Repository: Yolo-cell-hash/go_home_ios
Catalog: ios/Runner/JASDK/JAResources/LanguagesRes/JAAddDeviceLocalizable/*.lproj/JAAddDeviceLocalizable.strings
Languages: de, ja

# cloud_error_tips_drop
source: Drop out
de: Abbruch
ja: 脱落

# adddevice_Wireless_add_mode_wired_device_password
source: Please enter the device password
de: Bitte geben Sie das Gerätepasswort ein
ja: デバイスのパスワードを入力してください

# adddevice_environmental_requir
source: 4. Environmental requirements
de: 4. Umweltanforderungen
ja: 4.環境要件

# adddevice_configure_lamp_blink
source: becomes flicker
de: flackert
ja: ちらつきなり

# adddevice_go_to_set_page
source: Go to the settings page and turn on WIFI for your phone.
de: Gehen Sie zur Einstellungsseite und aktivieren Sie WIFI für Ihr Telefon.
ja: 設定ページに移動して、お使いの携帯電話のWIFIをオンにします。

# adddevice_network_error_detail
source: The camera is temporarily unable to use the 5G band WIFI. Please select the 2.4G band WIFI, enter the correct password, and then connect.
de: Die Kamera kann das 5G-Band-WLAN vorübergehend nicht verwenden. Bitte wählen Sie das 2,4-G-Band WIFI, geben Sie das richtige Passwort ein und stellen Sie die Verbindung her.
ja: カメラは一時的に5GバンドのWIFIを使用できません。 2.4GバンドのWIFIを選択し、正しいパスワードを入力してから接続してください。

# addDevice_setting_password_tips_plural_ios
source: Skip %ld sec
de: %ld Sek überspringen
ja: %ld秒をスキップする

# adddevice_connecting_patient
source: Connecting, please be patient...
de: Anschließen, bitte haben Sie etwas Geduld ...
ja: 接続中、しばらくお待ちください...

# adddevice_connect_quit_prompt
source: Connecting device, are you sure to quit?
de: Anschließen des Geräts, können Sie den Vorgang wirklich beenden?
ja: 接続装置、終了しますか？

# adddevice_search_device
source: Search device
de: Gerät suchen
ja: 検索装置

# addDevice_choose_panorama
source: VR device
de: VR
ja: VRデバイス

# adddevice_turn_on_wifi_prompt
source: Connecting to the device requires WIFI to be turned on. It is detected that your WIFI has been disconnected. Is it going to be turned on?
de: Wenn Sie eine Verbindung zum Gerät herstellen, muss WLAN aktiviert sein. Es wurde festgestellt, dass Ihre WIFI-Verbindung getrennt wurde. Wird es eingeschaltet?
ja: デバイスに接続するには、WIFIがオンになっている必要があります。 WIFIが切断されたことが検出されました。それはオンになるのですか？

# adddevice_question_help
source: Need help with a problem?
de: Benötigen Sie Hilfe bei einem Problem?
ja: 問題が解決しませんか？

# addDevice_help_text3
source: 1. Power the device, press and hold the resetbutton for 5 seconds.
de: 1. Gerät einschalten, Reset-Taste für 5 Sekunden gedrückt halten
ja: 1.電源を入れ、リセットボタンを5秒間押します

# prompt_network_timeout
source: Timeout
ja: タイムアウト

# adddevice_distance_requidistance_network_require_prompt
source: The camera is temporarily unable to use the 5G band WIFI. Please switch to the 2.4G band WIFI and connect.
de: Die Kamera kann das 5G-Band-WLAN vorübergehend nicht verwenden. Bitte wechseln Sie auf das 2,4-G-Band WIFI und stellen Sie eine Verbindung her.
ja: カメラは一時的に5GバンドのWIFIを使用できません。 2.4GバンドWIFIに切り替えて接続してください。

# adddevice_first_step_turn_on_power
source: The first step: turn on the power (if it is connected, please see the second step)
de: Der erste Schritt: Schalten Sie das Gerät ein (falls es angeschlossen ist, lesen Sie den zweiten Schritt)
ja: 最初のステップ：電源を入れます（接続されている場合は、2番目のステップを参照してください）

# addDevice_guideReset_configuration
source: It Takes a Few Minutes for Device Setup,the WIFI Connection Would Swith during this Processing,Please Wait
de: Die Einrichtung des Gerätes dauert ein paar Minuten. Die WLAN-Verbindung wird währenddessen aufgebaut, bitte warten
ja: デバイスのセットアップには数分かかります。この処理中にWIFI接続がスウィートします。しばらくお待ちください

# adddevice_turn_on_power
source: The first step: turn on the power
de: Der erste Schritt: Schalten Sie die Stromversorgung ein
ja: 最初のステップ：電源を入れる

# adddevice_connect_fail_other_reason
source: It may be that the WIFI password is incorrect or the network is causing the connection to fail. You can click the help to see the specific reason.
de: Möglicherweise ist das WIFI-Kennwort nicht korrekt oder das Netzwerk verursacht einen Verbindungsfehler. Sie können auf die Hilfe klicken, um den genauen Grund anzuzeigen.
ja: WIFIパスワードが間違っているか、ネットワークが接続の失敗を引き起こしている可能性があります。特定の理由を確認するには、ヘルプをクリックしてください。

source: Device ID
de: Geräte ID
ja: デバイスID

# adddevice_network_4G_prompt
source: This device only supports 2.4G WIFI connection
de: Dieses Gerät unterstützt nur 2,4-G-WIFI-Verbindungen
ja: このデバイスは2.4G WIFI接続のみをサポートしています

# devSetting_name_existing
source: This device name exists.
de: Gerätename existiert schon
ja: このデバイス名は存在します。

# device_connect_LAN
source: Please keep your phone and device under the same WIFI network.
de: Bitte bewahren Sie Ihr Telefon und Ihr Gerät unter demselben WLAN-Netzwerk auf.
ja: 携帯電話と端末を同じWIFIネットワークに接続してください。

# adddevice_return_APP
source: Step 4: Return to the APP for the next step
de: Schritt 4: Kehren Sie für den nächsten Schritt zur APP zurück
ja: ステップ4：次のステップのためにAPPに戻る

# adddevice_press_reset_until_light_flash
source: Step 2: Press and hold the reset button for more than 5 seconds until the indicator light flashes
de: Schritt 2: Halten Sie die Reset-Taste länger als 5 Sekunden gedrückt, bis die Kontrollleuchte blinkt
ja: ステップ2：インジケータライトが点滅するまでリセットボタンを5秒以上押し続けます

# addDevice_setting_tips_advice
source: For security,please setup password
de: Zur Sicherheit bitte Passwort vergeben
ja: 安全上の理由から、パスワードを設定

# adddevice_check_device_prompt
source: Before configuring WIFI, please make sure that the camera is correct. If it is not correct, press and hold the Reset button for 5 seconds to reset the device.
de: Vergewissern Sie sich vor der Konfiguration von WLAN, dass die Kamera korrekt ist. Ist dies nicht der Fall, halten Sie die Reset-Taste 5 Sekunden lang gedrückt, um das Gerät zurückzusetzen.
ja: WIFIを設定する前に、カメラが正しいことを確認してください。正しくない場合は、リセットボタンを5秒間押し続けてデバイスをリセットします。

# addDevice_connection_WIFI_ios
source: Connect WIFI for device %@
de: %@ mit WLAN verbinden
ja: デバイス%WIFIを接続

# adddevice_device_light_blinking
source: Device light is blinking
de: Geräteleuchte blinkt
ja: デバイスライトが点滅している

# addDevice_unsearchable
source: Can't search device
de: Gerät kann nicht gefunden werden
ja: デバイスを検索できません

# adddevice_for_security_password
source: For added security, please set a password
de: Legen Sie für zusätzliche Sicherheit ein Passwort fest
ja: セキュリティを強化するために、パスワードを設定してください

# adddevice_reset_configuration_prompt
source: Reset configuration prompt
de: Konfigurationsaufforderung zurücksetzen
ja: 設定プロンプトをリセットする

# addDecice_user_input
source: Please input user name
de: Bitte Benutzername eingeben
ja: ユーザー名を入力してください

# addDevice_connect_the_same_WIFI
source: Enter the WIFI connection interface, connect the phone to the same WIFI device
de: Geben Sie die WLAN-Verbindungsschnittstelle ein und verbinden Sie das Telefon mit demselben WLAN-Gerät
ja: WIFI接続インターフェイスを入力して、同じWIFIデバイスに電話を接続してください

# adddevice_press_reset_5_sec
source: Press and hold the reset button for more than 5 seconds
de: Halten Sie die Reset-Taste länger als 5 Sekunden gedrückt
ja: リセットボタンを5秒以上押し続けます

# adddevice_Wireless_add_connect_failed
source: Device connection failed,please reconnect
de: Die Verbindung zum Gerät ist fehlgeschlagen. Bitte verbinden Sie sich erneut
ja: デバイス接続に失敗しました。再接続してください

# adddevice_distance_requir_prompt
source: Please ensure that the distance between the camera, mobile phone and router is within 1.5 meters.
de: Stellen Sie sicher, dass sich die Entfernung zwischen Kamera, Mobiltelefon und Router innerhalb von 1,5 Metern befindet.
ja: カメラ、携帯電話、ルーター間の距離が1.5メートル以内であることを確認してください。

# adddevice_give_device_name_ios
source: Give the device %@ a name~
de: Geben Sie dem Gerät%@ einen Namen ~
ja: デバイスに名前@を付けます〜

# completion
source: Complete
de: komplett
ja: 完了します

# connetion_WIFI
source: Connect WIFI
de: Mit WLAN verbinden
ja: WIFI接続をする

# adddevice_help_prompt
source: Make sure the device and phone connection is a router so that you can secure it in a LAN.
de: Stellen Sie sicher, dass es sich bei der Geräte- und Telefonverbindung um einen Router handelt, damit Sie ihn in einem LAN sichern können.
ja: LANで保護できるように、デバイスと電話の接続がルーターであることを確認してください。

# configuration_successful
source: Configuration done
de: Konfiguration erfolgreich
ja: 設定が完了しました

# adddevice_wifi_click_arrow
source: Select WIFI
de: Wählen Sie WIFI
ja: WIFIを選択

# adddevice_check_device
source: 1, inspection equipment
de: 1, Inspektionsausrüstung
ja: 1、検査装置

# addDevice_nameExample_study
source: Study room
de: Studierzimmer
ja: 勉強部屋

# adddevice_start_configuration
source: Start configuration mode
de: Konfigurationsmodus starten
ja: 設定モードを開始します

# retry
source: Try again
de: Nochmal versuchen
ja: 再試行する

# adddevice_open_4G
source: 4, opened 4G, mobile network
de: 4, eröffnet 4G, Mobilfunknetz
ja: 4、4G、モバイルネットワークをオープン

# adddevice_distance_close_prompt
source: Keep your device, phone and router as close as possible
de: Halten Sie Ihr Gerät, Ihr Telefon und Ihren Router so nah wie möglich
ja: デバイス、電話、ルーターをできるだけ近づけてください。

# addDevice_reset_success
source: Reset successfully
de: Zurücksetzen erfolgreich
ja: リセットされました

# adddevice_connect_result
source: Result prompt
de: Ergebnisaufforderung
ja: 結果プロンプト

# addDevice_settingFail_prompt
source: Hear voice prompt "configuration fails"?
de: Hören Sie die Sprachansage "configuration fails"?
ja: "設定に失敗しました"？

# adddevice_Wireless_add_mode_confirm
source: Please connect the device to the router
de: Bitte verbinden Sie das Gerät mit dem Router
ja: デバイスをルータに接続してください

# addDevice_other_add
source: Other adding way
de: Andere Art des Hinzufügens
ja: その他の追加方法

# adddevice_make_sure_connect_network
source: Step 1: Please make sure the device is not connected to the network cable
de: Schritt 1: Stellen Sie sicher, dass das Gerät nicht an das Netzwerkkabel angeschlossen ist
ja: ステップ1：デバイスがネットワークケーブルに接続されていないことを確認してください

# addDevice_name_input
source: Please input device name
de: Bitte Gerätename eingeben
ja: デバイス名を入力してください

# addDevice_passwordFormat_error
source: Format of device password is wrong
de: Format Gerätepasswort ist ungültig
ja: デバイスパスワードのフォーマットが間違っています

# addDevice_already_exists
source: Device exists,please delete and add again
de: Gerät existiert, bitte löschen und neu hinzufügen
ja: デバイスが存在します。削除してもう一度追加してください

# addDevice_port_number
source: Port
ja: ポート

# addDevice_setting_wifiToPhone
source: Choose WIFI
de: WLAN auswählen
ja: WIFIを選択

# adddevice_network_error
source: 3, network input error or password error
de: 3, Netzwerkfehler oder Passwortfehler
ja: 3、ネットワーク入力エラーまたはパスワードエラー

# scanning_device
source: Scan the device
de: Gerät scannen
ja: デバイスをスキャンする

# adddevice_search_wifi
source: Searching WIFI
de: WIFI wird gesucht
ja: WIFIを検索する

# interface_continue
source: Continue
de: Fortfahren
ja: 続ける

# adddevice_connect_fail_reason_1
source: Device connection timed out, you can reconnect device by clicking the retry button
de: Zeitüberschreitung der Geräteverbindung, Sie können das Gerät durch Klicken auf die Wiederholungsschaltfläche erneut verbinden
ja: デバイス接続がタイムアウトしました。再試行ボタンをクリックしてデバイスに再接続できます。

# adddevice_connect_fail_reason_2
source: Device connection timed out, you can click to view help to see the timeout reason
de: Zeitüberschreitung der Geräteverbindung. Sie können auf klicken, um die Hilfe anzuzeigen und den Grund für das Zeitlimit anzuzeigen
ja: デバイス接続がタイムアウトしました。タイムアウトの理由を確認するには、をクリックしてヘルプを表示してください。

# addDevice_port_format
source: Format of port number is wrong
de: Format Port ist ungültig
ja: ポート番号の形式が間違っています

# adddevice_signal_unstable
source: 2, the distance is too far, the signal is unstable
de: 2 ist der Abstand zu weit, das Signal ist instabil
ja: 2、距離が遠すぎる、信号が不安定

# adddevice_connect_fail_reason_3
source: Connection failure reason
de: Verbindungsfehler Grund
ja: 接続失敗の理由

# adddevice_make_sure_connect_network_detail
source: Please disconnect the device from the network cable and follow up.
de: Trennen Sie das Gerät vom Netzwerkkabel und folgen Sie den Anweisungen.
ja: デバイスをネットワークケーブルから外してフォローアップしてください。

# adddevice_flashlight
source: flashlight
de: Taschenlampe
ja: 懐中電灯

# adddevice_other_camera
source: Other camera
de: Andere Kamera
ja: その他のカメラ

# addDevice_help_text4
source: 2. Indicatie light blinks
ja: 2.インジケータランプが点滅します。

# myDevice_deviceStatus_authFail
source: Connection fails
de: Verbindung fehlgeschlagen
ja: 接続に失敗しました

# adddevice_distance_requir
source: 2, distance requirements
de: 2, Anforderungen an die Entfernung
ja: 2、距離の要件

# adddevice_switch_4G_wifi
source: Switching network is 2.4GHz, suitable for configuration
de: Das Schaltnetzwerk ist 2,4 GHz und eignet sich für die Konfiguration
ja: スイッチングネットワークは構成に適した2.4GHzです

# addDevice_select_IPC
source: Choose hotspot with "IPCâ€¦"
de: WLAN Netz mit "IPC…" auswählen
ja: "IPC ... "でホットスポットを選択

# setting
source: Settings
de: Einstellungen
ja: 設定

# adddevice_add_success
source: Device added successfully
de: Gerät erfolgreich hinzugefügt
ja: デバイスを追加しました

# addDevice_IP_or_DDNS
source: input IP address/DDNS
de: IP Adresse / DDNS eingeben
ja: IP/DDNSを入力

# adddevice_switch_other_wifi
source: Switch failed, switched to other WiFi
de: Switch fehlgeschlagen, zu anderem WiFi gewechselt
ja: 切り替えに失敗しました、他のWiFiに切り替えました

# adddevice_connect_fail_reason
source: Why did the connection fail?
de: Warum ist die Verbindung fehlgeschlagen?
ja: 接続が失敗したのはなぜですか？

# adddevice_configure_indicator_blink
source: Please turn on the power and wait for the device indicator
de: Bitte schalten Sie den Strom ein und warten Sie auf die Geräteanzeige
ja: 電源を入れてデバイスのインジケータを待ってください

# prompt_setInformation_failed
source: Fail to setup device info (wrong password,timeout)
de: Geräteinformationen können nicht eingerichtet werden (Falsches Passwort, Timeout)
ja: デバイス情報の設定に失敗しました（間違ったパスワード、タイムアウト）

# adddevice_wait_for_wifi_icon
source: After connecting the device WIFI, wait for the WIFI icon on the phone's battery bar
de: Warten Sie nach dem Anschließen des Geräts WIFI auf das WIFI-Symbol in der Akku-Leiste des Telefons
ja: デバイスのWIFIを接続したら、携帯電話のバッテリーバーにあるWIFIアイコンを待ちます

# adddevice_re_add
source: Re-add
de: Neu hinzufügen
ja: アドオンの再

# adddevice_input_wifi_5G_prompt
source: Does not support 5GHz wireless network
de: Unterstützt kein drahtloses 5-GHz-Netzwerk
ja: 5GHz無線ネットワークをサポートしていません

# adddevice_wireless_single_product
source: Standalone camera
de: Standalone-Kamera
ja: スタンドアロンカメラ

# adddevice_turn_on_wifi_2
source: Turn on WIFI
de: WLAN einschalten
ja: WIFIをオンにする

# device_password_error
source: Wrong password
de: Falsches Passwort
ja: パスワードエラー

# addDevice_ID_formatFail
source: Format of ID is wrong
de: Format von ID ist ungültig
ja: IDの形式が間違っています

# adddevice_set_device_password
source: Set device password
de: Legen Sie das Gerätekennwort fest
ja: デバイスパスワードを設定する

# addDevice_fail
source: Configuration fails
de: Konfiguration fehlgeschlagen
ja: 設定が失敗しました

# password_tips_length
source: Password is more than 20 characters
de: Passwort ist länger als 20 Zeichen
ja: パスワードは20文字以上です

# addDevice_choose_device_1
source: WIFI camera
de: WLAN Kamera
ja: WIFIカメラ

# addDevice_initial_password
source: Initial password is 11111111
de: Das werksseitige Passwort lautet 11111111
ja: 初期パスワードは11111111です

# addDevice_help_text13
source: *If can't find reset button,please refer to the manual.
de: *Wenn kein Resetknopf gefunden wird, bitte Bedienungsanleitung lesen
ja: *リセットボタンが見つからない場合は、マニュアルを参照してください。

# adddevice_hear_tone_prompt
source: Step 3: Hear the device to issue the "Startup Configuration Mode" tone.
de: Schritt 3: Hören Sie, dass das Gerät den Ton "Startup Configuration Mode" ausgibt.
ja: ステップ3：「スタートアップコンフィギュレーションモード」トーンを発行するためにデバイスを聞きます。

# addDevice_nickname_error
source: Format of device name is wrong
de: Format Gerätename ist ungültig
ja: デバイス名のフォーマットが間違っています

# addDevice_IP_formatFail
source: IP format is wrong
de: IP Format ist ungültig
ja: IP形式が間違っています

# adddevice_start_configuration_prompt
source: Start configuration prompt
de: Konfigurationsaufforderung starten
ja: 構成プロンプトを開始する

# adddevice_open_4G_detail
source: Some mobile phone models need to be turned off 4G and mobile network to be configured successfully.
de: Einige Mobiltelefonmodelle müssen für eine erfolgreiche Konfiguration von 4G und dem Mobilfunknetz deaktiviert werden.
ja: 一部の携帯電話モデルでは、4Gをオフにしてモバイルネットワークを正しく設定する必要があります。

# addDevice_bluetooth_products
source: Bluetooth camera
de: Bluetooth Kamera
ja: Bluetoothカメラ

# adddevice_partner_entrance
source: Configure all packages
de: Konfigurieren Sie alle Pakete
ja: すべてのパッケージを設定する

# adddevice_connect_fail_password_fail
source: The device password is incorrect. You can add it again by clicking the button below.
de: Das Gerätekennwort ist falsch. Sie können es erneut hinzufügen, indem Sie auf die Schaltfläche unten klicken.
ja: デバイスのパスワードが正しくありません。下のボタンをクリックして、もう一度追加することができます。

# addDevice_help_text12
source: *If can't find indicator light,please refer to the manual.
de: Wenn Sie keine LED sehen schauen Sie bitte in die Bedienungsanleitung
ja: *インジケータランプが見つからない場合は、マニュアルを参照してください。

# adddevice_Wireless_add_not_support
source: The device does not support wired add mode
de: Das Gerät unterstützt keinen kabelgebundenen Add-Modus
ja: デバイスは有線追加モードをサポートしていません

# adddevice_rescan
source: Rescan
de: Erneut scannen
ja: 再スキャン

# addDevice_connection_holdOn
source: Connecting...please wait
de: Verbindung wird aufgebaut...bitte warten
ja: 接続中です。しばらくお待ちください

# addDevice_userName_error
source: Format of device user name is wrong
de: Format Benutzername ist ungültig
ja: デバイスユーザー名の形式が間違っています

# adddevice_scan_code_prompt
source: Please scan the QR code on the device body to add it.
de: Bitte scannen Sie den QR-Code auf dem Gerät, um ihn hinzuzufügen.
ja: 追加するには、デバイス本体のQRコードをスキャンしてください。

# addDevice_enter_password
source: Input device password
de: Eingabe Gerätekennwort
ja: 入力デバイスのパスワード

# addDevice_error_qrcodeInvalid
source: Invalid QR code
de: Ungültiger QR-Code
ja: 無効なQRコード

# addDevice_update_network
source: Switch network (not supporting 5G network configuration)
de: Netwerk wechseln ( 5Ghz Netzwerke werden nicht unterstützt)
ja: スイッチネットワーク（5Gネットワーク構成をサポートしていません）

# enter_your_password
source: password
de: Bitte Passwort eingeben
ja: パスワードを入力してください

source: My device
de: Meine Geräte
ja: 私のデバイス

# addDevice_IP_addition
source: ADD by IP address
de: Hinzufügen über IP Adresse
ja: IPアドレスで追加

# adddevice_connect_time_out
source: Connection timed out
de: Zeitüberschreitung der Verbindung
ja: 接続がタイムアウトしました

# adddevice_Wireless_add_mode
source: Please check if the device has a network cable interface.
de: Bitte überprüfen Sie, ob das Gerät über einen LAN-Anschluss verfügt.
ja: デバイスにネットワークケーブルインターフェイスがあるかどうかを確認してください。

source: Password
de: Passwort
ja: パスワード

# adddevice_Wireless_add_mode_prompt
source: *If the network cable interface cannot be found correctly,please refer to the instruction manual.
de: Wenn Sie den LAN-Anschluss nicht finden, schauen Sie bitte in die Bedienungsanleitung
ja: *ネットワークケーブルインタフェースが正しく見つからない場合は、取扱説明書を参照してください。

# devicelist_Offline_help_view
source: View help
de: 查看帮助
ja: 查看帮助

# adddevice_choose_wifi
source: Choose WIFI
de: Wählen Sie WLAN
ja: WIFIを選択

source: Add Device
de: Hinzufügen eines Geräts
ja: デバイスを追加します。

# adddevice_unconnect_wifi
source: Switch device, no connection to WIFI
de: Gerät wechseln, keine Verbindung zu WIFI
ja: スイッチ装置、WIFIへの接続なし

# myDevice_connection
source: Connecting
de: Verbinden
ja: 接続しています

# addDevice_scan_code
source: Scan code to add device
de: Code scannen, um Gerät hinzuzufügen
ja: デバイスを追加するためのコードのスキャン

# addDevice_connecting
source: Connecting hotspot
de: AccessPoint verbinden
ja: 接続ホットスポット

# device_mini_NVR
source: Mini NVR device
de: Mini NVR
ja: ミニNVRデバイス

# adddevice_network_configuration
source: Network Configuration
de: Netzwerkkonfiguration
ja: ネットワーク設定

# addDevice_phone_no_WIFI
source: The current phone is not connected to WIFI
de: Das aktuelle Telefon ist nicht mit WIFI verbunden
ja: 現在の電話はWIFIに接続されていません

# adddevice_signal_unstable_detail
source: Please ensure that the distance between the camera, mobile phone and router is within 1.5 meters.
de: Stellen Sie sicher, dass sich die Entfernung zwischen Kamera, Mobiltelefon und Router innerhalb von 1,5 Metern befindet.
ja: カメラ、携帯電話、ルーター間の距離が1.5メートル以内であることを確認してください。

# adddevice_turn_on_wifi
source: Step 2: Turn on your phone WIFI
de: Schritt 2: Schalten Sie Ihr Telefon WIFI ein
ja: 手順2：携帯電話のWIFIをオンにする

# addDevice_waittingAndBack_APP
source: When connected, wait untill the Wi-Fi logo shows and go back to the app
de: Nach erfolgreicher Verbindung kehren Sie zurück zur App und fahren Sie mit der Installation fort.
ja: 接続後、WIFIロゴが表示されるのを待ってからAPPに戻り、次のステップに進みます

# prompt_obtainInformation_failed
source: Fail to get device info (wrong password,timeout)
de: Geräteinformationen abrufen fehlgeschlagen (Falsches Passwort, Timeout)
ja: デバイス情報の取得に失敗しました（間違ったパスワード、タイムアウト）

# adddevice_input_wifi_password
source: Enter WIFI password
de: Geben Sie das WIFI-Passwort ein
ja: WIFIパスワードを入力してください

# adddevice_set_name
source: Set device name
de: Gerätenamen einstellen
ja: デバイス名を設定

# addDevice_nameExample_masterBedRoom
source: Bedroom
de: Schlafzimmer
ja: ベッドルーム

source: No
de: Nein
ja: いいえ

# adddevice_wifi_list_select
source: WIFI list selects "IPC_XXXX" network and connects, the device WIFI initial password is 11111111
de: Die WIFI-Liste wählt das Netzwerk "IPC_XXXX" aus und stellt eine Verbindung her. Das WIFI-Anfangspasswort des Geräts lautet 11111111
ja: WIFIリストは「IPC_XXXX」ネットワークを選択して接続し、デバイスのWIFI初期パスワードは11111111です。

# adddevice_check_device_light
source: Step 2: Check the device indicator until the indicator flashes
de: Schritt 2: Überprüfen Sie die Geräteanzeige, bis die Anzeige blinkt
ja: ステップ2：インジケータが点滅するまでデバイスインジケータを確認します

# adddevice_open_wifi_assistant
source: 1, opened the WIFI assistant
de: 1, öffnete den WIFI-Assistenten
ja: 1、WIFIアシスタントを開きました

source: Add
de: Hinzufügen
ja: 追加

# addDevice_help_text5
source: 3. Camera says'start configuration mode', press reset succesfully.
de: 3. Wenn Sie die Sprachansage „Start Configuration mode"hören, drücken Sie „Zurücksetzen erfolgreich"
ja: 3.音声プロンプトを表示します。 "start configuration mode "。 "リセットに成功"ボタンをクリックしてください

# help_addDevice_textTips_22
source: Add and share device
de: Gerät hinzufügen und teilen
ja: デバイスの追加と共有

# scan_LAN
source: LAN scan
de: LAN scannen
ja: LANスキャン

# adddevice_not_find_QR_code
source: Can't find the device QR code?
de: Kann den QR-Code des Geräts nicht finden?
ja: デバイスのQRコードが見つかりませんか？

# addDevice_into_WIFI
source: Choose Wi-Fi settings
ja: アクセス"WIFI "

# adddevice_open_wifi_assistant_detail
source: If your phone has WLAN+, Smart WIFI, WIFI+, WIFI Assistant enabled in the WIFI configuration, please turn it off when configuring.
de: Wenn in Ihrem Telefon WLAN +, Smart WIFI, WIFI +, WIFI Assistant in der WIFI-Konfiguration aktiviert ist, deaktivieren Sie es bitte bei der Konfiguration.
ja: WIFI設定でWLAN +、スマートWIFI、WIFI +、WIFIアシスタントが有効になっている場合は、設定時にオフにしてください。

# add_being
source: Adding...
de: Hinzufügen...
ja: 追加中...

# adddevice_scan_time_prompt
source: Scanning nearby devices, scanning takes about 3 minutes, please be patient
de: Das Scannen von Geräten in der Nähe dauert ca. 3 Minuten. Bitte haben Sie etwas Geduld
ja: 近くの機器をスキャンするには、スキャンに約3分かかります。しばらくお待ちください。

source: Confirm
de: Bestätigen
ja: 確認

# addDevice_openThePhone_setting
source: Go to settings of your smartphone
de: Einstellungen Telefon überprüfen
ja: 携帯電話の"設定"を確認する

# adddevice_ready_configure
source: Ready to configure
de: Bereit zum Konfigurieren
ja: 設定する準備ができて

source: Next
de: Weiter
ja: 次

# addDevice_nameExample_office
source: Office
de: Büro
ja: オフィス

# addDevice_unfinished
source: Configuration not complete,exit?
de: Konfiguration unvollständig, beenden?
ja: 設定が完了していない、終了しますか？

# addDevice_help_text2
source: Does indicator light of the device blink?
de: Blinkt die Kontrollleuchte des Gerätes?
ja: デバイスのランプが点滅していますか？

# addDevice_user_name
source: User name
de: Benutzername
ja: ユーザー名
