Repository: Yolo-cell-hash/go_home_ios
Catalog: ios/Runner/JASDK/JAResources/LanguagesRes/JAAddDeviceLocalizable/*.lproj/JAAddDeviceLocalizable.strings
Languages: de, ja

# addDevice_nameExample_parlor
source: living room
de: Wohnzimmer
ja: リビングルーム

# adddevice_environmental_requir_detail
source: Try not to configure it in an environment with large signal interference. If the interference is large, switch the mobile network.
de: Versuchen Sie, es nicht in einer Umgebung mit starken Signalstörungen zu konfigurieren. Wenn die Interferenz groß ist, wechseln Sie das Mobilfunknetz.
ja: 大きな信号干渉がある環境では設定しないでください。干渉が大きい場合は、モバイルネットワークを切り替えます。

# addDevice_validationFailed_reconfigure
source: Fail to verify device,please configure again
de: Gerät konnte nicht überprüft werden. Bitte erneut konfigurieren
ja: デバイスの確認に失敗しました。再度設定してください

# adddevice_Wireless_add_mode_wired
source: Wired
de: LAN-Kabe
ja: 有線

# addDevice_add_help
source: Add help
de: Hilfe hinzufügen
ja: ヘルプを追加する

# device_wireless
source: Wireless device
de: WLAN Gerät
ja: ワイヤレスデバイス

# prompt_connection_failed
source: Fail to connect device (failure,wrong passowrd,timeout)
de: Verbindung zu Gerät fehlgeschlagen (Fehler, falsches Passwort, Timeout)
ja: デバイスの接続に失敗しました（失敗、間違ったパスワード、タイムアウト）

# prompt_sendData_bluetooth_failed
source: Fail to send bluetooth data (bluetooth disconnection,device not respond,timeout)
de: Bluetooth Daten senden fehlgeschlagen (Bluetooth getrennt, Gerät antwortet nicht, Timeout)
ja: Bluetoothデータの送信に失敗しました（Bluetoothの切断、デバイスが応答しない、タイムアウトした）

# adddevice_direct_select
source: The following can be directly selected
de: Folgendes kann direkt ausgewählt werden
ja: 以下を直接選択できます

# addDevice_WIFI_password_input
source: Please input WIFI password
de: Bitte WLAN Passwort eingeben
ja: WIFIパスワードを入力してください

# addDevice_networked
source: Networked devices
de: Netzwerk Geräte
ja: インターネット設備

# adddevice_Touch_screen_NVR
source: Touch screen NVR
ja: タッチスクリーンNVR

# addDevice_ID_input
source: input device ID
de: Bitte Geräte ID eingeben
ja: デバイスIDを入力してください

# addDevice_LAN
source: Add by LAN
de: Hinzufügen über LAN
ja: LANで追加します

# adddevice_select_device_wifi
source: Step 3: Select device WIFI
de: Schritt 3: Wählen Sie das Gerät WIFI aus
ja: ステップ3：デバイスのWIFIを選択

# device_bluetooth
source: Bluetooth device series
de: Bluetooth
ja: Bluetoothデバイスシリーズ

# adddevice_distance_requidistance_network_require
source: 3, network requirements
de: 3, Netzwerkanforderungen
ja: 3、ネットワーク要件

# addDevice_choose
source: Choose device
de: Gerät wählen
ja: デバイスを選択

# adddevice_light_flash
source: (The indicator light flashes at this time)
de: (Die Kontrollleuchte blinkt zu diesem Zeitpunkt)
ja: （このとき表示灯が点滅します）

# prompt_connectHotspot_failed
source: Fail to connect device hotspot/fail to connect bluetooth
de: Verbindung zu Geräte-AccessPoint / Bluetooth-Verbindung fehlgeschlagen
ja: デバイスのホットスポットに接続できません/ブルートゥースに接続できません

# adddevice_most_configure
source: Most configured
de: Meist konfiguriert
ja: 最も構成されている

# adddevice_scan_code_add
source: Scan code added
de: Code scannen hinzugefügt
ja: スキャンコードを追加

# adddevice_device_password_cannot_be_empty
source: Device password cannot be empty
de: Das Gerätekennwort darf nicht leer sein
ja: デバイスパスワードは空にできません

# adddevice_suit
source: Kit
ja: キット

# adddevice_scan_success
source: Scanning code is successful, please click "Add"
de: Der Scancode ist erfolgreich. Klicken Sie auf "Hinzufügen".
ja: スキャンコードは成功しました。「追加」をクリックしてください。

# addDevice_ID_addition
source: ADD by cloud ID
de: Hinzufügen über Cloud ID
ja: クラウドIDで追加

# adddevice_until_device_issues_tone
source: Until the device issues a "boot configuration mode" tone
de: Bis das Gerät einen Ton "Boot Configuration Mode" ausgibt
ja: デバイスが「ブート設定モード」トーンを発行するまで

# adddevice_distance_prompt
source: Please keep the distance between the device, mobile phone and router within 1.5 meters.
de: Halten Sie den Abstand zwischen Gerät, Mobiltelefon und Router innerhalb von 1,5 Metern ein.
ja: デバイス、携帯電話、ルーター間の距離は1.5メートル以内にしてください。

# prompt_connectToWiFi_failed
source: Fail to connect WIFI/can't search device
de: Verbindung zum WLAN nicht möglich / Gerät wird nicht gefunden
ja: WIFIの接続に失敗する/デバイスを検索できない

# device_nick_designation
source: Device name
de: Geräte Name
ja: 装置名

# addDevice_ID_cloud_input
source: input cloud ID
de: Cloud ID eingeben
ja: クラウドIDを入力

source: Cancel
de: Abbrechen
ja: キャンセル

# adddevice_fail_prompt
source: No nearby devices found, it is recommended to add devices manually
de: Es wurden keine Geräte in der Nähe gefunden. Es wird empfohlen, Geräte manuell hinzuzufügen
ja: 近くにデバイスが見つかりません。手動でデバイスを追加することをお勧めします

# adddevice_connect_network_prompt
source: (Connect the network cable, the configuration is faster)
de: (Schließen Sie das Netzwerkkabel an, die Konfiguration ist schneller)
ja: （ネットワークケーブルを接続すると、設定が速くなります）

# adddevice_add_configuration_help
source: Add configuration help
de: Konfigurationshilfe hinzufügen
ja: 設定ヘルプを追加する

# addDevice_choose_channel
source: Channel number
de: Kanal Anzahl
ja: チャネル番号

# adddevice_add_success_prompt_ios
source: Added success for your device %@, click Finish to change the note name and set password
de: Erfolg für Ihr Gerät%@ wurde hinzugefügt. Klicken Sie auf Fertig stellen, um den Notennamen zu ändern und das Kennwort festzulegen
ja: デバイス%@の成功を追加しました。[完了]をクリックしてノート名を変更し、パスワードを設定してください

# adddevice_connect_device
source: Connecting device
de: Gerät anschließen
ja: 接続装置

# connection_broken
source: Disconnect
de: Getrennt
ja: 切断する

# adddevice_Wireless_add_mode_confirm_connect
source: connected
de: in Verbindung gebracht
ja: 接続された

# myDevice_networkAlert
source: Network Failure,Please Check Your Network Connection
de: Netzwerkfehler, bitte überprüfen Sie Ihre Netzwerkverbindung
ja: ネットワーク接続を確認してください

# connection_timeout
source: Timeout
ja: タイムアウト

# addDevice_port_input
source: Please input port number
de: Bitte Port eingeben
ja: ポート番号を入力してください

# device_wireline
source: Wired device
de: LAN Gerät
ja: 有線デバイス

source: Cloud ID
ja: クラウドID

# addDevice_connecting_hotspot
source: Please connect device hotspot
de: Bitte mit AccessPoint verbinden
ja: デバイスのホットスポットを接続してください

# adddevice_hear_tone
source: Hear tone
de: Hören Sie den Ton
ja: トーンを聞く

# addDevice_WIFI_name_input
source: Please input WIFI name
de: Bitte WLAN Name eingeben
ja: WIFI名を入力してください

source: Yes
de: Ja
ja: はい

# addDevice_WIFI
source: Wi-Fi
de: WLAN
