Repository: Yolo-cell-hash/go_home_ios
Catalog: ios/Runner/JASDK/JAResources/XLanguage/X35MultiLanguage/*.lproj/X35MutiLanguage.strings
Languages: cs, de, es, fi, fr, he, id, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sv, th, tr, vi, zh_hans, zh_hant

# cloud_video_on_off_prompt
source: The cloud video recording is successfully turned on, and it is detected that the smart detection of the device has been turned off, please go to the device settings to enable motion detection
cs: Nahrávání videa v cloudu bylo úspěšně zapnuto a bylo zjištěno, že chytrá detekce zařízení byla vypnuta, přejděte prosím do nastavení zařízení a povolte detekci pohybu
de: Die Cloud-Videoaufzeichnung wurde erfolgreich aktiviert und es wurde festgestellt, dass die intelligente Erkennung des Geräts deaktiviert wurde. Bitte gehen Sie zu den Geräteeinstellungen, um die Bewegungserkennung zu aktivieren
es: La grabación de video en la nube se activó correctamente y se detectó que la detección inteligente del dispositivo se desactivó. Vaya a la configuración del dispositivo para habilitar la detección de movimiento.
fi: Pilvivideotallennus on otettu käyttöön onnistuneesti ja laitteen älykäs tunnistus on poistettu käytöstä, siirry laitteen asetuksiin ottaaksesi liiketunnistuksen käyttöön
fr: L'enregistrement vidéo dans le cloud est activé avec succès et il est détecté que la détection intelligente de l'appareil a été désactivée, veuillez accéder aux paramètres de l'appareil pour activer la détection de mouvement
he: הקלטת הווידאו בענן הופעלה בהצלחה, וזה זוהה שהזיהוי החכם של המכשיר כבוי, נא עברו להגדרות המכשיר כדי לאפשר זיהוי תנועה
id: Rekaman video cloud berhasil dihidupkan, dan terdeteksi bahwa deteksi pintar perangkat telah dimatikan, silakan buka pengaturan perangkat untuk mengaktifkan deteksi gerakan
it: La registrazione video cloud è stata attivata correttamente e viene rilevato che il rilevamento intelligente del dispositivo è stato disattivato, vai alle impostazioni del dispositivo per abilitare il rilevamento del movimento
ja: クラウドビデオ録画が正常にオンになり、デバイスのスマート検出がオフになっていることが検出されました。デバイス設定に移動して、モーション検出を有効にしてください
ko: 클라우드 비디오 녹화가 성공적으로 켜졌고 장치의 스마트 감지가 꺼진 것으로 감지되었습니다. 장치 설정으로 이동하여 움직임 감지를 활성화하십시오.
nb: Skyvideoopptaket er slått på, og det oppdages at smartdeteksjonen til enheten er slått av. Gå til enhetsinnstillingene for å aktivere bevegelsesdeteksjon
nl: De cloud-video-opname is met succes ingeschakeld en er is gedetecteerd dat de slimme detectie van het apparaat is uitgeschakeld. Ga naar de apparaatinstellingen om bewegingsdetectie in te schakelen
pl: Nagrywanie wideo w chmurze zostało pomyślnie włączone i wykryto, że inteligentne wykrywanie urządzenia zostało wyłączone, przejdź do ustawień urządzenia, aby włączyć wykrywanie ruchu
pt_br: A gravação de vídeo na nuvem foi ativada com sucesso e foi detectado que a detecção inteligente do dispositivo foi desativada, acesse as configurações do dispositivo para ativar a detecção de movimento
ro: Înregistrarea video în cloud a fost activată cu succes și s-a detectat că detectarea inteligentă a dispozitivului a fost dezactivată, vă rugăm să accesați setările dispozitivului pentru a activa detectarea mișcării
ru: Запись облачного видео успешно включена, и обнаружено, что интеллектуальное обнаружение устройства отключено. Перейдите в настройки устройства, чтобы включить обнаружение движения.
sv: Molnvideoinspelningen har aktiverats och det har upptäckts att enhetens smarta upptäckt har stängts av. Gå till enhetsinställningarna för att aktivera rörelsedetektering
th: เปิดการบันทึกวิดีโอบนคลาวด์สำเร็จแล้ว และตรวจพบว่าปิดการตรวจจับอัจฉริยะของอุปกรณ์แล้ว โปรดไปที่การตั้งค่าอุปกรณ์เพื่อเปิดใช้งานการตรวจจับการเคลื่อนไหว
tr: Bulut video kaydı başarıyla açıldı ve cihazın akıllı algılamasının kapatıldığı algılandı, lütfen hareket algılamayı etkinleştirmek için cihaz ayarlarına gidin
vi: Quay video đám mây được bật thành công, phát hiện thiết bị nhận diện thông minh đã bị tắt, vui lòng vào phần cài đặt thiết bị để kích hoạt tính năng phát hiện chuyển động
zh_hans: 云录像开启成功，检测到设备智能侦测已关闭，请前往设备设置开启智能侦测
zh_hant: 雲錄像開啟成功，檢測到設備智能偵測已關閉，請前往設備設置開啟智能偵測

# device_mini_NVR
source: Mini NVR device
cs: Mini NVR zařízení
de: Mini NVR
es: Mini Equipo NVR
fi: Mini NVR-laite
fr: Mini NVR
he: סדרת mini NVR
id: Perangkat Mini NVR
it: Mini NVR
ja: ミニNVRデバイス
ko: 미니 NVR
nb: Mini NVR-enhet
nl: Mini NVR
pl: Urządzenie mini NVR
pt_br: Dispositivo Mini NVR
ro: Mini NVR
ru: Мини NVR устройство
sv: Mini NVR-enhet
th: อุปกรณ์ มินิ NVR
tr: Mini NVR cihazı
vi: thiết bị NVR mini
zh_hans: mini NVR设备
zh_hant: mini NVR設備

# person_feedback_product_suggest
source: Product Suggests
cs: Návrhy produktů
de: Produktvorschlag
es: Producto sugiere
fi: Tuote ehdottaa
fr: Suggestions de produits
he: מוצר מציע
id: Saran Produk
it: Suggerimenti sul prodotto
ja: 製品提案
ko: 제품 제안
nb: Produktet foreslår
nl: Product suggereert
pl: Sugestie produktu
pt_br: Sugestões de produtos
ro: Sugestii de produs
ru: Продукт предлагает
sv: Produkt föreslår
th: แนะนำสินค้า
tr: Ürün Önerileri
vi: Đề xuất sản phẩm
zh_hans: 产品建议
zh_hant: 產品建議

# adddevice_start_configuration
source: Start configuration mode
cs: Spusťte režim konfigurace
de: Konfigurationsmodus starten
es: Iniciar el modo de configuración
fi: Aloita määritystila
fr: Démarrer le mode de configuration
he: התחל מצב תצורה
id: Mulai mode konfigurasi
it: Avvia la modalità di configurazione
ja: 設定モードを開始します
ko: 구성 모드 시작
nb: Start konfigurasjonsmodus
nl: Start de configuratiemodus
pl: Uruchom tryb konfiguracji
pt_br: Iniciar o modo de configuração
ro: Porniți modul de configurare
ru: Начать режим конфигурации
sv: Starta konfigurationsläget
th: โหมดการตั้งค่าเริ่มต้น
tr: Yapılandırma modunu başlat
vi: Bắt đầu chế độ cấu hình
zh_hans: 启动配置模式
zh_hant: 啟動配置模式

# appealsNoneNull
source: The contact method cannot be completely empty,at least one!
cs: Kontaktní informace nemohou být prázdné,alespoň jedna!
de: Die Kontaktmethode darf nicht vollständig leer sein, geben Sie mindestens eine an!
es: El método de contacto no puede estar completamente vacío,¡hay al menos uno!
fi: Yhteystiedot eivät voi olla tyhjiä,ainakin yksi!
fr: La méthode de contact ne peut pas être complètement vide, remplissez-en au moins une !
he: אנא הוסף את דרך יצירת הקשר
id: metode kontak komplain kosong,minimal harus ada 1!
it: I metodi di contatto non possono essere vuoti,necessita di almeno uno
ja: 連絡方法が未入力です。少なくとも1つは入力してください。
ko: 연락 정보를 입력해주세요.
nb: Kontaktmetoden kan ikke være helt tom,det må være minst en bruker!
nl: De contactmethode mag niet volledig leeg zijn,er moet er minimaal een zijn!
pl: Metoda kontaktu nie może być całkowicie pusta,jest co najmniej jedna!
pt_br: As informações de contato não podem estar todas vazias,pelo menos uma!
ro: Metoda de contact nu poate fi complet goală,există cel puțin una!
ru: Метод контакта не может быть полностью пустым,есть хотя бы один!
sv: Kontaktmetoden kan inte vara helt tom,det finns minst en!
th: ข้อมูลติดต่อต้องมีอย่างน้อยหนึ่งรายการ!
tr: Temas yöntemi tamamen boş olamaz,en az bir tane var!
vi: Thông tin liên hệ không được để trống, có ít nhất một!
zh_hans: 联系方式不能全为空，至少有一个!
zh_hant: 聯繫方式不能全為空，至少有一個!

# deviceSetting_modify_AP_password_success
source: The device AP password was successfully modified.
cs: Heslo zařízení AP bylo úspěšně upraveno.
de: Access Point Passwort des Geräts wurde erfolgreich geändert.
es: La contraseña del AP del Equipo fue modificada con éxito.
fi: Laitteen AP-salasana muutettiin onnistuneesti.
fr: Le mot de passe AP de l'appareil a été modifié avec succès.
he: ססמת הAP של המכשיר שונתה בהצלחה
id: Sand AP perangkat ini berhasil diubah
it: La password dell'applicazione è stata modificata con successo
ja: デバイスのAPパスワードが正常に変更されました。
ko: AP 비밀번호가 성공적으로 수정되었습니다.
nb: Enhets-AP-passordet ble endret.
nl: Het AP-wachtwoord apparaat werd succesvol aangepast.
pl: Hasło AP urządzenia zostało zmienione.
pt_br: A senha do AP do dispositivo foi modificada com sucesso.
ro: Parola AP a dispozitivului a fost modificată cu succes.
ru: Пароль AP устройства был успешно изменен.
sv: AP-lösenordet för enheten har ändrats.
th: แก้ไขรหัสผ่าน AP ของอุปกรณ์สำเร็จแล้ว
tr: Cihaz AP şifresi başarıyla değiştirildi.
vi: Mật khẩu AP của thiết bị đã được thay đổi thành công
zh_hans: 设备AP密码修改成功
zh_hant: 設備AP密碼修改成功

# add_smart_scenes_task_IOS
source: %@ tasks
cs: %@ úkolů
de: %@ Aufgaben
es: %@ Tareas
fi: %@ úkolů
fr: %@ Tâches
he: %@ משימות
id: %@ tugas
it: %@ compiti
ja: %@タスク
ko: %@ 작업
nb: %@ oppgaver
nl: %@ taken
pl: %@ zadań
pt_br: %@ tarefas
ro: %@ sarcini
ru: %@ задачи
sv: %@ uppgifter
th: %@ งาน
tr: %@ görevler
vi: %@ Nhiệm vụ
zh_hans: %@个任务
zh_hant: %@個任務

# addDevice_error_qrcodeInvalid
source: Invalid QR code
cs: Neplatný kód QR
de: Ungültiger QR-Code
es: El código QR inválido
fi: Virheellinen QR-koodi
fr: Code QR incorrect
he: קוד QR שגוי
id: Kode QR tidak salah
it: QR non valido
ja: QRコードが正しくありません
ko: 틀린 QR 코드입니다.
nb: Feil QR-kode
nl: Ongeldige QR-code
pl: Błędny kod QR
pt_br: Código QR inválido
ro: Cod QR nevalid
ru: Неверный QR-код
sv: Ogiltig QR-kod
th: รหัส QR ไม่ถูกต้อง
tr: Geçersiz QR kodu
vi: Mã QR không hợp lệ
zh_hans: 无效二维码
zh_hant: 無效二維碼

# adddevice_even_hotspot_nav
source: Connect IPC WiFi
cs: Připojte Wi-Fi IPC
de: Verbinden Sie sich mit dem Kamera WLAN
es: Conecte IPC WiFi
fi: Yhdistä IPC WiFi
fr: Connectez IPC WiFi
he: חבר IPC WiFi
id: Hubungkan IPC WiFi
it: Connetti IPC WiFi
ja: IPC WiFiを接続する
ko: IPC WiFi 연결
nb: Koble til IPC WiFi
nl: Verbind IPC WiFi
pl: Podłącz IPC WiFi
pt_br: Conecte o IPC WiFi
ro: Conectați WiFi IPC
ru: Подключите IPC WiFi
sv: Anslut IPC WiFi
th: เชื่อมต่อ IPC WiFi
tr: IPC WiFi bağlantısı
vi: Ngay cả điểm phát sóng
zh_hans: 连热点
zh_hant: 連熱點

# playback_cloud_video_purchase
source: No loss, super-safe, guard the house are more at ease with cloud-storage video
cs: Žádné video, super bezpečné, hlídejte dům s videem v cloudu
de: Kein Verlust, drahltloser Speicher, extrem sicher, Cloud-Speicher und Videoaufzeichnung für häuslichen Gebrauch
es: Sin pérdidas, súper seguro, proteja la casa y se sienta más cómodo con el video de almacenamiento en la nube
fi: Ei hävikkiä, erittäin turvallinen, vartioi taloa on helpompi pilvivarastovideon avulla
fr: Aucune perte, super sûr, gardez la maison plus à l'aise avec la vidéo de stockage en nuage
he: ללא הפסד, בטוחים במיוחד, שמרו על הבית נוחים יותר עם וידיאו לאחסון ענן
id: Tidak rugi, super aman, jaga rumah lebih nyaman dengan video penyimpanan cloud
it: Nessuna perdita, super-sicuro, sorveglia la casa sono più a suo agio con video di archiviazione su cloud
ja: クラウドストレージビデオを使用すると、損失がなく、非常に安全で、家を守ります。
ko: 클라우드 스토리지 비디오로 손실 없음, 매우 안전하며 집을 더 편안하게 보호
nb: Ingen tap, supersikre, vakt huset er mer komfortable med sky-lagringsvideo
nl: Geen verlies, superveilig, bewaak het huis meer op uw gemak met video-opslag in de cloud
pl: Bez strat, super bezpieczny, strzeż domu, jest łatwiejszy dzięki przechowywaniu wideo w chmurze
pt_br: Sem perda, super seguro, vigie a casa e fique mais à vontade com o vídeo de armazenamento em nuvem
ro: Fără pierderi, supra-sigure, de pază a casei sunt mai în largul lor cu video de stocare cloud
ru: Никаких потерь, супер-безопасность, охранять дом проще с облачным хранилищем видео
sv: Ingen förlust, supersäker, skydda huset är mer bekvämt med molnlagringsvideo
th: ไม่มีการสูญเสียวิดีโอที่จัดเก็บบนคลาวด์ปลอดภัยเป็นพิเศษและดูบ้านได้อย่างสบายใจมากขึ้น
tr: Kayıp yok, süper güvenli, bulut depolama videosu ile evi koruyun
vi: Không mất mát, cực kỳ an toàn, lưu trữ video trên đám mây và xem ngôi nhà thoải mái hơn
zh_hans: 不丢失，超安全，有云存录像看家更安心
zh_hant: 不丟失，超安全，有云存錄像看家更安心

# addDevice_version_too_low
source: App version too low
cs: Verze aplikace je příliš nízká
de: App-Version zu alt
es: Versión de la aplicación demasiado baja
fi: Sovelluksen versio liian alhainen
fr: Version de l'application trop faible
he: גרסת האפליקציה נמוכה מדי
id: Versi aplikasi terlalu rendah
it: Versione dell'app troppo bassa
ja: アプリのバージョンが低すぎます
ko: 앱 버전이 너무 낮음
nb: Appversjonen er for lav
nl: App-versie te laag
pl: Za niska wersja aplikacji
pt_br: Versão do aplicativo muito baixa
ro: Versiunea aplicației este prea scăzută
ru: Слишком низкая версия приложения
sv: Appversionen är för låg
th: เวอร์ชันแอปต่ำเกินไป
tr: Uygulama sürümü çok düşük
vi: Phiên bản ứng dụng quá thấp
zh_hans: APP版本过低
zh_hant: APP版本過低

# devicesetting_Wall_hanging
source: Wall hanging
cs: Závěs na zeď
de: Wand
es: colgar en la pared
fi: Seinäkoriste
fr: tenture
he: תליית קיר
id: Muur hangen
it: Attaccatura a parete
ja: 壁掛け
ko: 벽걸이
nb: vegg hengende
nl: Muur hangen
pl: Wiszące na ścianie
pt_br: Tapeçaria
ro: Agățat pe perete
ru: настенный
sv: väggdekoration
th: ที่แขวนผนัง
tr: duvara asılı
vi: treo tường
zh_hans: 壁挂
zh_hant: 壁掛

# message_Pet_detected
source: Pet detected
cs: Zjištěno domácí zvíře
de: Haustier erkannt
es: Mascota detectada
fi: Lemmikki havaittu
fr: Animal détecté
he: זוהתה חיית מחמד
id: Hewan peliharaan terdeteksi
it: Animale domestico rilevato
ja: ペットが検出されました
ko: 애완 동물이 감지되었습니다.
nb: Kjæledyr oppdaget
nl: Huisdier gedetecteerd
pl: Wykryto zwierzaka
pt_br: Animal de estimação detectado
ro: Animal de companie detectat
ru: Обнаружен питомец
sv: Husdjur upptäckt
th: ตรวจพบสัตว์เลี้ยง
tr: Evcil hayvan algılandı
vi: Đã phát hiện vật nuôi
zh_hans: 检测到宠物
zh_hant: 檢測到寵物

# deviceSetting_night_vision_auto_switch_enabling_fill_light
source: Please set the night vision mode to "auto switch" before enabling the fill light function
cs: Před aktivací funkce plnicího světla nastavte režim nočního vidění na "automatické přepínání".
de: Bitte Nachtsicht-Modus auf "Auto" einstellen, bevor der Weißlicht-Strahler aktiviert wird
es: Configure el modo de visión nocturna en "cambio automático" antes de habilitar la función de luz de relleno.
fi: Aseta yönäkötilaksi "automaattinen vaihto", ennen kuin otat täyttövalotoiminnon käyttöön
fr: Veuillez régler le mode de vision nocturne sur "commutation automatique" avant d'activer la fonction d'éclairage d'appoint
he: אנא הגדר את מצב ראיית הלילה ל"מתג אוטומטי" לפני הפעלת פונקציית אור המילוי
id: Harap atur mode penglihatan malam ke "saklar otomatis" sebelum mengaktifkan fungsi lampu isi
it: Si prega di impostare la modalità di visione notturna su "commutazione automatica" prima di abilitare la funzione di luce di riempimento
ja: フィルライト機能を有効にする前に、暗視モードを「自動切り替え」に設定してください
ko: 필 라이트 기능을 활성화하기 전에 야간 투시 모드를 "자동 전환"으로 설정하십시오.
nb: Sett nattsynsmodusen til "auto switch" før du aktiverer fyllelysfunksjonen
nl: Stel de nachtzichtmodus in op "auto switch" voordat u de vullichtfunctie inschakelt
pl: Ustaw tryb noktowizyjny na "automatyczne przełączanie" przed włączeniem funkcji światła wypełniającego;
pt_br: Defina o modo de visão noturna para "interruptor automático" antes de ativar a função de luz de preenchimento
ro: Vă rugăm să setați modul de vedere pe timp de noapte la "comutator automat" înainte de a activa funcția de lumină de umplere
ru: Перед включением функции заполняющего света установите режим ночного видения на "автоматический переключатель".
sv: Ställ in mörkerseendeläget på "auto switch" innan du aktiverar fyllningsljusfunktionen
th: โปรดตั้งค่าโหมดการมองเห็นตอนกลางคืนเป็น "สวิตช์อัตโนมัติ" ก่อนเปิดใช้งานฟังก์ชั่นเติมแสง
tr: Doldurma ışığı işlevini etkinleştirmeden önce lütfen gece görüş modunu "otomatik geçiş" olarak ayarlayın.
vi: Vui lòng đặt chế độ nhìn ban đêm thành "tự động chuyển đổi" trước khi bật chức năng đèn lấp đầy
zh_hans: 请将夜视模式设置为“自动切换”后再启用补光灯功能
zh_hant: 請將夜視模式設置為“自動切換”後再啟用補光燈功能

# message_Package_detected
source: Package detected
cs: Zjištěn balíček
de: Paket erkannt
es: Paquete detectado
fi: Paketti havaittu
fr: Colis détecté
he: זוהתה חבילה
id: Paket terdeteksi
it: Pacchetto rilevato
ja: パッケージが検出されました
ko: 패키지 감지됨
nb: Pakke oppdaget
nl: Pakket gedetecteerd
pl: Wykryto pakiet
pt_br: Pacote detectado
ro: Pachetul a fost detectat
ru: Пакет обнаружен
sv: Paket upptäckt
th: ตรวจพบแพ็คเกจ
tr: Paket algılandı
vi: Gói hàng đã được phát hiện
zh_hans: 检测到包裹
zh_hant: 檢測到包裹

# devicesetting_select_system_sound
source: Go to select system sound
cs: Přejděte na výběr zvuku systému
de: Ton aus Telefonspeicher auswählen
es: Ir a seleccionar el sonido del sistema
fi: Siirry järjestelmän äänen valitsemiseksi
fr: Aller à sélectionner le son du système
he: עבור אל צלילי מערכת נבחרים
id: Pergi untuk memilih suara sistem
it: Vai a selezionare l'audio del sistema
ja: システムサウンドを選択する
ko: 시스템 사운드 선택으로 이동
nb: Gå til å velge systemlyd
nl: Ga naar systeemgeluid selecteren
pl: Idź, aby wybrać dźwięk systemu
pt_br: Ir para selecionar o som do sistema
ro: Mergeți pentru a selecta sunetul sistemului
ru: Перейти, чтобы выбрать системный звук
sv: Gå till välj systemljud
th: ไปที่การเลือกเสียงระบบ
tr: Sistem sesini seçmek için git
vi: Đi đến chọn âm thanh hệ thống
zh_hans: 前往选择系统声音
zh_hant: 前往選擇系統聲音

# tfCard_already_for_mat
source: Formatted
cs: Formátováno
de: Formatiert
es: Formateado
fi: Muotoiltu
fr: Formaté
he: מפורמט
id: Formated
it: Formattata
ja: フォーマット済み
ko: 서식이 지정된
nb: Formatert
nl: Geformatteerd
pl: Sformatowana
pt_br: Formatado
ro: formatată
ru: форматированная
sv: formaterad
th: ฟอร์แมตแล้ว
tr: Biçimlendirilmiş
vi: Được định dạng
zh_hans: 已格式化
zh_hant: 已格式化

# adddevice_connect_mobile_device_hotspot
source: Please connect your mobile WiFi to the device hotspot
cs: Připojte mobilní WiFi k hotspotu zařízení
de: Bitte verbinden Sie sich per WLAN mit dem Geräte-Hotspot
es: Conecte su WiFi móvil al punto de acceso del dispositivo
fi: Kytke matkapuhelimesi langaton verkko yhteyspisteeseen
fr: Veuillez connecter votre WiFi mobile au point d'accès de l'appareil
he: אנא חבר את ה- WiFi הנייד שלך לנקודה החמה של המכשיר
id: Harap sambungkan WiFi seluler Anda ke hotspot perangkat
it: Connetti il tuo WiFi mobile all'hotspot del dispositivo
ja: 携帯電話をデバイスのWi-Fi SSIDに接続してください
ko: 모바일 WiFi를 기기 핫스팟에 연결하십시오
nb: Koble den mobile WiFi-enheten til enhetens hotspot
nl: Verbind uw mobiele wifi met de hotspot van het apparaat
pl: Podłącz swoje mobilne WiFi do hotspotu urządzenia
pt_br: Conecte seu WiFi móvel ao ponto de acesso do dispositivo
ro: Vă rugăm să conectați WiFi-ul mobil la hotspot-ul dispozitivului
ru: Пожалуйста, подключите ваш мобильный WiFi к точке доступа устройства
sv: Anslut din mobila WiFi till enhetens hotspot
th: โปรดเชื่อมต่อเครือข่ายไร้สายมือถือของคุณกับฮอตสปอตของอุปกรณ์
tr: Lütfen mobil WiFi'nizi cihaz etkin noktasına bağlayın
vi: Vui lòng kết nối mạng không dây di động của bạn với điểm phát sóng thiết bị
zh_hans: 请将手机无线网络连接到设备热点
zh_hant: 請將手機無線網絡連接到設備熱點

# Wednesday
source: W
cs: S
de: Mi
es: X
fi: K
fr: M
he: די
id: R
it: M
ja: 水
ko: 수
nb: O
pl: Ś
pt_br: Q
ro: M
ru: С
sv: O
th: พ
tr: Ç
vi: T4
zh_hans: 三
zh_hant: 三

# smartlink_device_distribution_networking
source: Device is connecting network, please wait a moment...
cs: V síti pro připojení zařízení prosím počkejte chvíli ...
de: Gerät wird mit Netzwerk verbunden, bitte warten...
es: En la red de conexión del Equipo, espere un momento ...
fi: Odota hetki laitteen yhteysverkossa ...
fr: Dans le réseau de connexion de l'appareil, attendez un instant s'il vous plaît ...
he: ברשת חיבור המכשיר, המתן רגע ...
id: Di jaringan koneksi perangkat, harap tunggu sebentar ...
it: Attendi un attimo nella rete di connessione del dispositivo ...
ja: デバイスのネットワーク接続をしています。しばらくお待ちください。
ko: 네트워크 연결중입니다. 잠시만 기다려주세요 ...
nb: I nettverkstilkoblingsnettet, vent et øyeblikk ...
nl: Wacht even in het verbindingsnetwerk van het apparaat ...
pl: W sieci połączeń urządzenia poczekaj chwilę ...
pt_br: Na rede de conexão do dispositivo, aguarde um momento ...
ro: În rețeaua de conectare a dispozitivului, așteptați un moment ...
ru: В сети подключения устройства, пожалуйста, подождите ...
sv: Vänta ett ögonblick i nätverksanslutningsnätet ...
th: อุปกรณ์กำลังเชื่อมต่อกับเครือข่ายโปรดรอสักครู่ ...
tr: Cihaz bağlantı ağında, lütfen biraz bekleyin ...
vi: Máy đã kết nối mạng, vui lòng đợi ...
zh_hans: 设备连接网中，请稍等...
zh_hant: 設備連接網中，請稍等...

# message_People
source: Human
cs: Člověk
de: Personen
es: Humano
fi: Ihmisen
fr: Humain
he: בן אנוש
id: Manusia
it: Umano
ja: 人間
ko: 인간
nb: Menneskelig
nl: Menselijk
pl: Człowiek
pt_br: Humano
ro: Uman
ru: Человек
sv: Mänsklig
th: มนุษย์
tr: İnsan
vi: Nhân loại
zh_hans: 人
zh_hant: 人

# device_group_name
source: Group Name
cs: Název skupiny
de: Gruppenname
es: Nombre del grupo
fi: Ryhmän nimi
fr: Nom du groupe
he: שם קבוצה
id: Nama Group
it: Nome del gruppo
ja: グループ名
ko: 그룹 이름
nb: Gruppe navn
nl: Naam groep
pl: Nazwa grupy
pt_br: Nome do grupo
ro: Numele Grupului
ru: Имя группы
sv: Grupp namn
th: ชื่อกลุ่ม
tr: Grup ismi
vi: Tên nhóm
zh_hans: 分组名称
zh_hant: 分組名稱

# binding_mobile_phone
source: Bind by cellphone
cs: Vázání telefonu
de: Registrierung über Handynummer
es: Enlazar por teléfono celular
fi: Puhelin sitoo
fr: Lier par téléphone portable
he: שייך את הסמארטפון
id: kaitkan dengan HP
it: Associa al telefono
ja: 携帯電話で共有する
ko: 핸드폰으로 묶다.
nb: Tilknytt via mobil
nl: Koppelen met mobiele telefoon
pl: Binduj przez telefon komórkowy
pt_br: Vincular por celular
ro: Legați-vă de telefonul mobil
ru: Привязать по мобильному телефону
sv: Binda via mobiltelefon
th: ผูกโดยโทรศัพท์มือถือ
tr: Cep telefonu ile bağlayın
vi: Ràng buộc điện thoại di động
zh_hans: 手机绑定
zh_hant: 手機綁定

# adddevice_connect_fail_reason_2
source: When device connection timeout, you can click help button to view the timeout reason
cs: Vypršel časový limit připojení zařízení. Kliknutím na tuto možnost zobrazíte nápovědu, abyste viděli důvod vypršení časového limitu
de: Bei Zeitüberschreitung der Geräteverbindung, können Sie auf "Hilfe" tippen, um den Grund für den Abbruch zu prüfen
es: Se ha agotado el tiempo de conexión del Equipo, puede hacer clic para ver la ayuda para ver el motivo del tiempo de espera
fi: Laiteyhteyden aikakatkaisu, voit nähdä ohjeen nähdäksesi aikakatkaisun syyn napsauttamalla
fr: La connexion au périphérique a expiré, vous pouvez cliquer pour afficher l'aide pour voir la raison du délai
he: פג הזמן הקצוב לחיבור המכשיר, באפשרותך ללחוץ כדי להציג את העזרה כדי לראות את הסיבה לזמן קצוב
id: Waktu koneksi perangkat habis, Anda dapat mengklik untuk melihat bantuan untuk melihat alasan batas waktu
it: Timeout della connessione del dispositivo, è possibile fare clic per visualizzare la guida per vedere il motivo del timeout
ja: デバイス接続がタイムアウトしました。タイムアウトの理由を確認するには、をクリックしてヘルプを表示してください。
ko: 장치 연결 시간이 초과되었습니다. 도움말을 클릭하여 시간 초과 원인을 볼 수 있습니다.
nb: Enhetsforbindelse utløpt, du kan klikke for å vise hjelp for å se timeout årsaken
nl: Er is een time-out opgetreden voor de verbinding met het apparaat. U kunt klikken om Help te bekijken om de time-outreden te zien
pl: Przekroczono limit czasu połączenia z urządzeniem, można kliknąć, aby wyświetlić pomoc, aby zobaczyć przyczynę przekroczenia limitu czasu
pt_br: A conexão do dispositivo expirou, você pode clicar para ver a ajuda para ver o motivo do tempo limite
ro: Dispozitivul de conectare a dispozitivului a expirat, puteți face clic pentru a vedea ajutorul pentru a vedea motivul expirării
ru: Тайм-аут соединения с устройством, вы можете нажать, чтобы просмотреть справку, чтобы увидеть причину тайм-аута
sv: Enhetsanslutningen avbröts, du kan klicka för att visa hjälp för att se timeout-orsaken
th: เมื่อหมดเวลาการเชื่อมต่ออุปกรณ์คุณสามารถคลิกปุ่ม ช่วยเหลือเพื่อดูเหตุผลการหมดเวลาเชื่อมต่อ
tr: Cihaz bağlantısı zaman aşımına uğradı, zaman aşımı nedenini görmek için yardımı görüntülemek için tıklayabilirsiniz
vi: Hết thời gian kết nối thiết bị, bạn có thể bấm Xem Trợ giúp để xem lý do hết thời gian chờ
zh_hans: 设备连接超时，您可以点击查看帮助查看超时原因
zh_hant: 設備連接超時，您可以點擊查看幫助查看超時原因
