Repository: Yolo-cell-hash/go_home_ios
Catalog: ios/Runner/JASDK/JAResources/XLanguage/X35MultiLanguage/*.lproj/X35MutiLanguage.strings
Languages: cs, de, es, fi, fr, he, id, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sv, th, tr, vi, zh_hans, zh_hant

# service_not_select_Security_experience
source: Security experience years not selected
cs: Nebyly vybrány roky zkušeností se zabezpečením
de: Jahre an Sicherheitserfahrung wurde nicht ausgewählt
es: Años de experiencia en seguridad no seleccionados
fi: Turvakokemusvuosia ei ole valittu
fr: Années d'expérience en sécurité non sélectionnées
he: ניסיון אבטחה שנים שלא נבחרו
id: Tahun pengalaman keamanan tidak dipilih
it: Anni di esperienza di sicurezza non selezionati
ja: microSDカードをフォーマットする
ko: 보안 경험이 선택되지 않음
nb: Sikkerhetserfaring år ikke valgt
nl: Beveiliging ervaring jaren niet geselecteerd
pl: Nie wybrano lat doświadczenia w zakresie bezpieczeństwa
pt_br: Anos de experiência em segurança não selecionados
ro: Anii de experiență în securitate nu au fost selectați
ru: Годы опыта в сфере безопасности не выбраны
sv: Säkerhetserfarenhet år har inte valts
th: ไม่ได้เลือกปีประสบการณ์ด้านความปลอดภัย
tr: Güvenlik deneyimi yılları seçilmedi
vi: Năm kinh nghiệm bảo mật chưa được chọn
zh_hans: 安防经验年限未选择
zh_hant: 安防經驗年限未選擇

# person_full_video
source: Full video
cs: Plné video
de: Ganzes Video
es: Video completo
fi: Koko video
fr: Vidéo complète
he: וידאו מלא
id: video penuh
it: Video completo
ja: フルビデオ
ko: 전체 비디오
nl: Volledige video
pl: Pełny film
pt_br: Vídeo completo
ro: Videoclip complet
ru: Полное видео
th: วิดีโอเต็ม
tr: Tam video
vi: Video đầy đủ
zh_hans: 完整录像
zh_hant: 完整錄像

# devicesetting_area_coordinates
source: Area coordinates：
cs: Regionální souřadnice:
de: Koordinaten：
es: Coordenadas del area：
fi: Alueelliset koordinaatit:
fr: Coordonnées de la zone：
he: אזור קואורדינטות
id: Koordinat area：
it: Coordinate di area：
ja: エリア座標：
ko: 지역 좌표 :
nb: Område koordinater：
nl: Gebied coördinaten：
pl: Współrzędne obszaru：
pt_br: Coordenadas da área:
ro: Coordonatele zonei:
ru: Координаты области ：
sv: Yta koordinater:
th: พิกัดพื้นที่:
tr: Alan koordinatları ：
vi: Tọa độ khu vực:
zh_hans: 区域坐标：
zh_hant: 區域坐標：

# MJRefreshAutoFooterNoMoreDataText
source: No more data
cs: Byl již načten
de: Keine weiteren Daten
es: Ya cargado todo
fi: Jo ladattu
fr: Tout a été chargé
he: אין עוד מידע
id: tidak ada data lagi
it: Nessun ulteriore dato
ja: すべて読込みました
ko: 이미 로드되었습니다.
nb: Allerede lastet alt
nl: Geen gegevens meer
pl: Brak danych
pt_br: Não há mais dados
ro: Nu mai există date
ru: Нет больше данных
sv: Inga fler data
th: ไม่มีข้อมูลเพิ่มเติม
tr: Başka veri yok
vi: Tất cả đã được tải
zh_hans: 已经全部加载完毕
zh_hant: 已經全部加載完畢

# devicesetting_clear
source: Clear
cs: Průhledná
de: Löschen
es: Claro
fi: Asia selvä
fr: Clair
he: ברור
id: Bersih
it: Chiaro
ja: 晴れ
ko: 삭제
nb: Klar
nl: Doorzichtig
pl: Jasny
pt_br: Claro
ro: Clar
ru: Очистить
sv: Klar
th: เคลียร์
tr: Açık
vi: Thông thoáng
zh_hans: 清除
zh_hant: 清除

# devicesetting_turn_on_aleax
source: Once turned on, you can watch videos via Alexa Echo Show
cs: Po zapnutí můžete sledovat videa prostřednictvím Alexa Echo Show
de: Nach dem Einschalten können Sie Videos über die Alexa Echo Show ansehen
es: Una vez encendido, puede ver videos a través de Alexa Echo Show
fi: Kun virta on kytketty päälle, voit katsella videoita Alexa Echo Show -sovelluksen kautta
fr: Une fois activé, vous pouvez regarder des vidéos via Alexa Echo Show
he: לאחר הפעלתו, תוכלו לצפות בסרטונים באמצעות Alexa Echo Show
id: Setelah dinyalakan, Anda dapat menonton video melalui Alexa Echo Show
it: Una volta acceso, puoi guardare i video tramite Alexa Echo Show
ja: オンにすると、Alexa Echo Showを介してビデオを見ることができます
ko: 전원을 켜면 Alexa Echo Show를 통해 비디오를 볼 수 있습니다.
nb: Når den er slått på, kan du se videoer via Alexa Echo Show
nl: Eenmaal ingeschakeld, kunt u video's bekijken via Alexa Echo Show
pl: Po włączeniu możesz oglądać filmy za pośrednictwem Alexa Echo Show
pt_br: Uma vez ligado, você pode assistir a vídeos via Alexa Echo Show
ro: Odată pornit, puteți viziona videoclipuri prin Alexa Echo Show
ru: После включения вы можете смотреть видео через Alexa Echo Show.
sv: När du väl har aktiverat kan du titta på videor via Alexa Echo Show
th: เมื่อเปิดแล้วคุณสามารถดูวิดีโอผ่าน Alexa Echo Show
tr: Açıldıktan sonra, videoları Alexa Echo Show aracılığıyla izleyebilirsiniz.
vi: Sau khi bật, bạn có thể theo dõi video thông qua Alexa Echo Show
zh_hans: 开启后可通过Alexa Echo Show 监看视频
zh_hant: 開啟後可通過Alexa Echo Show 監看視頻

# Europe_Berlin
source: Berlin
cs: Berlín
es: Berlina
fi: Berliini
he: ברלין
it: Berlino
ja: ベルリン
ko: 베를린
nl: Berlijn
pt_br: Berlim
ru: Берлин
th: กรุงเบอร์ลิน
zh_hans: 柏林
zh_hant: 柏林

# cloud_will_expire
source: Will expire at %1$s
cs: Platnost vyprší v %1$s
de: Läuft ab am %1$s
es: Caducará a las %1$s
fi: Vanhenee %1$s
fr: Expirera à %1$s
he: יפוג ב- %1$s
id: Akan kedaluwarsa di %1$s
it: Scadrà alle %1$s
ja: %1$sに期限切れになります
ko: %1$s에서 만료됩니다
nb: Utløper på %1$s
nl: Vervalt op %1$s
pl: Wygasa o %1$s
pt_br: Expira às %1$s
ro: Va expira la %1$s
ru: Истекает в %1$s
sv: Löper ut på %1$s
th: จะหมดอายุใน%1$s
tr: Son kullanma tarihi: %1$s
vi: Sẽ hết hạn sau%1$s
zh_hans: 将于%1$s到期
zh_hant: 將於%1$s到期

# devicesetting_4G_device_sim_car_invalid
source: SIM card is invalid
cs: SIM karta je neplatná
de: SIM-Karte ist ungültig
es: La tarjeta SIM no es válida
fi: SIM-kortti on virheellinen
fr: La carte SIM n'est pas valide
he: כרטיס ה- SIM אינו חוקי
id: Kartu SIM tidak valid
it: La carta SIM non è valida
ja: SIMカードが無効です
ko: SIM 카드가 유효하지 않습니다
nb: SIM-kortet er ugyldig
nl: Simkaart is ongeldig
pl: Karta SIM jest nieprawidłowa
pt_br: Cartão SIM inválido
ro: Cartela SIM este nevalidă
ru: SIM-карта недействительна
sv: SIM-kortet är ogiltigt
th: ซิมการ์ดไม่ถูกต้อง
tr: SIM kart geçersiz
vi: Thẻ SIM đã hết hạn
zh_hans: SIM卡已失效
zh_hant: SIM卡已失效

# devicesetting_4G_card_sim_card_flow
source: Flow
cs: tok
de: Daten
es: fluir
fi: virtaus
fr: couler
he: זרימה
id: mengalir
it: flusso
ja: フロー
ko: 흐름
nb: strømme
nl: stromen
pl: pływ
pt_br: fluxo
ro: curgere
ru: течь
sv: strömma
th: เลื่อนไหล
tr: akış
vi: lưu lượng
zh_hans: 流量
zh_hant: 流量

# person_feedback_question_playback
source: Q4: Why is the content of the video playing intermittently?
cs: Otázka 4: Proč se obsah videa přehrává přerušovaně?
de: F4: Warum wird der Videoinhalt zeitweise unterbrochen abgespielt?
es: P4: ¿Por qué el contenido del video se reproduce de forma intermitente?
fi: Kysymys 4: Miksi videon sisältöä toistetaan katkonaisesti?
fr: Q4: Pourquoi le contenu de la vidéo est-il lu par intermittence?
he: שאלה 4: מדוע תוכן הווידיאו מתנגן לסירוגין?
id: T4: Mengapa konten video diputar sebentar-sebentar?
it: Q4: Perché il contenuto del video viene riprodotto in modo intermittente?
ja: Q4：ビデオのコンテンツが断続的に再生されるのはなぜですか？
ko: Q4 : 비디오 내용이 간헐적으로 재생되는 이유는 무엇입니까?
nb: Spørsmål 4: Hvorfor spilles innholdet av videoen av og til?
nl: V4: Waarom wordt de inhoud van de video met tussenpozen afgespeeld?
pl: P4: Dlaczego treść wideo jest odtwarzana z przerwami?
pt_br: Q4: por que o conteúdo do vídeo está sendo reproduzido intermitentemente?
ro: Q4: De ce conținutul video se redă intermitent?
ru: В4: Почему видео воспроизводится с перебоями?
sv: F4: Varför spelas upp innehållet i videon intermittent?
th: Q4: ทำไมเนื้อหาของวิดีโอจึงเล่นไม่ต่อเนื่อง?
tr: S4: Video içeriği neden aralıklı olarak oynatılıyor?
vi: Q4: Tại sao nội dung phát lại video không liên tục?
zh_hans: Q4：录像回放的内容为什么是断断续续的?
zh_hant: Q4：錄像回放的內容為什麽是斷斷續續的?

# playback_alarm_message_total
source: Total number of alarm messages (%1$s)
cs: Celkový počet alarmových zpráv (%1$s)
de: Gesamtzahl der Alarmmeldungen (%1$s)
es: Número total de mensajes de alarma (%1$s)
fi: Hälytysviestien kokonaismäärä (%1$s)
fr: Nombre total de messages d'alarme (%1$s)
he: המספר הכולל של הודעות אזעקה (%1$s)
id: Jumlah total pesan alarm (%1$s)
it: Numero totale di messaggi di allarme (%1$s)
ja: アラームメッセージの総数（%1$s）
ko: 총 알람 메시지 수 (%1$s)
nb: Totalt antall alarmmeldinger (%1$s)
nl: Totaal aantal alarmmeldingen (%1$s)
pl: Całkowita liczba komunikatów alarmowych (%1$s)
pt_br: Número total de mensagens de alarme (%1$s)
ro: Numărul total de mesaje de alarmă (%1$s)
ru: Общее количество аварийных сообщений (%1$s)
sv: Totalt antal larmmeddelanden (%1$s)
th: จำนวนข้อความแจ้งเตือน (%1$s)
tr: Toplam alarm mesajı sayısı (%1$s)
vi: Tổng số tin nhắn báo thức (%1$s)
zh_hans: 报警消息总数（%1$s）
zh_hant: 報警消息總數（%1$s）

# addDevice_port_number
source: Port
cs: Číslo portu
es: Puerto
fi: Portin numero
he: פורט
it: Porta
ja: ポート
ko: 포트
nl: Poort
pt_br: Porta
ru: порт
sv: Hamn
th: พอร์ต
tr: Liman
vi: Số cổng
zh_hans: 端口号
zh_hant: 端口號

# Service_map_Store_name
source: Store name
cs: Jméno obchodu
de: Laden-Name
es: Nombre de la tienda
fi: Myymälän nimi
fr: Nom du magasin
he: שם חנות
id: Nama toko
it: Nome del negozio
ja: 店舗名
ko: 가게 이름
nb: Butikknavn
nl: Winkel naam
pl: Nazwa sklepu
pt_br: Nome da loja
ro: Numele magazinului
ru: Название магазина
sv: Affärsnamn
th: ชื่อร้าน
tr: Dükkan adı
vi: Tên cửa hàng
zh_hans: 门店名称
zh_hant: 門店名稱

# deviceSetting_Enter_new_password_again
source: New password again
cs: Opět nové heslo
de: Neues Passwort nochmal
es: Nueva contraseña de nuevo
fi: Uusi salasana uudestaan
fr: Retapez le nouveau mot de passe
he: שוב סיסמה חדשה
id: Password Baru Lagi
it: Conferma la nuova password
ja: 新しいパスワードを再入力
ko: 새 비밀번호를 다시
nb: Nytt Passord Igjen
nl: Opnieuw nieuw wachtwoord
pl: Powtórz nowe hasło
pt_br: Nova senha novamente
ro: Parola noua din nou
ru: Новый пароль еще раз
sv: Nytt Lösenord Igen
th: รหัสผ่านใหม่อีกครั้ง
tr: Yeni Şifre Tekrar
vi: Mật khẩu mới một lần nữa
zh_hans: 再次输入新密码
zh_hant: 再次輸入新密碼

# help_preview_ttextTips_2
source: Light control:setup on/off,brightness,color temperature for light control device
cs: Ovládání světla: nastavte přepínač pomocí zařízení pro ovládání světla,jasu,teploty barev atd.
de: Licht Einstellung: Ein-/Ausschalten, Helligkeit, Farbtemperatur
es: Control de la luz: configuración de encendido/apagado,brillo,temperatura de color para el Equipo de control de la luz
fi: Valonohjaus: aseta kytkin valonohjauslaitteeseen,kirkkauteen,värilämpötilaan jne.
fr: Contrôle de la lumière : configuration on / off, luminosité, température de couleur pour le dispositif de contrôle de la lumière
he: בקרת תמונה: הדלקה וכיבוי,שליטה בבהירות ובצבע
id: Kontrol Lampu: kontrol perangkat lampu untuk Buka/tutup,kecerahan,temperatur warna
it: Controllo luci: Impostare on/off,luminosità,Colore termico per il controllo del dispositivo
ja: ライト操作：ライトのオン/オフ、明るさ、色温度の設定
ko: 조명 제어 : 조명 제어 장치의 켜짐 / 꺼짐, 밝기, 색온도 설정
nb: Lysstyring: Slå lysbryter på/av,lysstyrke,fargetemperatur,etc.
nl: Verlichtingsregeling:instelling aan/uit,helderheid,kleurtemperatuur voor verlichtingsregeling apparaat
pl: Kontrola oświetlenia: ustaw
pt_br: Controle de luz: configuração on/off,brilho,temperatura de cor para dispositivo de controle de luz
ro: Control luminos: setare pornire/oprire,luminozitate,temperatura culorii pentru dispozitivul de control al luminii
ru: Управление освещением: настройка вкл/выкл,яркость,цветовая температура для устройства управления освещением
sv: Ljusstyrning: inställning på/av,ljusstyrka,färgtemperatur för ljusstyrenhet
th: การควบคุมแสง: ตั้งค่า เปิด/ปิด, ความสว่าง, อุณหภูมิ, สี, ฯลฯ ของอุปกรณ์ด้วยการควบคุมแสง
tr: Işık kontrolü: ışık açma/kapama ayarı,parlaklık,ışık kontrol cihazı için renk sıcaklığı
vi: Điều khiển ánh sáng: cài đặt công tắc, độ sáng, nhiệt độ màu, v.v. của thiết bị bằng điều khiển ánh sáng
zh_hans: 灯控：设置带灯控设备开关、亮度、色温等
zh_hant: 燈控：設置帶燈控設備開關、亮度、色溫等

# regain
source: Get again
cs: Obnovte
de: Erneut anfordern
es: Volver a adquirir
fi: uudelleenhankintaa
fr: Encore une fois
he: שלח מחדש
id: dapatkan lagi
it: Ricevere nuovamente
ja: 再取得
ko: 다시 얻으십시오.
nb: Send på nytt
nl: Opnieuw ophalen
pl: Odbierz ponownie
pt_br: Obter novamente
ro: Du-te din nou
ru: Получить снова
sv: Komma igen
th: รับรหัสอีกครั้ง
tr: Tekrar al
vi: Yêu cầu lại
zh_hans: 重新获取
zh_hant: 重新獲取

# devicesetting_hd
source: High Definition
cs: Vysoké rozlišení
de: HD
es: Alta definición
fi: Teräväpiirto
fr: Haute définition
he: בחדות גבוהה
id: Definisi Tinggi
it: Alta definizione
ja: ハイ・デフィニション
ko: 고화질
nb: Høy oppløsning
nl: Hoge kwaliteit
pl: Wysoka rozdzielczość
pt_br: Alta definição
ro: Înaltă definiție
ru: Высокое разрешение
sv: Högupplöst
th: ความคมชัดสูง
tr: Yüksek çözünürlük
vi: HD
zh_hans: 高清
zh_hant: 高清

# service_not_store_name
source: The store name isn’t filled in
cs: Název obchodu není vyplněn
de: Der Ladenname wurde nicht eingegeben
es: El nombre de la tienda no está completo
fi: Kaupan nimeä ei ole täytetty
fr: Le nom du magasin n’est pas renseigné
he: שם החנות לא מלא
id: Nama toko tidak diisi
it: Il nome del negozio non è stato inserito
ja: 店舗名が入力されていません
ko: 상점 이름이 입력되지 않았습니다.
nb: Butikkens navn er ikke fylt ut
nl: De winkelnaam is niet ingevuld
pl: Nazwa sklepu nie jest wypełniona
pt_br: O nome da loja não foi preenchido
ro: Numele magazinului nu este completat
ru: Название магазина не указано
sv: Butikens namn är inte fyllt i
th: ไม่ได้กรอกชื่อร้านค้า
tr: Mağaza adı girilmedi
vi: Tên cửa hàng không được điền vào
zh_hans: 门店名称未填写
zh_hant: 門店名稱未填寫

# deviceSetting_capacity
source: Capacity:
cs: kapacita:
de: Kapazität:
es: capacidad:
fi: kapasiteetti:
fr: capacité:
he: קיבולת:
id: kapasitas:
it: capacità:
ja: 容量：
ko: 용량:
nb: kapasitet:
nl: capaciteit:
pl: Pojemność:
pt_br: capacidade:
ro: capacitate:
ru: емкость:
sv: kapacitet:
th: ความจุ:
tr: kapasite:
vi: sức chứa:
zh_hans: 容量：
zh_hant: 容量：

# alarm_bind_line_push
source: line push binding
cs: linková vazba
de: Line Push Einbindung
es: línea de encuadernación
fi: linja push sidonta
fr: liaison de poussée de ligne
he: קו דחיפה מחייב
id: pengikat dorong garis
it: rilegatura a spinta di linea
ja: ラインプッシュバインディング
ko: 라인 푸시 바인딩
nl: lijn push binding
pl: wiązanie linii push
pt_br: ligação por pressão de linha
ro: linia de împingere a liniei
ru: переплет линии
sv: linje push bindning
th: การผลักดันผลผูกพัน
tr: çizgi itme ciltleme
vi: ràng buộc đẩy dòng
zh_hans: line推送绑定
zh_hant: line推送綁定

# person_feedback_question_video_incomplete_5
source: 5. Before the abnormal dynamic occurs, the camera is damaged because of improper use, resulting in the machine not working properly;
cs: 5. Než dojde k neobvyklé dynamice, je kamera poškozena nesprávným použitím, což má za následek, že stroj nefunguje správně;
de: 5. Die Kamera wurde durch unsachgemäße Verwendung beschädigt
es: 5. Antes de que ocurra la dinámica anormal, la cámara se daña debido a un uso incorrecto, lo que hace que la máquina no funcione correctamente;
fi: 5. Ennen epänormaalin dynamiikan syntymistä kamera vaurioituu väärän käytön takia, jolloin kone ei toimi oikein.
fr: 5. Avant que la dynamique anormale ne se produise, l'appareil photo est endommagé en raison d'une mauvaise utilisation, ce qui fait que la machine ne fonctionne pas correctement;
he: 5. לפני שהדינמיקה הלא תקינה מתרחשת, המצלמה נפגעה בגלל שימוש לא תקין, וכתוצאה מכך המכונה לא עובדת כראוי;
id: 5. Sebelum dinamika abnormal terjadi, kamera rusak karena penggunaan yang tidak benar, mengakibatkan mesin tidak berfungsi dengan benar;
it: 5. Prima che si verifichi una dinamica anomala, la fotocamera viene danneggiata a causa di un uso improprio, con conseguente malfunzionamento della macchina;
ja: 5.不適切な使用によりカメラが損傷し、その結果、機器が適切に動作しなくなります。
ko: 5. 비정상적인 다이나믹이 발생하기 전에 카메라를 잘못 사용하면 카메라가 손상되어 기기가 제대로 작동하지 않습니다.
nb: 5. Før den unormale dynamikken oppstår, er kameraet skadet på grunn av feil bruk, noe som resulterer i at maskinen ikke fungerer som den skal;
nl: 5. Voordat de abnormale dynamiek optreedt, is de camera beschadigd door onjuist gebruik, waardoor de machine niet goed werkt;
pl: 5. Zanim wystąpi nienormalna dynamika, aparat zostanie uszkodzony z powodu niewłaściwego użytkowania, w wyniku czego urządzenie nie będzie działać poprawnie;
pt_br: 5. Antes que a dinâmica anormal ocorra, a câmera é danificada devido ao uso inadequado, resultando na máquina não funcionando corretamente;
ro: 5. Înainte de apariția unei dinamici anormale, aparatul foto este deteriorat din cauza unei utilizări necorespunzătoare, ceea ce determină ca mașina să nu funcționeze corect;
ru: 5. Прежде чем произойдет ненормальная динамика, камера будет повреждена из-за неправильного использования, в результате чего машина будет работать неправильно;
sv: 5. Innan den onormala dynamiken inträffar skadas kameran på grund av felaktig användning, vilket resulterar i att maskinen inte fungerar korrekt.
th: 5. ก่อนที่จะเกิดการเปลี่ยนแปลงที่ผิดปกติกล้องได้รับความเสียหายเนื่องจากการใช้งานโดยมนุษย์อย่างไม่เหมาะสมทำให้เครื่องไม่สามารถทำงานได้ตามปกติ
tr: 5. Anormal dinamik oluşmadan önce, makine yanlış kullanım nedeniyle hasar görmüş ve makinenin düzgün çalışmamasına neden olmuştur;
vi: 5. Trước khi xảy ra động thái bất thường, máy ảnh bị hư hỏng do con người sử dụng không đúng cách khiến máy không hoạt động bình thường;
zh_hans: 5.异常动态发生前，因人为使用不当损坏摄像机， 导致机器无法正常工作；
zh_hant: 5.異常動態發生前，因人為使用不當損壞攝像機， 導致機器無法正常工作；

# access_GPS
source: App need to turn on GPS
cs: Aplikace musí zapnout systém GPS
de: App benötigt GPS Berechtigung
es: La aplicación debe encender el GPS
fi: Sovelluksen täytyy ottaa GPS käyttöön
fr: l'application doit activer le GPS
he: האפליקציה צריכה שפונקציית הGPS תהיה פעילה
id: APP butuh menyalakan GPS
it: Applicazione necessita accensione GPS
ja: アプリはGPSを有効にする必要があります。
ko: GPS를 켜주세요.
nb: App krever at GPS er aktivert
nl: App moet GPS inschakelen
pl: EseeCloud musi włączyć GPS
pt_br: App precisa ativar o GPS
ro: Aplicația trebuie să activeze GPS
ru: Приложение нужно включить GPS
sv: Appen måste aktivera GPS
th: แอปต้องการอนุญาติให้เปิด GPS
tr: App GPS açmak gerekiyor
vi: Ứng dụng cần bật GPS
zh_hans: App需要打开GPS
zh_hant: App需要打開GPS

# devicesetting_4G_card_sim_card_how_to_unlock
source: How to unlock:
cs: Jak odemknout:
de: Entsperrmethode:
es: Como desbloquear:
fi: Kuinka avata:
fr: Comment déverrouiller:
he: איך לפתוח:
id: Cara membuka kunci:
it: Come sbloccare:
ja: 解除方法：
ko: 잠금 해제 방법 :
nb: Slik låser du opp:
nl: Hoe te openen:
pl: Jak odblokować:
pt_br: Como desbloquear:
ro: Cum se deblochează:
ru: Как открыть:
sv: Hur man låser upp:
th: วิธีการปลดล็อค:
tr: Nasıl açılır:
vi: Phương pháp mở khóa:
zh_hans: 解锁方法：
zh_hant: 解鎖方法：

# devSetting_Europe
source: Europe
cs: Evropa
de: Europa
es: Europa
fi: Eurooppa
he: אירופה
id: Eropa
it: Europa
ja: ヨーロッパ
ko: 유럽
nb: Europa
nl: Europa
pl: Europa
pt_br: Europa
ro: Europa
ru: Европа
sv: Europa
th: ยุโรป
tr: Avrupa
vi: Châu Âu
zh_hans: 欧洲
zh_hant: 歐洲

# deviceSetting_Push_night_time
source: 20:00 p.m.-08:00 the next morning
cs: 20:00 – 08:00 následujícího rána
de: 20:00 Uhr abends - 08:00 Uhr am nächsten Morgen
es: 20:00 p.m.-08: 00 de la mañana siguiente
fi: klo 20.00-08.00 seuraavana aamuna
fr: 20h00-08h00 le lendemain matin
he: 20:00-08:00 למחרת בבוקר
id: 20:00 malam-08:00 keesokan paginya
it: 20:00-08:00 la mattina successiva
ja: 20:00 p.m.-08:00翌朝
ko: 오후 20:00-다음날 아침 08:00
nb: 20.00-08.00 neste morgen
nl: 20:00 uur-08:00 de volgende ochtend
pl: 20:00-08:00 następnego dnia rano
pt_br: 20h00 - 8h00 da manhã seguinte
ro: 20:00 p.m.-08:00 a doua zi dimineață
ru: 20:00 - 08:00 следующего утра
sv: 20.00-08.00 nästa morgon
th: 20:00 น.-08:00 น. เช้าวันรุ่งขึ้น
tr: Ertesi sabah 20:00-08:00
vi: 20:00 - 08:00 sáng hôm sau
zh_hans: 晚上20:00 - 次日早上08:00
zh_hant: 晚上20:00 - 次日早上08:00

# cloud_Order_paid
source: Order paid
cs: Placená objednávka
de: Bestellung bezahlt
es: Orden pagada
fi: Maksettu tilaus
fr: Commande payée
he: הזמנה בתשלום
id: belanjaan terbayar
it: Ordine pagato
ja: 支払い済み
ko: 주문 지불
nb: Bestilling betalt
nl: Bestelling betaald
pl: Zamówienie zapłacone
pt_br: Encomenda paga
ro: Comanda plătită
ru: Заказ оплачен
sv: Order betalad
th: ชำระการสั่งซื้อ
tr: Sipariş ödendi
vi: Đơn hàng đã thanh toán
zh_hans: 订单已支付
zh_hant: 訂單已支付

# addDevice_help_text10
source: 2、Hear prompt voice "start configuration mode",click "reset successfully" button
cs: 2、 Když uslyšíte tón "Režim konfigurace po spuštění",klikněte na tlačítko "Obnovit úspěšnost".
de: 2.Wenn die Sprachansage "start configuration mode" ertönt, tippen Sie auf "Zurücksetzen erfolgreich"
es: 2,escucha el mensaje "iniciar el modo de configuración",haz clic en el botón "restablecer con éxito"
fi: 2、 Kun kuulet "Startup Configuration Mode"-tilan,napsauta Reset Success-painiketta.
fr: 2、 Lorsque vous entendez l'annonce "Mode de configuration de démarrage", cliquez sur le bouton "Réinitialiser".
he: 2、 אם שמעת את החיווי הקולי "start configuration mode" לחץ על כפתור ה"אופס בהצלחה"
id: 2、 Dengar Pemberitahuan suara "Start configuration mode',Klik Tombol "Reset sukses"
it: 2、 Sentire " Inizio configurazione",premere " reset avvenuto con successo"
ja: 2."起動設定モード"というアナウンスが流れたら、"リセット"ボタンをクリックします。
ko: 2、 "Start Configuration Mode" 음성이 들리면 "초기화 완료" 를 클릭해주세요.
nb: 2、Hør "start konfigurasjonsmodus",og trykk "vellykket reset"-knappen
nl: 2、Melding horen "start configuratiemodus",klik "reset succesvol"
pl: 2、Zgłoś głos "Uruchom tryb konfiguracji ",kliknij przycisk "Zresetuj pomyślnie "
pt_br: 2、Hear prompt de voz "iniciar modo de configuração ",clique no botão "redefinir com êxito "
ro: 2、 Așteptați vocea promptă "start configuration mode ",faceți clic pe butonul "resetare cu succes "
ru: 2、 Слышите подсказку "Начать настройку",нажмите "Сбросить успешно"
sv: 2、Här snabb röst "start konfigurationsläge ",klicka "reset framgångsrikt "-knappen
th: 2、 ได้ยินเสียงแจ้ง "สตาร์ท คอนฟิคกูเรชั่น โหมด"ยังกดปุ่มค้าง "รีเซ็ต ซัคเซสฟูลลี่ "
tr: 2、İstem sesi duyun "yapılandırma modunu başlat ","başarıyla sıfırla " düğmesini tıklayın
vi: 2. Khi bạn nghe thấy lời nhắc "Bắt đầu chế độ cấu hình", hãy nhấp vào nút "Đặt lại thành công"
zh_hans: 2、听到“启动配置模式”提示音，点击“重置成功”按钮
zh_hant: 2、聽到“啟動配置模式”提示音，點擊“重置成功”按鈕

# getting_more_alert_message
source: Load more info.
cs: Vložte další zprávy
de: Weitere Meldungen laden
es: Cargar más información
fi: Lataa lisää viestejä
fr: Charger plus d'infos
he: מידע נוסף
id: Tampil info lainnya
it: Altre informazioni
ja: 詳細情報の読込み
ko: 더 불러오기
nb: Last mer info
nl: Meer info laden
pl: Wczytaj więcej informacji
pt_br: Carregue mais informações
ro: Încărcați mai multe informații
ru: Загрузить больше информации
sv: Ladda mer info
th: โหลดข้อมูลเพิ่มเติม
tr: Daha fazla bilgi yükle
vi: Tải thêm tin nhắn
zh_hans: 加载更多消息
zh_hant: 加載更多消息
