Repository: Yolo-cell-hash/go_home_ios
Catalog: ios/Runner/JASDK/JAResources/XLanguage/X35MultiLanguage/*.lproj/X35MutiLanguage.strings
Languages: cs, de, es, fi, fr, he, id, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sv, th, tr, vi, zh_hans, zh_hant

# person_feedback_question_card_hot
source: Q9: The temperature of the memory card removed from the camera is very high. Will it damage the memory card?
cs: Q9: Teplota paměťové karty vyjmuté z fotoaparátu je velmi vysoká. Poškodí paměťovou kartu?
de: F9: Die aus der Kamera entfernte Speicherkarte ist sehr heiß. Wird die Speicherkarte beschädigt?
es: P9: La temperatura de la tarjeta de memoria extraída de la cámara es muy alta. ¿Dañará la tarjeta de memoria?
fi: Q9: Kamerasta poistetun muistikortin lämpötila on erittäin korkea. Vahingoittaako se muistikorttia?
fr: Q9: La température de la carte mémoire retirée de l'appareil photo est très élevée. Cela endommagera-t-il la carte mémoire?
he: ש 9: הטמפרטורה של כרטיס הזיכרון שהוצא מהמצלמה גבוהה מאוד. האם זה יפגע בכרטיס הזיכרון?
id: T9: Suhu kartu memori yang dilepas dari kamera sangat tinggi. Apakah akan merusak kartu memori?
it: D9: La temperatura della scheda di memoria rimossa dalla fotocamera è molto alta. Danneggerà la scheda di memoria?
ja: Q9：カメラから取り外されたメモリカードの温度が非常に高くなっています。メモリーカードが破損しますか？
ko: Q9 : 카메라에서 분리 한 메모리 카드의 온도가 매우 높습니다. 메모리 카드가 손상됩니까?
nb: Q9: Temperaturen på minnekortet som er fjernet fra kameraet er veldig høy. Vil det skade minnekortet?
nl: V9: De temperatuur van de geheugenkaart die uit de camera is verwijderd, is erg hoog. Zal het de geheugenkaart beschadigen?
pl: P9: Temperatura karty pamięci wyjętej z aparatu jest bardzo wysoka. Czy spowoduje to uszkodzenie karty pamięci?
pt_br: Q9: A temperatura do cartão de memória removido da câmera está muito alta. Isso danificará o cartão de memória?
ro: Q9: Temperatura cardului de memorie scoasă din cameră este foarte mare. Va deteriora cardul de memorie?
ru: Q9: температура карты памяти, извлеченной из камеры, очень высокая. Повредит ли это карте памяти?
sv: F9: Temperaturen på minneskortet som tas bort från kameran är mycket hög. Kommer det att skada minneskortet?
th: Q9: การถอดการ์ดหน่วยความจำออกจากกล้องมีความร้อนสูงจะทำให้การ์ดหน่วยความจำเสียหายหรือไม่?
tr: S9: Fotoğraf makinesinden çıkarılan bellek kartının sıcaklığı çok yüksek. Hafıza kartına zarar verir mi?
vi: Q9: Tháo thẻ nhớ ra khỏi máy ảnh rất nóng, có làm hỏng thẻ nhớ không?
zh_hans: Q9：从摄像机内取出存储卡非常烫， 会损坏存储卡吗？
zh_hant: Q9：從攝像機內取出存儲卡非常燙， 會損壞存儲卡嗎？

# Stand_alone_station_History_search
source: History search
cs: Hledání historie
de: Verlaufssuche
es: Búsqueda de historia
fi: Historiahaku
fr: Recherche historique
he: חיפוש היסטוריה
id: Pencarian sejarah
it: Ricerca nella storia
ja: 履歴検索
ko: 역사 검색
nb: Historie søk
nl: Geschiedenis zoeken
pl: Wyszukiwanie historii
pt_br: Pesquisa de história
ro: Căutare istoric
ru: Поиск по истории
sv: Historiksökning
th: ค้นหาประวัติ
tr: Geçmiş arama
vi: Tìm kiếm lịch sử
zh_hans: 历史搜索
zh_hant: 歷史搜索

# Service_map_Auditing_record
source: Auditing record
cs: Auditní záznam
de: Prüfungsprotokoll
es: Registro de auditoría
fi: Tarkastustiedot
fr: Dossier d'audit
he: שיא ביקורת
id: Catatan audit
it: Registro di controllo
ja: 監査記録
ko: 감사 기록
nb: Revisjonsprotokoll
nl: Auditverslag
pl: Rekord kontroli
pt_br: Registro de auditoria
ro: Fișa de audit
ru: Аудиторская запись
sv: Revisionsrekord
th: บันทึกการตรวจสอบ
tr: Denetim kaydı
vi: Hồ sơ kiểm toán
zh_hans: 审核记录
zh_hant: 審核記錄

# person_set_Activate_cloud_free_ads
source: Activate cloud services and enjoy exclusive user privileges [Free of ads]
cs: Aktivujte si cloudové služby a užívejte si exkluzivní uživatelská oprávnění [Bez reklam]
de: Aktivieren Sie Cloud-Dienste und genießen Sie exklusive Benutzerprivilegien [Werbefrei]
es: Activa los servicios en la nube y disfruta de privilegios de usuario exclusivos [Sin anuncios]
fi: Aktivoi pilvipalvelut ja nauti eksklusiivisista käyttäjäoikeuksista [ilmaiseksi mainoksiksi]
fr: Activez les services cloud et profitez de privilèges d'utilisateur exclusifs [sans publicité]
he: הפעל שירותי ענן ותיהנה מהרשאות משתמש בלעדיות [ללא פרסומות]
id: Aktifkan layanan cloud dan nikmati hak istimewa pengguna eksklusif [Bebas iklan]
it: Attiva i servizi cloud e goditi privilegi utente esclusivi [Senza pubblicità]
ja: クラウドサービスを有効にして、排他的なユーザー特権をお楽しみください[広告なし]
ko: 클라우드 서비스를 활성화하고 독점적인 사용자 권한을 즐기십시오 [광고 없음]
nb: Aktiver skytjenester og nyt eksklusive brukerprivilegier [Free of ads]
nl: Activeer cloudservices en geniet van exclusieve gebruikersprivileges [Gratis van advertenties]
pl: Aktywuj usługi w chmurze i ciesz się ekskluzywnymi przywilejami użytkownika [Bez reklam]
pt_br: Ative os serviços em nuvem e desfrute de privilégios de usuário exclusivos [Sem anúncios]
ro: Activați serviciile cloud și bucurați-vă de privilegii exclusive de utilizator [Fără reclame]
ru: Активируйте облачные сервисы и наслаждайтесь эксклюзивными привилегиями пользователя [Без рекламы]
sv: Aktivera molntjänster och njut av exklusiva användarprivilegier [Reklamfritt]
th: เปิดใช้งานบริการคลาวด์และเพลิดเพลินกับสิทธิพิเศษของผู้ใช้ [ไม่มีโฆษณา]
tr: Bulut hizmetlerini etkinleştirin ve özel kullanıcı ayrıcalıklarının keyfini çıkarın [Reklamsız]
vi: Kích hoạt các dịch vụ đám mây và tận hưởng các đặc quyền người dùng độc quyền [Không có quảng cáo]
zh_hans: 开通云服务，享受专属用户特权【免广告】
zh_hant: 開通雲服務，享受專屬用戶特權【免廣告】

# service_map_gaode_not_install
source: Gaode map has not been installed
cs: Mapa Gaode nebyla nainstalována
de: Gaode Map wurde nicht installiert
es: El mapa de Gaode no se ha instalado
fi: Gaode-karttaa ei ole asennettu
fr: La carte Gaode n'a pas été installée
he: מפת גאודה לא הותקנה
id: Peta Gaode belum diinstal
it: La mappa di Gaode non è stata installata
ja: Gaodeマップがインストールされていません
ko: Gaode 맵이 설치되지 않았습니다
nb: Gaode-kart er ikke installert
nl: Gaode-kaart is niet geïnstalleerd
pl: Mapa Gaode nie została zainstalowana
pt_br: O mapa do Gaode não foi instalado
ro: Harta Gaode nu a fost instalată
ru: Карта Gaode не была установлена
sv: Gaode map har inte installerats
th: ยังไม่ได้ติดตั้งแผนที่ Gaode
tr: Gaode haritası yüklenmedi
vi: Bản đồ Gaode chưa được cài đặt
zh_hans: 尚未安装高德地图
zh_hant: 尚未安裝高德地圖

# cloud_Real_time_monitoring
source: Real-time monitoring
cs: Monitorování v reálném čase
de: Echtzeitüberwachung
es: Monitoreo en tiempo real
fi: Reaaliaikainen seuranta
fr: Surveillance en temps réel
he: ניטור בזמן אמת
id: Pemantauan waktu nyata
it: Monitoraggio in tempo reale
ja: リアルタイム監視
ko: 실시간 모니터링
nb: Sanntidsovervåking
pl: Monitorowanie na żywo
pt_br: Monitoramento em tempo real
ro: Monitorizare în timp real
ru: Мониторинг в реальном времени
sv: Realtidsövervakning
th: การตรวจสอบตามเวลาจริง
tr: Gerçek zamanlı izleme
vi: giám sát thời gian thực
zh_hans: 实时监测
zh_hant: 實時監測

# devicesetting_Custom_time_period
source: Customize
cs: Přizpůsobit
de: Benutzerdefinierter Zeitplan
es: personalizar
fi: Mukauta
fr: Personnaliser
he: התאמה אישית
id: Sesuaikan
it: personalizzare
ja: カスタマイズ
ko: 사용자 정의
nb: Tilpass
nl: Aanpassen
pl: Dostosuj
pt_br: Customizar
ro: Personalizați
ru: Настроить
sv: Anpassa
th: ปรับแต่ง
tr: Özelleştirme
vi: Tùy chỉnh
zh_hans: 自定义时间段
zh_hant: 自定義時間段

# devicelis_Get_successfully_tomorrow
source: Get it successfully, you can continue to receive it tomorrow
cs: Získejte to úspěšně, můžete pokračovat v jeho odběru zítra
de: Erhalten Sie es erfolgreich, Sie können es morgen weiterhin erhalten
es: Consíguelo con éxito, puedes seguir recibiéndolo mañana
fi: Hanki se onnistuneesti, voit jatkaa sen vastaanottamista huomenna
fr: Obtenez-le avec succès, vous pouvez continuer à le recevoir demain
he: קבל אותו בהצלחה, אתה יכול להמשיך לקבל אותו מחר
id: Berhasil mendapatkannya, Anda dapat terus menerimanya besok
it: Ricevilo con successo, puoi continuare a riceverlo domani
ja: 正常に取得してください。明日も引き続き受信できます
ko: 성공적으로 받으십시오. 내일 계속 받을 수 있습니다.
nb: Få det vellykket, du kan fortsette å motta det i morgen
nl: Met succes ontvangen, je kunt het morgen blijven ontvangen
pl: Zdobądź go pomyślnie, możesz nadal otrzymywać go jutro
pt_br: Obtê-lo com sucesso, você pode continuar a recebê-lo amanhã
ro: Obțineți-l cu succes, puteți continua să îl primiți mâine
ru: Получите его успешно, вы можете продолжить получать его завтра
sv: Få det framgångsrikt, du kan fortsätta att få det imorgon
th: สำเร็จลุล่วงไปรับได้พรุ่งนี้
tr: Başarıyla alın, yarın almaya devam edebilirsiniz
vi: Nhận thành công, bạn có thể tiếp tục nhận vào ngày mai
zh_hans: 领取成功，明天可继续领取
zh_hant: 領取成功，明天可繼續領取

# adddevice_connect_device
source: Connecting device
cs: Připojovací zařízení
de: Gerät wird verbunden
es: Equipo de conexion
fi: Liitäntälaite
fr: Dispositif de connexion
he: חיבור המכשיר
id: Menghubungkan perangkat
it: Dispositivo di collegamento
ja: 接続装置
ko: 연결 장치
nb: Tilkoblingsenhet
nl: Verbindend apparaat
pl: Podłączanie urządzenia
pt_br: Dispositivo de conexão
ro: Conectați dispozitivul
ru: Подключение устройства
sv: Anslutningsenhet
th: กำลังเชื่อมต่ออุปกรณ์
tr: Bağlantı cihazı
vi: Kết nối thiết bị
zh_hans: 连接设备
zh_hant: 連接設備

# addDevice_no_sound_help_5
source: If you still cannot hear the prompt after scanning the code several times, please click the button below to use the device hotspot connection instead;
cs: Pokud výzvu neslyšíte ani po několikanásobném naskenování kódu, klikněte na tlačítko níže a použijte místo toho připojení k hotspotu zařízení;
de: Wenn Sie die Eingabeaufforderung nach mehrmaligem Scannen des Codes immer noch nicht hören können, klicken Sie bitte auf die Schaltfläche unten, um stattdessen die Geräte-Hotspot-Verbindung zu verwenden.
es: Si aún no puede escuchar el mensaje después de escanear el código varias veces, haga clic en el botón a continuación para usar la conexión de punto de acceso del dispositivo en su lugar;
fi: Jos et edelleenkään kuule kehotetta, kun olet skannannut koodin useita kertoja, napsauta alla olevaa painiketta käyttääksesi sen sijaan laitteen hotspot-yhteyttä.
fr: Si vous n'entendez toujours pas l'invite après avoir scanné le code plusieurs fois, veuillez cliquer sur le bouton ci-dessous pour utiliser la connexion au point d'accès de l'appareil à la place ;
he: אם אתה עדיין לא יכול לשמוע את ההנחיה לאחר סריקת הקוד מספר פעמים, אנא לחץ על הלחצן למטה כדי להשתמש במקום זאת בחיבור הנקודה החמה של המכשיר;
id: Jika Anda masih tidak dapat mendengar perintah setelah memindai kode beberapa kali, silakan klik tombol di bawah ini untuk menggunakan koneksi hotspot perangkat;
it: Se non riesci ancora a sentire la richiesta dopo aver scansionato il codice più volte, fai clic sul pulsante in basso per utilizzare invece la connessione hotspot del dispositivo;
ja: コードを数回スキャンしてもプロンプトが聞こえない場合は、下のボタンをクリックして、代わりにデバイスのホットスポット接続を使用してください。
ko: 코드를 여러 번 스캔한 후에도 여전히 메시지가 들리지 않으면 아래 버튼을 클릭하여 대신 장치 핫스팟 연결을 사용하십시오.
nb: Hvis du fortsatt ikke kan høre forespørselen etter å ha skannet koden flere ganger, klikk på knappen nedenfor for å bruke enhetens hotspot-tilkobling i stedet;
nl: Als je de prompt nog steeds niet hoort nadat je de code meerdere keren hebt gescand, klik dan op de onderstaande knop om in plaats daarvan de hotspot-verbinding van het apparaat te gebruiken;
pl: Jeśli po kilkukrotnym zeskanowaniu kodu nadal nie słyszysz monitu, kliknij poniższy przycisk, aby zamiast tego użyć połączenia z hotspotem urządzenia;
pt_br: Se você ainda não conseguir ouvir o prompt após escanear o código várias vezes, clique no botão abaixo para usar a conexão do ponto de acesso do dispositivo;
ro: Dacă tot nu puteți auzi solicitarea după scanarea codului de mai multe ori, vă rugăm să faceți clic pe butonul de mai jos pentru a utiliza în schimb conexiunea hotspot-ului dispozitivului;
ru: Если вы по-прежнему не слышите подсказку после сканирования кода несколько раз, нажмите кнопку ниже, чтобы вместо этого использовать подключение устройства к точке доступа;
sv: Om du fortfarande inte kan höra uppmaningen efter att ha skannat koden flera gånger, klicka på knappen nedan för att använda enhetens hotspot-anslutning istället;
th: หากคุณยังไม่ได้ยินข้อความแจ้งหลังจากสแกนโค้ดหลายครั้งแล้ว โปรดคลิกปุ่มด้านล่างเพื่อใช้การเชื่อมต่อฮอตสปอตของอุปกรณ์แทน
tr: Kodu birkaç kez taradıktan sonra hala istemi duyamıyorsanız, bunun yerine cihaz etkin nokta bağlantısını kullanmak için lütfen aşağıdaki düğmeyi tıklayın;
vi: Nếu bạn vẫn không thể nghe thấy lời nhắc sau khi quét mã nhiều lần, vui lòng nhấp vào nút bên dưới để sử dụng kết nối điểm phát sóng thiết bị thay thế;
zh_hans: 多次扫码仍听不到提示音，请点击下方按钮改用设备热点连接；
zh_hant: 多次掃碼仍聽不到提示音，請點擊下方按鈕改用設備熱點連接；

# preview_no_video_channel_open_fail
source: 2. Channel failed to open video
cs: 2. Nepodařilo se otevřít video
de: 2. Der Kanal konnte das Video nicht öffnen
es: 2. El canal no pudo abrir el video
fi: 2. Kanava ei avannut videota
fr: 2. La chaîne n'a pas réussi à ouvrir la vidéo
he: 2. פתיחת הוידאו בערוץ הכשלה
id: 2. Saluran gagal membuka video
it: 2. Canale non è riuscito ad aprire il video
ja: 2.チャンネルは、ビデオを開くことができませんでした
ko: 2. 채널에서 비디오를 열지 못했습니다.
nb: 2. Kanalen mislyktes i å åpne video
nl: 2. Kanaal kan video niet openen
pl: 2. Kanał nie mógł otworzyć wideo
pt_br: 2. Canal não conseguiu abrir o vídeo
ro: 2. Canalul nu a reușit să deschidă videoclipul
ru: 2. Каналу не удалось открыть видео
sv: 2. Kanalen misslyckades med att öppna video
th: 2. ช่องไม่สามารถเปิดวิดีโอได้
tr: 2. Kanal videoyu açamadı
vi: 2. Video mở kênh không thành công
zh_hans: 2.通道打开视频失败
zh_hant: 2.通道打開視頻失敗

# devicesetting_4G_device_unknown
source: Unknown
cs: Neznámý
de: Unbekannt
es: Desconocido
fi: Tuntematon
fr: Inconnue
he: לא ידוע
id: Tidak dikenal
it: Sconosciuto
ja: わからない
ko: 알 수 없습니다
nb: Ukjent
nl: Onbekend
pl: Nieznany
pt_br: Desconhecido
ro: Necunoscut
ru: неизвестный
sv: Okänd
th: ไม่รู้จัก
tr: Bilinmeyen
vi: không xác định
zh_hans: 未知
zh_hant: 未知

# devicesetting_outdoor
source: Humanoid trigger
cs: Venkovní
de: Außen
es: Al aire libre
fi: ulko-
fr: Extérieur
he: בָּחוּץ
id: Di luar
it: All'aperto
ja: アウトドア
ko: 실외
nb: utendørs
nl: Buitenshuis
pl: Na wolnym powietrzu
pt_br: Ao ar livre
ro: În aer liber
ru: на открытом воздухе
sv: Utomhus
th: กลางแจ้ง
tr: Dış mekan
vi: Kích hoạt hình người
zh_hans: 人形触发
zh_hant: 人形觸發

# devicesetting_remain_available_capacity
source: Remaining available capacity
cs: Zbývající dostupná kapacita
de: Freier Speicherplatz
es: Capacidad disponible restante
fi: Jäljellä oleva kapasiteetti
fr: Capacité disponible restante
he: קיבולת זמינה שנותרה
id: Kapasitas yang tersisa tersisa
it: Capacità disponibile rimanente
ja: 残りの利用可能な容量
ko: 사용 가능한 용량
nb: Gjenværende ledig kapasitet
nl: Resterende beschikbare capaciteit
pl: Pozostała dostępna pojemność
pt_br: Capacidade disponível restante
ro: Rămas capacitatea disponibilă
ru: Оставшаяся доступная мощность
sv: Återstående ledig kapacitet
th: ความจุที่เหลืออยู่
tr: Kalan kullanılabilir kapasite
vi: Dung lượng sử dụng còn lại
zh_hans: 剩余可用容量
zh_hant: 剩餘可用容量

# devicesetting_Longest_battery_life
source: Optimal Battery Life
cs: Optimální životnost baterie
de: Energiesparmodus
es: Duración óptima de la batería
fi: Optimaalinen akun käyttöikä
fr: Durée de vie optimale de la batterie
he: חיי סוללה אופטימליים
id: Daya Tahan Baterai Optimal
it: Durata ottimale della batteria
ja: 最適なバッテリー寿命
ko: 최적의 배터리 수명
nb: Optimal batterilevetid
nl: Optimale levensduur van de batterij
pl: Optymalna żywotność baterii
pt_br: Vida útil ideal da bateria
ro: Durata optimă a bateriei
ru: Оптимальный срок службы батареи
sv: Optimal batteritid
th: อายุการใช้งานแบตเตอรี่ที่เหมาะสมที่สุด
tr: Optimum Pil Ömrü
vi: Thời lượng pin tối ưu
zh_hans: 最佳省电
zh_hant: 最佳省電

# device_group_least_one_camera
source: A group must have at least one camera
cs: Mají alespoň jednu kameru ve skupině
de: Eine Gruppe muss aus mind. einer Kamera bestehen
es: Un grupo debe tener al menos una cámara
fi: Käytä vähintään yhtä kameraa ryhmässä
fr: Un groupe doit avoir au moins une caméra
he: קבוצה חייבת להיות מורכבת לפחות ממצלמה אחת
id: dalam Group minimal harus ada 1 kamera
it: Un gruppo deve avere almeno una telecamera
ja: グループには少なくとも1台のカメラが必要です
ko: 그룹에는 최소 하나의 카메라가 있어야합니다.
nb: En gruppe må ha minst ett kamera
nl: Een groep moet ten minste één camera hebben
pl: Grupa musi mieć co najmniej jedną kamerę
pt_br: Um grupo deve ter pelo menos uma câmera
ro: Un grup trebuie să aibă cel puțin o cameră
ru: В группе должна быть хотя бы одна камера
sv: En grupp måste ha minst en kamera
th: ในกลุ่มจะต้องมีกล้องอย่างน้อย 1 กล้อง
tr: Bir grup en az bir kameraya sahip olmalıdır
vi: Một nhóm phải có ít nhất một máy ảnh
zh_hans: 一个分组至少要有一个摄像头
zh_hant: 一個分組至少要有一個攝像頭

# devicesetting_Alexa_service_authorization
source: Alexa service authorization
cs: Autorizace služby Alexa
de: Autorisierung des Alexa-Dienstes
es: Autorización de servicio de Alexa
fi: Alexa-palvelun valtuutus
fr: Autorisation de service Alexa
he: אישור שירות Alexa
id: Otorisasi layanan Alexa
it: Autorizzazione al servizio Alexa
ja: Alexaサービス認証
ko: Alexa 서비스 승인
nb: Alexa serviceautorisasjon
nl: Alexa-serviceautorisatie
pl: Autoryzacja usługi Alexa
pt_br: Autorização de serviço Alexa
ro: Autorizare de service Alexa
ru: Авторизация службы Alexa
sv: Alexa servicebehörighet
th: การอนุญาตบริการ Alexa
tr: Alexa servis yetkilendirme
vi: Ủy quyền dịch vụ Alexa
zh_hans: Alexa服务授权
zh_hant: Alexa服務授權

# add_Device_power_on
source: Device power on
cs: Zapnutí zařízení
de: Gerät eingeschaltet
es: Encendido del dispositivo
fi: Laitteen virta päällä
fr: Mise sous tension de l'appareil
he: הפעלת המכשיר
id: Perangkat menyala
it: Dispositivo acceso
ja: デバイスの電源オン
ko: 장치 전원 켜기
nb: Enheten slås på
nl: Apparaat inschakelen
pl: Urządzenie włączone
pt_br: Dispositivo ligado
ro: Pornirea dispozitivului
ru: Включение устройства
sv: Ström på enheten
th: เปิดเครื่อง
tr: Cihaz gücü açık
vi: Bật nguồn thiết bị
zh_hans: 设备开机
zh_hant: 設備開機
