Repository: Yolo-cell-hash/go_home_ios
Catalog: ios/Runner/JASDK/JAResources/XLanguage/X35MultiLanguage/*.lproj/X35MutiLanguage.strings
Languages: cs, de, es, fi, fr, he, id, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sv, th, tr, vi, zh_hans, zh_hant

# devicelist_download_compatible_version_detail
source: %1$s can only be connected and used normally on the 32-bit version of the APP. You are using the 64-bit version now, please download the updated compatible version, otherwise the device cannot be connected successfully
cs: %1$s lze připojit a normálně používat pouze na 32bitové verzi aplikace. Nyní používáte 64bitovou verzi, stáhněte si aktualizovanou kompatibilní verzi, jinak nebude možné zařízení úspěšně připojit
de: %1$s kann nur mit der 32-Bit-Version der APP verbunden und verwendet werden. Sie verwenden jetzt die 64-Bit-Version, laden Sie bitte die aktualisierte kompatible Version herunter, da sich das Gerät sonst nicht verbinden kann
es: %1$s solo se puede conectar y usar normalmente en la versión de 32 bits de la aplicación. Está utilizando la versión de 64 bits ahora, descargue la versión compatible actualizada, de lo contrario, el dispositivo no se puede conectar correctamente
fi: %1$s voidaan yhdistää ja käyttää normaalisti vain APP:n 32-bittisessä versiossa. Käytät nyt 64-bittistä versiota, lataa päivitetty yhteensopiva versio, muuten laitetta ei voida yhdistää onnistuneesti
fr: %1$s ne peut être connecté et utilisé normalement que sur la version 32 bits de l'APP. Vous utilisez la version 64 bits maintenant, veuillez télécharger la version compatible mise à jour, sinon l'appareil ne peut pas être connecté avec succès
he: ניתן לחבר ולהשתמש ב-%1$s רק בגרסת 32 סיביות של האפליקציה. אתה משתמש בגרסת 64 סיביות כעת, אנא הורד את הגרסה התואמת המעודכנת, אחרת לא ניתן לחבר את המכשיר בהצלחה
id: %1$s hanya dapat dihubungkan dan digunakan secara normal pada versi 32-bit dari APLIKASI. Anda menggunakan versi 64-bit sekarang, silakan unduh versi kompatibel yang diperbarui, jika tidak, perangkat tidak dapat terhubung dengan sukses
it: %1$s può essere connesso e utilizzato normalmente solo sulla versione a 32 bit dell'APP. Stai utilizzando la versione a 64 bit ora, scarica la versione compatibile aggiornata, altrimenti il dispositivo non può essere collegato correttamente
ja: %1$sは、32ビットバージョンのAPPでのみ接続および通常使用できます。 現在64ビットバージョンを使用しています。互換性のある更新されたバージョンをダウンロードしてください。ダウンロードしないと、デバイスを正常に接続できません。
ko: %1$s은(는) 32비트 버전의 앱에서만 정상적으로 연결하여 사용할 수 있습니다. 현재 64비트 버전을 사용하고 있습니다. 업데이트된 호환 버전을 다운로드하십시오. 그렇지 않으면 장치를 성공적으로 연결할 수 없습니다.
nb: %1$s kan bare kobles til og brukes normalt på 32-bitsversjonen av APP. Du bruker 64-bitsversjonen nå, last ned den oppdaterte kompatible versjonen, ellers kan ikke enheten kobles til
nl: %1$s kan alleen worden aangesloten en normaal worden gebruikt op de 32-bits versie van de APP. U gebruikt nu de 64-bits versie, download de bijgewerkte compatibele versie, anders kan het apparaat niet succesvol worden aangesloten
pl: %1$s można podłączyć i normalnie używać tylko w 32-bitowej wersji aplikacji. Używasz teraz wersji 64-bitowej, pobierz zaktualizowaną kompatybilną wersję, w przeciwnym razie urządzenie nie może zostać pomyślnie połączone
pt_br: %1$s só pode ser conectado e usado normalmente na versão de 32 bits do APP. Você está usando a versão de 64 bits agora, faça o download da versão compatível atualizada, caso contrário, o dispositivo não poderá ser conectado com sucesso
ro: %1$s poate fi conectat și utilizat în mod normal numai pe versiunea pe 32 de biți a aplicației. Acum utilizați versiunea pe 64 de biți, vă rugăm să descărcați versiunea compatibilă actualizată, altfel dispozitivul nu poate fi conectat cu succes
ru: %1$s можно подключить и использовать только в 32-разрядной версии приложения. Сейчас вы используете 64-битную версию, загрузите обновленную совместимую версию, в противном случае устройство не может быть успешно подключено.
sv: %1$s kan endast anslutas och användas normalt på 32-bitarsversionen av APP. Du använder 64-bitarsversionen nu, ladda ner den uppdaterade kompatibla versionen, annars kan enheten inte anslutas framgångsrikt
th: %1$s สามารถเชื่อมต่อและใช้งานได้ตามปกติบนแอปเวอร์ชัน 32 บิตเท่านั้น คุณกำลังใช้เวอร์ชัน 64 บิตอยู่ในขณะนี้ โปรดดาวน์โหลดเวอร์ชันที่เข้ากันได้ที่อัปเดต มิฉะนั้นจะไม่สามารถเชื่อมต่ออุปกรณ์ได้สำเร็จ
tr: %1$s, yalnızca APP'nin 32 bit sürümüne normal şekilde bağlanabilir ve kullanılabilir. Şu anda 64 bit sürümünü kullanıyorsunuz, lütfen güncellenmiş uyumlu sürümü indirin, aksi takdirde cihaz başarıyla bağlanamaz
vi: %1$s chỉ có thể được kết nối và sử dụng bình thường trên phiên bản 32-bit của APP. Hiện tại bạn đang sử dụng phiên bản 64-bit, vui lòng tải xuống phiên bản tương thích cập nhật, nếu không thiết bị không thể kết nối thành công
zh_hans: %1$s只能在32位版本的APP上才能正常连接使用。您现在使用的是64位版本，请下载更新兼容版，否则设备无法连接成功
zh_hant: %1$s只能在32位版本的APP上才 能正常連接使用。您現在使用的是64位版本，請下載更新兼容版，否則設備無法連接成功

# userInfo_generalInfo
source: Basic info
cs: Základní informace
de: Basisinformationen
es: Información básica
fi: Perustiedot
fr: Informations de base
he: מידע בסיסי
id: Info Basik
it: Informazioni base
ja: 基本情報
ko: 기본 정보
nb: Grunnleggende info
nl: Basisinformatie
pl: Podstawowe informacje
pt_br: Informação básica
ro: Informatii de baza
ru: Базовая информация
sv: Grundläggande information
th: ข้อมูลพื้นฐาน
tr: Temel bilgi
vi: thông tin cơ bản
zh_hans: 基本资料
zh_hant: 基本資料

# share_device_set_password
source: To ensure safe sharing, please set a password for the device
cs: Chcete-li zajistit bezpečné sdílení, nastavte prosím heslo zařízení
de: Um die Sicherheit des Geräts zu gewährleisten, muss vor dem Teilen ein Geräte-Passwort vergeben werden
es: Para garantizar un uso compartido seguro, establezca una contraseña para el dispositivo
fi: Määritä laitteelle salasana turvallisen jakamisen varmistamiseksi
fr: Pour garantir un partage sécurisé, veuillez définir un mot de passe pour l'appareil
he: כדי להבטיח שיתוף בטוח, אנא הגדר סיסמה למכשיר
id: Untuk memastikan pembagian yang aman, harap setel kata sandi untuk perangkat
it: Per garantire una condivisione sicura, imposta una password per il dispositivo
ja: 安全に共有するために、デバイスのパスワードを設定してください
ko: 안전한 공유를 위해 기기 비밀번호를 설정해주세요.
nb: For å sikre sikker deling, vennligst angi et passord for enheten
nl: Stel een wachtwoord in voor het apparaat om veilig delen te garanderen
pl: Aby zapewnić bezpieczne udostępnianie, ustaw hasło dla urządzenia
pt_br: Para garantir o compartilhamento seguro, defina uma senha para o dispositivo
ro: Pentru a asigura partajarea în siguranță, vă rugăm să setați o parolă pentru dispozitiv
ru: Чтобы обеспечить безопасный обмен, установите пароль для устройства.
sv: För att säkerställa säker delning, ställ in ett lösenord för enheten
th: เพื่อการแบ่งปันอย่างปลอดภัย โปรดตั้งรหัสผ่านสำหรับอุปกรณ์
tr: Güvenli paylaşımı sağlamak için lütfen cihaz için bir şifre belirleyin
vi: Để đảm bảo chia sẻ an toàn, vui lòng đặt mật khẩu cho thiết bị
zh_hans: 为确保安全分享，请您为设备设置密码
zh_hant: 為確保安全分享，請您為設備設置密碼

# devicesetting_unlock_success
source: Unlocked successfully
cs: Odemknuto úspěšně
de: Entsperren erfolgreich
es: Desbloqueado con éxito
fi: Avattu onnistuneesti
fr: Débloqué avec succès
he: ביטול הנעילה בהצלחה
id: Berhasil terkunci
it: Sbloccato con successo
ja: 正常にロック解除されました
ko: 성공적으로 잠금 해제
nb: Låst opp vellykket
nl: Succesvol ontgrendeld
pl: Odblokowano pomyślnie
pt_br: Desbloqueado com sucesso
ro: Deblocat cu succes
ru: Разблокирована успешно
sv: Låst upp
th: ปลดล็อกเรียบร้อยแล้ว
tr: Başarıyla kilitlendi
vi: Đã mở khóa thành công
zh_hans: 解锁成功
zh_hant: 解鎖成功

# adddevice_wireless_network_connection
source: Connect the device via a wireless network
cs: Připojte zařízení prostřednictvím bezdrátové sítě
de: Verbinden Sie das Gerät mit einem WLAN-Netzwerk
es: Conecte el dispositivo a través de una red inalámbrica
fi: Liitä laite langattoman verkon kautta
fr: Connectez l'appareil via un réseau sans fil
he: חבר את המכשיר דרך רשת אלחוטית
id: Hubungkan perangkat melalui jaringan nirkabel
it: Connetti il dispositivo tramite una rete wireless
ja: ワイヤレスネットワーク経由でデバイスを接続します
ko: 무선 네트워크를 통해 장치 연결
nb: Koble enheten via et trådløst nettverk
nl: Verbind het apparaat via een draadloos netwerk
pl: Podłącz urządzenie przez sieć bezprzewodową
pt_br: Conecte o dispositivo através de uma rede sem fio
ro: Conectați dispozitivul printr-o rețea fără fir
ru: Подключите устройство через беспроводную сеть
sv: Anslut enheten via ett trådlöst nätverk
th: เชื่อมต่ออุปกรณ์ผ่านเครือข่ายไร้สาย
tr: Cihazı bir kablosuz ağ üzerinden bağlayın
vi: Kết nối thiết bị qua mạng không dây
zh_hans: 通过无线网络连接设备
zh_hant: 通過無線網絡連接設備

# devicesetting_Videobackup_Eliminar_video
source: Delete the video
cs: Smazat video
de: Video löschen
es: Eliminar video
fi: Poista video
fr: Supprimer la vidéo
he: מחק הקלטה
id: Hapus Rekaman
it: Eliminare video
ja: ビデオを削除する
ko: 동영상 삭제
nb: Slett video
nl: Video elimineren
pl: Eliminuj wideo
pt_br: Vídeo Eliminar
ro: Eliminare video
ru: Элиминар видео
sv: Eliminar video
th: ลบวิดีโอ
tr: Elimine video
vi: Xóa bản ghi
zh_hans: 删除录像
zh_hant: 刪除錄像

# clarity_content
source: Select device's video quality
cs: Nastavte jasnost videa
de: Videoqualität auswählen
es: Configurar la definición del video
fi: Aseta videon selkeys
fr: Configuration de la définition vidéo
he: הגדרת איכות וידאו
id: Setup definisi Video
it: Impostare definizione video
ja: ビデオ定義の設定
ko: 비디오 선명도 설정
nb: Velg oppløsning på video
nl: Videodefinitie instellen
pl: Ustawienia jakości obrazu
pt_br: Configurar a definição de vídeo
ro: Definiți definiția videoclipului
ru: Настройка определения видео
sv: Setup video definition
th: เลือกคุณภาพวิดีโอของอุปกรณ์
tr: Video tanımını ayarla
vi: Đặt độ phân giải video
zh_hans: 设置视频清晰度
zh_hant: 設置視頻清晰度

# login_enter_phone_number
source: Enter phone number
cs: Vložte telefonní číslo
de: Telefonnummer eingeben
es: Introduzca el número de teléfono
fi: Anna puhelinnumero
fr: Entrez le numéro de téléphone
he: הכנס מספר טלפון
id: Masukkan nomor telepon
it: Inserisci il numero di telefono
ja: 電話番号を入力してください
ko: 전화번호 입력
nb: Tast inn telefonnummer
nl: Voer telefoonnummer in
pl: Wpisz numer telefonu
pt_br: Digite o número do telefone
ro: Introduceti numarul de telefon
ru: Введите номер телефона
sv: Skriv in telefonnummer
th: ใส่หมายเลขโทรศัพท์
tr: Telefon numarasını girin
vi: Nhập số điện thoại
zh_hans: 输入手机号
zh_hant: 輸入手機號

# addDevice_already_exists
source: The device has been added
cs: Zařízení bylo přidáno
de: Gerät existiert bereits, bitte löschen und neu hinzufügen
es: El dispositivo ha sido agregado
fi: Laite on lisätty
fr: L'appareil a été ajouté
he: המכשיר נוסף
id: Perangkat telah ditambahkan
it: Il dispositivo è stato aggiunto
ja: デバイスが追加されました
ko: 장치가 추가되었습니다
nb: Enheten er lagt til
nl: Het apparaat is toegevoegd
pl: Urządzenie zostało dodane
pt_br: O dispositivo foi adicionado
ro: A fost adăugat dispozitivul
ru: Устройство было добавлено
sv: Enheten har lagts till
th: เพิ่มอุปกรณ์แล้ว
tr: Cihaz eklendi
vi: Thiết bị đã được thêm vào
zh_hans: 该设备已添加
zh_hant: 該設備已添加

# local_mode_tips
source: Log in and use this function
cs: Tato funkce vyžaduje přihlášení k použití
de: Einloggen, um Funktion zu nutzen
es: Por favor inicie sesión y use esta función
fi: Tämä ominaisuus vaatii kirjautumisen käyttöön
fr: Connectez-vous et utilisez cette fonction
he: התחבר על מנת להשתמש בפונקציה זו
id: Masuk baru bisa gunakan fungsi ini
it: Accedi ed utilizza questa funzione
ja: ログインしてこの機能を使用します
ko: 로그인 후에 사용이 가능한 기능입니다.
nb: Denne funksjonen må brukes etter innlogging
nl: Aanmelden en deze functie gebruiken
pl: Zaloguj się i użyj tej funkcji
pt_br: Faça o login e use esta função
ro: Conectați-vă și utilizați această funcție
ru: Войдите и используйте эту функцию
sv: Logga in och använd den här funktionen
th: เข้าสู่ระบบและการใช้งานฟังก์ชั่นนี้
tr: Giriş yap ve bu işlevi kullan
vi: Chức năng này cần được sử dụng sau khi đăng nhập
zh_hans: 该功能需要登录后使用
zh_hant: 該功能需要登錄後使用

# prompt_connectToWIFI_failed
source: Fail to connect WiFi/can't search device
cs: Připojení uživatele WiFi se nezdařilo/zařízení nebylo nalezeno (exkluzivní)
de: Verbindung zum WLAN nicht möglich / Gerät wird nicht gefunden
es: Error al conectar el Equipo WiFi/inalcanzable del usuario
fi: Yhteyden käyttäjä WiFi epäonnistui/laitetta ei löytynyt (yksinomainen)
fr: Connexion au WLAN impossible / appareil introuvable
he: החיבור נכשל,המכשיר לא נמצא
id: gagal konek ke WiFi,tidak dapat cari perangkat
it: Connessione WiFi fallita,impossibile cercare dispositivi
ja: 無線LANに接続できない/デバイスが見つかりません
ko: WiFi 연결 실패/제품 검색 실패
nb: Feilet tilkobling til WiFi,kan ikke søke opp enhet
nl: Kan WiFi niet verbinden/kan niet naar apparaat zoeken
pl: Problem z połączeniem przez WiFi,nie można znaleźć urządzenia
pt_br: Falha ao conectar o WiFi/não pode pesquisar o dispositivo
ro: Nu se poate conecta WiFi/nu se poate căuta dispozitivul
ru: Не удалось подключиться к WiFi/не удается найти устройство
sv: Misslyckas med att ansluta WiFi/kan inte söka enheten
th: ไม่สามารถเชื่อมต่อกับ WiFi / ไม่สามารถค้นหาอุปกรณ์ได้
tr: WiFi bağlanamadı/cihaz aranamıyor
vi: Không kết nối được với WiFi / thiết bị của người dùng không thể được tìm kiếm (độc quyền)
zh_hans: 连接用户WiFi失败/搜索不到设备(独占)
zh_hant: 連接用戶WiFi失敗/搜索不到設備(獨占)

# me_version_updateAsk
source: Check latest version,update?
cs: Zkontrolovat na nejnovější verzi,je aktualizován?
de: Neueste Version prüfen, aktualisieren?
es: Comprobado una última versión,¿actualización?
fi: Tarkista uusin versio,päivitetäänkö se?
fr: Vérifier la dernière version, mettre à jour ?
he: האם ברצונך לעדכן לגרסה החדשה
id: Ketemu Versi baru,perbaharui?
it: trovata nuova versione,aggiornare?
ja: 最新バージョンを確認し、更新しますか？
ko: 최신 버전이 있습니다. 업데이트하시겠습니까?
nb: Se etter oppdateringer
nl: Laatste versie controleren,update?
pl: Sprawdzono aktualną wersję,aktualizować?
pt_br: Verificar a versão mais recente,atualizar?
ro: Verificați cea mai recentă versiune,actualizați?
ru: Проверить последнюю версию,обновить?
sv: Kontrollera senaste versionen,uppdatera?
th: ตรวจสอบเวอร์ชั่นล่าสุด ต้องการอัปเดตหรือไม่?
tr: En son sürümü kontrol et,güncelle?
vi: Kiểm tra phiên bản mới nhất, bạn có cập nhật không?
zh_hans: 检查到最新版本，是否更新？
zh_hant: 檢查到最新版本，是否更新？

# person_mail_receive_alert_messages
source: Email alert message
cs: E-mail pro příjem výstražných zpráv
de: E-Mail für Warnmeldungen
es: Mail para recibir mensajes de alerta
fi: Sähköposti vastaanottaaksesi hälytysviestejä
fr: Mail pour recevoir des messages d'alerte
he: דואר לקבלת הודעות התראה
id: Mail untuk menerima pesan peringatan
it: Posta per ricevere messaggi di avviso
ja: アラートメッセージを受信するためのメール
ko: 경고 메시지를 받을 메일
nb: Send e-post for å motta varselmeldinger
nl: Mail om waarschuwingsberichten te ontvangen
pl: Poczta, aby otrzymywać wiadomości z alertami
pt_br: Mail para receber mensagens de alerta
ro: Mail pentru a primi mesaje de alertă
ru: Почта для получения оповещений
sv: Maila för att ta emot varningsmeddelanden
th: จดหมายเพื่อรับข้อความแจ้งเตือน
tr: Uyarı mesajları almak için posta
vi: Thư để nhận tin nhắn cảnh báo
zh_hans: 邮件接收警报消息
zh_hant: 郵件接收警報消息

# deviceSetting_Cool_colors
source: Cool colors
cs: Studené barvy
de: Kalte Farben
es: Colores fríos
fi: Kylmiä värejä
fr: Couleurs froides
he: צבעים מגניבים
id: Warna keren
it: Colori freddi
ja: クールな色
ko: 멋진 색상
nb: Kule farger
nl: Coole kleuren
pl: Fajne kolory
pt_br: Cores legais
ro: Culori reci
ru: Классные цвета
sv: Coola färger
th: สีเย็น
tr: Havalı renkler
vi: Màu sắc mát mẻ
zh_hans: 冷色调
zh_hant: 冷色調

# Devicesetting_Network_configura_progress
source: Network configuration in progress...
cs: Probíhá konfigurace sítě...
de: Netzwerkkonfiguration läuft...
es: Configuración de red en curso...
fi: Verkon määritys käynnissä...
fr: Configuration réseau en cours...
he: תצורת הרשת מתבצעת...
id: Konfigurasi jaringan sedang berlangsung...
it: Configurazione di rete in corso...
ja: 進行中のネットワーク構成...
ko: 네트워크 구성 진행 중...
nb: Nettverkskonfigurasjon pågår...
nl: Netwerkconfiguratie wordt uitgevoerd...
pl: Trwa konfiguracja sieci...
pt_br: Configuração de rede em andamento...
ro: Configurarea rețelei în curs...
ru: Выполняется настройка сети...
sv: Nätverkskonfiguration pågår...
th: กำลังกำหนดค่าเครือข่าย...
tr: Ağ yapılandırması devam ediyor...
vi: Đang cấu hình mạng ...
zh_hans: 网络配置中...
zh_hant: 網絡配置中...

# addevice_set_connect_wifi
source: After connecting the WiFi of the beginning of IPC in the mobile phone Settings, return to the APP to watch the video
cs: Po připojení WiFi na začátku IPC v Nastavení mobilního telefonu se vraťte do APP a sledujte video
de: Kehren Sie zur App zurück, um das Gerät zu sehen, nachdem Sie in den Telefoneinstellungen eine Verbindung zum WLAN - beginnend mit IPC - hergestellt haben
es: Después de conectar el WiFi del inicio de IPC en la Configuración del teléfono móvil, regrese a la APLICACIÓN para ver el video
fi: Kun olet liittänyt IPC: n alun WiFi-yhteyden matkapuhelimen asetuksissa, palaa sovellukseen katsomaan videota
fr: Après avoir connecté le WiFi du début de l'IPC dans les paramètres du téléphone mobile, revenez à l'application pour regarder la vidéo
he: לאחר חיבור ה- WiFi של תחילת ה- IPC בהגדרות הטלפון הנייד, חזור ל- APP כדי לצפות בסרטון
id: Setelah menghubungkan WiFi dari awal IPC di Pengaturan ponsel, kembali ke APP untuk menonton video
it: Dopo aver collegato il WiFi dell'inizio di IPC nelle Impostazioni del telefono cellulare, torna all'APP per guardare il video
ja: 携帯電話の設定でIPC開始のWiFiを接続した後、APPに戻ってビデオを見る
ko: 휴대폰 설정에서 IPC 시작의 WiFi를 연결 한 후 앱으로 돌아가 동영상을 시청하세요.
nb: Etter å ha koblet WiFi i begynnelsen av IPC i mobiltelefoninnstillingene, gå tilbake til APP for å se videoen
nl: Na het verbinden van de WiFi van het begin van IPC in de instellingen van de mobiele telefoon, keert u terug naar de APP om de video te bekijken
pl: Po podłączeniu Wi-Fi na początku IPC w ustawieniach telefonu komórkowego, wróć do aplikacji, aby obejrzeć wideo
pt_br: Após conectar o WiFi do início do IPC nas Configurações do celular, volte ao APP para assistir ao vídeo
ro: După conectarea WiFi-ului de la începutul IPC în Setările telefonului mobil, reveniți la APP pentru a viziona videoclipul
ru: После подключения Wi-Fi начала IPC в настройках мобильного телефона вернитесь в приложение, чтобы посмотреть видео
sv: Efter att ha anslutit WiFi i början av IPC i mobiltelefonens inställningar, återvänd till APP för att titta på videon
th: หลังจากเชื่อมต่อ WiFi ของการเริ่มใช้งานของ IPC ในการตั้งค่าโทรศัพท์มือถือแล้วให้กลับไปที่แอปเพื่อดูวิดีโอ
tr: Cep telefonu Ayarlarında IPC'nin başlangıcındaki WiFi bağlantısını bağladıktan sonra videoyu izlemek için uygulamaya dönün
vi: Sau khi kết nối với WiFi bắt đầu bằng IPC trong cài đặt điện thoại, hãy quay lại APP để xem video
zh_hans: 在手机设置中连接IPC开头的WiFi后，返回APP观看视频
zh_hant: 在手機設置中連接IPC開頭的WiFi後，返回APP觀看視頻

# devicelist_cloud_device_detecte_prompt
source: If it is detected that the motion detection function of the device has been turned off, please go to the device settings to enable motion detection
cs: Pokud se zjistí, že funkce detekce pohybu zařízení byla vypnuta, přejděte prosím do nastavení zařízení a aktivujte detekci pohybu
de: Wenn erkannt wird, dass die Bewegungserkennungsfunktion des Geräts ausgeschaltet wurde, gehen Sie bitte zu den Geräteeinstellungen, um die Bewegungserkennung zu aktivieren
es: Si se detecta que la función de detección de movimiento del dispositivo se ha apagado, vaya a la configuración del dispositivo para habilitar la detección de movimiento
fi: Jos havaitaan, että laitteen liiketunnistustoiminto on kytketty pois päältä, siirry laitteen asetuksiin ottaaksesi liiketunnistuksen käyttöön
fr: S'il est détecté que la fonction de détection de mouvement de l'appareil a été désactivée, veuillez accéder aux paramètres de l'appareil pour activer la détection de mouvement.
he: אם זוהה שפונקציית זיהוי התנועה של המכשיר כבויה, אנא עברו להגדרות המכשיר כדי לאפשר זיהוי תנועה
id: Jika terdeteksi bahwa fungsi deteksi gerakan perangkat telah dimatikan, silakan buka pengaturan perangkat untuk mengaktifkan deteksi gerakan
it: Se viene rilevato che la funzione di rilevamento del movimento del dispositivo è stata disattivata, accedere alle impostazioni del dispositivo per abilitare il rilevamento del movimento
ja: デバイスの動き検出機能がオフになっていることが検出された場合は、デバイス設定に移動して動き検出を有効にしてください
ko: 장치의 움직임 감지 기능이 꺼진 것으로 감지되면 장치 설정으로 이동하여 움직임 감지를 활성화하십시오
nb: Hvis det oppdages at bevegelsesdeteksjonsfunksjonen til enheten er slått av, gå til enhetsinnstillingene for å aktivere bevegelsesdeteksjon
nl: Als wordt gedetecteerd dat de bewegingsdetectiefunctie van het apparaat is uitgeschakeld, ga dan naar de apparaatinstellingen om bewegingsdetectie in te schakelen
pl: W przypadku wykrycia, że ​​funkcja wykrywania ruchu urządzenia została wyłączona, przejdź do ustawień urządzenia, aby włączyć wykrywanie ruchu
pt_br: Se for detectado que a função de detecção de movimento do dispositivo foi desativada, acesse as configurações do dispositivo para ativar a detecção de movimento
ro: Dacă se detectează că funcția de detectare a mișcării a dispozitivului a fost dezactivată, accesați setările dispozitivului pentru a activa detectarea mișcării
ru: Если обнаружено, что функция обнаружения движения устройства отключена, перейдите в настройки устройства, чтобы включить обнаружение движения.
sv: Om det upptäcks att enhetens rörelsedetekteringsfunktion har stängts av, gå till enhetsinställningarna för att aktivera rörelsedetektering
th: หากตรวจพบว่าปิดฟังก์ชั่นการตรวจจับการเคลื่อนไหวของอุปกรณ์แล้ว โปรดไปที่การตั้งค่าอุปกรณ์เพื่อเปิดใช้งานการตรวจจับการเคลื่อนไหว
tr: Cihazın hareket algılama fonksiyonunun kapatıldığı tespit edilirse, hareket algılamayı etkinleştirmek için lütfen cihaz ayarlarına gidiniz.
vi: Nếu phát hiện đã tắt chức năng phát hiện chuyển động của thiết bị, vui lòng vào phần cài đặt thiết bị để kích hoạt tính năng phát hiện chuyển động
zh_hans: 检测到设备智能侦测已关闭，请前往设备设置开启智能侦测
zh_hant: 檢測到設備智能偵測已關閉，請前往設備設置開啟智能偵測

# devicelist_Turn_off_alarm_push_phone_notreceive
source: Turn off the alarm push, the phone will no longer receive alarm messages.
cs: Vypněte tlačítko budíku, telefon již nebude přijímat poplachové zprávy.
de: Alarm-Push ausschalten. Das Telefon empfängt danach keine Alarmmeldungen mehr.
es: Apague el pulsador de alarma, el teléfono ya no recibirá mensajes de alarma.
fi: Kytke hälytin pois päältä, puhelin ei enää vastaanota hälytysviestejä.
fr: Désactivez le bouton d'alarme, le téléphone ne recevra plus de messages d'alarme.
he: כבה את דחיפת האזעקה, הטלפון לא יקבל עוד הודעות אזעקה.
id: Matikan push alarm, telepon tidak akan lagi menerima pesan alarm.
it: Disattivare il push della sveglia, il telefono non riceverà più messaggi di allarme.
ja: アラームプッシュをオフにすると、電話機はアラームメッセージを受信しなくなります。
ko: 알람 푸시를 끄면 전화기에서 더 이상 알람 메시지를 수신하지 않습니다.
nb: Slå av alarmtrykk, telefonen vil ikke lenger motta alarmmeldinger.
nl: Zet de alarmpush uit, de telefoon ontvangt geen alarmberichten meer.
pl: Wyłącz przycisk alarmu, telefon nie będzie już odbierać wiadomości alarmowych.
pt_br: Desligue o toque do alarme, o telefone não receberá mais mensagens de alarme.
ro: Opriți apăsarea alarmei, telefonul nu va mai primi mesaje de alarmă.
ru: Отключите сигнал будильника, телефон больше не будет получать сообщения о тревоге.
sv: Stäng av alarmtrycket, telefonen kommer inte längre att ta emot larmmeddelanden.
th: ปิดการกดปลุก โทรศัพท์จะไม่ได้รับข้อความเตือนอีกต่อไป
tr: Alarm düğmesini kapatın, telefon artık alarm mesajlarını almayacak.
vi: Tắt tính năng đẩy báo thức, điện thoại sẽ không nhận được tin nhắn báo thức nữa.
zh_hans: 关闭报警推送，手机将不再接收报警信息。
zh_hant: 關閉報警推送，手機將不再接收報警信息。
