Repository: Yolo-cell-hash/go_home_ios
Catalog: ios/Runner/JASDK/JAResources/XLanguage/X35MultiLanguage/*.lproj/X35MutiLanguage.strings
Languages: cs, de, es, fi, fr, he, id, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sv, th, tr, vi, zh_hans, zh_hant

# months_ios
source: %ld Month
cs: %ld měsíců
de: %ld Monat
es: %ld meses
fi: %ld kuukautta
fr: %ld mois
he: %ld חודש
id: %ld Bulan
it: %ld mese
ja: %ld月
ko: %ld 월
nb: %ld Måned
nl: %ld Maanden
pl: %ld Miesiąc
pt_br: %ld mês
ro: %ld Luna
ru: %ld месяц
sv: %ld månad
th: % เดือน LD
tr: %ld Ay
vi: %ld tháng
zh_hans: %ld个月
zh_hant: %ld個月

# devicelist_firmware_update_send_agreement
source: Notifying device
cs: Oznamovací zařízení
de: Gerät benachrichtigen
es: Dispositivo de notificación
fi: Ilmoituslaite
fr: Dispositif de notification
he: מכשיר הודעה
id: Memberitahu perangkat
it: Dispositivo di notifica
ja: 報知設備
ko: 알림 장치
nb: Varsler enhet
nl: Meldend apparaat
pl: Urządzenie powiadamiające
pt_br: dispositivo Notifying
ro: Dispozitiv de notificare
ru: Уведомление устройство
sv: Meddelande enhet
th: การแจ้งเตือนอุปกรณ์
tr: Bildirim cihazı
vi: Thiết bị thông báo
zh_hans: 正在通知设备
zh_hant: 正在通知設備

# devicesetting_alarm_Select_copy_date
source: Select the date to repeat the time period.
cs: Vyberte datum,které chcete opakovat
de: Datum auswählen, um Zeitraum zu wiederholen
es: Repetir en el período de selección
fi: Valitse päivämäärä,jonka haluat toistaa
fr: Répéter l'opération sur la période de sélection
he: חזור על התקופה בחרי
id: Ulangi pada periode pilih
it: Ripetere il periodo di selezione
ja: 選択期間にわたって操作を繰り返します。
ko: 기간을 반복 할 날짜를 선택하십시오.
nb: Gjenta på velg periode
nl: Herhaal aan de selectieperiode
pl: Powtórz na Wybierz okres
pt_br: Selecione a data para repetir o período de tempo.
ro: Selectați data pentru a repeta perioada de timp.
ru: Выберите дату,чтобы повторить период времени.
sv: Välj datum för att upprepa tidsperioden.
th: เลือกวันที่จะทำซ้ำช่วงเวลา
tr: Zaman periyodunu tekrarlamak için tarihi seçin.
vi: Chọn ngày cần lặp lại khoảng thời gian
zh_hans: 选择需要重复该时间段的日期
zh_hant: 選擇需要重複該時間段的日期

# Service_map_get_what_repairman
source: What can I get as a repairman?
cs: Co mohu získat jako opravář?
de: Was kann ich als Handwerker bekommen?
es: ¿Qué puedo obtener como reparador?
fi: Mitä saan korjaajana?
fr: Que puis-je obtenir en tant que réparateur?
he: מה אוכל לקבל כמתקן?
id: Apa yang bisa saya mendapatkan tukang?
it: Cosa posso ottenere come riparatore?
ja: 修理工として何を入手できますか？
ko: 수리공으로서 무엇을 얻을 수 있습니까?
nb: Hva kan jeg få som reparatør?
nl: Wat kan ik als reparateur krijgen?
pl: Co mogę uzyskać jako mechanik?
pt_br: O que posso obter como reparador?
ro: Ce pot primi ca reparator?
ru: Что я могу получить в качестве ремонтника?
sv: Vad kan jag få som reparatör?
th: ฉันจะได้อะไรจากการเป็นพนักงานซ่อมบำรุง
tr: Tamirci olarak ne alabilirim?
vi: Tôi có thể nhận được gì khi trở thành nhân viên bảo trì?
zh_hans: 成为维修员可以获得什么？
zh_hant: 成為維修員可以獲得什麼？

# devicesetting_set_notification_time
source: Please set the notification time
cs: Nastavte prosím čas oznámení
de: Bitte stellen Sie die Benachrichtigungszeit ein
es: Establezca la hora de notificación
fi: Aseta ilmoituksen aika
fr: Veuillez définir l'heure de notification
he: הגדר את זמן ההודעה
id: Harap setel waktu pemberitahuan
it: Si prega di impostare l'ora della notifica
ja: 通知時間を設定してください
ko: 알림 시간을 설정하세요
nb: Angi varslingstiden
nl: Stel de meldingstijd in
pl: Ustaw czas powiadomienia
pt_br: Defina a hora da notificação
ro: Vă rugăm să setați ora notificării
ru: Пожалуйста, установите время уведомления
sv: Ange aviseringstid
th: กรุณาตั้งเวลาแจ้งเตือน
tr: Lütfen bildirim zamanını ayarlayın
vi: Vui lòng đặt thời gian thông báo
zh_hans: 请设置提示音播报时间
zh_hant: 請設置提示音播報時間

# cloud_fail_to_get
source: Fail to get
cs: Akvizice se nezdařila
de: Abrufen fehlgeschlagen
es: No pudo conseguir
fi: Hankinta epäonnistui
fr: Impossible d'obtenir
he: כשל בקבלת האינפורמציה
id: gagal mendapatkan
it: Errore ricezione
ja: 取得に失敗しました
ko: 얻지 못한다.
nb: Kunne ikke hente
nl: Ophalen mislukt
pl: Niepowodzenie
pt_br: Não conseguir
ro: Nu reușesc
ru: Не получить
sv: Misslyckas med att få
th: ล้มเหลว
tr: Alınamadı
vi: Nhận thất bại
zh_hans: 获取失败
zh_hant: 獲取失敗

# devicesetting_old_Light_Control_revised_describe
source: Through the combination mode of "night vision mode" + "LED fill light", the camera can obtain more diverse and accurate working modes. The following is the combination method of the light control mode corresponding to the old version:
cs: Prostřednictvím kombinovaného režimu "režim nočního vidění" + "LED výplňové světlo" může kamera získat rozmanitější a přesnější pracovní režimy. Následuje kombinovaná metoda režimu ovládání světla odpovídající staré verzi:
de: Durch den Kombinationsmodus "Infrarot-Nachtsicht" + "Weißlicht-Strahler" kann die Kamera vielfältiger und genauer umschalten. Das Folgende ist die Kombinationsmethode des Lichtsteuerungsmodus der alten Version:
es: A través del modo combinado de "modo de visión nocturna" + "luz de relleno LED", la cámara puede obtener modos de trabajo más diversos y precisos. El siguiente es el método de combinación del modo de control de luz correspondiente a la versión anterior:
fi: Yhdistelmätilan "pimeänäkötila" + "LED-täyttövalo" avulla kamera voi saada monipuolisempia ja tarkempia työtiloja. Seuraavassa on vanhaa versiota vastaava valonsäätötilan yhdistelmämenetelmä:
fr: Grâce au mode de combinaison "mode vision nocturne" + "lumière d'appoint LED", la caméra peut obtenir des modes de travail plus diversifiés et plus précis. Voici la méthode de combinaison du mode de contrôle de la lumière correspondant à l'ancienne version :
he: באמצעות מצב השילוב של "מצב ראיית לילה" + "אור מילוי LED", המצלמה יכולה לקבל מצבי עבודה מגוונים ומדויקים יותר. להלן שיטת השילוב של מצב בקרת האור התואמת לגרסה הישנה:
id: Melalui mode kombinasi "mode night vision" + "LED fill light", kamera dapat memperoleh mode kerja yang lebih beragam dan akurat. Berikut ini adalah metode kombinasi mode kontrol lampu yang sesuai dengan versi lama:
it: Attraverso la modalità combinata di "modalità di visione notturna" + "luce di riempimento a LED", la fotocamera può ottenere modalità di lavoro più diverse e precise. Quello che segue è il metodo di combinazione della modalità di controllo della luce corrispondente alla vecchia versione:
ja: 「暗視モード」と「LEDフィルライト」の組み合わせモードにより、カメラはより多様で正確な動作モードを取得できます。 旧バージョンに対応した調光モードの組み合わせ方法は以下のとおりです。
ko: "야간 투시 모드" + "LED 필 라이트" 조합 모드를 통해 카메라는 보다 다양하고 정확한 작업 모드를 얻을 수 있습니다. 이전 버전에 해당하는 조명 제어 모드의 조합 방법은 다음과 같습니다.
nb: Gjennom kombinasjonsmodusen "nattsynsmodus" + "LED-påfyllingslys", kan kameraet oppnå mer varierte og nøyaktige arbeidsmoduser. Følgende er kombinasjonsmetoden for lysstyringsmodus som tilsvarer den gamle versjonen:
nl: Door de combinatiemodus "nachtzichtmodus" + "LED-vullicht" kan de camera diversere en nauwkeurigere werkmodi verkrijgen. Het volgende is de combinatiemethode van de lichtregelmodus die overeenkomt met de oude versie:
pl: Dzięki trybowi kombinacji "tryb noktowizyjny" + "światło wypełniające LED", kamera może uzyskać bardziej zróżnicowane i dokładne tryby pracy. Poniżej przedstawiono metodę łączenia trybu sterowania oświetleniem odpowiadającą starej wersji:
pt_br: Através do modo de combinação de "modo de visão noturna" + "luz de preenchimento de LED", a câmera pode obter modos de trabalho mais diversificados e precisos. O seguinte é o método de combinação do modo de controle de luz correspondente à versão antiga:
ro: Prin modul de combinare "modul de vedere pe timp de noapte" + "lumina de umplere cu LED", camera poate obține moduri de lucru mai diverse și mai precise. Următoarea este metoda de combinare a modului de control al luminii corespunzătoare versiunii vechi:
ru: Благодаря комбинированному режиму "режим ночного видения" + "светодиодный заполняющий свет" камера может получить более разнообразные и точные рабочие режимы. Ниже приведен метод комбинирования режима управления освещением, соответствующий старой версии:
sv: Genom kombinationsläget "nattseendeläge" + "LED-påfyllningsljus" kan kameran få fler olika och exakta arbetslägen. Följande är kombinationsmetoden för ljusstyrningsläget som motsvarar den gamla versionen:
th: ด้วยโหมดผสมผสานของ "โหมดการมองเห็นตอนกลางคืน" + "ไฟเติม LED" กล้องสามารถรับโหมดการทำงานที่หลากหลายและแม่นยำยิ่งขึ้น ต่อไปนี้เป็นวิธีการผสมของโหมดควบคุมแสงที่สอดคล้องกับเวอร์ชันเก่า:
tr: "Gece görüş modu" + "LED dolgu ışığı" kombinasyon modu sayesinde, kamera daha çeşitli ve doğru çalışma modları elde edebilir. Aşağıdaki, eski sürüme karşılık gelen ışık kontrol modunun kombinasyon yöntemidir:
vi: Thông qua chế độ kết hợp của "chế độ nhìn ban đêm " + "đèn LED lấp đầy ", máy ảnh có thể có được các chế độ làm việc đa dạng và chính xác hơn. Sau đây là phương pháp kết hợp của chế độ điều khiển ánh sáng tương ứng với phiên bản cũ:
zh_hans: 通过“夜视模式”+“LED补光灯”的组合模式，可以使得摄像机获得更加多样且精准的工作模式，以下是对应旧版的灯控模式组合方式：
zh_hant: 通過“夜視模式”+“LED補光燈”的組合模式，可以使得攝像機獲得更加多樣且精準的工作模式，以下是對應舊版的燈控模式組合方式：

# Addevice_Memory_card_not_found
source: Memory card not found
cs: Paměťová karta nenalezena
de: Speicherkarte nicht erkannt
es: Tarjeta de memoria no encontrada
fi: Muistikorttia ei löydy
fr: Carte mémoire introuvable
he: כרטיס זיכרון לא נמצא
id: Kartu memori tidak ditemukan
it: Scheda di memoria non trovata
ja: メモリーカードが見つかりません
ko: 메모리 카드를 찾을 수 없음
nb: Finner ikke minnekort
nl: Geheugenkaart niet gevonden
pl: Nie znaleziono karty pamięci
pt_br: Cartão de memória não encontrado
ro: Cardul de memorie nu a fost găsit
ru: Карта памяти не найдена
sv: Minneskortet hittades inte
th: ไม่พบการ์ดหน่วยความจำ
tr: Hafıza kartı bulunamadı
vi: Không tìm thấy thẻ nhớ
zh_hans: 未识别到存储卡
zh_hant: 未識別到存儲卡

# person_Vibration_effect_Description
source: After opening, click the gimbal button to have vibration feedback
cs: Po otevření klikněte na tlačítko gimbalu, abyste získali vibrační zpětnou vazbu
de: Tippen Sie nach dem Öffnen auf den PTZ-Button, um Vibrations-Feedback zu erhalten
es: Después de abrir, haga clic en el botón cardán para recibir comentarios de vibración
fi: Avaamisen jälkeen saat värinäpalautteen napsauttamalla gimbal-painiketta
fr: Après l'ouverture, cliquez sur le bouton du cardan pour avoir un retour de vibration
he: לאחר הפתיחה, לחץ על כפתור הגימבל כדי לקבל משוב רטט
id: Setelah dibuka, klik tombol gimbal untuk mendapatkan umpan balik getaran
it: Dopo l'apertura, fare clic sul pulsante del gimbal per avere un feedback di vibrazione
ja: 開いた後、ジンバルボタンをクリックしてバイブレーションフィードバックを取得します
ko: 개봉 후 짐벌 버튼을 클릭하면 진동 피드백을 받을 수 있습니다.
nb: Etter åpning, klikk på gimbal-knappen for å få vibrasjonstilbakemelding
nl: Klik na het openen op de cardanische knop om vibratiefeedback te krijgen
pl: Po otwarciu kliknij przycisk gimbala, aby uzyskać informację zwrotną wibracyjną
pt_br: Após a abertura, clique no botão do cardan para obter feedback de vibração
ro: După deschidere, faceți clic pe butonul cardanului pentru a avea feedback de vibrație
ru: После открытия нажмите кнопку подвеса, чтобы получить виброотклик.
sv: När du har öppnat, klicka på kardanknappen för att få vibrationsfeedback
th: หลังจากเปิดแล้ว ให้คลิกปุ่ม gimbal เพื่อให้มีการตอบสนองแบบสั่น
tr: Açtıktan sonra, titreşim geri bildirimi almak için gimbal düğmesine tıklayın
vi: Sau khi mở, nhấp vào nút gimbal để có phản hồi rung
zh_hans: 开启后点按云台按钮有震动反馈
zh_hant: 開啟後點按雲台按鈕有震動反饋

# register_hint_text
source: Enter email
cs: Zadejte email
de: E-Mail Adresse eingeben
es: Ingrese correo electrónico
fi: Syötä sähköposti
fr: Entrer email
he: הזן דוא"ל
id: Masukan email
it: Inserisci l'email
ja: メールアドレスの入力
ko: 이메일 입력
nb: Skriv inn e-post
nl: Voer email in
pl: Wprowadź e-mail
pt_br: Digite o email
ro: Introduceți adresa de email
ru: Введите адрес электронной почты
sv: Skriv in e-mail
th: ใส่ อีเมล์
tr: E-posta girin
vi: Nhập email
zh_hans: 输入邮箱
zh_hant: 輸入郵箱

# adddevice_used
source: Used
cs: Použitý
de: Verwendet
es: Usado
fi: käytetty
fr: Utilisé
he: בשימוש
id: Bekas
it: Usato
ja: 中古
ko: 사용중
nb: brukes
nl: Gebruikt
pl: Używany
pt_br: Usava
ro: Folosit
ru: Используемый
sv: Begagnade
th: ใช้แล้ว
tr: Kullanılmış
vi: Đã sử dụng
zh_hans: 已使用
zh_hant: 已使用

# devicelist_code_please_wait
source: Matching code, please wait
cs: Odpovídající kód, čekejte prosím
de: WLAN Aufbau, bitte warten
es: Código coincidente, espere
fi: Vastaava koodi, odota
fr: Code correspondant, veuillez patienter
he: קוד תואם, אנא המתן
id: Kode yang cocok, harap tunggu
it: Codice corrispondente, attendere prego
ja: 一致するコード、お待ちください
ko: 일치하는 코드입니다. 잠시만 기다려 주십시오.
nb: Matchende kode, vennligst vent
nl: Overeenkomende code, even geduld aub
pl: Pasujący kod, proszę czekać
pt_br: Código de correspondência, por favor aguarde
ro: Cod de potrivire, vă rugăm să așteptați
ru: Соответствующий код, подождите
sv: Matchande kod, vänta
th: รหัสตรงกัน กรุณารอสักครู่
tr: Eşleşen kod, lütfen bekleyin
vi: Mã phù hợp, vui lòng đợi
zh_hans: 正在对码，请稍等
zh_hant: 正在對碼，請稍等

# preview_data_consumption
source: Playing with data, please pay attention to data consumption
cs: Při hraní s daty věnujte pozornost spotřebě dat
de: Achten Sie während der Datennutzung bitte auf den Datenverbrauch
es: Jugando con datos, preste atención al consumo de datos
fi: Kun pelaat datalla, kiinnitä huomiota tiedonkulutukseen
fr: Jouer avec les données, veuillez faire attention à la consommation de données
he: משחק עם נתונים, אנא שימו לב לצריכת נתונים
id: Bermain dengan data, harap perhatikan konsumsi data
it: Giocando con i dati, presta attenzione al consumo di dati
ja: データで遊んで、データ消費に注意してください
ko: 데이터 가지고 노는 중, 데이터 소비에 주의하세요
nb: Spill med data, vær oppmerksom på dataforbruk
nl: Spelen met data, let op dataverbruik
pl: Bawiąc się danymi, zwróć uwagę na zużycie danych
pt_br: Jogando com dados, preste atenção ao consumo de dados
ro: Jucându-vă cu datele, vă rugăm să acordați atenție consumului de date
ru: Играя с данными, пожалуйста, обратите внимание на потребление данных
sv: Var uppmärksam på dataförbrukningen när du leker med data
th: เล่นกับข้อมูลโปรดใส่ใจกับการใช้ข้อมูล
tr: Verilerle oynarken, lütfen veri tüketimine dikkat edin
vi: Đang chơi với dữ liệu, hãy chú ý đến mức tiêu thụ dữ liệu
zh_hans: 正在使用流量播放，请注意流量消耗
zh_hant: 正在使用流量播放，請注意流量消耗

# devicesetting_still_to_quit
source: Still want to quit
cs: Vypadnout
de: Wirklich verlassen
es: Abandonar
fi: Lopettaa
fr: Abandonner
he: נשר
id: Keluar
it: Buttare fuori
ja: ドロップアウト
ko: 탈락
nb: Slipp ut
nl: Afvaller
pl: Wycofać się
pt_br: Cair fora
ro: Renunța
ru: Выбывать
sv: Hoppa av
th: ออกกลางคัน
tr: Bırakmak
vi: Vẫn muốn bỏ
zh_hans: 仍要退出
zh_hant: 仍要退出

# play_changeHD_alert
source: HD mode switch succeeded
cs: Přepínač režimu HD uspěl
de: Erfolgreich zu HD-Modus gewechselt
es: Cambio de modo HD exitoso
fi: HD-tilan kytkin onnistui
fr: Le commutateur de mode HD a réussi
he: מתג מצב HD הצליח
id: Pergantian mode HD berhasil
it: Interruttore della modalità HD riuscito
ja: HDモード切り替えに成功しました
ko: HD 모드 스위치가 성공 함
nb: HD-modusbryteren lyktes
nl: Schakelaar HD-modus geslaagd
pl: Przełączenie trybu HD powiodło się
pt_br: O comutador do modo HD foi bem-sucedido
ro: Comutarea modului HD a reușit
ru: Переключатель режима HD успешно
sv: HD-lägesomkopplaren lyckades
th: เปิดโหมด HD สำเร็จ
tr: HD modu anahtarı başarılı oldu
vi: Chuyển chế độ HD thành công
zh_hans: 高清模式切换成功
zh_hant: 高清模式切換成功

# cloud_storage_details_cloud_period_suspended_guide
source: Cloud storage is timed from the date of purchase, and will not stop during the time. after the user purchases the cloud storage, the action of deleting or stopping the uploading of the video can not affect the cloud expiration time.
cs: Cloud skladování je načasováno od data nákupu a nezastaví se uprostřed. To znamená, že poté, co uživatel zakoupí úložiště v cloudu, nemůže vymazání nebo zastavení nahrávání videa ve středu ovlivnit dobu vypršení cloudu.
de: Der Cloud-Speicher ist zeitlich ab dem Kaufdatum festgelegt und endet nicht in der Mitte. Das heißt, nachdem der Benutzer den Cloud-Speicher erworben hat, kann das Löschen oder Stoppen des Hochladens des Videos in der Mitte die Cloud-Ablaufzeit nicht beeinträchtigen.
es: El almacenamiento en la nube está cronometrado desde la fecha de compra y no se detendrá en el medio. Es decir, después de que el usuario compre el almacenamiento en la nube, la acción de eliminar o detener la carga del video en el medio no puede afectar el tiempo de expiración de la nube.
fi: Pilvisäilytys on ajastettu ostopäivästä, eikä se pysähdy keskelle. Toisin sanoen sen jälkeen, kun käyttäjä ostaa pilvivaraston, videon lataamisen keskeyttäminen tai pysäyttäminen keskellä ei voi vaikuttaa pilven vanhenemisaikaan.
fr: Le stockage en nuage est programmé à partir de la date d'achat et ne s'arrêtera pas au milieu. En d’autres termes, une fois que l’utilisateur a acheté le stockage en nuage, l’action de suppression ou d’arrêt du téléchargement de la vidéo au milieu ne peut pas affecter le délai d’expiration du nuage.
he: אחסון הענן מתוזמן מתאריך הרכישה, ולא יפסיק באמצע. כלומר, לאחר שהמשתמש רוכש את אחסון הענן, פעולת המחיקה או הפסקת העלאת הסרטון באמצע אינה יכולה להשפיע על זמן התפוגה של הענן.
id: Penyimpanan cloud dihitung sejak tanggal pembelian, dan tidak akan berhenti di tengah. Artinya, setelah pengguna membeli penyimpanan cloud, tindakan menghapus atau menghentikan pengunggahan video di tengah tidak dapat memengaruhi waktu kedaluwarsa cloud.
it: Lo spazio di archiviazione sul cloud è scaduto dalla data di acquisto e non si fermerà nel mezzo. Cioè, dopo che l'utente ha acquistato il cloud storage, l'azione di eliminare o interrompere il caricamento del video nel mezzo non può influire sul tempo di scadenza del cloud.
ja: クラウドストレージは購入日から計時され、途中で止まることはありません。つまり、ユーザーがクラウドストレージを購入した後、途中でビデオのアップロードを削除または停止するアクションがクラウドの有効期限に影響を与えることはありません。
ko: 클라우드 저장 용량은 구입일로부터 시간이 정해져 중간에 멈추지 않습니다. 즉, 사용자가 클라우드 스토리지를 구매 한 후에 중간에 비디오 업로드를 삭제하거나 중지하는 동작은 클라우드 만료 시간에 영향을 미치지 않습니다.
nb: Cloud-lagring er tidsbestemt fra kjøpsdatoen, og stopper ikke i midten. Det vil si at etter at brukeren har kjøpt skylagringsplassen, kan handlingen om å slette eller stoppe opplasting av videoen i midten, ikke påvirke skyens utløpstid.
nl: Cloudopslag wordt getimed vanaf de aankoopdatum en stopt niet in het midden. Dat wil zeggen, nadat de gebruiker de cloudopslag heeft gekocht, kan de actie van het verwijderen of stoppen van het uploaden van de video in het midden geen invloed hebben op de vervaltijd van de cloud.
pl: Przechowywanie w chmurze jest czasowe od daty zakupu i nie zatrzyma się w środku. Oznacza to, że po zakupie przez użytkownika magazynu w chmurze działanie polegające na usunięciu lub zatrzymaniu przesyłania wideo w środku nie może wpłynąć na czas wygaśnięcia chmury.
pt_br: O armazenamento em nuvem é calculado a partir da data de compra e não será interrompido no meio. Ou seja, depois que o usuário compra o armazenamento em nuvem, a ação de excluir ou interromper o upload do vídeo no meio não afeta o tempo de expiração da nuvem.
ro: Depozitarea în nori este programată de la data achiziției și nu se va opri în mijloc. Adică după ce utilizatorul achiziționează spațiul de stocare în cloud, acțiunea de ștergere sau oprire a încărcării videoclipului în mijloc nu poate afecta timpul de expirare a cloud-ului.
ru: Облачное хранилище рассчитано со дня покупки и не остановится посередине. То есть после того, как пользователь приобретает облачное хранилище, действие по удалению или остановке загрузки видео в середине не может повлиять на время истечения облачного хранилища.
sv: Cloud-lagring är tidsinställd från inköpsdatum och kommer inte sluta i mitten. Det vill säga, efter att användaren har köpt molnlagringen, kan åtgärden att radera eller stoppa uppladdningen av videon i mitten inte påverka molnens slutdatum.
th: ที่เก็บข้อมูลบนคลาวด์จะนับจากวันที่ซื้อและจะไม่หยุดกลางคันนั่นคือหลังจากที่ผู้ใช้ซื้อที่เก็บข้อมูลบนคลาวด์แล้วการลบอุปกรณ์หรือหยุดอัปโหลดวิดีโอตรงกลางจะไม่มีผลต่อเวลาหมดอายุของที่เก็บข้อมูลบนคลาวด์
tr: Bulut depolama satın alma tarihinden itibaren zamanlanır ve ortada durmaz. Diğer bir deyişle, kullanıcı bulut depolama alanını satın aldıktan sonra, videonun ortasına yüklenmesini silme veya durdurma işlemi bulut son kullanma süresini etkileyemez.
vi: Dung lượng lưu trữ đám mây sẽ được tính từ ngày mua và không dừng giữa chừng. Tức là sau khi người dùng mua bộ nhớ đám mây, việc xóa thiết bị hoặc dừng tải video lên giữa chừng sẽ không ảnh hưởng đến thời gian hết hạn bộ nhớ đám mây.
zh_hans: 云存自购买之日起计时，中途不会停止，即用户购买了云存后，中途把设备删除或停止上传录像等动作，都不能影响云存过期时间。
zh_hant: 雲存自購買之日起計時，中途不會停止，即用戶購買了雲存後，中途把設備刪除或停止上傳錄像等動作，都不能影響雲存過期時間。

# preview_device_setting_WiFi_network_reconfigure
source: Please go to the WiFi mode in the device settings to enter the network state and select the WiFi network to reconfigure
cs: Přejděte do režimu WiFi v nastavení zařízení, zadejte stav sítě a vyberte síť WiFi, kterou chcete překonfigurovat
de: Bitte gehen Sie in den Geräteeinstellungen zum WLAN-Modus, um den Netzwerkstatus einzugeben, und wählen Sie das WLAN-Netzwerk zur Neukonfiguration aus
es: Vaya al modo WiFi en la configuración del dispositivo para ingresar el estado de la red y seleccione la red WiFi para reconfigurar
fi: Siirry laitteen asetuksissa WiFi-tilaan syöttääksesi verkon tilan ja valitsemalla uudelleen määritettävän WiFi-verkon
fr: Veuillez passer en mode Wi-Fi dans les paramètres de l'appareil pour entrer l'état du réseau et sélectionner le réseau Wi-Fi à reconfigurer
he: אנא עבור למצב WiFi בהגדרות המכשיר כדי להיכנס למצב הרשת ובחר את רשת ה-WiFi להגדרה מחדש
id: Silakan masuk ke mode WiFi di pengaturan perangkat untuk masuk ke status jaringan dan pilih jaringan WiFi untuk mengkonfigurasi ulang
it: Vai alla modalità WiFi nelle impostazioni del dispositivo per accedere allo stato della rete e seleziona la rete WiFi da riconfigurare
ja: デバイス設定でWiFiモードに移動してネットワーク状態に入り、WiFiネットワークを選択して再構成してください
ko: 장치 설정에서 WiFi 모드로 이동하여 네트워크 상태를 입력하고 재구성할 WiFi 네트워크를 선택하십시오.
nb: Gå til WiFi-modus i enhetsinnstillingene for å gå inn i nettverkstilstanden og velg WiFi-nettverket som skal konfigureres på nytt
nl: Ga naar de WiFi-modus in de apparaatinstellingen om de netwerkstatus in te voeren en selecteer het WiFi-netwerk om opnieuw te configureren
pl: Przejdź do trybu Wi-Fi w ustawieniach urządzenia, aby przejść do stanu sieci i wybierz sieć Wi-Fi do ponownej konfiguracji
pt_br: Por favor, vá para o modo WiFi nas configurações do dispositivo para entrar no estado da rede e selecione a rede WiFi para reconfigurar
ro: Vă rugăm să accesați modul WiFi în setările dispozitivului pentru a intra în starea rețelei și selectați rețeaua WiFi pentru reconfigurare
ru: Перейдите в режим WiFi в настройках устройства, чтобы войти в состояние сети, и выберите сеть WiFi для перенастройки.
sv: Gå till WiFi-läget i enhetsinställningarna för att ange nätverksstatus och välj det WiFi-nätverk som ska konfigureras om
th: โปรดไปที่โหมด WiFi ในการตั้งค่าอุปกรณ์เพื่อเข้าสู่สถานะเครือข่ายและเลือกเครือข่าย WiFi เพื่อกำหนดค่าใหม่
tr: Lütfen ağ durumuna girmek için cihaz ayarlarında WiFi moduna gidin ve yeniden yapılandırmak için WiFi ağını seçin
vi: Vui lòng vào chế độ WiFi trong cài đặt thiết bị để vào trạng thái mạng và chọn mạng WiFi để cấu hình lại
zh_hans: 请到设备设置中的WiFi模式下进入网络状态选择WiFi网络进行重新配置
zh_hant: 請到設備設置中的WiFi模式下進入網絡狀態選擇WiFi網絡進行重新配置
