Repository: Yolo-cell-hash/go_home_ios
Catalog: ios/Runner/JASDK/JAResources/XLanguage/X35MultiLanguage/*.lproj/X35MutiLanguage.strings
Languages: cs, de, es, fi, fr, he, id, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sv, th, tr, vi, zh_hans, zh_hant

# person_Notification_permission_instructions
source: Turn on push permission, the alarm bar will be displayed on the notification bar, status bar, and lock screen.
cs: Po zapnutí povolení push se na oznamovací liště, stavovém řádku a na obrazovce uzamčení zobrazí výstražná lišta.
de: Um Push-Nachrichten als Pop-up, in der Benachrichtigungsleiste und auf dem Sperrbildschirm zu erhalten, müssen diese für die App erlaubt sein.
es: Active el permiso de inserción, la barra de alarma se mostrará en la barra de notificaciones, la barra de estado y la pantalla de bloqueo.
fi: Käynnistä työntöoikeus, hälytyspalkki näkyy ilmoituspalkissa, tilarivillä ja lukitusnäytöllä.
fr: Activer l'autorisation push, la barre d'alarme sera affichée sur la barre de notification, la barre d'état et l'écran de verrouillage.
he: הפעל הרשאת דחיפה, סרגל האזעקה יוצג בסרגל ההתראות, בשורת המצב ובמסך הנעילה.
id: Aktifkan izin push, bilah alarm akan ditampilkan di bilah pemberitahuan, bilah status, dan layar kunci.
it: Attiva l'autorizzazione push, la barra degli allarmi verrà visualizzata sulla barra delle notifiche, sulla barra di stato e sulla schermata di blocco.
ja: プッシュ許可をオンにすると、通知バー、ステータスバー、ロック画面にアラームバーが表示されます。
ko: 푸시 권한을 켜면 알림 표시 줄, 상태 표시 줄 및 잠금 화면에 알람 표시 줄이 표시됩니다.
nb: Slå på push-tillatelse, alarmen vises på varslingslinjen, statuslinjen og låseskjermen.
nl: Schakel push-machtiging in, de alarmbalk wordt weergegeven op de meldingsbalk, statusbalk en vergrendelingsscherm.
pl: Włącz uprawnienia push, pasek alarmów zostanie wyświetlony na pasku powiadomień, pasku stanu i ekranie blokady.
pt_br: Ative a permissão push, a barra de alarme será exibida na barra de notificação, barra de status e tela de bloqueio.
ro: Activați permisiunea de împingere, bara de alarmă va fi afișată pe bara de notificări, bara de stare și ecranul de blocare.
ru: Включите разрешение толчка, на панели уведомлений, строке состояния и экране блокировки отобразится панель будильника.
sv: Slå på push-tillstånd, larmfältet visas på meddelandefältet, statusfältet och låsskärmen.
th: เปิดการอนุญาตแบบพุชแถบการแจ้งเตือนแถบสถานะหน้าจอล็อกจะแสดงข้อความเตือนที่แอปนี้ส่งถึงคุณ
tr: Push izni açın, alarm çubuğu bildirim çubuğunda, durum çubuğunda ve kilit ekranında görüntülenecektir.
vi: Bật quyền đẩy, thanh thông báo, thanh trạng thái và màn hình khóa sẽ hiển thị thông báo cảnh báo do ứng dụng này đẩy đến cho bạn
zh_hans: 开启推送权限，通知栏、状态栏、锁屏上将显示本应用推送给您的报警消息
zh_hant: 開啟推送權限，通知欄、狀態欄、鎖屏上將顯示本應用推送給您的報警消息

# adddevice_device_indicator_light_on
source: ① If the device is connected to the network, the indicator light is always on, and the device and the mobile phone are on the same LAN. Click "Add manually" to enter the addition.
cs: ① Pokud je zařízení připojeno k síti, kontrolka stále svítí a zařízení a mobilní telefon jsou ve stejné síti LAN. Kliknutím na"Přidat ručně" zadejte přidání.
de: ① Wenn das Gerät mit dem Netzwerk verbunden ist, leuchtet die Status-LED dauerhaft und das Gerät und das Mobiltelefon befinden sich im selben Netzwerk. Tippen Sie auf"Manuell hinzufügen", um das Gerät hinzuzufügen.
es: ① Si el Equipo está conectado a la red, la luz indicadora siempre está encendida y el Equipo y el teléfono móvil están en la misma LAN. Haga clic en "Agregar manualmente" para ingresar la adición.
fi: ① Jos laite on kytketty verkkoon, merkkivalo palaa aina ja laite ja matkapuhelin ovat samassa lähiverkossa. Napsauta "Lisää manuaalisesti" kirjoittaaksesi lisäys.
fr: Si l'appareil est connecté au réseau, le voyant est toujours allumé et l'appareil et le téléphone portable se trouvent sur le même réseau local. Cliquez sur "Ajouter manuellement " pour entrer l'ajout.
he: ① אם המכשיר מחובר לרשת, נורית החיווי דולקת תמיד, והמכשיר והטלפון הנייד נמצאים באותו LAN. לחץ על "הוסף באופן ידני" כדי להזין את התוספת.
id: ① Jika perangkat terhubung ke jaringan, lampu indikator selalu menyala, dan perangkat dan ponsel berada pada LAN yang sama. Klik "Tambahkan secara manual " untuk memasukkan tambahan.
it: ① Se il dispositivo è collegato alla rete, l'indicatore luminoso è sempre acceso e il dispositivo e il telefono cellulare si trovano sulla stessa LAN. Fai clic su "Aggiungi manualmente" per inserire l'aggiunta.
ja: ①デバイスがネットワークに接続されている場合、インジケータランプは常に点灯し、デバイスと携帯電話は同じLAN上にあります。 「手動で追加」をクリックして、追加を入力します。
ko: ① 장치가 네트워크에 연결되어 있으면 표시등이 항상 켜져 있고 장치와 휴대폰이 동일한 LAN에 있습니다. 추가를 입력하려면 "수동으로 추가 "를 클릭하십시오.
nb: ① Hvis enheten er koblet til nettverket, lyser alltid indikatorlampen, og enheten og mobiltelefonen er på samme LAN. Klikk "Legg til manuelt " for å legge inn tillegg.
nl: ① Als het apparaat is verbonden met het netwerk, is het indicatielampje altijd aan en bevinden het apparaat en de mobiele telefoon zich in hetzelfde LAN. Klik op "Handmatig toevoegen" om de toevoeging in te voeren.
pl: ① Jeśli urządzenie jest podłączone do sieci, lampka kontrolna jest zawsze włączona, a urządzenie i telefon komórkowy znajdują się w tej samej sieci LAN. Kliknij "Dodaj ręcznie", aby wprowadzić dodatek.
pt_br: ① Se o dispositivo estiver conectado à rede, a luz indicadora estará sempre acesa e o dispositivo e o celular estarão na mesma LAN. Clique em "Adicionar manualmente" para inserir a adição.
ro: ① Dacă dispozitivul este conectat la rețea, indicatorul luminos este întotdeauna aprins, iar dispozitivul și telefonul mobil sunt pe aceeași rețea LAN. Faceți clic pe "Adăugare manuală" pentru a introduce adăugarea.
ru: ① Если устройство подключено к сети, индикатор всегда включен, а устройство и мобильный телефон находятся в одной локальной сети. Нажмите "Добавить вручную", чтобы ввести дополнение.
sv: ① Om enheten är ansluten till nätverket är indikatorlampan alltid tänd och enheten och mobiltelefonen är på samma LAN. Klicka på "Lägg till manuellt " för att ange tillägget.
th: ①หากอุปกรณ์เชื่อมต่อกับเครือข่ายไฟแสดงสถานะจะติดตลอดเวลาและอุปกรณ์และโทรศัพท์มือถืออยู่ใน LAN เดียวกัน คลิก "เพิ่มด้วยตนเอง " เพื่อป้อนข้อมูลเพิ่มเติม
tr: Device Cihaz ağa bağlıysa, gösterge ışığı daima açık ve cihaz ile cep telefonu aynı LAN’da. Eklemeyi girmek için "El ile ekle " düğmesini tıklayın.
vi: ① Nếu thiết bị được kết nối với mạng, đèn báo luôn sáng và thiết bị và điện thoại di động ở cùng một mạng cục bộ, hãy nhấp vào "Thêm theo cách thủ công" để nhập phần bổ sung.
zh_hans: ① 如果设备已连接网络，指示灯常亮，且设备和手机处于同一个局域网，点击“手动添加”进入添加。
zh_hant: ① 如果設備已連接網絡，指示燈常亮，且設備和手機處於同一個局域網，點擊“手動添加”進入添加。

# Service_map_Join_as_an_agent
source: Join as an agent
cs: Připojte se jako agent
de: Treten Sie als Agent bei
es: Únete como agente
fi: Liity edustajana
fr: Rejoignez-nous en tant qu'agent
he: הצטרף כסוכן
id: Bergabunglah sebagai agen
it: Unisciti come agente
ja: エージェントとして参加
ko: 에이전트로 가입
nb: Bli med som agent
nl: Word lid als agent
pl: Dołącz jako agent
pt_br: Associe-se como agente
ro: Alăturați-vă ca agent
ru: Присоединяйтесь как агент
sv: Gå med som agent
th: เข้าร่วมเป็นตัวแทน
tr: Temsilci olarak katılın
vi: Trở thành đại lý
zh_hans: 加盟成为代理商
zh_hant: 加盟成為代理商

# devicelist_dormancy
source: Dormancy
de: Standby-Modus
es: Inactividad
fi: horrostila
fr: Dormance
he: רדום
id: Dormansi
it: Dormienza
ja: 休眠
ko: 휴면
nb: Dvalen
nl: Slaaprust
pl: Uśpienie
pt_br: Dormência
ro: somnolență
ru: спячка
sv: Dvala
th: การอยู่เฉยๆ
tr: uyuşukluk
vi: Ngủ đông
zh_hans: 休眠
zh_hant: 休眠

# devicesetting_Device_Alarm_tone
source: Alarm sound
cs: Zvuk alarmu
de: Alarmton
es: Sonido de alarma
fi: Hälytysääni
fr: Son d'alarme
he: צליל אזעקה
id: Suara alarm
it: Suono di allarme
ja: アラーム音
ko: 알람 소리
nb: Alarmlyd
nl: Alarmgeluid
pl: Dźwięk alarmu
pt_br: Alarme sonoro
ro: Sunet de alarmă
ru: Сигнал тревоги
sv: Larmljud
th: เสียงปลุก
tr: Alarm sesi
vi: Âm thanh báo động
zh_hans: 报警声音
zh_hant: 報警聲音

# devicesetting_last_play
source: Last played to %1$s
cs: Naposledy hrané na%1$s
de: Zuletzt abgespielt auf %1$s
es: Se jugó por última vez en%1$s
fi: Pelattu viimeksi%1$s
fr: Dernière lecture sur%1$s
he: הושמע לאחרונה ב-%1$s
id: Terakhir dimainkan sampai%1$s
it: Ultima riproduzione a%1$s
ja: 最後に再生したのは%1$s
ko: %1$s에 마지막으로 재생
nb: Sist spilte til%1$s
nl: Laatst gespeeld voor%1$s
pl: Ostatnio grał w%1$s
pt_br: Jogado pela última vez para%1$s
ro: Ultima redare la%1$s
ru: Последний раз играли на%1$s
sv: Spelades senast till%1$s
th: เล่นล่าสุดถึง%1$s
tr: En son%1$s oynadı
vi: Chơi lần cuối với%1$s
zh_hans: 上次播放到%1$s
zh_hant: 上次播放到%1$s

# cloud_name
source: Name of cloud storage
cs: Název cloudu
de: Name Cloudspeicher
es: Nombre del almacenamiento en la nube
fi: Pilven nimi
fr: Nom du stockage dans le Cloud
he: שם אחסון ענן
id: Nama Penyimpanan Awan
it: Nome memorizzazione cloud
ja: ストレージの名前
ko: 클라우드 저장소 이름
nb: Navn på skylagring
nl: Naam cloudopslag
pl: Nazwa magazynu w chmurze
pt_br: Nome do armazenamento em nuvem
ro: Numele de stocare în cloud
ru: Имя облачного хранилища
sv: Namn på molnlagring
th: ชื่อของพื้นที่เก็บข้อมูลคลาวด์
tr: Bulut depolamanın adı
vi: Tên bộ nhớ đám mây
zh_hans: 云存名称
zh_hant: 雲存名稱

source: Africa/Harare
cs: Afrika / Harare
de: Afrika / Harare
fi: Afrikka / Harare
fr: Afrique / Harare
he: אפריקה / Harare
id: Afrika / Harare
ja: アフリカ/ハラレ
nb: Afrika / Harare
nl: Afrika / Harare
pl: Afryka / Harare
ru: Африка / Хараре
sv: Afrika / Harare
th: แอฟริกา / ฮาราเร
tr: Afrika / Harare
vi: Harare / Trung Phi
zh_hans: 哈拉雷/中部非洲
zh_hant: 哈拉雷/中部非洲

# person_Information_encryption
source: Information encryption upload
cs: Nahrávání šifrování
de: Upload verschlüsselter Informationen
es: Carga de cifrado
fi: Salauslataus
fr: Téléchargement de chiffrement
he: העלאת הצפנת מידע
id: Unggahan enkripsi
it: Caricamento crittografato
ja: 暗号化アップロード
ko: 정보 암호화 업로드
nb: Last opp informasjonskryptering
nl: Versleuteling uploaden
pl: Przesyłanie szyfrowania
pt_br: Upload de criptografia
ro: Încărcare de criptare
ru: Загрузка шифрования
sv: Uppladdning av kryptering
th: อัปโหลดการเข้ารหัสข้อมูล
tr: Şifreleme yüklemesi
vi: Tải lên thông tin được mã hóa
zh_hans: 信息加密上传，隐私多重保护
zh_hant: 信息加密上傳

# devicelis_wifi_device_offline_help_1
source: Check whether your device is powered on and whether the status light is on to ensure that the camera is powered on normally;
cs: Zkontrolujte, zda je vaše zařízení zapnuté a zda svítí stavová kontrolka, abyste se ujistili, že je kamera zapnutá normálně;
de: Überprüfen Sie, ob Ihr Gerät eingeschaltet ist und ob die Statusleuchte leuchtet, um sicherzustellen, dass die Kamera normal eingeschaltet ist;
es: Verifique si su dispositivo está encendido y si la luz de estado está encendida para asegurarse de que la cámara esté encendida normalmente;
fi: Tarkista, onko laitteesi virta päällä ja palaako tilan merkkivalo varmistaaksesi, että kamera on päällä normaalisti.
fr: Vérifiez si votre appareil est allumé et si le voyant d'état est allumé pour vous assurer que la caméra est allumée normalement ;
he: בדוק אם המכשיר שלך מופעל והאם נורית המצב דולקת כדי לוודא שהמצלמה מופעלת כרגיל;
id: Periksa apakah perangkat Anda dihidupkan dan apakah lampu status menyala untuk memastikan bahwa kamera dihidupkan secara normal;
it: Controlla se il tuo dispositivo è acceso e se la spia di stato è accesa per assicurarti che la fotocamera sia accesa normalmente;
ja: デバイスの電源がオンになっているかどうか、およびステータスライトがオンになっているかどうかを確認して、カメラの電源が正常にオンになっていることを確認します。
ko: 카메라의 전원이 정상적으로 켜져 있는지 확인하려면 장치의 전원이 켜져 있는지와 상태 표시등이 켜져 있는지 확인하십시오.
nb: Sjekk om enheten er slått på og om statuslampen er på for å sikre at kameraet er slått på normalt;
nl: Controleer of uw apparaat is ingeschakeld en of het statuslampje brandt om ervoor te zorgen dat de camera normaal is ingeschakeld;
pl: Sprawdź, czy urządzenie jest włączone i czy świeci się lampka stanu, aby upewnić się, że aparat jest włączony normalnie;
pt_br: Verifique se o seu dispositivo está ligado e se a luz de status está acesa para garantir que a câmera esteja ligada normalmente;
ro: Verificați dacă dispozitivul dvs. este pornit și dacă ledul de stare este aprins pentru a vă asigura că camera este pornită normal;
ru: Проверьте, включено ли ваше устройство и горит ли индикатор состояния, чтобы убедиться, что камера включена нормально;
sv: Kontrollera om din enhet är påslagen och om statuslampan lyser för att säkerställa att kameran är påslagen normalt;
th: ตรวจสอบว่าอุปกรณ์ของคุณเปิดอยู่หรือไม่ และไฟแสดงสถานะเปิดอยู่หรือไม่ เพื่อให้แน่ใจว่ากล้องเปิดทำงานตามปกติ
tr: Kameranın normal şekilde açık olduğundan emin olmak için cihazınızın açık olup olmadığını ve durum ışığının açık olup olmadığını kontrol edin;
vi: Kiểm tra xem thiết bị của bạn đã được bật nguồn chưa và đèn trạng thái có sáng không để đảm bảo rằng máy ảnh được bật nguồn bình thường;
zh_hans: 检查您的设备是否处于通电状态，状态灯是否已经点亮，确保摄像机正常通电；
zh_hant: 檢查您的設備是否處於通電狀態，狀態燈是否已經點亮，確保攝像機正常通電；

# deviceSetting_videoBackup_download
source: Download
cs: Stáhnout
es: descargar
fi: Lataa
fr: Télécharger
he: הורדה
id: unduh
ja: ダウンロード
ko: 다운로드
nb: nedlasting
pl: Pobierz
pt_br: Baixar
ro: Descarca
ru: Скачать
sv: Ladda ner
th: ดาวน์โหลด
tr: İndir
vi: Tải xuống
zh_hans: 下载
zh_hant: 下載

# day_plural_ios
source: %ld Day
cs: %ld dnů
de: %ld Tage
es: %ld días
fi: %ld päivää
fr: %ld jours
he: ימים %ld
id: %ld Hari
it: %ld giorni
ja: %ld日
ko: %ld 일
nb: %ld Dager
nl: %ld Dagen
pl: %ld Dni
pt_br: %ld dias
ro: %ld Zile
ru: %лд дней
sv: %ld dagar
th: % วัน LD
tr: %ld Gün
vi: %ld ngày
zh_hans: %ld天
zh_hant: %ld天

# cloud_no_match_card_package
source: Sorry, there is no matching cloud card package
cs: Litujeme, ale neexistuje žádný odpovídající balíček cloudových karet
de: Leider gibt es kein passendes Cloud-Kartenpaket
es: Lo sentimos, no hay un paquete de tarjeta de nube coincidente
fi: Valitettavasti ei ole vastaavaa pilvikorttipakettia
fr: Désolé, il n'y a pas de paquet de carte nuage correspondant
he: מצטערים, אין חבילת כרטיסי ענן תואמת
id: Maaf, tidak ada paket kartu cloud yang cocok
it: Siamo spiacenti, non esiste un pacchetto di carte cloud corrispondente
ja: 申し訳ありませんが、一致するクラウドカードパッケージはありません
ko: 죄송합니다. 일치하는 클라우드 카드 패키지가 없습니다.
nb: Beklager, det er ingen matchende skykort-pakke
nl: Sorry, er is geen bijbehorend cloud-kaartpakket
pl: Niestety, nie ma pasującego pakietu kart w chmurze
pt_br: Desculpe, não há pacote de cartão de nuvem correspondente
ro: Ne pare rău, nu există un pachet de cărți compatibile cu nor
ru: Извините, нет подходящего пакета облачных карт
sv: Det finns tyvärr inget matchande molnkortpaket
th: ขออภัย,ไม่มีแพ็คเกจการ์ดคลาวด์ที่ตรงกัน
tr: Üzgünüz, eşleşen bir bulut kart paketi yok
vi: Xin lỗi, không có gói thẻ đám mây phù hợp
zh_hans: 抱歉，没有符合的云卡套餐
zh_hant: 抱歉，沒有符合的雲卡套餐

# addevice_get_wifi_list_fail
source: Failed to get WiFi list
cs: Nepodařilo se získat seznam WiFi
de: WLAN-Liste konnte nicht abgerufen werden
es: Error al obtener la lista de WiFi
fi: WiFi-luettelon nouto epäonnistui
fr: Impossible d'obtenir la liste WiFi
he: השגת רשימת ה- WiFi נכשלה
id: Gagal mendapatkan daftar WiFi
it: Impossibile ottenere l'elenco WiFi
ja: 無線LANリストを取得できませんでした
ko: WiFi 목록을 가져 오지 못했습니다
nb: Kunne ikke få WiFi-listen
nl: Kan WiFi-lijst niet vinden
pl: Nie udało się pobrać listy Wi-Fi
pt_br: Falha ao obter a lista WiFi
ro: Nu a putut primi lista WiFi
ru: Не удалось получить список WiFi
sv: Det gick inte att få WiFi-lista
th: เชื่อมต่อ WiFi ไม่สำเร็จ
tr: WiFi listesi alınamadı
vi: Không lấy được danh sách WiFi
zh_hans: WiFi列表获取失败
zh_hant: WiFi列表獲取失敗

# devicesetting_calling
source: calling
cs: povolání
de: Anruf läuft
es: vocación
fi: kutsumus
fr: appel
he: יִעוּד
id: panggilan
it: chiamata
ja: 呼び出す
ko: 부름
nb: ringer
nl: roeping
pl: powołanie
pt_br: chamando
ro: asteptare
ru: призвание
sv: kallelse
th: โทร
tr: çağrı
vi: kêu gọi
zh_hans: 通话中
zh_hant: 通話中

# deviceSetting_Video_mode
source: Record mode
cs: Režim záznamu
de: Aufnahmemodus
es: Modo de grabación
fi: Tallennustila
fr: Mode d'enregistrement
he: מצב הקלטה
id: Modus rekam
it: Modalità di registrazione
ja: 録画モード
ko: 녹화 모드
nb: Opptaksmodus
nl: Opnamemodus
pl: Tryb nagrywania
pt_br: Modo de gravação
ro: Modul de înregistrare
ru: Режим записи
sv: Inspelningsläge
th: โหมดบันทึก
tr: Kayıt modu
vi: Chế độ ghi âm
zh_hans: 录像模式
zh_hant: 錄像模式

# preview_ptz_adjustment
source: PTZ calibration
cs: PTZ kalibrace
de: PTZ-Kalibrierung
es: Calibración PTZ
fi: PTZ-kalibrointi
fr: Calibrage PTZ
he: כיול PTZ
id: Kalibrasi PTZ
it: Calibrazione PTZ
ja: PTZキャリブレーション
ko: PTZ 교정
nb: PTZ kalibrering
nl: PTZ-kalibratie
pl: Kalibracja PTZ
pt_br: Calibração PTZ
ro: calibrare PTZ
ru: Калибровка PTZ
sv: PTZ-kalibrering
th: การสอบเทียบ PTZ
tr: PTZ kalibrasyonu
vi: Hiệu chuẩn PTZ
zh_hans: 云台校准
zh_hant: 雲台校準

# me_lastAccwssTime
source: Recent
cs: Nedávné
de: Letzter Login
es: Reciente
fi: Viimeaikaiset
fr: Récent
he: לאחרונה
id: Terkini
it: Recente
ja: 最近
ko: 최근의
nb: Nylig
nl: Recente
pl: Ostatni
pt_br: Recente
ru: Недавний
sv: Nyligen
th: ล่าสุด
tr: Son
vi: Gần đây
zh_hans: 上次访问
zh_hant: 上次訪問

# person_feedback_video_cannot_loading_video
source: Video loading can not draw
cs: Načítání videa nelze čerpat
de: Das Video kann während laden nicht exportiert werden
es: La carga de video no se puede dibujar
fi: Videon lataaminen ei voi piirtää
fr: Le chargement vidéo ne peut pas dessiner
he: טעינת הווידאו לא יכולה לצייר
id: Pemuatan video tidak dapat menggambar
it: Il caricamento del video non può essere disegnato
ja: ビデオの読み込みができません
ko: 동영상 재생 시 그림을 출력할 수 없습니다
nb: Lasting av video kan ikke tegnes
nl: Video laden kan niet tekenen
pl: Ładowanie wideo nie jest możliwe
pt_br: O carregamento do vídeo não pode ser desenhado
ro: Încărcarea video nu poate fi desenată
ru: Загрузка видео не может нарисовать
sv: Laddning av video kan inte rita
th: ไม่สามารถบันทึกวีดีโอได้
tr: Video yüklemesi çizilemiyor
vi: Không thể xuất video khi tải
zh_hans: 视频加载不能出图
zh_hant: 視頻加載不能出圖

# preview_download_fail_ios
source: Downloads failed (%@), downloaded (%@).
cs: Stahování se nezdařilo (%@), stažené (%@).
de: Downloads fehlgeschlagen (%@), Heruntergeladen (%@).
es: Descargas fallidas (%@), descargadas (%@).
fi: Lataus epäonnistui (%@), ladattu (%@).
fr: Échec des téléchargements (%@), téléchargé (%@).
he: ההורדות נכשלו (%@), הורדו (%@).
id: Unduhan gagal (%@), diunduh (%@).
it: Download non riusciti (%@), scaricati (%@).
ja: ダウンロードに失敗しました(%@)、ダウンロードしました(%@)。
ko: 다운로드 실패 (%@), 다운로드 (%@).
nb: Nedlastinger mislyktes (%@), lastet ned (%@).
nl: Downloads mislukt (%@), gedownload (%@).
pl: Pobieranie nie powiodło się (%@), pobrano (%@).
pt_br: Falha nos downloads (%@), baixados (%@).
ro: Descărcările au eșuat (%@), descărcate (%@).
ru: Загрузка не удалась (%@), загружено (%@).
sv: Nedladdningar misslyckades (%@), laddade ner (%@).
th: ดาวน์โหลดล้มเหลว (%@) ดาวน์โหลด (%@)
tr: İndirmeler başarısız oldu (%@), indirildi (%@).
vi: Tải xuống không thành công (%@) và (%@) đã được tải xuống.
zh_hans: 下载失败(%@)个，已下载(%@)个。
zh_hant: 下載失敗(%@)個，已下載(%@)個。

# synchronous_time_success
source: Time sync succeeds
cs: Synchronizace času byla úspěšná
de: Zeit sync erfolgreich
es: Sincronización de tiempo exitosa
fi: Ajan synkronointi onnistui
fr: La synchronisation de l'heure a réussi
he: הזמן סונכרן בהצלחה
id: Sinkron Waktu Berhasil
it: Sincronizzazione oraria avvenuta con successo
ja: 時刻の同期ができました
ko: 시간 동기화가 성공 함
nb: Synkronisering av tid vellykket
nl: Tijdsync succesvol
pl: Synchronizacja czasu udana
pt_br: A sincronização de horário é bem-sucedida
ro: Sincronizarea de timp reușește
ru: Синхронизация времени успешна
sv: Tidsynkronisering lyckas
th: ซิงค์เวลาสำเร็จ
tr: Zaman senkronizasyonu başarılı
vi: Đồng bộ hóa thời gian thành công
zh_hans: 时间同步成功
zh_hant: 時間同步成功

# channel_two
source: Channel 2
cs: Kanál 2
de: Kanal 2
es: Canal 2
fi: Kanava 2
fr: Canal 2
he: ערוץ 2
id: Saluran 2
it: Canale 2
ja: チャンネル2
ko: 채널 2
nb: Kanal 2
nl: Kanaal 2
pl: Kanał 2
pt_br: Canal 2
ro: Canalul 2
ru: Канал 2
sv: Kanal 2
th: ช่องที่ 2
tr: Kanal 2
vi: Kênh 2
zh_hans: 通道2
zh_hant: 通道2

# preview_position
source: Position
cs: Pozice
es: Posición
fi: asema
he: עמדה
id: Posisi
it: Posizione
ja: ポジション
ko: 위치
nb: Posisjon
nl: Positie
pl: Pozycja
pt_br: Posição
ro: Poziţie
ru: Позиция
sv: Placera
th: ตำแหน่ง
tr: Konum
vi: Vị trí
zh_hans: 常看位置
zh_hant: 常看位置

# help_addDevice_textTips_20
source: 3.Click "other adding ways" on the button to change the IP adding ways
cs: 3. Způsob přidání IP můžete přepnout kliknutím na tlačítko "Dodatečné přidání" v dolní části.
de: 3. Tippen Sie "Anders Hinzufügens" für Hinzufügen über IP
es: 3. Haga clic en "otras formas de agregar" para cambiar el método de la adición de IP.
fi: 3. Voit vaihtaa IP-lisäysmenetelmän klikkaamalla "Lisäys"-painiketta alhaalla.
fr: 3. Cliquez sur "autres façons d'ajouter " pour utiliser l'ajout par IP.
he: לחץ על "דרכי הוספה נוספות" על מנת להוסיף על ידי הכנסת כתובת הIP
id: 3. Klik "Cara Lain Untuk Tambah" untuk menggunakan IP
it: 3. Premere " Altri metodi di associazione" Per aggiungere tramite IP.
ja: 3. IP追加を使用するには、[その他の追加方法]をクリックします。
ko: 3. IP주소를 직접 입력할 경우 "IP/DDNS를 직접 입력하여 등록"을 선택합니다.
nb: 3. Du kan klikke på "Legg til modus"-knappen nederst for å bytte til IP-tilleggsmodus.
nl: 3.Klik op "andere manieren van toevoegen" om IP toevoegen te gebruiken.
pl: 3. Kliknij "Inne sposoby dodawania"aby użyć dodawania IP
pt_br: 3.Clique em "outras formas de adicionar" para usar a adição de IP.
ro: 3.Click "alte moduri de adăugare" pentru a utiliza adăugarea IP.
ru: 3.Нажмите "другие способы добавления",чтобы использовать добавление IP.
sv: 3.Click "andra sätt att lägga till " för att använda IP-tillägg.
th: 3. คุณสามารถคลิกปุ่ม "วิธีการเพิ่มอื่น ๆ " ที่ด้านล่างเพื่อเปลี่ยนวิธีการเพิ่ม IP
tr: 3. IP eklemeyi kullanmak için "diğer ekleme yolları " seçeneğini tıklayın.
vi: 3. Bạn có thể nhấp vào nút "Phương pháp Thêm Khác" ở dưới cùng để chuyển đổi phương pháp thêm IP.
zh_hans: 3.可点击底部“其他添加方式”按钮，切换IP添加方式。
zh_hant: 3.可點擊底部“其他添加方式”按鈕，切換IP添加方式。
