Repository: Yolo-cell-hash/go_home_ios
Catalog: ios/Runner/JASDK/JAResources/XLanguage/X35MultiLanguage/*.lproj/X35MutiLanguage.strings
Languages: cs, de, es, fi, fr, he, id, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sv, th, tr, vi, zh_hans, zh_hant

# adddevice_suit_connect_the_device_to_network
source: Step 2: Please connect the device to the network
cs: Krok 2: Připojte zařízení k síti
de: Schritt 2: Bitte verbinden Sie das Gerät mit dem Netzwerk
es: Paso 2: conecta el Equipo a la red
fi: Vaihe 2: Kytke laite verkkoon
fr: Étape 2: Veuillez connecter l'appareil au réseau
he: שלב 2: אנא חבר את המכשיר לרשת
id: Langkah 2: Silakan sambungkan perangkat ke jaringan
it: Passaggio 2: collegare il dispositivo alla rete
ja: ステップ2：デバイスをネットワークに接続してください
ko: 2 단계 : 기기를 네트워크에 연결하십시오
nb: Trinn 2: Koble enheten til nettverket
nl: Stap 2: Verbind het apparaat met het netwerk
pl: Krok 2: Podłącz urządzenie do sieci
pt_br: Etapa 2: conecte o dispositivo à rede
ro: Pasul 2: Vă rugăm să conectați dispozitivul la rețea
ru: Шаг 2. Пожалуйста, подключите устройство к сети
sv: Steg 2: Anslut enheten till nätverket
th: ขั้นตอนที่ 2: โปรดเชื่อมต่ออุปกรณ์กับเครือข่าย
tr: Adım 2: Lütfen cihazı ağa bağlayın
vi: Bước 2: Vui lòng kết nối thiết bị với mạng
zh_hans: 第二步：请为设备连接上网络
zh_hant: 第二步：請為設備連接上網絡

# add_Learn_about_cloud_card_7
source: How to close if I don't want to use the cloud card?
cs: Jak zavřít, když nechci používat cloudovou kartu?
de: Wie kann ich schließen, wenn ich die Cloud-Karte nicht verwenden möchte?
es: ¿Cómo cerrar si no quiero usar la tarjeta de la nube?
fi: Kuinka sulkea, jos en halua käyttää pilvikorttia?
fr: Comment fermer si je ne veux pas utiliser la carte cloud ?
he: איך לסגור אם אני לא רוצה להשתמש בכרטיס הענן?
id: Bagaimana cara menutup jika saya tidak ingin menggunakan kartu cloud?
it: Come chiudere se non voglio utilizzare la carta cloud?
ja: クラウドカードを使いたくない場合の終了方法は?
ko: 클라우드 카드를 사용하지 않으려면 어떻게 닫나요?
nb: Hvordan lukker jeg hvis jeg ikke vil bruke skykortet?
nl: Hoe afsluiten als ik de cloudkaart niet wil gebruiken?
pl: Jak zamknąć, jeśli nie chcę korzystać z karty w chmurze?
pt_br: Como fechar se não quiser usar o cartão de nuvem?
ro: Cum să închid dacă nu vreau să folosesc cardul cloud?
ru: Как закрыть, если я не хочу использовать облачную карту?
sv: Hur stänger jag om jag inte vill använda molnkortet?
th: จะปิดได้อย่างไรถ้าฉันไม่ต้องการใช้การ์ดคลาวด์?
tr: Bulut kartını kullanmak istemezsem nasıl kapatabilirim?
vi: Làm thế nào để đóng nếu tôi không muốn sử dụng thẻ đám mây?
zh_hans: 如果不想使用云卡了怎么关闭？
zh_hant: 如果不想使用雲卡了怎麼關閉？

# playback_cloud_video_download
source: Cloud video download
cs: Stažení videa v cloudu
de: Cloud-Video herunterladen
es: Nube de descarga de vídeo
fi: Pilvivideon lataus
fr: Télécharger Cloud vidéo
he: הורדת וידיאו בענן
id: Unduh video cloud
it: Download di video cloud
ja: クラウド動画ダウンロード
ko: 클라우드 비디오 다운로드
nb: Last ned skyvideo
pl: Chmura video download
pt_br: Download de vídeo em nuvem
ro: Descărcarea video în cloud
ru: Загрузка облачного видео
sv: Nedladdning av molnvideo
th: ดาวน์โหลดวิดีโอบนคลาวด์
tr: Cloud video indir
vi: Tải xuống video trên đám mây
zh_hans: 云录像下载
zh_hant: 雲錄像下載

# devicelist_share_user
source: User
cs: Uživatel
de: Benutzer
es: Usuario
fi: Käyttäjä
fr: Utilisateur
he: מִשׁתַמֵשׁ
id: Pengguna
it: Utente
ja: ユーザー
ko: 사용자
nb: Bruker
nl: Gebruiker
pl: Użytkownik
pt_br: Do utilizador
ro: Utilizator
ru: Пользователь
sv: Användare
th: ผู้ใช้
tr: kullanıcı
vi: Người sử dụng
zh_hans: 用户
zh_hant: 用戶

# devSetting_Israel
source: Israel
cs: Izrael
fr: Israël
he: ישראל
it: Israele
ja: イスラエル
ko: 이스라엘
nl: Israël
pl: Izrael
ru: Израиль
th: อิสราเอล
tr: İsrail
vi: Người israel
zh_hans: 以色列
zh_hant: 以色列

# addDevice_undiscovered
source: No device found
cs: Nebylo nalezeno žádné zařízení,které lze připojit
de: Kein Gerät gefunden
es: No se encontraron Equipos conectados
fi: Liitettäviä laitteita ei löytynyt
fr: Aucun appareil trouvé
he: לא מצליח למצוא מכשירים
id: tidak ada perangkat yang didukung
it: Nessun dispositivo associabile rilevato
ja: 接続可能なデバイスが見つかりません。
ko: 연결할 수 있는 제품이 없습니다.
nb: Finner ikke enhet
nl: Kan aangesloten apparaat niet vinden
pl: Nie znaleziono urządzenia
pt_br: Não encontra dispositivo anexável
ro: Nu găsiți dispozitiv atașabil
ru: Не найти подключаемое устройство
sv: Det går inte att hitta bifogad enhet
th: ไม่พบอุปกรณ์
tr: Eklenebilir cihaz bulamıyor
vi: Không tìm thấy thiết bị có thể kết nối
zh_hans: 未发现可连接设备
zh_hant: 未發現可連接設備

# person_microphone_permssions
source: Microphone permission
cs: Povolení mikrofonu
de: Mikrofon
es: Permiso de micrófono
fi: Mikrofonin lupa
fr: Autorisation du microphone
he: אישור מיקרופון
id: Izin mikrofon
it: Permesso del microfono
ja: マイクの許可
ko: 마이크 허가
nb: Tillatelse av mikrofon
nl: Microfoon toestemming
pl: Zezwolenie na mikrofon
pt_br: Permissão para microfone
ro: Permis de microfon
ru: Разрешение микрофона
sv: Mikrofontillstånd
th: สิทธิ์การเข้าถึงไมโครโฟน
tr: Mikrofon izni
vi: Quyền đối với micrô
zh_hans: 麦克风权限
zh_hant: 麥克風權限

# devicesetting_working_mode_Description_4
source: Humanoid trigger-the human face is detected in the image after the human body infrared sensor is triggered.
cs: Venku - na snímku je detekována lidská tvář po spuštění infračerveného senzoru lidského těla.
de: Menschliche Erkennung – das menschliches Gesicht wird im Bild erkannt, nachdem der Infrarot Sensor den menschlichen Körper erkannt hat.
es: Al aire libre: el rostro humano se detecta en la imagen después de que se activa el sensor de infrarrojos del cuerpo humano.
fi: Ulkona - ihmisen kasvot havaitaan kuvasta sen jälkeen, kun ihmiskehon infrapunatunnistin laukaistaan.
fr: À l'extérieur - le visage humain est détecté dans l'image après le déclenchement du capteur infrarouge du corps humain.
he: בחוץ - הפנים האנושיות מזוהות בתמונה לאחר הפעלת חיישן האינפרא אדום לגוף האדם.
id: Di luar ruangan-wajah manusia terdeteksi dalam gambar setelah sensor infra merah tubuh manusia dipicu.
it: Na zewnątrz - ludzka twarz jest wykrywana na obrazie po wyzwoleniu czujnika podczerwieni ludzkiego ciała.
ja: 屋外-人体の赤外線センサーがトリガーされた後、画像で人の顔が検出されます。
ko: 실외-인체 적외선 센서가 트리거 된 후 이미지에서 사람의 얼굴이 감지됩니다.
nb: Utendørs - menneskets ansikt oppdages i bildet etter at infrarød sensor fra menneskekroppen er utløst.
nl: Buiten: het menselijk gezicht wordt in het beeld gedetecteerd nadat de infraroodsensor van het menselijk lichaam is geactiveerd.
pl: Na zewnątrz - ludzka twarz jest wykrywana na obrazie po wyzwoleniu czujnika podczerwieni ludzkiego ciała.
pt_br: Ao ar livre - o rosto humano é detectado na imagem depois que o sensor infravermelho do corpo humano é acionado.
ro: În aer liber - fața umană este detectată în imagine după declanșarea senzorului infraroșu al corpului uman.
ru: На открытом воздухе - человеческое лицо обнаруживается на изображении после срабатывания инфракрасного датчика человеческого тела.
sv: Utomhus - det mänskliga ansiktet detekteras i bilden efter att människokroppens infraröda sensor har utlösts.
th: ภายนอก - ตรวจพบใบหน้ามนุษย์ในภาพหลังจากเซ็นเซอร์อินฟราเรดของร่างกายมนุษย์ถูกกระตุ้น
tr: Dışarıda - insan vücudu kızılötesi sensörü tetiklendikten sonra görüntüde insan yüzü algılanır.
vi: Hình dạng người kích hoạt - hình dạng và khuôn mặt người được phát hiện trong hình ảnh sau khi cơ thể người được kích hoạt bằng cảm ứng hồng ngoại.
zh_hans: 人形触发-人体红外感应触发后在图像中检测到人形、人脸。
zh_hant: 人形觸發-人體紅外感應觸發後在圖像中檢測到人形、人臉。

# devicesetting_warn_line_number_detail
source: Up to %1$d cordon lines can be added. After more than %1$d, delete existing ones to add a new cordon.
cs: Lze přidat až %1$d šňůry. Po více než %1$d smazání stávajících přidáte nový kabel.
de: Es können bis zu %1$d Warnlinien hinzugefügt werden. Bei mehr als %1$d Warnlinien, muss für das Zeichnen einer neuen eine vorhandene Warnlinie gelöscht.
es: Se pueden agregar hasta %1$d líneas de cordón. Después de más de %1$d, elimine los existentes para agregar un nuevo cordón.
fi: Voit lisätä enintään %1$d cordon-viivaa. Yli %1$d: n jälkeen poista olemassa olevat uudet kordonit.
fr: Vous pouvez ajouter jusqu'à %1$d lignes de cordon. Après plus de %1$d, supprimez les existants pour ajouter un nouveau cordon.
he: ניתן להוסיף עד %1$d קווי חוט. לאחר יותר מ %1$d, מחק את אלה הקיימים כדי להוסיף כבל חדש.
id: Hingga %1$d garis cordon dapat ditambahkan. Setelah lebih dari %1$d, hapus yang sudah ada untuk menambahkan cordon baru.
it: È possibile aggiungere fino a %1$d linee di cavi. Dopo più di %1$d, cancella quelli esistenti per aggiungere un nuovo cordone.
ja: 最大%1$d本のコードラインを追加できます。 %1$d以上の場合は、既存のコードを削除して新しいコードを追加してください。
ko: 최대 %1$d 개의 회선을 추가 할 수 있습니다. %1$d 이상이되면 기존 코드를 삭제하여 새 코드를 추가하십시오.
nb: Opptil %1$d cordon linjer kan legges til. Etter mer enn %1$d, slett eksisterende for å legge til en ny cordon.
nl: Er kunnen maximaal %1$d cordon-lijnen worden toegevoegd. Verwijder na meer dan %1$d bestaande om een nieuw cordon toe te voegen.
pl: Można dodać do %1$d linii kordonowych. Po ponad %1$d usuń istniejące, aby dodać nowy kordon.
pt_br: Até %1$d linhas de cordão podem ser adicionadas. Depois de mais de %1$d, exclua os existentes para adicionar um novo cordão.
ro: Pot fi adăugate până la %1$d linii de cordon. După mai mult de %1$d, ștergeți cele existente pentru a adăuga un nou cordon.
ru: Можно добавить до %1$d линий кордона. После более чем %1$d, удалите существующие, чтобы добавить новый кордон.
sv: Upp till %1$d cordon linjer kan läggas till. Efter mer än %1$d, radera befintliga för att lägga till en ny cordon.
th: สามารถเพิ่มขอบเขตได้สูงสุด%1$d หลังจากมากกว่า%1$d ให้ลบขอบเขตที่มีอยู่เพื่อเพิ่มจุดใหม่
tr: %1$d taneye kadar kordon çizgisi eklenebilir. %1$d'ten fazla olduğunda, yeni bir kordon eklemek için mevcutları silin.
vi: Có thể thêm tối đa%1$d dây buộc, sau hơn%1$d, hãy xóa dây hiện có trước khi thêm dây mới
zh_hans: 最多可添加%1$d条警戒线，超过%1$d条后，删除已存在的方可添加新的警戒线
zh_hant: 最多可添加%1$d條警戒線，超過%1$d條後，刪除已存在的方可添加新的警戒線

# deviceSetting_automatic_night_vision_describe
source: When dimly lit at night, the infrared night vision is automatically turned on.
cs: Při slabém nočním osvětlení se infračervené noční vidění automaticky zapne.
de: Bei schwacher Beleuchtung in der Nacht werden die Infrarot-LEDs automatisch eingeschaltet.
es: Cuando está débilmente iluminado por la noche, la visión nocturna infrarroja se enciende automáticamente.
fi: Kun valaistus on hämärä yöllä, infrapuna-yönäkö kytkeytyy automaattisesti päälle.
fr: Lorsqu'il est faiblement éclairé la nuit, la vision nocturne infrarouge est automatiquement activée.
he: כאשר מואר עמום בלילה, ראיית הלילה האינפרא אדום מופעלת אוטומטית.
id: Saat remang-remang di malam hari, penglihatan malam inframerah diaktifkan secara otomatis.
it: Quando è scarsamente illuminato di notte, la visione notturna a infrarossi si accende automaticamente.
ja: 夜間に薄暗い場合、赤外線暗視が自動的にオンになります。
ko: 야간 조명이 어두우면 적외선 야간 투시경이 자동으로 켜집니다.
nb: Når det er svakt opplyst om natten, slås det infrarøde nattsynet automatisk på.
nl: Wanneer's nachts zwak verlicht is, wordt het infrarood nachtzicht automatisch ingeschakeld.
pl: Gdy w nocy jest słabo oświetlony, noktowizor na podczerwień jest automatycznie włączany.
pt_br: Quando pouco iluminado à noite, a visão noturna infravermelha é ativada automaticamente.
ro: Când lumina slabă noaptea, vederea nocturnă cu infraroșu este activată automat.
ru: При слабом освещении ночью автоматически включается инфракрасное ночное видение.
sv: När det är svagt upplyst på natten, slås det infraröda mörkerseendet på automatiskt.
th: เมื่อแสงสลัวในเวลากลางคืน การมองเห็นกลางคืนแบบอินฟราเรดจะเปิดขึ้นโดยอัตโนมัติ
tr: Geceleri loş ışıkta, kızılötesi gece görüşü otomatik olarak açılır.
vi: Khi thiếu sáng vào ban đêm, tầm nhìn ban đêm của tia hồng ngoại sẽ tự động được bật.
zh_hans: 夜晚光线不足时，自动开启红外夜视功能。
zh_hant: 夜晚光線不足時，自動開啟紅外夜視功能。

# preview_wait_download
source: Waiting for download ...
cs: Čekání na stažení ...
de: Warten auf Download ...
es: Esperando descarga ...
fi: Odotetaan lataamista ...
fr: En attente de téléchargement ...
he: ממתין להורדה ...
id: Menunggu unduhan ...
it: In attesa di download ...
ja: ダウンロードを待っています...
ko: 다운로드 대기 중 ...
nb: Venter på nedlasting ...
nl: Wachten op download ...
pl: Czekam na pobranie ...
pt_br: Aguardando download ...
ro: În așteptare pentru descărcare ...
ru: В ожидании загрузки ...
sv: Väntar på nedladdning ...
th: กำลังรอการดาวน์โหลด ...
tr: İndirme bekleniyor ...
vi: Đang chờ tải xuống ...
zh_hans: 等待下载...
zh_hant: 等待下載...

# person_feedback_question_type_memory_card_detail_Capacity
source: Capacity: 4G, 8G, 16G, 32G, etc.
cs: Kapacita: 4G, 8G, 16G, 32G atd.
de: Kapazität: 4GB, 8GB, 16GB, 32GB usw.
es: Capacidad: 4G, 8G, 16G, 32G, etc.
fi: Kapasiteetti: 4G, 8G, 16G, 32G jne.
fr: Capacité: 4G, 8G, 16G, 32G, etc.
he: קיבולת: 4G, 8G, 16G, 32G וכו '.
id: Kapasitas: 4G, 8G, 16G, 32G, dll.
it: Capacità: 4G, 8G, 16G, 32G, ecc.
ja: 容量：4G、8G、16G、32Gなど
ko: 용량 : 4G, 8G, 16G, 32G 등
nb: Kapasitet: 4G, 8G, 16G, 32G, etc.
nl: Capaciteit: 4G, 8G, 16G, 32G, etc.
pl: Pojemność: 4G, 8G, 16G, 32G itp.
pt_br: Capacidade: 4G, 8G, 16G, 32G, etc.
ro: Capacitate: 4G, 8G, 16G, 32G etc.
ru: Емкость: 4G, 8G, 16G, 32G и т. Д.
sv: Kapacitet: 4G, 8G, 16G, 32G, etc.
th: ความจุ: 4G, 8G, 16G, 32G, ฯลฯ
tr: Kapasite: 4G, 8G, 16G, 32G, vb.
vi: Dung lượng: 4G, 8G, 16G, 32G, v.v.
zh_hans: 容量：4G、8G、16G、32G等
zh_hant: 容量：4G、8G、16G、32G等

# adddevice_suit_step_3
source: Step 3: Please ensure that the device is connected to the same router as the mobile phone, so as to ensure that it is in a local area network.
cs: Krok 3: Ujistěte se, že je zařízení připojeno ke stejnému routeru jako mobilní telefon, aby bylo zajištěno, že je v místní síti.
de: Schritt 3: Stellen Sie sicher, dass das Gerät mit demselben Router wie das Mobiltelefon verbunden ist, um sicherzustellen, dass es sich in einem lokalen Netzwerk befindet.
es: Paso 3: asegúrese de que el Equipo esté conectado al mismo enrutador que el teléfono móvil, para asegurarse de que se encuentre en una red de área local.
fi: Vaihe 3: Varmista, että laite on kytketty samaan reitittimeen kuin matkapuhelin, jotta voidaan varmistaa, että se on lähiverkossa.
fr: Étape 3: Assurez-vous que le périphérique est connecté au même routeur que le téléphone mobile afin de vous assurer qu'il se trouve sur un réseau local.
he: שלב 3: אנא וודא שהמכשיר מחובר לאותו נתב כמו הטלפון הנייד, כדי להבטיח שהוא נמצא ברשת מקומית.
id: Langkah 3: Pastikan perangkat terhubung ke router yang sama dengan ponsel, untuk memastikan perangkat berada di jaringan area lokal.
it: Passaggio 3: assicurarsi che il dispositivo sia collegato allo stesso router del telefono cellulare, in modo da assicurarsi che si trovi in una rete locale.
ja: ステップ3：デバイスが携帯電話と同じルーターに接続されていることを確認して、ローカルエリアネットワークにあることを確認してください。
ko: 3 단계 : 장치가 휴대 전화와 동일한 라우터에 연결되어 LAN에 있는지 확인하십시오.
nb: Trinn 3: Forsikre deg om at enheten er koblet til den samme ruteren som mobiltelefonen, for å sikre at den er i et lokalt nettverk.
nl: Stap 3: zorg ervoor dat het apparaat is verbonden met dezelfde router als de mobiele telefoon, zodat het zich in een lokaal netwerk bevindt.
pl: Krok 3: Upewnij się, że urządzenie jest podłączone do tego samego routera co telefon komórkowy, aby upewnić się, że znajduje się w sieci lokalnej.
pt_br: Etapa 3: Certifique-se de que o dispositivo esteja conectado ao mesmo roteador que o celular, para garantir que ele esteja em uma rede local.
ro: Pasul 3: Vă rugăm să vă asigurați că dispozitivul este conectat la același router ca și telefonul mobil, pentru a vă asigura că se află într-o rețea locală.
ru: Шаг 3. Убедитесь, что устройство подключено к тому же маршрутизатору, что и мобильный телефон, чтобы обеспечить его нахождение в локальной сети.
sv: Steg 3: Se till att enheten är ansluten till samma router som mobiltelefonen, så att den är i ett lokalt nätverk.
th: ขั้นตอนที่ 3: ตรวจสอบให้แน่ใจว่าอุปกรณ์และโทรศัพท์มือถือเชื่อมต่อกับเราเตอร์เดียวกันเพื่อให้แน่ใจว่าอยู่ในเครือข่าย Local
tr: Adım 3: Yerel bir ağda olduğundan emin olmak için lütfen cihazın cep telefonuyla aynı yönlendiriciye bağlı olduğundan emin olun.
vi: Bước 3: Đảm bảo rằng thiết bị và điện thoại di động được kết nối với cùng một bộ định tuyến để đảm bảo rằng chúng nằm trong mạng cục bộ
zh_hans: 第三步：请确保设备与手机连接同一个路由器，这样才能保证在一个局域网
zh_hant: 第三步：請確保設備與手機連接同一個路由器，這樣才能保證在一個局域網

# person_Account_cannot_restored_1
source: Deleting an account is an unrecoverable operation, and once it is deleted, it will cause a lot of inconvenience to your after-sales rights protection and information inquiry, please operate with caution.
cs: Zrušení účtu je nevratná operace a jakmile bude zrušeno, způsobí vám mnoho nepříjemností s ochranou práv po prodeji a dotazem na informace, operujte prosím opatrně.
de: Die Kontolöschung ist ein unwiderruflicher Vorgang. Sobald das Konto gelöscht wurde, werden auch alle Ihre Daten gelöscht. Gehen Sie daher bitte mit Vorsicht vor.
es: La cancelación de la cuenta es una operación irreversible, y una vez que se cancela, causará muchos inconvenientes a la protección de sus derechos de posventa y a la consulta de información. Por favor, opere con precaución.
fi: Tilin peruuttaminen on peruuttamaton toimenpide, ja kun se peruutetaan, se aiheuttaa paljon haittaa myynnin jälkeisten oikeuksien suojaukselle ja tiedustelulle. Ole varovainen.
fr: L'annulation du compte est une opération irréversible, et une fois qu'elle est annulée, cela causera beaucoup d'inconvénients à votre protection des droits après-vente et à votre demande d'informations, veuillez opérer avec prudence.
he: ביטול החשבון הוא פעולה בלתי הפיכה, וברגע שהיא מבוטלת, היא תגרום לאי נוחות רבה להגנה על זכויותיך לאחר המכירה ולחקירת מידע, אנא פעל בזהירות.
id: Pembatalan akun adalah operasi yang tidak dapat diubah, dan setelah dibatalkan, itu akan menyebabkan banyak ketidaknyamanan pada perlindungan hak purna jual Anda dan pertanyaan informasi, harap beroperasi dengan hati-hati.
it: La cancellazione dell'account è un'operazione irreversibile e, una volta annullata, causerà molti disagi alla protezione dei diritti post-vendita e alla richiesta di informazioni, si prega di operare con cautela.
ja: アカウントのキャンセルは不可逆的な操作であり、一度削除すると、利用権や情報が取り戻せなくなりますので、ご注意ください。
ko: 계정 해지는 되돌릴 수 없는 작업이며, 해지 시 고객님의 판매 후 권익 보호 및 정보 조회에 많은 불편을 겪으실 수 있으니 주의하여 운영하시기 바랍니다.
nb: Kansellering av konto er en irreversibel operasjon, og når den er kansellert, vil det medføre store ulemper for din beskyttelse etter informasjon om rettigheter og forespørsel om informasjon. Vær forsiktig.
nl: Accountannulering is een onomkeerbare operatie, en als deze eenmaal is geannuleerd, zal dit veel ongemak veroorzaken voor uw after-sales rechtenbescherming en informatieverzoeken, ga alstublieft voorzichtig te werk.
pl: Likwidacja konta jest operacją nieodwracalną, a po anulowaniu spowoduje wiele niedogodności w ochronie praw posprzedażowych i zapytaniu o informacje, prosimy o zachowanie ostrożności.
pt_br: O cancelamento da conta é uma operação irreversível e, uma vez cancelada, causará muitos transtornos à proteção dos direitos pós-venda e à consulta de informações. Aja com cautela.
ro: Anularea contului este o operațiune ireversibilă și, odată ce este anulată, aceasta va cauza o mulțime de inconveniente pentru protecția drepturilor post-vânzare și pentru ancheta de informații, vă rugăm să operați cu prudență.
ru: Аннулирование учетной записи является необратимой операцией, и после ее отмены это создаст много неудобств для защиты ваших прав после продажи и запроса информации. Пожалуйста, действуйте с осторожностью.
sv: Avbokning av konto är en irreversibel åtgärd, och när den väl är avbruten kommer det att orsaka stora olägenheter för ditt skydd efter information och informationsförfrågan, var vänlig och var försiktig.
th: การยกเลิกบัญชีเป็นการดำเนินการที่ไม่สามารถย้อนกลับได้ และเมื่อยกเลิกแล้ว จะทำให้เกิดความไม่สะดวกอย่างมากต่อการคุ้มครองสิทธิ์หลังการขายและการสอบถามข้อมูลของคุณ โปรดดำเนินการด้วยความระมัดระวัง
tr: Hesap iptali, geri dönüşü olmayan bir işlemdir ve bir kez iptal edildiğinde, satış sonrası hak korumanız ve bilgi sorgulamanız için çok fazla rahatsızlığa neden olur, lütfen dikkatli hareket edin.
vi: Hủy tài khoản là một thao tác không thể đảo ngược và một khi đã hủy sẽ gây ra rất nhiều bất tiện cho việc bảo vệ quyền lợi sau bán hàng và yêu cầu thông tin của bạn, vui lòng thực hiện một cách thận trọng.
zh_hans: 账号注销是不可恢复的操作，且一旦注销会给您的售后维权及信息查询带来诸多不便，请谨慎操作。
zh_hant: 賬號註銷是不可恢復的操作，且一旦註銷會給您的售後維權及信息查詢帶來諸多不便，請謹慎操作。

# addDevice_choose_device_1
source: WiFi camera
cs: Bezdrátová kamera
de: WLAN Kamera
es: Cámara inalámbrica
fi: Langaton kamera
fr: Caméra WiFi
he: מצלמת WiFi
id: Kamera WiFi
it: Telecamera WiFi
ja: WIFIカメラ
ko: WiFi 카메라
nb: WiFi kamera
pl: Kamera WiFi
pt_br: Câmera WiFi
ro: Camera WiFi
ru: WiFi камера
sv: WiFi kamera
th: กล้อง WiFi
tr: WiFi kamera
vi: Máy ảnh không dây
zh_hans: 无线摄像机
zh_hant: 無線攝像機
