Repository: Yolo-cell-hash/go_home_ios
Catalog: ios/Runner/JASDK/JAResources/XLanguage/X35MultiLanguage/*.lproj/X35MutiLanguage.strings
Languages: cs, de, es, fi, fr, he, id, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sv, th, tr, vi, zh_hans, zh_hant

# person_feedback_question_correct_address_detail
source: Open the camera device settings, and click "PTZ adjustment" to correct the camera lens position.
cs: Otevřete nastavení kamerového zařízení a kliknutím na"Nastavení PTZ" opravte polohu objektivu fotoaparátu.
de: Öffnen Sie die Einstellungen der Kamera und tippen Sie auf "PTZ-Einstellung", um die Position des Kameraobjektivs zu korrigieren.
es: Abra la configuración del dispositivo de la cámara y haga clic en"Ajuste de PTZ" para corregir la posición de la lente de la cámara.
fi: Avaa kameralaitteen asetukset ja korjaa kameran linssin sijainti napsauttamalla "PTZ-säätö ".
fr: Ouvrez les paramètres de l'appareil photo et cliquez sur "Réglage PTZ " pour corriger la position de l'objectif de la caméra.
he: פתח את הגדרות מכשיר המצלמה ולחץ על "התאמת PTZ " כדי לתקן את מיקום עדשת המצלמה.
id: Buka pengaturan perangkat kamera, dan klik "penyesuaian PTZ " untuk memperbaiki posisi lensa kamera.
it: Aprire le impostazioni del dispositivo della fotocamera e fare clic su "Regolazione PTZ" per correggere la posizione dell'obiettivo della fotocamera.
ja: カメラデバイスの設定を開き、[PTZ調整]をクリックしてカメラのレンズ位置を修正します。
ko: 카메라 장치 설정을 열고 "PTZ 조정 "을 클릭하여 카메라 렌즈 위치를 수정하십시오.
nb: Åpne innstillingene for kameraenheten, og klikk "PTZ-justering " for å korrigere kameralinseposisjonen.
nl: Open de instellingen van het camera-apparaat en klik op "PTZ-aanpassing " om de cameralenspositie te corrigeren.
pl: Otwórz ustawienia urządzenia kamery i kliknij "Regulacja PTZ", aby poprawić pozycję obiektywu kamery.
pt_br: Abra as configurações do dispositivo da câmera e clique em"Ajuste PTZ" para corrigir a posição da lente da câmera.
ro: Deschideți setările dispozitivului camerei și faceți clic pe "Ajustare PTZ " pentru a corecta poziția obiectivului camerei.
ru: Откройте настройки устройства камеры и нажмите "Регулировка PTZ", чтобы исправить положение объектива камеры.
sv: Öppna inställningarna för kameraenheten och klicka på "PTZ-justering " för att korrigera kameralinspositionen.
th: เปิดการตั้งค่าอุปกรณ์กล้องและคลิก "การปรับเทียบ PTZ" เพื่อแก้ไขตำแหน่งเลนส์ของกล้อง
tr: Kamera cihazı ayarlarını açın ve kamera lensinin konumunu düzeltmek için "PTZ ayarı " nı tıklayın.
vi: Mở cài đặt thiết bị máy ảnh và nhấp vào "Hiệu chỉnh PTZ" để sửa vị trí ống kính máy ảnh.
zh_hans: 打开摄像机设备设置，点击“云台校准”即可校正摄像机镜头位置。
zh_hant: 打開攝像機設備設置，點擊“雲臺校準”即可校正攝像機鏡頭位置。

# preset_add_new
source: Add preset positions
cs: Přidejte přednastavené pozice
de: Preset-Position hinzufügen
es: Agregar posiciones preestablecidas
fi: Lisää esiasetettuja paikkoja
fr: Ajouter des positions prédéfinies
he: הוסף עמדות מוגדרות מראש
id: Tambahkan posisi preset
it: Aggiungi posizioni preimpostate
ja: プリセット位置を追加
ko: 사전 설정 위치 추가
nb: Legg til forhåndsinnstilte posisjoner
nl: Vooraf ingestelde posities toevoegen
pl: Dodaj zaprogramowane pozycje
pt_br: Adicionar posições predefinidas
ro: Adăugați poziții prestabilite
ru: Добавить предустановленные позиции
sv: Lägg till förinställda positioner
th: เพิ่มตำแหน่งที่กำหนดไว้ล่วงหน้า
tr: Önceden ayarlanmış konumlar ekle
vi: Thêm các vị trí đặt trước
zh_hans: 添加常看位置
zh_hant: 添加常看位置

# devicesetting_unlocking
source: Unlocking
cs: Odblokování
de: wird entsperrt
es: Desbloqueo
fi: Lukituksen
fr: Déverrouillage
he: נעילה
id: Membuka kunci
it: sblocco
ja: ロック解除
ko: 잠금 해제
nb: opplåsing
pl: Odblokowanie
pt_br: Desbloqueio
ro: Deblocarea
ru: размыкание
sv: upplåsning
th: การปลดล็อค
tr: Kilit açma
vi: Mở khóa
zh_hans: 正在解锁中
zh_hant: 正在解鎖中

# help_cloud_storage_textTips_7
source: Method 1:if enable cloud storage recording,only need to click "cloud storage" button and check recording in delive list interface
cs: Metoda 1: Pokud jste otevřeli video pro ukládání v cloudu,můžete klepnutím na tlačítko "Cloud Save" v seznamu seznamu zařízení přejít na rozhraní záznamu.
de: Methode 1:Wenn Cloudspeicher Aufnahme aktiviert ist, können Sie über "Cloudspeicher" die Aufnahmen über die Geräteliste prüfen
es: étodo 1: si la grabación de almacenamiento en la nube está habilitada,puede hacer clic en el botón "almacenamiento en la nube" y ver el video de grabación
fi: Tapa 1: Jos olet avannut pilvivarastointivideon,voit siirtyä tallennusrajapintaan napsauttamalla laiteluettelon käyttöliittymässä olevaa "Cloud Save"-painiketta.
fr: Méthode 1 : cliquez sur le bouton "Stockage sur le Cloud" pour activer l'enregistrement de stockage. Redirigez-vous vers la page de détails, cliquez sur "enregistrement " et vérifier "l'enregistrement".
he: שיטה 1: אם לאפשר הקלטה של אחסון בענן,ניתן ללחוץ על הלחצן "ענן אחסון" ולבדוק את ההקלטה בממשק רשימת רשימות
id: Metode 1: Jika rekaman penyimpanan awan aktip,dapat klik tombol "Penyimpanan Awan" dan cek rekaman di daftar perangkat
it: Metodo 1. Se si abilita le registrazione cloud,è possibile premere " memorizzazione cloud" per verificare lo stato della registrazione
ja: 方法1："ストレージ"ボタンをクリックしてストレージの録画を有効にします。 詳細ページへ移動し、"登録"をクリックして確認してください。
ko: 방법 1 : 클라우드 저장소 기록을 사용하도록 설정하면 "클라우드 저장소 "버튼을 클릭하고 세부 목록 인터페이스에서 기록을 확인할 수 있습니다.
nb: Metode 1: Hvis du har åpnet en skylagringsvideo,kan du klikke på "Skylagring"-knappen i grensesnittet til enhetslisten,og deretter hoppe til video grensesnittet.
nl: Method 1:if enable cloud storage recording,can click "cloud storage" button and check recording in delive list interface
pl: Metoda 1: jeśli włączono zapisywanie chmury w chmurze,można kliknąć przycisk "chmura przechowywania " i sprawdzić nagrywanie w interfejsie listy dostawców
pt_br: Método 1: se habilitar a gravação do armazenamento em nuvem,clique no botão "armazenamento na nuvem " e verifique a gravação na interface da lista de entrega.
ro: Metoda 1: dacă puteți activa înregistrarea în memoria cloud,puteți face clic pe butonul "cloud storage " și verificați înregistrarea în interfața cu lista livrărilor
ru: Способ 1: если включить запись в облачном хранилище,нажмите кнопку "облачное хранилище" и проверьте запись в интерфейсе списка доставки
sv: Metod 1: Om du tillåter registrering av molnlagring kan du klicka på "Cloud Storage "-knappen och kontrollera inspelningen i delivalgränssnittet
th: วิธีที่ 1: หากเปิดใช้งานการบันทึกวิดีโอบนคลาวด์ คุณสามารถคลิกปุ่ม "พื้นที่เก็บข้อมูลบนคลาวด์" ในหน้ารายการอุปกรณ์เพื่อข้ามไปยังหน้าการบันทึกวิดีโอ
tr: Yöntem 1: bulut depolama kaydını etkinleştirirseniz,"bulut depolama " düğmesini tıklayabilir ve delive listesi arabiriminde kaydı kontrol edebilirsiniz
vi: Cách 1: Nếu tính năng quay video lưu trữ đám mây được bật, bạn có thể nhấn vào nút "Cloud Storage" trong giao diện danh sách thiết bị để chuyển đến giao diện quay video.
zh_hans: 方法1：若已开通云存录像，即可在设备列表界面中点击“云存”按钮，则跳转至录像界面。
zh_hant: 方法1：若已開通雲存錄像，即可在設備列表界面中點擊“雲存”按鈕，則跳轉至錄像界面。

# devicesetting_firmware_upgrade_prompt
source: During the firmware upgrade, please do not operate the device and keep the power and network normal.
cs: Během aktualizace firmwaru zařízení neprovozujte a udržujte napájení a síť normální.
de: Während Firmware-Upgrade darf das Geräte nicht bedient werden. Achten Sie zudem darauf, dass die Stromversorgung und das Netzwerk stabil sind.
es: Durante la actualización del firmware, no opere el Equipo y mantenga la alimentación y la red normales.
fi: Älä käytä laitetta ohjelmistopäivityksen aikana ja pidä virta ja verkko normaalina.
fr: Pendant la mise à niveau du microprogramme, veuillez ne pas utiliser le périphérique et conserver l’alimentation et le réseau en mode normal.
he: במהלך שדרוג הקושחה, אנא אל תפעל את המכשיר ושמור על תקינות הרשת והרשת.
id: Selama peningkatan firmware, jangan mengoperasikan perangkat dan menjaga daya dan jaringan tetap normal.
it: Durante l'aggiornamento del firmware, non utilizzare il dispositivo e mantenere l'alimentazione e la rete normali.
ja: ファームウェアのアップグレード中は、デバイスを操作せず、電源とネットワークを正常に維持してください。
ko: 펌웨어 업그레이드 중에는 장치를 작동시키지 말고 전원과 네트워크를 정상적으로 유지하십시오.
nb: Under firmwareoppgraderingen, ikke bruk enheten og hold strømmen og nettverket normalt.
nl: Gebruik het apparaat niet tijdens de firmware-upgrade en houd de stroom en het netwerk normaal.
pl: Podczas aktualizacji oprogramowania układowego nie obsługuj urządzenia i utrzymuj normalne zasilanie i sieć.
pt_br: Durante a atualização do firmware, não opere o dispositivo e mantenha a energia e a rede normais.
ro: În timpul actualizării firmware-ului, nu folosiți dispozitivul și mențineți puterea și rețeaua normal.
ru: Во время обновления прошивки, пожалуйста, не работайте с устройством и поддерживайте нормальное питание и сеть.
sv: Under uppgraderingen av firmware ska du inte använda enheten och hålla strömmen och nätverket normalt.
th: ในระหว่างการอัพเกรดเฟิร์มแวร์โปรดอย่าใช้งานอุปกรณ์และให้แหล่งจ่ายไฟและเครือข่ายเป็นปกติ
tr: Yazılım yükseltmesi sırasında, lütfen cihazı çalıştırmayın ve güç ile ağın normal olmasını sağlayın.
vi: Trong quá trình nâng cấp chương trình cơ sở, vui lòng không vận hành thiết bị và giữ nguồn điện và mạng bình thường
zh_hans: 固件升级中，请不要操作设备，保持电源与网络正常
zh_hant: 固件升級中，請不要操作設備，保持電源與網絡正常

# help_normal_problem_text_2
source: 1.Please make sure the network is normal and already enable DHCP on router.
cs: 1. Potvrďte,že síť,ve které je zařízení umístěno,může běžně přistupovat k internetu a směrovač má povoleno funkci DHCP.
de: 1.Bitte stellen Sie sicher, dass das Netzwerk in Ordnung ist und aktivieren Sie DHCP am Router.
es: 1. Asegúrese de que la red donde se encuentra el Equipo pueda acceder a Internet normalmente,y el enrutador haya habilitado la función DHCP;
fi: 1. Varmista,että verkko,johon laite sijaitsee,voi käyttää Internetiä normaalisti,ja reititin on ottanut käyttöön DHCP-toiminnon.
fr: 1. Assurez-vous que le réseau est normal et d'avoir activé le DHCP sur le routeur.
he: 1. אנא וודא שהרשת עובדרת בצורה תקינה ופרוטוקול הDHCP בראוטר פעיל
id: 1. Pastikan Jaringan normal dan telah aktip DHCP di router
it: 1. Prego,verificare che la rete sia funzionante,e che sia in DHCP
ja: 1.ネットワークが正常で、ルータ上でDHCPが有効になっていることを確認してください。
ko: 1. 네트워크가 정상이며 라우터에서 DHCP를 이미 사용하고 있는지 확인하십시오.
nb: 1. Vennligst sørg for at nettverket er tilgjengelig og at ruteren har aktivert DHCP-funksjon.
nl: 1.Zorg ervoor dat het netwerk normaal is en schakel DHCP op router in.
pl: 1. Upewnij się że sieć jest dostępna i aktywna jest funkcja DHCP w routerze.
pt_br: 1. Certifique-se de que a rede é normal e já habilite o DHCP no roteador.
ro: 1.Vă rugăm să vă asigurați că rețeaua este normală și permite deja DHCP pe router.
ru: 1. Убедитесь,что сеть работает нормально,и уже включите DHCP на маршрутизаторе.
sv: 1. Kontrollera att nätverket är normalt och aktivera DHCP på routern.
th: 1. โปรดตรวจสอบให้แน่ใจว่าเครือข่ายเป็นปกติและเปิดใช้งาน DHCP บนเราท์เตอร์แล้ว
tr: 1. Lütfen ağın normal olduğundan ve yönlendiricideki DHCP'yi etkinleştirdiğinizden emin olun.
vi: 1. Vui lòng xác nhận rằng mạng nơi đặt thiết bị có thể truy cập Internet bình thường và bộ định tuyến đã bật chức năng DHCP;
zh_hans: 1.请确认设备所在的网络能正常访问互联网，并且路由器已开启DHCP功能；
zh_hant: 1.請確認設備所在的網絡能正常訪問互聯網，並且路由器已開啟DHCP功能；

# login_Cancel_experience_reminder
source: Cancel the experience mode reminder
cs: Zrušte připomenutí režimu zážitku
de: Erlebnismodus- Erinnerung löschen
es: Cancelar el recordatorio del modo de experiencia
fi: Peruuta kokemustilan muistutus
fr: Annuler le rappel du mode expérience
he: בטל את התזכורת למצב חוויה
id: Batalkan pengingat mode pengalaman
it: Annulla il promemoria della modalità esperienza
ja: エクスペリエンスモードのリマインダーをキャンセルする
ko: 체험 모드 알림 취소
nb: Avbryt påminnelsen om opplevelsesmodus
nl: Annuleer de herinnering aan de ervaringsmodus
pl: Anuluj przypomnienie o trybie doświadczenia
pt_br: Cancelar o lembrete do modo de experiência
ro: Anulați mementoul modului de experiență
ru: Отменить напоминание о режиме опыта
sv: Avbryt påminnelsen om upplevelseläget
th: ยกเลิกการเตือนโหมดประสบการณ์
tr: Deneyim modu hatırlatıcısını iptal et
vi: Hủy lời nhắc chế độ trải nghiệm
zh_hans: 取消体验模式提醒
zh_hant: 取消體驗模式提醒

# devicesetting_4G_device_can_be_activated
source: SIM card can be activated
cs: SIM karta může být aktivována
de: SIM-Karte kann aktiviert werden
es: La tarjeta SIM se puede activar
fi: SIM-kortti voidaan aktivoida
fr: La carte SIM peut être activée
he: ניתן להפעיל את כרטיס ה- SIM
id: Kartu SIM dapat diaktifkan
it: SIM card può essere attivata
ja: SIMカードを有効化できます
ko: SIM 카드 활성화 가능
nb: SIM-kort kan aktiveres
nl: Simkaart kan geactiveerd worden
pl: Karta SIM może być aktywowana
pt_br: Cartão SIM pode ser ativado
ro: Cartela SIM poate fi activată
ru: SIM-карта может быть активирована
sv: SIM-kort kan aktiveras
th: สามารถเปิดใช้งานซิมการ์ดได้
tr: SIM kart etkinleştirilebilir
vi: Thẻ SIM có thể được kích hoạt
zh_hans: SIM卡可激活
zh_hant: SIM卡可激活

# addDevice_cannot_repeatedly
source: Can't add device twice
cs: Zařízení nelze opakovaně přidávat
de: Gerät kann nicht zwei Mal hinzugefügt werden
es: No se puede agregar el Equipo dos veces
fi: Laitteita ei voi lisätä toistuvasti
fr: Impossible d'ajouter un appareil deux fois
he: לא ניתן להוסיף את אותו המכשיר פעמיים
id: Tidak dapat tambah perangkat 2X
it: Impossibile aggiungere due volte un dispositivo
ja: デバイスを2回追加することはできません
ko: 같은 제품을 두 번 등록할 수 없습니다.
nb: Kan ikke legge til enhet dobbelt
nl: Kan apparaat niet twee keer toevoegen
pl: Nie można dodać ponownie tego urządzenia
pt_br: Não pode adicionar dispositivo duas vezes
ro: Nu se poate adăuga dispozitiv de două ori
ru: Не могу добавить устройство дважды
sv: Det går inte att lägga till enheten två gånger
th: ไม่สามารถเพิ่มอุปกรณ์ซ้ำ
tr: İki kez cihaz ekleyemiyorum
vi: Không thể thêm thiết bị nhiều lần
zh_hans: 不能重复添加设备
zh_hant: 不能重複添加設備

# prompt_connection_failed
source: Fail to connect device (failure,wrong passowrd,timeout)
cs: Připojení zařízení selhalo (selhalo,chyba hesla,časový limit)
de: Verbindung zu Gerät fehlgeschlagen (Fehler, falsches Passwort, Zeitüberschreitung)
es: El Equipo de conexión falló (error,contraseña incorrecta,tiempo muerto)
fi: Yhteyslaite epäonnistui (epäonnistui,salasanan virhe,aikakatkaisu)
fr: Échec de la connexion du périphérique (échec, erreur mot de passe, expiration)
he: בעיה בחיבור המכשיר
id: Gagal konek ke perangkat (Gagal,Sandi Salah,Waktu Habis)
it: Errore connessione dispositivo (password errata,timeout)
ja: デバイスの接続ができません(パスワードエラー、タイムアウト)
ko: 장치 연결 실패 (비밀번호 오류,시간 초과)
nb: Kunne ikke koble til enhet (feilet,feil passord,timeout)
nl: Kan apparaat niet verbinden (defect,onjuist wachtwoord,time-out)
pl: Brak połączenia z urządzeniem (usterka,niepoprawne hasło,przekroczenie czasu)
pt_br: Falha ao conectar dispositivo (falha,senha incorreta,tempo limite)
ro: Nu se conectează dispozitivul (eșec,passowrd greșit,expirat)
ru: Не удалось подключить устройство (сбой,неверный пароль,тайм-аут)
sv: Misslyckas med att ansluta enheten (fel,fel passord,timeout)
th: เชื่อมต่ออุปกรณ์ไม่สำเร็จ (ล้มเหลว, รหัสผ่านไม่ถูกต้อง, หมดเวลา)
tr: Cihaz bağlanamadı (arıza,yanlış geçiş,zaman aşımı)
vi: Không kết nối được với thiết bị (không thành công, sai mật khẩu, hết thời gian chờ)
zh_hans: 连接设备失败(失败，密码错误，超时)
zh_hant: 連接設備失敗(失敗，密碼錯誤，超時)

# cloud_help_migration_device_1
source: (1) Offline device cloud service migration conditions: the current account has offline devices that have been bound to the cloud service;
cs: (1) Podmínky migrace služby cloudového zařízení offline: běžný účet má zařízení offline, která jsou vázána na službu cloud;
de: (1) Offline-Gerät Cloud-Service-Migrationsbedingungen: Die Leistungsbilanz hat Offline-Geräte, die mit dem Cloud-Dienst gebunden wurden;
es: (1) Condiciones de migración del servicio en la nube de Equipos sin conexión: la cuenta actual tiene Equipos sin conexión que se han vinculado al servicio en la nube;
fi: (1) Poissa laitteen pilvipalveluna muuttoliike ehdot: vaihtotase on offline laitteita, jotka on sidottu pilvipalveluiden;
fr: (1) Conditions de migration du service cloud de périphériques hors ligne: le compte actuel comprend des périphériques hors ligne liés au service cloud;
he: (1) מצב העגינה של שירות ענן לא מקוון: לחשבון הנוכחי יש מכשירים לא מקוונים שהיו קשורים לשירות ענן;
id: (1) Kondisi migrasi layanan cloud perangkat offline: akun saat ini memiliki perangkat offline yang telah terikat ke layanan cloud;
it: (1) Condizioni di migrazione del servizio cloud per dispositivi offline: l'account corrente dispone di dispositivi offline che sono stati associati al servizio cloud;
ja: (1)オフラインデバイスクラウドサービスの移行条件：現在のアカウントには、クラウドサービスにバインドされているオフラインデバイスがあります。
ko: (1) 오프라인 장치 클라우드 서비스 마이그레이션 조건 : 현재 계정에는 클라우드 서비스에 바인딩 된 오프라인 장치가 있습니다.
nb: (1) Tilkoblingsbetingelser for enhetsmolydjeneste: Den nåværende kontoen har offline enheter som har blitt bundet til skygtjenesten.
nl: (1) Migratievoorwaarden voor offline cloudservices: het huidige account heeft offlineapparaten die zijn gekoppeld aan de cloudservice;
pl: (1) Warunki migracji usługi chmury urządzeń offline: konto bieżące ma urządzenia offline, które zostały powiązane z usługą w chmurze;
pt_br: (1) Condições de migração do serviço de nuvem do dispositivo offline: a conta atual tem dispositivos offline que foram vinculados ao serviço de nuvem;
ro: (1) Condiții de migrare a serviciului Cloud offline: contul curent are dispozitive offline care au fost legate de serviciul cloud;
ru: (1) Условия миграции облачной службы автономного устройства: текущая учетная запись имеет автономные устройства, которые были привязаны к облачной службе;
sv: (1) Offline anordning molntjänst migrations villkor: det aktuella kontot har offline enheter som har bundits till molnet tjänsten;
th: (1) เงื่อนไขการโยกย้ายบริการคลาวด์ของอุปกรณ์ออฟไลน์: บัญชีปัจจุบันมีอุปกรณ์ออฟไลน์ที่เชื่อมโยงกับบริการคลาวด์
tr: (1) Çevrimdışı cihaz bulut hizmeti geçişi koşulları: mevcut hesabın, bulut hizmetine bağlı çevrimdışı cihazlara sahip olması;
vi: (1) Điều kiện di chuyển dịch vụ đám mây thiết bị ngoại tuyến: tài khoản hiện tại có các thiết bị ngoại tuyến đã bị ràng buộc với dịch vụ đám mây;
zh_hans: (1)离线设备云服务迁移条件：当前账号存在离线且已绑定云服务的设备；
zh_hant: (1)離線設備雲服務遷移條件：當前賬號存在離線且已綁定雲服務的設備；

source: Infrared
cs: Infračervené
de: Infrarot
es: Infrarrojo
fi: infrapuna
fr: Infrarouge
he: תת אדום
id: Lampu Infra
it: Infrarosso
ja: 赤外線
ko: 적외선
nb: Infrarød
nl: Infrarood
pl: Podczerwień
pt_br: Infravermelho
ro: Infraroşu
ru: инфракрасный
sv: Infraröd
th: อินฟราเรด
tr: Kızılötesi
vi: Hồng ngoại
zh_hans: 红外
zh_hant: 紅外

# devicesetting_Device_signal_Test_results
source: Test results
cs: Výsledek testu
de: Testergebnis
es: Resultado de la prueba
fi: Testitulos
fr: Résultat du test
he: תוצאות מבחן
id: Hasil Test
it: Risultato del test
ja: テスト結果
ko: 시험 결과
nb: Testresultat
nl: Test resultaten
pl: Wynik testu
pt_br: Resultado dos testes
ro: Rezultatele testului
ru: Результаты теста
sv: Testresultat
th: ผลการทดสอบ
tr: Test sonuçları
vi: Kết quả kiểm tra
zh_hans: 检测结果
zh_hant: 檢測結果

# devicesetting_4G_card_recharge_time
source: Top-up time:
cs: Dobíjecí doba:
de: Ladezeit:
es: Tiempo de recarga:
fi: Latausaika:
fr: Temps de recharge:
he: זמן טעינה:
id: Mengisi ulang waktu:
it: Tempo di ricarica:
ja: 充電時間：
ko: 충전 시간 :
nb: Ladetid:
nl: Oplaadtijd:
pl: Czas ładowania:
pt_br: Tempo de recarga:
ro: Timp de reincarcare:
ru: Время перезарядки:
sv: Laddningstid:
th: เติมเวลา:
tr: Şarj süresi:
vi: Thời gian sạc lại:
zh_hans: 充值时间：
zh_hant: 充值時間：

# preview_alarm_open_fail
source: Alarm opening failed
cs: Otevření alarmu se nezdařilo
de: Alarm fehlgeschlagen
es: Falló la apertura de la alarma
fi: Hälytyksen avaaminen epäonnistui
fr: Échec de l'ouverture de l'alarme
he: פתיחת האזעקה נכשלה
id: Pembukaan alarm gagal
it: Apertura allarme fallita
ja: アラーム開放に失敗しました
ko: 알람 열기 실패
nb: Alarmåpningen mislyktes
nl: Alarm openen mislukt
pl: Otwarcie alarmu nie powiodło się
pt_br: Falha na abertura do alarme
ro: Deschiderea alarmei a eșuat
ru: Не удалось открыть сигнализацию
sv: Larmöppningen misslyckades
th: เปิดนาฬิกาปลุกไม่สำเร็จ
tr: Alarm açılamadı
vi: Mở báo thức không thành công
zh_hans: 报警开启失败
zh_hant: 報警開啟失敗

# me_temporary
source: No at present
cs: Nepoužívá se dočasně
de: Nicht jetzt
es: No en el presente
fi: Ei käytetä väliaikaisesti
fr: Pas encore
he: זמנית לא בשימוש
id: berhenti sementara
it: Non ora
ja: まだありません
ko: 나중에
nb: Ikke akkurat nå
nl: Geen aanwezig momenteel
pl: Nie teraz
pt_br: Não no presente
ro: Nu în prezent
ru: отменить
sv: Nej för närvarande
th: ปัจจุบันไม่มี
tr: Şu anda yok
vi: Không phải là
zh_hans: 暂时不用
zh_hant: 暫時不用

# person_setting_preview_position_between_section
source: The preset position must be between 0-255
cs: Přednastavená pozice musí být mezi 0-255
de: Preset Position muss zwischen 0 und 255 liegen
es: La posición preestablecida debe estar entre 0-255
fi: Esiasetetun sijainnin on oltava välillä 0-255
fr: La position préréglée doit être comprise entre 0 et 255
he: המיקום המוגדר מראש חייב להיות בין 0-255
id: Posisi preset harus antara 0-255
it: La posizione preimpostata deve essere compresa tra 0 e 255
ja: プリセット位置は0〜255の間でなければなりません
ko: 사전 설정 위치는 0-255 사이여야 합니다.
nb: Den forhåndsinnstilte posisjonen må være mellom 0-255
nl: De vooraf ingestelde positie moet tussen 0-255 . zijn
pl: Wstępnie ustawiona pozycja musi mieścić się w zakresie 0-255
pt_br: A posição predefinida deve estar entre 0-255
ro: Poziția presetată trebuie să fie între 0-255
ru: Предустановленная позиция должна быть между 0-255
sv: Den förinställda positionen måste vara mellan 0-255
th: ตำแหน่งที่ตั้งไว้ต้องอยู่ระหว่าง 0-255
tr: Ön ayar konumu 0-255 arasında olmalıdır
vi: Vị trí đặt trước phải nằm trong khoảng 0-255
zh_hans: 常看位置必须在0-255之间
zh_hant: 常看位置必須在0-255之間

# devicesetting_4G_card_sim_card_status
source: SIM card status
cs: Stav SIM karty
de: Status SIM-Karte
es: Estado de la tarjeta SIM
fi: SIM-kortin tila
fr: État de la carte SIM
he: מצב כרטיס ה- SIM
id: Status kartu SIM
it: Stato della carta SIM
ja: SIMカードの状態
ko: SIM 카드 상태
nb: SIM-kortstatus
nl: SIM-kaartstatus
pl: Status karty SIM
pt_br: Status do cartão SIM
ro: Starea cardului SIM
ru: Статус сим карты
sv: SIM-kortstatus
th: สถานะซิมการ์ด
tr: SIM kart durumu
vi: Tình trạng thẻ SIM
zh_hans: SIM卡状态
zh_hant: SIM卡狀態
