Repository: Yolo-cell-hash/go_home_ios
Catalog: ios/Runner/JASDK/JAResources/XLanguage/X35MultiLanguage/*.lproj/X35MutiLanguage.strings
Languages: cs, de, es, fi, fr, he, id, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sv, th, tr, vi, zh_hans, zh_hant

# permissions_camera_QR_code
source: APP needs to obtain camera permission to scan the QR code of the device and complete the adding process
cs: APP potřebuje získat oprávnění kamery ke skenování QR kódu zařízení a dokončení procesu přidávání
de: App benötigt Kameraberechtigung, um QR-Code des Geräts zu scannen und somit das Hinzufügen abzuschließen
es: La aplicación necesita obtener permiso de la cámara para escanear el código QR del dispositivo y completar el proceso de adición
fi: APP: n on hankittava kameran lupa skannata laitteen QR -koodi ja suorittaa lisäysprosessi loppuun
fr: L'APP doit obtenir l'autorisation de l'appareil photo pour scanner le code QR de l'appareil et terminer le processus d'ajout
he: APP צריכה לקבל אישור מצלמה לסרוק את קוד ה- QR של המכשיר ולהשלים את תהליך ההוספה
id: APP perlu mendapatkan izin kamera untuk memindai kode QR perangkat dan menyelesaikan proses penambahan
it: l'APP deve ottenere l'autorizzazione della fotocamera per scansionare il codice QR del dispositivo e completare il processo di aggiunta
ja: APPは、デバイスのQRコードをスキャンして追加プロセスを完了するために、カメラの許可を取得する必要があります
ko: 앱은 장치의 QR 코드를 스캔하고 추가 프로세스를 완료하려면 카메라 권한을 얻어야 합니다.
nb: APP må få kameratillatelse for å skanne QR -koden til enheten og fullføre tilleggsprosessen
nl: APP moet cameratoestemming verkrijgen om de QR-code van het apparaat te scannen en het toevoegingsproces te voltooien
pl: Aplikacja musi uzyskać pozwolenie na aparat, aby zeskanować kod QR urządzenia i zakończyć proces dodawania;
pt_br: O APP precisa obter permissão da câmera para escanear o código QR do dispositivo e concluir o processo de adição
ro: APP trebuie să obțină permisiunea camerei pentru a scana codul QR al dispozitivului și pentru a finaliza procesul de adăugare
ru: Приложению необходимо получить разрешение камеры для сканирования QR-кода устройства и завершения процесса добавления.
sv: APP måste få kameratillstånd för att skanna enhetens QR -kod och slutföra tilläggsprocessen
th: APP ต้องได้รับอนุญาตจากกล้องเพื่อสแกนรหัส QR ของอุปกรณ์และทำตามขั้นตอนการเพิ่มให้เสร็จสิ้น
tr: Uygulamanın, cihazın QR kodunu taramak ve ekleme işlemini tamamlamak için kamera izni alması gerekiyor.
vi: APP cần xin phép máy ảnh để quét mã QR của thiết bị và hoàn tất quá trình thêm
zh_hans: APP需要获取相机权限来扫描设备二维码，完成添加流程
zh_hant: APP需要獲取相機權限來掃描設備二維碼，完成添加流程

# devicesetting_4G_card_pay_again
source: pay again
cs: Zaplatit znovu
de: Nochmal zahlen
es: Pagar de nuevo
fi: Maksa uudelleen
fr: Payer à nouveau
he: שלם שוב
id: Bayar lagi
it: Paga di nuovo
ja: 再度支払う
ko: 다시 지불
nb: Betal igjen
nl: Betaal opnieuw
pl: Zapłać ponownie
pt_br: Pague novamente
ro: Plătește din nou
ru: Оплата снова
sv: Betala igen
th: จ่ายเงินอีกครั้ง
tr: Tekrar öde
vi: trả tiền lại
zh_hans: 重新支付
zh_hant: 重新支付

# Lead_page_1
source: New Upgrade
cs: Nový upgrade
de: Neues Upgrade
es: Nueva actualización
fi: Uusi päivitys
fr: Nouvelle mise à niveau
he: שדרוג חדש
id: Peningkatan Baru
it: Nuovo aggiornamento
ja: 新しいアップグレード
ko: 새로운 업그레이드
nb: Ny oppgradering
nl: Nieuwe upgrade
pl: Nowa aktualizacja
pt_br: Nova atualização
ro: Noua actualizare
ru: Новое обновление
sv: Ny uppgradering
th: อัพเกรดใหม่
tr: Yeni Yükseltme
vi: Nâng cấp mới
zh_hans: 焕新登场
zh_hant: 煥新登場

# adddevice_connect_fail_password_fail
source: The device password is incorrect. You can add it again by clicking the button below.
cs: Heslo zařízení je nesprávné. Můžete jej znovu přidat kliknutím na tlačítko níže.
de: Das Geräte-Passwort ist falsch. Sie können auf die Schaltfläche unten tippen, um das Gerät erneut hinzuzufügen.
es: La contraseña del Equipo es incorrecta. Puedes agregarlo nuevamente haciendo clic en el botón de abajo.
fi: Laitteen salasana on virheellinen. Voit lisätä sen uudelleen napsauttamalla alla olevaa painiketta.
fr: Le mot de passe de l'appareil est incorrect. Vous pouvez l'ajouter à nouveau en cliquant sur le bouton ci-dessous.
he: סיסמת ההתקן שגויה. תוכל להוסיף אותו שוב על ידי לחיצה על הלחצן למטה.
id: Kata sandi perangkat salah. Anda dapat menambahkannya lagi dengan mengklik tombol di bawah ini.
it: La password del dispositivo non è corretta. Puoi aggiungerlo di nuovo facendo clic sul pulsante qui sotto.
ja: デバイスのパスワードが正しくありません。下のボタンをクリックして、もう一度追加することができます。
ko: 장치 암호가 잘못되었습니다. 아래 단추를 ​​클릭하여 다시 추가 할 수 있습니다.
nb: Enhetspassordet er feil. Du kan legge til det igjen ved å klikke på knappen nedenfor.
nl: Het apparaatwachtwoord is onjuist. U kunt het opnieuw toevoegen door op de onderstaande knop te klikken.
pl: Hasło urządzenia jest nieprawidłowe. Możesz dodać go ponownie, klikając przycisk poniżej.
pt_br: A senha do dispositivo está incorreta. Você pode adicioná-lo novamente clicando no botão abaixo.
ro: Parola dispozitivului este incorectă. Puteți să o adăugați din nou făcând clic pe butonul de mai jos.
ru: Пароль устройства неверен. Вы можете добавить его снова, нажав кнопку ниже.
sv: Enhetslösenordet är felaktigt. Du kan lägga till det igen genom att klicka på knappen nedan.
th: รหัสผ่านอุปกรณ์ไม่ถูกต้อง คุณสามารถเพิ่มได้อีกครั้งโดยคลิกที่ปุ่มด้านล่าง
tr: Cihaz şifresi yanlış. Aşağıdaki butona tıklayarak tekrar ekleyebilirsiniz.
vi: Mật khẩu thiết bị bị sai, bạn có thể bấm vào nút bên dưới để thêm lại thiết bị
zh_hans: 设备密码错误，您可以点击下方按钮重新添加设备
zh_hant: 設備密碼錯誤，您可以點擊下方按鈕重新添加設備

# Service_map_Repairman_registration
source: Repairman registration
cs: Registrace opraváře
de: Registrierung Wartungspersonal
es: Registro de reparador
fi: Korjaamon rekisteröinti
fr: Inscription réparateur
he: רישום לתיקון
id: Registrasi tukang
it: Registrazione riparatore
ja: 修理工登録
ko: 수리공 등록
nb: Registrering av reparatør
nl: Registratie van reparateur
pl: Rejestracja mechanika
pt_br: Registro de reparador
ro: Înregistrare reparator
ru: Ремонтник регистрация
sv: Reparatörsregistrering
th: การลงทะเบียนผู้ปฏิบัติงานซ่อมบำรุง
tr: Tamirci kaydı
vi: Đăng ký nhân viên bảo trì
zh_hans: 维修员注册
zh_hant: 維修員註冊

# service_map_baidu_not_install
source: Baidu Map has not been installed
cs: Mapa Baidu nebyla nainstalována
de: Baidu Map wurde nicht installiert
es: Baidu Map no se ha instalado
fi: Baidu-karttaa ei ole asennettu
fr: Baidu Map n'a pas été installé
he: מפת Baidu לא הותקנה
id: Peta Baidu belum diinstal
it: Baidu Map non è stato installato
ja: Baidu Mapがインストールされていません
ko: 바이두 맵이 설치되지 않았습니다
nb: Baidu Map er ikke installert
nl: Baidu Map is niet geïnstalleerd
pl: Mapa Baidu nie została zainstalowana
pt_br: O mapa do Baidu não foi instalado
ro: Harta Baidu nu a fost instalată
ru: Baidu Map не был установлен
sv: Baidu Map har inte installerats
th: ยังไม่ได้ติดตั้ง Baidu Map
tr: Baidu Haritası yüklenmedi
vi: Bản đồ Baidu chưa được cài đặt
zh_hans: 尚未安装百度地图
zh_hant: 尚未安裝百度地圖

# service_name_not_filed
source: Name is not filled
cs: Jméno není vyplněno
de: Name wurde nicht ausgefüllt
es: El nombre no está completo
fi: Nimeä ei ole täytetty
fr: Le nom n'est pas renseigné
he: השם לא מלא
id: Nama tidak diisi
it: Il nome non è inserito
ja: 名前が入力されていません
ko: 이름이 채워지지 않았습니다.
nb: Navnet er ikke fylt ut
nl: Naam is niet ingevuld
pl: Imię nie jest wypełnione
pt_br: Nome não preenchido
ro: Numele nu este completat
ru: Имя не заполнено
sv: Namnet fylls inte
th: ไม่ได้กรอกชื่อ
tr: İsim doldurulmamış
vi: Tên không được điền
zh_hans: 姓名未填写
zh_hant: 姓名未填寫

# myDevice_offline
source: Offline
es: Fuera de línea
fi: Poissa
fr: Hors ligne
he: מנותק
id: Tidak terhubung
ja: オフライン
ko: 오프라인
nb: Frakoblet
pt_br: desligada
ro: Deconectat
ru: Не в сети
th: ออฟไลน์
tr: Çevrim
vi: Ngoại tuyến
zh_hans: 离线
zh_hant: 離線

# person_setting_preview_Clear_success
source: Cleared successfully
cs: Úspěšně zrušeno
de: Erfolgreich gelöscht
es: Borrado con éxito
fi: Tyhjennetty
fr: Effacé avec succès
he: נוקה בהצלחה
id: membersihkan berhasil
it: Cancellato con successo
ja: キャンセルしました
ko: 성공적으로 삭제됨
nb: Slettet vellykket
nl: Succesvol gewist
pl: Oczyszczone pomyślnie
pt_br: Limpo com sucesso
ro: Am eliminat cu succes
ru: Очищено успешно
sv: Rensas framgångsrikt
th: เคลียร์เรียบร้อยแล้ว
tr: Başarıyla temizlendi
vi: Đã xóa thành công
zh_hans: 清除成功
zh_hant: 清除成功

# adddevice_wireless_single_product
source: Standalone camera
cs: Samostatná kamera
de: Standalone-Kamera
es: Cámara independiente
fi: Itsenäinen kamera
fr: Caméra autonome
he: מצלמה עצמאית
id: Kamera mandiri
it: Fotocamera autonoma
ja: スタンドアロンカメラ
ko: 독립 실행 형 카메라
nb: Frittstående kamera
nl: Zelfstandige camera
pl: Samodzielny aparat
pt_br: Câmera autônoma
ro: Cameră autonomă
ru: Автономная камера
sv: Fristående kamera
th: กล้องแบบตัวเดียว
tr: Bağımsız kamera
vi: Máy ảnh độc lập
zh_hans: 无线单品摄像机
zh_hant: 無線單品攝像機

# Service_map_Service_provider_registration
source: Service provider registration
cs: Registrace poskytovatele služeb
de: Registrierung über Dienstanbieters
es: Registro de proveedor de servicios
fi: Palveluntarjoajan rekisteröinti
fr: Inscription du fournisseur de services
he: רישום נותן שירות
id: Registrasi penyedia layanan
it: Registrazione del fornitore di servizi
ja: サービスプロバイダー登録
ko: 서비스 제공 업체 등록
nb: Registrering av tjenesteleverandør
nl: Registratie van serviceprovider
pl: Rejestracja usługodawcy
pt_br: Registro de provedor de serviços
ro: Înregistrarea furnizorului de servicii
ru: Регистрация поставщика услуг
sv: Tjänsteleverantörsregistrering
th: การลงทะเบียนผู้ให้บริการ
tr: Servis sağlayıcı kaydı
vi: Đăng ký nhà cung cấp dịch vụ
zh_hans: 服务商注册
zh_hant: 服務商註冊

# Devicesetting_Updating_ios
source: Updating %ld
cs: Aktualizace %ld
de: Aktualisierung %ld
es: Actualizando %ld
fi: Päivitetään %ld
fr: Mise à jour %ld
he: מעדכן %ld
id: Memperbarui %ld
it: Aggiornamento del %ld
ja: %ld更新
ko: %ld 업데이트 중
nb: Oppdaterer %ld
nl: Bijwerken %ld
pl: Aktualizacja %ld
pt_br: Atualizando %ld
ro: Actualizare %ld
ru: Обновление %ld
sv: Uppdaterar %ld
th: กำลังปรับปรุง %ld
tr: %10 güncelleniyor
vi: Đang cập nhật %ld
zh_hans: 正在更新%ld
zh_hant: 正在更新%ld

# person_feedback_question_alarm_push_detail_b
source: B. Check whether the alarm push is enabled? (View in my settings)
cs: B. Zkontrolujte, zda je aktivován alarmový alarm? (Zobrazit v mém nastavení)
de: B. Überprüfen Sie, ob Push-Nachrichten aktiviert sind. (In Konto-Einstellungen anzeigen)
es: B. ¿Verifica si la alarma de activación está habilitada? (Ver en mi configuración)
fi: B. Tarkista, onko hälytyspainike käytössä? (Näytä asetuksissani)
fr: B. Vérifiez si la poussée d'alarme est activée? (Afficher dans mes paramètres)
he: ב. בדוק אם דחיפת האזעקה מופעלת? (הצג בהגדרות שלי)
id: B. Periksa apakah push alarm diaktifkan? (Lihat dalam pengaturan saya)
it: B. Verificare se la pressione dell'allarme è abilitata? (Visualizza nelle mie impostazioni)
ja: B.アラームプッシュが有効になっているかどうかを確認する （[管理/設定]で見る）
ko: B. 알람 푸시가 활성화되어 있는지 확인합니까? (내 설정에서보기)
nb: B. Kontroller om alarmpresset er aktivert? (Vis i innstillingene mine)
nl: B. Controleer of de alarm push is ingeschakeld? (Bekijk in mijn instellingen)
pl: B. Sprawdź, czy aktywacja alarmu jest włączona? (Wyświetl w moich ustawieniach)
pt_br: B. Verifique se o toque do alarme está ativado? (Ver nas minhas configurações)
ro: B. Verificați dacă apăsarea de alarmă este activată? (Vizualizați în setările mele)
ru: B. Проверьте, включен ли сигнал тревоги? (Посмотреть в моих настройках)
sv: B. Kontrollera om larmknappen är aktiverad? (Visa i mina inställningar)
th: B. ตรวจสอบว่าเปิดใช้งานการกดปลุกหรือไม่? (ดูในการตั้งค่าของฉัน)
tr: B. Alarm push'un etkin olup olmadığını kontrol ettiniz mi? (Ayarlarımda görüntüle)
vi: B. Kiểm tra xem chức năng đẩy báo động đã được bật chưa? (Kiểm tra cài đặt của tôi)
zh_hans: B.检测是否有开启报警推送？（在我的设置中查看）
zh_hant: B.檢測是否有開啟報警推送？（在我的設置中查看）

# MJRefreshAutoFooterRefreshingText
source: Loading more info....
cs: Načítání dalších dat ...
de: Mehr Infos werden geladen...
es: Cargando más datos ...
fi: Lisää tietoja ...
fr: Chargement de plus de données...
he: טוען...
id: Memuat…
it: Caricamento…
ja: 読込中…
ko: 추가 데이터로드 중 ...
nb: Laster inn flere data ...
nl: Laden...
pl: Wczytywanie…
pt_br: Carregando...
ro: Se incarca...
ru: Loading ...
sv: Läser in...
th: กำลังโหลดข้อมูลเพิ่มเติม ....
tr: Yükleniyor...
vi: Đang tải thêm dữ liệu ...
zh_hans: 正在加载更多的数据...
zh_hant: 正在加載更多的數據...

# deviceSetting_Choose_smart_detection_period
source: Select motion detection period
cs: Vyberte období detekce pohybu
de: Zeitplan Push-Nachrichten einstellen
es: Seleccione el período de detección de movimiento
fi: Valitse liikkeentunnistusjakso
fr: Sélectionnez la période de détection de mouvement
he: בחר תקופת זיהוי תנועה
id: Pilih periode deteksi gerakan
it: Seleziona il periodo di rilevamento del movimento
ja: モーション検知期間を選択
ko: 움직임 감지 기간 선택
nb: Velg bevegelsesdeteksjonsperiode
nl: Selecteer bewegingsdetectieperiode
pl: Wybierz okres wykrywania ruchu
pt_br: Selecione o período de detecção de movimento
ro: Selectați perioada de detectare a mișcării
ru: Выберите период обнаружения движения
sv: Välj period för rörelsedetektering
th: เลือกระยะเวลาการตรวจจับการเคลื่อนไหว
tr: Hareket algılama periyodunu seçin
vi: Chọn khoảng thời gian phát hiện chuyển động
zh_hans: 选择智能侦测时段
zh_hant: 選擇智能偵測時段

# playback_cloud_video_buffering_failed
source: Video buffering failed, please try again
cs: Ukládání videa do vyrovnávací paměti se nezdařilo, zkuste to znovu
de: Videopufferung fehlgeschlagen, bitte versuchen Sie es erneut
es: Error en el almacenamiento en búfer de video, inténtelo de nuevo
fi: Videon puskurointi epäonnistui, yritä uudelleen
fr: La mise en mémoire tampon vidéo a échoué, veuillez réessayer
he: חיץ הווידאו נכשל. נסה שוב
id: Buffering video gagal, coba lagi
it: Buffering video non riuscito, riprova
ja: ビデオのバッファリングに失敗しました。再試行してください
ko: 비디오 버퍼링에 실패했습니다. 다시 시도하십시오.
nb: Bufferingen av video mislyktes. Prøv på nytt
nl: Videobuffering mislukt. Probeer het opnieuw
pl: Buforowanie wideo nie powiodło się, spróbuj ponownie
pt_br: O buffer de vídeo falhou, tente novamente
ro: Tamponarea video a eșuat, încercați din nou
ru: Ошибка буферизации видео, попробуйте еще раз
sv: Videobuffring misslyckades. Försök igen
th: การบัฟเฟอร์วิดีโอล้มเหลวโปรดลองอีกครั้ง
tr: Video arabelleğe alma başarısız, lütfen tekrar deneyin
vi: Lưu vào bộ đệm video không thành công, vui lòng thử lại
zh_hans: 录像缓冲失败，请重试
zh_hant: 錄像緩衝失敗，請重試

# person_feedback_question_ROM_software_1_Notification
source: Notification column settings: By default, the application displays notices on notification column. If it is closed, you will not be notified when you receive notices;
cs: Nastavení sloupce oznámení: Ve výchozím nastavení aplikace zobrazuje upozornění na sloupec oznámení. Pokud je zavřeno, nebudete upozorněni, když obdržíte oznámení;
de: Einstellungen der Benachrichtigungsleiste: Die Anwendung zeigt standardmäßig Benachrichtigungen in der Benachrichtigungsleiste an. Wenn Sie diese schließen, werden Sie keine Benachrichtigung mehr erhalten.
es: Configuración de la columna de notificación: de manera predeterminada, la aplicación muestra avisos en la columna de notificación. Si está cerrado, no se le notificará cuando reciba avisos;
fi: Ilmoitussarakkeen asetukset: Oletuksena sovellus näyttää ilmoitukset ilmoitussarakkeessa. Jos se suljetaan, et saa ilmoitusta, kun saat ilmoituksia;
fr: Paramètres de la colonne de notification: par défaut, l'application affiche des notifications sur la colonne de notification. S'il est fermé, vous ne serez pas averti lorsque vous recevrez des notifications;
he: הגדרות עמודות הודעה: כברירת מחדל, היישום מציג הודעות בעמודת ההודעות. אם הוא סגור, לא תקבל הודעה כאשר תקבל הודעות;
id: Pengaturan kolom pemberitahuan: Secara default, aplikasi menampilkan pemberitahuan pada kolom pemberitahuan. Jika ditutup, Anda tidak akan diberi tahu saat menerima pemberitahuan;
it: Impostazioni della colonna di notifica: per impostazione predefinita, l'applicazione visualizza gli avvisi nella colonna di notifica. Se è chiuso, non riceverai notifiche quando riceverete notifiche;
ja: 通知列の設定：デフォルトでは、アプリケーションは通知列に通知を表示します。閉鎖されている場合、通知を受け取っても通知されません。
ko: 알림 열 설정 : 기본적으로 응용 프로그램은 알림 열에 알림을 표시합니다. 문이 닫히면 통지를받을 때 알림을받지 않습니다.
nb: Innstillinger for varslingskolonne: Som standard viser applikasjonen merknader i varslingskolonnen. Hvis den er lukket, vil du ikke bli varslet når du mottar varsler;
nl: Instellingen voor meldingskolommen: Standaard geeft de toepassing kennisgevingen weer in de meldingskolom. Als het is gesloten, wordt u niet op de hoogte gebracht wanneer u berichten ontvangt;
pl: Ustawienia kolumny powiadomień: Domyślnie aplikacja wyświetla powiadomienia w kolumnie powiadomień. Jeśli jest zamknięty, nie otrzymasz powiadomienia, gdy otrzymasz powiadomienia;
pt_br: Configurações da coluna de notificação: por padrão, o aplicativo exibe avisos na coluna de notificação. Se estiver fechado, você não será notificado quando receber avisos;
ro: Setări pentru coloana de notificare: În mod implicit, aplicația afișează notificări pe coloana de notificare. Dacă este închis, nu veți fi anunțat atunci când primiți notificări;
ru: Настройки столбца уведомлений: по умолчанию приложение отображает уведомления в столбце уведомлений. Если он закрыт, вы не будете уведомлены при получении уведомлений;
sv: Inställningar för meddelandekolumn: Som standard visar programmet meddelanden i meddelandekolumnen. Om den är stängd kommer du inte att bli meddelad när du får meddelanden;
th: การตั้งค่าคอลัมน์การแจ้งเตือน: โดยค่าเริ่มต้นแอปพลิเคชันจะแสดงการแจ้งเตือนในคอลัมน์การแจ้งเตือน หากปิดคุณจะไม่ได้รับแจ้งเมื่อคุณได้รับการแจ้งเตือน
tr: Bildirim sütunu ayarları: Varsayılan olarak, uygulama bildirim sütununda bildirimler görüntüler. Kapalıysa, bildirim aldığınızda size bildirilmez;
vi: Cài đặt thanh thông báo: Ứng dụng mặc định hiển thị thông báo trên thanh thông báo, nếu bạn đóng nó, bạn sẽ không được nhắc khi nhận thông báo;
zh_hans: 通知栏设置：应用默认都是显示通知栏通知，如果关闭，则收到通知也不会提示；
zh_hant: 通知欄設置：應用默認都是顯示通知欄通知，如果關閉，則收到通知也不會提示；

# person_delete_account_prompt
source: After delete, the account will be destroyed and no longer valid
cs: Po odstranění bude účet zničen a již nebude platný
de: Nachdem das Konto gelöscht wurde, ist es nicht mehr abrufbar und nicht mehr gültig
es: Después de eliminarla, la cuenta se destruirá y dejará de ser válida.
fi: Poistamisen jälkeen tili tuhotaan eikä ole enää voimassa
fr: Après suppression, le compte sera détruit et ne sera plus valide
he: לאחר המחיקה, החשבון יושמד ואינו תקף עוד
id: Setelah dihapus, akun tersebut akan dimusnahkan dan tidak berlaku lagi
it: Dopo l'eliminazione, l'account verrà distrutto e non sarà più valido
ja: 削除後、アカウントは破棄され、無効になります
ko: 삭제 후 계정은 파기되어 더 이상 유효하지 않습니다.
nb: Etter sletting vil kontoen bli ødelagt og ikke lenger gyldig
nl: Na verwijdering wordt het account vernietigd en is het niet langer geldig
pl: Po usunięciu konto zostanie zniszczone i nie będzie już ważne
pt_br: Após a exclusão, a conta será destruída e não será mais válida
ro: După ștergere, contul va fi distrus și nu va mai fi valid
ru: После удаления учетная запись будет уничтожена и больше не действительна.
sv: Efter radering förstörs kontot och är inte längre giltigt
th: หลังจากลบบัญชีจะถูกทำลายและใช้งานไม่ได้อีกต่อไป
tr: Silindikten sonra hesap yok edilecek ve artık geçerli olmayacak
vi: Sau khi xóa, tài khoản sẽ bị hủy và không còn giá trị
zh_hans: 注销后该账号将会被销毁，不再有效
zh_hant: 註銷後該賬號將會被銷毀，不再有效

# deviceSetting_smart_night_vision_describe
source: At night, the camera turns on Infrared LEDs and see B/W image by default. Turns on spotlights and see color night vision automatically when motion detected.
cs: V noci kamera rozsvítí infračervené LED a ve výchozím nastavení vidí černobílý obraz. Zapíná reflektory a automaticky vidí barevné noční vidění při detekci pohybu.
de: Nachts werden die Infrarot-LEDs eingeschaltet und ein s/w-Bild angezeigt. Bei Bewegungserkennung wird der Weißlicht-Strahler (sofern vorhanden) eingeschaltet und auf Farbbild umgeschaltet.
es: Por la noche, la cámara enciende los LED infrarrojos y ve la imagen en blanco y negro de forma predeterminada. Enciende los focos y ve la visión nocturna en color automáticamente cuando detecta movimiento.
fi: Yöllä kamera sytyttää infrapuna-LEDit ja näyttää oletuksena mustavalkokuvan. Sytyttää valonheittimet ja nähdä värillisen yönäön automaattisesti, kun liikettä havaitaan.
fr: La nuit, la caméra allume les LED infrarouges et voit l'image N/B par défaut. Allume les projecteurs et voit automatiquement la vision nocturne en couleur lorsqu'un mouvement est détecté.
he: בלילה, המצלמה מפעילה נוריות אינפרא אדום ורואה תמונה שחור/לב כברירת מחדל. מדליק זרקורים וראה ראיית לילה צבעונית באופן אוטומטי כאשר מזוהה תנועה.
id: Pada malam hari, kamera menyalakan LED Inframerah dan melihat gambar B/W secara default. Menyalakan lampu sorot dan melihat penglihatan malam berwarna secara otomatis saat gerakan terdeteksi.
it: Di notte, la fotocamera accende i LED a infrarossi e visualizza l'immagine in bianco e nero per impostazione predefinita. Accende i riflettori e vede automaticamente la visione notturna a colori quando viene rilevato un movimento.
ja: 夜間、カメラは赤外線LEDをオンにし、デフォルトで白黒画像を表示します。スポットライトをオンにし、動きが検出されると自動的にカラー暗視を確認します。
ko: 밤에는 카메라가 적외선 LED를 켜고 기본적으로 흑백 이미지를 봅니다. 움직임이 감지되면 자동으로 스포트라이트를 켜고 컬러 야간 투시경을 봅니다.
nb: Om natten slår kameraet på infrarøde lysdioder og ser svart/hvitt-bilde som standard. Slår på spotlights og ser nattsyn i farger automatisk når bevegelse oppdages.
nl: S Nachts schakelt de camera infrarood-LEd's in en ziet standaard zwart-witbeeld. Schakelt schijnwerpers in en ziet automatisch nachtzicht in kleur wanneer beweging wordt gedetecteerd.
pl: W nocy kamera domyślnie włącza diody podczerwieni i widzi obraz czarno-biały. Włącza reflektory i automatycznie widzi kolor w nocy po wykryciu ruchu.
pt_br: À noite, a câmera acende os LEDs infravermelhos e vê a imagem em P/B por padrão. Acende os holofotes e vê a visão noturna colorida automaticamente quando o movimento é detectado.
ro: Noaptea, camera pornește LED-urile cu infraroșu și vede imaginea alb/negru în mod implicit. Aprinde reflectoarele și vede viziunea pe timp de noapte în mod automat atunci când este detectată mișcare.
ru: Ночью камера включает инфракрасные светодиоды и по умолчанию видит черно-белое изображение. Включает прожекторы и автоматически видит цветное ночное видение при обнаружении движения.
sv: På natten slår kameran på infraröda lysdioder och ser svartvit bild som standard. Slår på spotlights och ser färg mörkerseende automatiskt när rörelse upptäcks.
th: ในเวลากลางคืน กล้องจะเปิดไฟ LED อินฟราเรดและเห็นภาพขาวดำเป็นค่าเริ่มต้น เปิดไฟสปอร์ตไลท์และมองเห็นภาพสีในตอนกลางคืนโดยอัตโนมัติเมื่อตรวจพบการเคลื่อนไหว
tr: Geceleri, kamera Kızılötesi LEd'leri açar ve varsayılan olarak S/B görüntüyü görür. Hareket algılandığında projektörleri açar ve renkli gece görüşünü otomatik olarak görür.
vi: Vào ban đêm, máy ảnh bật đèn LED hồng ngoại và xem hình ảnh B / W theo mặc định. Tự động bật đèn chiếu và xem màu ban đêm khi phát hiện chuyển động.
zh_hans: 夜晚默认开启红外黑白夜视，有人出现时摄像机自动开启LED白光灯，画面变为彩色。
zh_hant: 夜晚默認開啟紅外黑白夜視，有人出現時攝像機自動開啟LED白光燈，畫面變為彩色。

# devicesetting_4G_card_check_order
source: Check order
cs: Zkontrolujte objednávku
de: Bestellung prüfen
es: Consultar orden
fi: Tarkista tilaus
fr: Vérifier la commande
he: בדוק סדר
id: Periksa pesanan
it: Controlla l'ordine
ja: 注文を確認する
ko: 주문 확인
nb: Sjekk rekkefølge
nl: Bestelling controleren
pl: Sprawdź zamówienie
pt_br: Verificar ordem
ro: Verificați comanda
ru: Проверить заказ
sv: Kontrollera ordningen
th: ตรวจสอบการสั่งซื้อ
tr: Siparişi kontrol et
vi: kiểm tra đơn hàng
zh_hans: 查看订单
zh_hant: 查看訂單
