Repository: Yolo-cell-hash/go_home_ios
Catalog: ios/Runner/JASDK/JAResources/XLanguage/X35MultiLanguage/*.lproj/X35MutiLanguage.strings
Languages: cs, de, es, fi, fr, he, id, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sv, th, tr, vi, zh_hans, zh_hant

# cloud_help_submit_success
source: Submitted successfully
cs: Úspěšně odesláno
de: erfolgreich übermittelt
es: Enviado satisfactoriamente
fi: Lähetetty onnistuneesti
fr: Soumis avec succès
he: נשלח בהצלחה
id: Berhasil dikirim
it: Inviato correttamente
ja: 送信しました
ko: 제출 완료
nb: Sendt med hell
nl: Met succes ingediend
pl: Przesłano pomyślnie
pt_br: submetido com sucesso
ro: trimis cu succes
ru: Отправлено успешно
sv: Framgångsrikt inskickat
th: ส่งเรียบร้อยแล้ว
tr: Başarıyla gönderildi
vi: gửi thành công
zh_hans: 提交成功
zh_hant: 提交成功

# preview_preset_help_2
source: Function Description
cs: Popis funkce
de: Bedienungsanleitung
es: Función descriptiva
fi: Toiminnon kuvaus
fr: Description de la fonction
he: תיאור פונקציה
id: Deskripsi fungsi
it: Descrizione della funzione
ja: 機能説明
ko: 기능 설명
nb: Funksjonsbeskrivelse
nl: Functiebeschrijving
pl: Opis funkcji
pt_br: Descrição da função
ro: Descrierea funcției
ru: Описание функции
sv: Funktionsbeskrivning
th: คำอธิบายฟังก์ชัน
tr: İşlev Açıklama
vi: Mô tả chức năng
zh_hans: 功能说明
zh_hant: 功能說明

# devicesetting_select_motion_detecte_record
source: Choose motion detection recording duration
cs: Vyberte dobu záznamu detekce pohybu
de: Wählen Sie die Aufnahmedauer der Bewegungserkennung
es: Elija la duración de la grabación de detección de movimiento
fi: Valitse liiketunnistuksen tallennuksen kesto
fr: Choisissez la durée d'enregistrement de la détection de mouvement
he: בחר משך הקלטת זיהוי תנועה
id: Pilih durasi perekaman deteksi gerakan
it: Scegli la durata della registrazione del rilevamento del movimento
ja: モーション検知の記録期間を選択
ko: 움직임 감지 녹화 시간 선택
nb: Velg opptaksvarighet for bevegelsesdeteksjon
nl: Kies de opnameduur voor bewegingsdetectie
pl: Wybierz czas nagrywania z detekcją ruchu
pt_br: Escolha a duração da gravação de detecção de movimento
ro: Alegeți durata înregistrării cu detectarea mișcării
ru: Выберите продолжительность записи при обнаружении движения
sv: Välj inspelningstid för rörelsedetektering
th: เลือกระยะเวลาการบันทึกการตรวจจับการเคลื่อนไหว
tr: Hareket algılama kayıt süresini seçin
vi: Chọn thời lượng ghi phát hiện chuyển động
zh_hans: 选择智能侦测录像时长
zh_hant: 選擇智能偵測錄像時長

# deviceSetting_Non_human_filter_describe
source: This helps to reduce recording &amp; alerts triggered by outdoor interferences such as trees and light changes
cs: To pomáhá omezit nahrávání a výstrahy spouštěné venkovním rušením, jako jsou stromy a změny světla
de: Dies trägt dazu bei, Aufzeichnungen und Warnungen zu reduzieren, die durch Störungen im Freien wie Bäume und Lichtänderungen ausgelöst werden
es: Esto ayuda a reducir la grabación y las alertas provocadas por interferencias exteriores, como árboles y cambios de luz.
fi: Tämä auttaa vähentämään ulkoisten häiriöiden, kuten puiden ja valon muutosten, laukaisemaa tallennusta ja hälytyksiä
fr: Cela aide à réduire l'enregistrement et les alertes déclenchées par des interférences extérieures telles que les arbres et les changements de lumière
he: זה עוזר להפחית הקלטה והתראות המופעלות על ידי הפרעות חיצוניות כגון עצים ושינויי אור
id: Ini membantu mengurangi perekaman &amp; peringatan yang dipicu oleh gangguan luar ruangan seperti pohon dan perubahan cahaya
it: Questo aiuta a ridurre la registrazione e gli avvisi attivati ​​da interferenze esterne come alberi e cambiamenti di luce
ja: これは、樹木や光の変化などの屋外の干渉によって引き起こされる記録とアラートを減らすのに役立ちます
ko: 이는 나무 및 조명 변화와 같은 실외 간섭으로 인해 발생하는 녹음 및 경고를 줄이는 데 도움이 됩니다.
nb: Dette bidrar til å redusere opptak og varsler utløst av utendørs forstyrrelser som trær og lysendringer
nl: Dit helpt om opnames en waarschuwingen te verminderen die worden veroorzaakt door interferentie buitenshuis, zoals bomen en lichtveranderingen
pl: Pomaga to ograniczyć nagrywanie i alerty wyzwalane przez zakłócenia zewnętrzne, takie jak drzewa i zmiany oświetlenia
pt_br: Isso ajuda a reduzir a gravação e os alertas acionados por interferências externas, como árvores e mudanças de luz
ro: Acest lucru ajută la reducerea înregistrărilor și a alertelor declanșate de interferențele exterioare, cum ar fi copacii și schimbările de lumină
ru: Это помогает уменьшить количество записей и предупреждений, вызванных внешними помехами, такими как деревья и изменения освещения.
sv: Detta hjälper till att minska inspelningar och varningar som utlöses av utomhusstörningar som träd och ljusförändringar
th: ซึ่งช่วยลดการบันทึกและการแจ้งเตือนที่เกิดจากสัญญาณรบกวนภายนอก เช่น ต้นไม้และการเปลี่ยนแปลงของแสง
tr: Bu, ağaçlar ve ışık değişiklikleri gibi dış mekan müdahaleleri tarafından tetiklenen kayıt ve uyarıları azaltmaya yardımcı olur
vi: Điều này giúp giảm ghi âm và cảnh báo được kích hoạt bởi các tác động bên ngoài như cây cối và thay đổi ánh sáng
zh_hans: 摄像机画面干扰多，或室外光线环境复杂时可启用，减少耗电量
zh_hant: 攝像機畫面乾擾多，或室外光線環境複雜時可啟用，減少耗電量

# deviceSetting_Local_direct_camera
source: Local direct connection camera
cs: Místní kamera s přímým připojením
de: Kamera mit lokaler Direktverbindung
es: Cámara de conexión directa local
fi: Paikallinen suoraliitäntäkamera
fr: Caméra de connexion directe locale
he: מצלמת חיבור ישיר מקומית
id: Kamera koneksi langsung lokal
it: Telecamera a connessione diretta locale
ja: ローカル直接接続カメラ
ko: 로컬 직결 카메라
nb: Lokalt direkte tilkoblingskamera
nl: Lokale camera met directe verbinding
pl: Lokalna kamera z bezpośrednim połączeniem
pt_br: Câmera de conexão direta local
ro: Cameră locală cu conexiune directă
ru: Локальная камера прямого подключения
sv: Lokal direktanslutningskamera
th: กล้องเชื่อมต่อโดยตรงในพื้นที่
tr: Yerel doğrudan bağlantı kamerası
vi: Máy ảnh kết nối trực tiếp cục bộ
zh_hans: 本地直连摄像机
zh_hant: 本地直連攝像機

# deviceSetting_Custom_detection_area
source: Custom detection area
cs: Vlastní oblast detekce
de: Benutzerdefinierter Erkennungsbereich
es: Área de detección personalizada
fi: Mukautettu tunnistusalue
fr: Zone de détection personnalisée
he: אזור זיהוי מותאם אישית
id: Area deteksi khusus
it: Area di rilevamento personalizzata
ja: カスタム検出エリア
ko: 사용자 정의 감지 영역
nb: Egendefinert deteksjonsområde
nl: Aangepast detectiegebied
pl: Niestandardowy obszar wykrywania
pt_br: Área de detecção personalizada
ro: Zonă de detectare personalizată
ru: Пользовательская зона обнаружения
sv: Anpassat detektionsområde
th: พื้นที่การตรวจจับแบบกำหนดเอง
tr: Özel algılama alanı
vi: Khu vực phát hiện tùy chỉnh
zh_hans: 自定义侦测区
zh_hant: 自定義偵測區

# person_feedback_question_set_up_cloud_video
source: Q4: How to set up cloud recording (on / off, etc.)
cs: Q4: Jak nastavit cloudové nahrávání (zapnuto / vypnuto atd.)
de: F4: Einrichten der Cloud-Aufnahme (Ein / Aus usw.)
es: P4: Cómo configurar la grabación en la nube (activar / desactivar, etc.)
fi: Q4: Kuinka tallentaa pilvitallennus (päälle / pois jne.)
fr: Q4: Comment configurer l'enregistrement dans le cloud (marche / arrêt, etc.)
he: Q4: כיצד להגדיר הקלטת ענן (הפעלה / כיבוי וכו ')
id: Q4: Cara mengatur perekaman cloud (on / off, dll.)
it: Q4: Come impostare la registrazione su cloud (on / off, ecc.)
ja: Q4：クラウド録画の設定方法（オン/オフなど）
ko: Q4 : 클라우드 녹화 설정 방법 (켜기 / 끄기 등)
nb: Q4: Hvordan konfigurere skyopptak (av / på osv.)
nl: V4: Hoe cloudopname in te stellen (aan / uit, enz.)
pl: P4: Jak skonfigurować nagrywanie w chmurze (włączanie / wyłączanie itp.)
pt_br: Q4: como configurar a gravação na nuvem (ativado / desativado, etc.)
ro: Q4: Cum să configurați înregistrarea în cloud (pornit / oprit etc.)
ru: Q4: Как настроить облачную запись (вкл / выкл и т. Д.)
sv: F4: Hur man ställer in molninspelning (på / av, etc.)
th: Q4: วิธีตั้งค่าการบันทึกบนคลาวด์ (เปิด / ปิด ฯลฯ )
tr: S4: Bulut kaydını ayarlama (açık / kapalı vb.)
vi: Q4: Cách thiết lập ghi âm trên đám mây (bật / tắt, v.v.)
zh_hans: Q4：如何设置云录像（开／关等）
zh_hant: Q4：如何設置雲錄像（開／關等）

# deviceSetting_Screen_detection_area
source: Screen detection area
cs: Oblast detekce obrazovky
de: Erkennungsbereich
es: Área de detección de pantalla
fi: Näytön tunnistusalue
fr: Zone de détection d'écran
he: אזור זיהוי מסך
id: Area deteksi layar
it: Area di rilevamento dello schermo
ja: 画面検出エリア
ko: 화면 감지 영역
nb: Skjermdeteksjonsområde
nl: Schermdetectiegebied
pl: Obszar wykrywania ekranu
pt_br: Área de detecção de tela
ro: Zona de detectare a ecranului
ru: Зона обнаружения экрана
sv: Skärmdetekteringsområde
th: พื้นที่การตรวจจับหน้าจอ
tr: Ekran algılama alanı
vi: Khu vực phát hiện màn hình
zh_hans: 画面侦测区
zh_hant: 畫面偵測區

# cloud_in_use
source: Cloud Storage in use
cs: Používá se úložiště cloudu
de: Cloud Speicher wird verwendet
es: Almacenamiento en la nube en uso
fi: Pilvivarasto käytössä
fr: En cours d'utilisation
he: אחסון ענן בשימוש
id: penyimpanan awan sedang terpakai
it: Cloud Storage in uso
ja: 使用中のクラウドストレージ
ko: 사용중인 클라우드 저장소
nb: Cloud Storage i bruk
nl: Cloud Storage in gebruik
pl: Magazyn w chmurze w użyciu
pt_br: Cloud Storage em uso
ro: Cloud Storage în uz
ru: Облачное хранилище используется
sv: Cloud Storage i bruk
th: พื้นที่เก็บข้อมูลคลาวด์ กำลังใช้งาน
tr: Kullanılan Bulut Depolama
vi: Bộ nhớ đám mây đang được sử dụng
zh_hans: 云存使用中
zh_hant: 雲存使用中

# Addevice_Please_check_following_1
source: 1. Please check whether the camera is already in the pairing state, and whether the status light flashes quickly (long press the camera reset button to enter the pairing state).
cs: 1. Zkontrolujte, zda je kamera již ve stavu párování a zda stavová kontrolka rychle bliká (dlouhým stisknutím tlačítka reset kamery vstoupíte do stavu párování).
de: 1. Bitte prüfen Sie, ob sich die Kamera bereits im Verbindungsaufbau befindet und ob die Status-LED schnell blinkt (Reset-Taste lange gedrückt halten, um den Verbindungsaufbau zu starten).
es: 1. Verifique si la cámara ya está en el estado de emparejamiento y si la luz de estado parpadea rápidamente (mantenga presionado el botón de reinicio de la cámara para ingresar al estado de emparejamiento).
fi: 1. Tarkista, onko kamera jo pariliitostilassa ja vilkkuuko tilan merkkivalo nopeasti (paina kameran nollauspainiketta pitkään päästäksesi pariliitostilaan).
fr: 1. Veuillez vérifier si l'appareil photo est déjà dans l'état d'appairage et si le voyant d'état clignote rapidement (appuyez longuement sur le bouton de réinitialisation de l'appareil photo pour entrer dans l'état d'appairage).
he: 1. אנא בדוק אם המצלמה כבר במצב התאמה, והאם נורית המצב מהבהבת במהירות (לחץ לחיצה ארוכה על לחצן איפוס המצלמה כדי להיכנס למצב ההתאמה).
id: 1. Harap periksa apakah kamera sudah dalam status berpasangan, dan apakah lampu status berkedip cepat (tekan lama tombol reset kamera untuk masuk ke status berpasangan).
it: 1. Verificare se la fotocamera è già nello stato di associazione e se la spia di stato lampeggia rapidamente (premere a lungo il pulsante di ripristino della fotocamera per accedere allo stato di associazione).
ja: 1.カメラがすでにペアリング状態になっているかどうか、およびステータスライトがすばやく点滅するかどうかを確認してください（カメラリセットボタンを長押ししてペアリング状態に入ります）。
ko: 1. 카메라가 이미 페어링 상태인지, 상태 표시등이 빠르게 깜박이는지 확인하십시오(카메라 재설정 버튼을 길게 눌러 페어링 상태로 들어감).
nb: 1. Sjekk om kameraet allerede er i paringstilstand, og om statuslyset blinker raskt (trykk lenge på tilbakestillingsknappen for å gå inn i paringstilstanden).
nl: 1. Controleer of de camera zich al in de koppelingsstatus bevindt en of het statuslampje snel knippert (druk lang op de camera-resetknop om de koppelingsstatus te openen).
pl: 1. Sprawdź, czy kamera jest już w stanie parowania i czy lampka stanu miga szybko (długo naciśnij przycisk resetowania aparatu, aby przejść do stanu parowania).
pt_br: 1. Verifique se a câmera já está no estado de emparelhamento e se a luz de status pisca rapidamente (pressione e segure o botão de reinicialização da câmera para entrar no estado de emparelhamento).
ro: 1. Vă rugăm să verificați dacă camera este deja în starea de asociere și dacă ledul de stare clipește rapid (apăsați lung butonul de resetare a camerei pentru a intra în starea de asociere).
ru: 1. Пожалуйста, проверьте, находится ли камера уже в состоянии сопряжения, и быстро ли мигает индикатор состояния (нажмите и удерживайте кнопку сброса камеры, чтобы войти в состояние сопряжения).
sv: 1. Kontrollera om kameran redan är i ihopparningsläge och om statuslampan blinkar snabbt (tryck länge på kameraåterställningsknappen för att gå in i ihopparningsläget).
th: 1. โปรดตรวจสอบว่ากล้องอยู่ในสถานะการจับคู่แล้วหรือไม่ และไฟสถานะกะพริบเร็วหรือไม่ (กดปุ่มรีเซ็ตกล้องค้างไว้เพื่อเข้าสู่สถานะการจับคู่)
tr: 1. Lütfen kameranın zaten eşleştirme durumunda olup olmadığını ve durum ışığının hızlı yanıp sönüp yanıp sönmediğini kontrol edin (eşleştirme durumuna girmek için kamera sıfırlama düğmesine uzun basın).
vi: 1. Vui lòng kiểm tra xem máy ảnh đã ở trạng thái ghép nối hay chưa và đèn trạng thái có nhấp nháy nhanh không (nhấn và giữ nút đặt lại máy ảnh để vào trạng thái ghép nối).
zh_hans: 1.请检查摄像机是否已处于配对状态，状态灯是否快速闪烁（长按摄像机复位键进入配对状态）。
zh_hant: 1.請檢查攝像機是否已處於配對狀態，狀態燈是否快速閃爍（長按攝像機復位鍵進入配對狀態）。

# Addevice_Please_check_following_2
source: 2. Please keep the camera and the base station as close as possible.
cs: 2. Udržujte fotoaparát a základnu co nejblíže.
de: 2. Bitte Kamera und Basisstation so nah wie möglich zueinander platzieren.
es: 2. Mantenga la cámara y la estación base lo más cerca posible.
fi: 2. Pidä kamera ja tukiasema mahdollisimman lähellä.
fr: 2. Veuillez garder la caméra et la station de base aussi proches que possible.
he: 2. נא לשמור את המצלמה ואת תחנת הבסיס קרוב ככל האפשר.
id: 2. Harap simpan kamera dan stasiun pangkalan sedekat mungkin.
it: 2. Tieni la fotocamera e la stazione base il più vicino possibile.
ja: 2.カメラとベースステーションをできるだけ近づけてください。
ko: 2. 카메라와 베이스 스테이션을 최대한 가깝게 유지하십시오.
nb: 2. Hold kameraet og basestasjonen så nærme som mulig.
nl: 2. Houd de camera en het basisstation zo dicht mogelijk bij elkaar.
pl: 2. Trzymaj kamerę i stację bazową jak najbliżej.
pt_br: 2. Mantenha a câmera e a estação base o mais próximo possível.
ro: 2. Vă rugăm să păstrați camera și stația de bază cât mai aproape posibil.
ru: 2. Держите камеру и базовую станцию как можно ближе.
sv: 2. Håll kameran och basstationen så nära som möjligt.
th: 2. โปรดวางกล้องและสถานีฐานไว้ใกล้ที่สุด
tr: 2. Lütfen kamerayı ve baz istasyonunu mümkün olduğunca yakın tutun.
vi: 2. Hãy giữ máy ảnh và trạm gốc càng gần càng tốt.
zh_hans: 2.请将摄像机与基站尽量靠近。
zh_hant: 2.請將攝像機與基站盡量靠近。

# Addevice_Please_check_following_3
source: 3. If it has not been resolved, please contact customer service.
cs: 3. Pokud problém nebyl vyřešen, kontaktujte zákaznický servis.
de: 3. Wenn das Problem nicht gelöst wird, wenden Sie sich bitte an den Kundendienst.
es: 3. Si no se ha resuelto, comuníquese con el servicio al cliente.
fi: 3. Jos ongelma ei ratkea, ota yhteyttä asiakaspalveluun.
fr: 3. S'il n'a pas été résolu, veuillez contacter le service client.
he: 3. אם זה לא נפתר, אנא צור קשר עם שירות הלקוחות.
id: 3. Jika belum teratasi, silahkan hubungi customer service.
it: 3. Se non è stato risolto, contattare il servizio clienti.
ja: 3.解決されていない場合は、カスタマーサービスにご連絡ください。
ko: 3. 해결되지 않을 경우 고객센터로 연락주시기 바랍니다.
nb: 3. Hvis det ikke er løst, vennligst kontakt kundeservice.
nl: 3. Als het niet is opgelost, neem dan contact op met de klantenservice.
pl: 3. Jeśli problem nie został rozwiązany, skontaktuj się z obsługą klienta.
pt_br: 3. Se não for resolvido, entre em contato com o atendimento ao cliente.
ro: 3. Dacă nu a fost rezolvată, vă rugăm să contactați serviciul pentru clienți.
ru: 3. Если проблема не решена, обратитесь в службу поддержки клиентов.
sv: 3. Om det inte har lösts, kontakta kundtjänst.
th: 3. หากยังไม่ได้รับการแก้ไข โปรดติดต่อฝ่ายบริการลูกค้า
tr: 3. Eğer çözülmediyse, lütfen müşteri hizmetleri ile iletişime geçin.
vi: 3. Nếu nó vẫn chưa được giải quyết, vui lòng liên hệ với bộ phận dịch vụ khách hàng.
zh_hans: 3.如果还未解决，请联系客服。
zh_hant: 3.如果還未解決，請聯繫客服。

# devicesetting_Time_recording_management
source: Time recording management
cs: Správa záznamu času
de: Aufnahmezeitplan
es: Gestión de grabación de tiempo
fi: Ajan tallennuksen hallinta
fr: Gestion du temps d'enregistrement
he: הגדרות זמן הקלטה
id: managemen waktu rekaman
it: Gestione tempo di registrazione
ja: 時間記録管理
ko: 시간 기록 관리
nb: Tidspillingsadministrasjon
nl: Tijdschema
pl: Zarządzanie rejestracją czasu
pt_br: gestão de tempo de gravação
ro: Gestionarea înregistrării timpului
ru: Управление записи времени
sv: Tidskontrollhantering
th: การจัดการเวลาการบันทึก
tr: Zaman kaydı yönetimi
vi: Quản lý ghi thời gian
zh_hans: 时间录像管理
zh_hant: 時間錄像管理

# adddevice_rescan
source: Rescan
de: Erneut scannen
es: Volver a explorar
fi: Etsi uudelleen
he: סרוק מחדש
id: Telusuri ulang
ja: 再スキャン
ko: 재검색
nb: Søk på nytt
nl: Opnieuw scannen
pl: Endurskoða
ro: Rescanare
ru: Пересканировать
sv: Sök igen
th: สแกนอีกครั้ง
tr: Yeniden tara
vi: Quét lại
zh_hans: 重新扫描
zh_hant: 重新掃描

# devicesetting_Guard_position_Stay_time
source: Stay time after moving tracking
cs: Zůstaňte po sledování pohybu
de: Verweilzeit, nachdem Bewegung erkannt wurde
es: Quédate a tiempo después de mover el seguimiento
fi: Pysy aikaa seurannan siirtämisen jälkeen
fr: Restez le temps après le déplacement du suivi
he: הישאר זמן לאחר המעקב אחר המעבר
id: Tetap waktu setelah pelacakan bergerak
it: Rimani del tempo dopo aver spostato il monitoraggio
ja: 追跡を移動した後の滞在時間
ko: 이동 추적 후 체류 시간
nb: Hold deg tid etter flytting av sporing
nl: Blijf tijd na het verplaatsen van tracking
pl: Pozostań czas po przeniesieniu śledzenia
pt_br: Fique um tempo depois de mover o rastreamento
ro: Rămâneți timp după mutarea urmăririi
ru: Время пребывания после перемещения слежения
sv: Stanna tid efter att flytta spårning
th: อยู่ตลอดเวลาหลังจากย้ายการติดตาม
tr: Hareket halindeyken izleme süresi
vi: Ở lại sau khi theo dõi di chuyển
zh_hans: 移动跟踪后停留时间
zh_hant: 移動跟踪後停留時間

# Devicesetting_click_add
source: Please click "+" in the lower right corner to add a private area
cs: Kliknutím na "+" v pravém dolním rohu přidáte soukromou oblast
de: Bitte auf "+" in der unteren rechten Ecke tippen, um einen Privatsphärebereich hinzuzufügen
es: Haga clic en "+" en la esquina inferior derecha para agregar un área privada
fi: Napsauta "+" oikeassa alakulmassa lisätäksesi yksityisen alueen
fr: Veuillez cliquer sur "+" dans le coin inférieur droit pour ajouter un espace privé
he: אנא לחץ על "+" בפינה השמאלית התחתונה כדי להוסיף אזור פרטי
id: Silakan klik "+" di pojok kanan bawah untuk menambahkan area pribadi
it: Fare clic su "+" nell'angolo in basso a destra per aggiungere un'area privata
ja: プライベートエリアを追加するには、右下隅の「+」をクリックしてください
ko: 개인 영역을 추가하려면 오른쪽 하단의 "+"를 클릭하세요.
nb: Klikk på "+" i nedre høyre hjørne for å legge til et privat område
nl: Klik op "+" in de rechter benedenhoek om een privégedeelte toe te voegen
pl: Kliknij "+" w prawym dolnym rogu, aby dodać obszar prywatny
pt_br: Clique em "+" no canto inferior direito para adicionar uma área privada
ro: Dați clic pe "+" în colțul din dreapta jos pentru a adăuga o zonă privată
ru: Нажмите "+" в правом нижнем углу, чтобы добавить личную зону.
sv: Klicka på "+" i det nedre högra hörnet för att lägga till ett privat område
th: กรุณาคลิก "+" ที่มุมล่างขวาเพื่อเพิ่มพื้นที่ส่วนตัว
tr: Özel alan eklemek için lütfen sağ alt köşedeki "+" düğmesini tıklayın
vi: Vui lòng nhấp vào "+ " ở góc dưới bên phải để thêm khu vực riêng tư
zh_hans: 请点击右下角“+”添加隐私区
zh_hant: 請點擊右下角“+”添加隱私區

# add_Enter_APN_user
source: Enter APN user
cs: Zadejte uživatele APN
de: Geben Sie den APN-Benutzer ein
es: Ingrese el usuario de APN
fi: Anna APN-käyttäjä
fr: Entrez l'utilisateur APN
he: הזן משתמש APN
id: Masukkan pengguna APN
it: Immettere l'utente APN
ja: APNユーザーを入力してください
ko: APN 사용자 입력
nb: Skriv inn APN-bruker
nl: Voer APN-gebruiker in
pl: Wpisz użytkownika APN
pt_br: Digite o usuário APN
ro: Introduceți utilizatorul APN
ru: Введите пользователя APN
sv: Ange APN-användare
th: ป้อนผู้ใช้ APN
tr: APN kullanıcısını girin
vi: Nhập người dùng APN
zh_hans: 输入APN user
zh_hant: 輸入APN user
