Repository: Yolo-cell-hash/go_home_ios
Catalog: ios/Runner/JASDK/JAResources/XLanguage/X35MultiLanguage/*.lproj/X35MutiLanguage.strings
Languages: cs, de, es, fi, fr, he, id, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sv, th, tr, vi, zh_hans, zh_hant

# devicesetting_face_detection_prompt
source: Face detection has certain adaptability requirements to the scene, and it is used according to the actual situation.
cs: Detekce obličeje má určité požadavky na přizpůsobení scéně a používá se podle skutečné situace.
de: Die Gesichtserkennung hat adaptive Anforderungen. Bitte verwenden Sie es entsprechend den Realbedingungen.
es: La detección de rostros tiene ciertos requisitos de adaptabilidad a la escena, y se usa de acuerdo con la situación real.
fi: Kasvontunnistuksella on tiettyjä mukautumisvaatimuksia kohtaukseen, ja sitä käytetään todellisen tilanteen mukaan.
fr: La détection des visages a certaines exigences d'adaptabilité à la scène et est utilisée en fonction de la situation réelle.
he: לזיהוי פנים יש דרישות הסתגלות מסוימות לסצנה, והוא משמש בהתאם למצב בפועל.
id: Deteksi wajah memiliki persyaratan kemampuan adaptasi tertentu untuk adegan, dan digunakan sesuai dengan situasi aktual.
it: Il rilevamento del volto ha determinati requisiti di adattabilità alla scena e viene utilizzato in base alla situazione reale.
ja: 顔検出にはシーンに対する特定の適応性要件があり、実際の状況に応じて使用されます。
ko: 얼굴 인식에는 장면에 대한 특정 적응성 요구 사항이 있으며 실제 상황에 따라 사용됩니다.
nb: Ansiktsgjenkjenning har visse krav til tilpasning til scenen, og den brukes i henhold til den faktiske situasjonen.
nl: Gezichtsdetectie heeft bepaalde aanpassingsvereisten voor de scène en wordt gebruikt op basis van de werkelijke situatie.
pl: Wykrywanie twarzy ma pewne wymagania adaptacyjne do sceny i jest używane zgodnie z rzeczywistą sytuacją.
pt_br: A detecção de rosto possui certos requisitos de adaptabilidade à cena e é usada de acordo com a situação real.
ro: Detectarea feței are anumite cerințe de adaptabilitate la scenă și este utilizată în funcție de situația reală.
ru: Обнаружение лица имеет определенные требования к адаптации к сцене, и оно используется в соответствии с реальной ситуацией.
sv: Ansiktsdetektering har vissa krav på anpassningsförmåga till scenen och den används i enlighet med den faktiska situationen.
th: การตรวจจับใบหน้ามีข้อกำหนดความสามารถในการปรับเปลี่ยนบางอย่างสำหรับฉากโปรดใช้ตามสถานการณ์จริง
tr: Yüz tanıma özelliğinin sahne için belirli uyarlanabilirlik gereksinimleri vardır ve gerçek duruma göre kullanılır.
vi: Nhận diện khuôn mặt có các yêu cầu nhất định về khả năng thích ứng với cảnh, vui lòng sử dụng tùy theo tình hình thực tế
zh_hans: 人脸侦测对场景有一定的适应性要求，请根据实际情况使用
zh_hant: 人臉偵測對場景有一定的適應性要求，清根據實際情況使用

# Asia_Kolkata
source: New Delhi
cs: Nové Dillí
de: Neu-Delhi
es: Nueva Delhi
he: ניו דלהי
it: Nuova Delhi
ja: ニューデリー
ko: 뉴 델리
pl: Nowe Delhi
pt_br: Nova Delhi
ru: Нью-Дели
sv: Nya Delhi
th: นิวเดลี
tr: Yeni Delhi
zh_hans: 新德里
zh_hant: 新德里

# deviceSetting_videoBackup_loadNum
source: %1$d videos
cs: %1$d videí
fi: %1$d videota
fr: %1$d vidéos
he: %1$d סרטונים
id: %1$d Video
it: %1$d video
ja: %1$d件のビデオ
ko: 동영상 %1$d 개
nb: %1$d videoer
pl: %1$d wideo
pt_br: %1$d vídeos
ro: %1$d videoclipuri
ru: %1$d видео
sv: %1$d videor
th: วิดีโอ
tr: %1$d video
vi: %1$d bản ghi
zh_hans: %1$d个录像
zh_hant: %1$d個錄像

# devicesetting_human_alarm
source: Humanoid detection alarm
cs: Humanoidní detekční alarm
de: Menschliche Form
es: Alarma de detección humanoide
fi: Humanoidin tunnistushälytys
fr: Alarme de détection humanoïde
he: אזעקת זיהוי הומנואידית
id: Alarm deteksi humanoid
it: Allarme rilevamento umanoide
ja: 人検出アラーム
ko: 휴머노이드 감지 알람
nb: Humanoid deteksjonsalarm
nl: Alarm voor humanoïde detectie
pl: Alarm wykrywania humanoidów
pt_br: Alarme de detecção humanóide
ro: Alarma de detectare a umanoidului
ru: Гуманоид обнаружения тревоги
sv: Humanoid detekteringslarm
th: สัญญาณเตือนการตรวจจับมนุษย์
tr: İnsansı algılama alarmı
vi: Báo động phát hiện hình người
zh_hans: 人形侦测报警
zh_hant: 人形偵測報警

# Addevice_pair_time_out
source: Base station pairing timed out
cs: Vypršel časový limit párování základnové stanice
de: Zeitüberschreitung beim Verbinden der Basisstation
es: Se agotó el tiempo de emparejamiento de la estación base
fi: Tukiaseman pariliitos aikakatkaistiin
fr: L'appairage de la station de base a expiré
he: תם הזמן הקצוב להתאמה של תחנת בסיס
id: Waktu penyandingan stasiun pangkalan habis
it: Abbinamento della stazione base scaduto
ja: 基地局のペアリングがタイムアウトしました
ko: 기지국 페어링 시간 초과
nb: Paring av basestasjon ble tidsavbrutt
nl: Time-out bij koppelen van basisstation
pl: Przekroczono limit czasu parowania ze stacją bazową
pt_br: O emparelhamento da estação base expirou
ro: Împerecherea stației de bază a expirat
ru: Тайм-аут сопряжения с базовой станцией истек
sv: Tidsgräns för basstationshopkoppling
th: หมดเวลาการจับคู่สถานีฐาน
tr: Baz istasyonu eşleştirmesi zaman aşımına uğradı
vi: Đã hết thời gian ghép nối trạm gốc
zh_hans: 基站配对超时
zh_hant: 基站配對超時

# person_set_Upload_crash_filing_failed
source: Partial crash file upload failed
cs: Částečné nahrání souboru selhalo
de: Hochladen des Fehlerberichtes teilweise fehlgeschlagen
es: Fallo en la carga parcial del archivo
fi: Osittainen kaatumistiedoston lataus epäonnistui
fr: Échec du téléchargement partiel du fichier de blocage
he: טעינה חלקית של הקובץ לקרוס נכשלה
id: Pengunggahan file kerusakan sebagian gagal
it: Caricamento parziale del file di crash non riuscito
ja: 一部破損したファイルをアップロードできませんでした。
ko: 부분적인 크래시 파일 업로드에 실패했습니다.
nb: Delvis krasjfilopplasting mislyktes
nl: Gedeeltelijke crashbestand uploaden mislukt
pl: Częściowe przesłanie pliku awarii nie powiodło się
pt_br: Falha no upload parcial do arquivo de falha
ro: Încărcarea fișierului accidental parțial a eșuat
ru: Частичная ошибка при загрузке файла
sv: Delad kraschfiluppladdning misslyckades
th: อัปโหลดไฟล์ที่ขัดข้องบางไฟล์ไม่สำเร็จ
tr: Kısmi kilitlenme dosyası yüklenemedi
vi: Không tải lên được một số tệp bị lỗi
zh_hans: 部分崩溃文件上传失败
zh_hant: 部分崩潰文件上傳失敗

# deviceSetting_evening_turn_off_next_morning_ios
source: %@ - %@ turn off the camera the next day
cs: %@ - %@ vypněte fotoaparát následující den
de: %@ - %@ schalte die Kamera am nächsten Tag aus
es: %@ - %@ apaga la cámara al día siguiente
fi: %@ - %@ sammuta kamera seuraavana päivänä
fr: %@ - %@ éteignez l'appareil photo le lendemain
he: %@ - %@ כבה את המצלמה למחרת
id: %@ - %@ matikan kamera keesokan harinya
it: %@ - %@ spegni la fotocamera il giorno successivo
ja: %@-%@翌日カメラの電源を切ります
ko: %@ - %@ 다음날 카메라 끄기
nb: %@ - %@ slå av kameraet neste dag
nl: %@ - %@ zet de camera de volgende dag uit
pl: %@ - %@ wyłącz aparat następnego dnia
pt_br: %@ - %@ desligue a câmera no dia seguinte
ro: %@ - %@ opriți camera a doua zi
ru: %@ - %@ выключить камеру на следующий день
sv: %@ - %@ stäng av kameran nästa dag
th: %@ - %@ ปิดกล้องวันถัดไป
tr: %@ - %@ ertesi gün kamerayı kapat
vi: %@ -%@ tắt máy ảnh vào ngày hôm sau
zh_hans: %@ - 次日%@关闭摄像机
zh_hant: %@ - 次日%@關閉攝像機

# addSetting_tips
source: Device is not saved,exit?
cs: Přístroj není uložen. Opravdu chcete se odhlásit?
de: Gerät nicht gespeichert, beenden?
es: El Equipo no se guarda. ¿Seguro que quieres salir?
fi: Laitetta ei tallenneta. Haluatko varmasti kirjautua ulos?
fr: l'appareil n'est pas enregistré, quitter ?
he: המכשיר לא יישמר,האם ברצונך לצאת?
id: Perangkat tidak tersimpan,keluar?
it: Dispositivo non salvato,uscire?
ja: デバイスを保存しずに、終了しますか？
ko: 제품이 등록되지 않았습니다. 종료하시겠습니까?
nb: Enhet er ikke lagret-avslutt?
nl: Apparaat niet opgeslagen,afsluiten?
pl: Urządzenie nie zapisane,wyjść?
pt_br: O dispositivo não está salvo,sair?
ro: Dispozitivul nu este salvat,ieșiți?
ru: Устройство не сохранено,выход?
sv: Enheten sparas inte,avsluta?
th: อุปกรณ์ไม่ได้ถูกบันทึก,ต้องการออก?
tr: Cihaz kaydedilmedi,çıkış?
vi: Thiết bị chưa được lưu. Bạn có chắc chắn muốn thoát không?
zh_hans: 设备未保存，确定要退出吗？
zh_hant: 設備未保存，確定要退出嗎？

# Update_Updating
source: Updating
cs: Aktualizace
de: Aktualisierung...
es: Actualizando
fi: Päivitetään
fr: Mise à jour
he: עִדכּוּן
id: Memperbarui
it: In aggiornamento
ja: 更新
ko: 업데이트 중
nb: Oppdaterer
nl: Updaten
pl: Aktualizacja
pt_br: Atualizando
ro: Actualizare
ru: Обновление
sv: Uppdaterar
th: กำลังอัปเดต
tr: güncelleniyor
vi: Đang cập nhật
zh_hans: 更新中...
zh_hant: 更新中...

# Service_map_time_demand
source: Accurate business hours can add more customers to you
cs: Přesná pracovní doba vám může přidat více zákazníků
de: Durch genaue Geschäftszeiten können Sie mehr Kunden gewinnen
es: Un horario comercial preciso puede agregarle más clientes
fi: Tarkat aukioloajat voivat lisätä asiakkaita sinulle
fr: Des heures d'ouverture précises peuvent vous ajouter plus de clients
he: שעות עבודה מדויקות יכולות להוסיף לך לקוחות נוספים
id: Jam kerja yang akurat dapat menambah lebih banyak pelanggan untuk Anda
it: Orari di lavoro precisi possono aggiungere più clienti a te
ja: 正確な営業時間はあなたにより多くの顧客を追加することができます
ko: 정확한 업무 시간으로 더 많은 고객을 확보 할 수 있습니다
nb: Nøyaktige åpningstider kan gi deg flere kunder
nl: Nauwkeurige openingstijden kunnen u meer klanten opleveren
pl: Dokładne godziny pracy mogą zwiększyć liczbę klientów
pt_br: O horário comercial preciso pode adicionar mais clientes a você
ro: Orele de afaceri precise vă pot adăuga mai mulți clienți
ru: Точные часы работы могут добавить вам больше клиентов
sv: Exakta öppettider kan lägga till fler kunder till dig
th: เวลาทำการที่ถูกต้องสามารถเพิ่มลูกค้าให้คุณได้มากขึ้น
tr: Doğru çalışma saatleri size daha fazla müşteri ekleyebilir
vi: Giờ làm việc chính xác có thể thêm nhiều khách hàng hơn cho bạn
zh_hans: 准确的营业时间能为您增加更多的客户
zh_hant: 準確的營業時間能為您增加更多的客戶

# cloud_migration_offline_device_prompt
source: Is there an offline device with a cloud service currently attached, and is the device cloud service migrated to the new device?
cs: Je v současné době připojeno zařízení offline s cloudovou službou a je služba cloudu zařízení přenesena do nového zařízení?
de: Gibt es ein Offline-Gerät, an das derzeit ein Cloud-Dienst angeschlossen ist, und wird der Geräte-Cloud-Dienst auf das neue Gerät migriert?
es: ¿Hay un Equipo fuera de línea con un servicio en la nube conectado actualmente y el servicio en la nube del Equipo se migra al nuevo Equipo?
fi: Onko käytössä offline-laite, jossa on pilvipalvelu, ja onko laitteen pilvipalvelu siirretty uuteen laitteeseen?
fr: Existe-t-il un périphérique hors ligne auquel un service de cloud est actuellement connecté et le service de cloud de périphérique est-il migré vers le nouveau périphérique?
he: האם יש כעת מכשיר לא מקוון עם שירות ענן המחובר כעת, האם שירות ענן המכשיר הועבר למכשיר החדש?
id: Apakah ada perangkat offline dengan layanan cloud yang saat ini terpasang, dan apakah layanan cloud perangkat dimigrasi ke perangkat baru?
it: Esiste un dispositivo offline con un servizio cloud attualmente collegato e il servizio cloud del dispositivo è migrato sul nuovo dispositivo?
ja: 現在接続されているクラウドサービスを持つオフラインデバイスがあり、そのデバイスクラウドサービスは新しいデバイスに移行されていますか？
ko: 현재 연결된 클라우드 서비스가있는 오프라인 장치가 있고 새 장치로 마이그레이션 된 장치 클라우드 서비스입니까?
nb: Er det en offline-enhet med en skygtjeneste som nå er vedlagt, og er enhetens skygtjeneste migrert til den nye enheten?
nl: Is er een offline apparaat met een cloudservice momenteel gekoppeld en is de apparaatcloudservice gemigreerd naar het nieuwe apparaat?
pl: Czy jest aktualnie podłączone urządzenie offline z usługą w chmurze i czy usługa chmury urządzenia jest migrowana do nowego urządzenia?
pt_br: Existe um dispositivo off-line com um serviço de nuvem atualmente conectado e o serviço de nuvem do dispositivo foi migrado para o novo dispositivo?
ro: Există un dispozitiv offline cu un serviciu cloud atașat în prezent și serviciul cloud de pe dispozitiv este migrat la noul dispozitiv?
ru: Есть ли в настоящее время автономное устройство с облачной службой, подключенной в данный момент, и перенесена ли облачная служба устройства на новое устройство?
sv: Finns det en offline-enhet med en molntjänst som för närvarande är kopplad, och har molntjänsten för enhet migrerats till den nya enheten?
th: มีอุปกรณ์ออฟไลน์ที่เชื่อมต่อกับบริการคลาวด์อยู่หรือไม่และบริการคลาวด์ของอุปกรณ์ถูกย้ายไปยังอุปกรณ์ใหม่หรือไม่
tr: Şu anda ekli bir bulut servisine sahip çevrimdışı bir cihaz var mı ve cihaz bulut servisi yeni cihaza mı aktarılıyor?
vi: Hiện có một thiết bị ngoại tuyến được liên kết với dịch vụ đám mây. Bạn có muốn di chuyển dịch vụ đám mây của thiết bị sang một thiết bị mới không?
zh_hans: 当前存在已绑定云服务的离线设备，是否将该设备云服务迁移至新设备？
zh_hant: 當前存在已綁定雲服務的離線設備，是否將該設備雲服務遷移至新設備？

# Devicesetting_Auto
source: Auto
he: אוטומטי
id: Mobil
ja: 自動
ko: 자동
pl: Automatyczny
ru: Авто
sv: Bil
th: รถยนต์
tr: Oto
vi: Tự động
zh_hans: 自动模式
zh_hant: 自動模式

# alarm_someone_show
source: Human appears
cs: Objevuje se člověk
de: Jemand erscheint
es: Aparece humano
fi: Ihminen ilmestyy
fr: L'humain apparaît
he: אדם מופיע
id: Manusia muncul
it: Appare umano
ja: 人間が現れる
ko: 인간이 나타난다
nb: Mennesket dukker opp
nl: Mens verschijnt
pl: Pojawia się człowiek
pt_br: Humano aparece
ro: Omul apare
ru: Появляется человек
sv: Människan dyker upp
th: มนุษย์ปรากฏตัว
tr: insan görünür
vi: Con người xuất hiện
zh_hans: 有人出现
zh_hant: 有人出現

# add_Monthly_Plan
source: Monthly Plan
cs: Měsíční balíček
de: Monatliches Paket
es: Paquete mensual
fi: Kuukausipaketti
fr: Forfait mensuel
he: חבילה חודשית
id: Paket bulanan
it: Pacchetto mensile
ja: 月額パッケージ
ko: 월간 패키지
nb: Månedlig pakke
nl: Maandelijks pakket
pl: Pakiet miesięczny
pt_br: Pacote mensal
ro: Pachet lunar
ru: Ежемесячный пакет
sv: Månadspaket
th: แพ็คเกจรายเดือน
tr: Aylık paket
vi: Gói hàng tháng
zh_hans: 月套餐
zh_hant: 月套餐

# adddevice_wifi_click_arrow
source: Select WiFi
cs: Vyberte možnost WiFi
de: WLAN auswählen
es: Seleccione WiFi
fi: Valitse WiFi
fr: Sélectionnez WiFi
he: בחר WiFi
id: Pilih WiFi
it: Seleziona WiFi
ja: 無線LANを選択
ko: WiFi 선택
nb: Velg WiFi
nl: Selecteer WiFi
pl: Wybierz WiFi
pt_br: Selecione WiFi
ro: Selectați WiFi
ru: Выберите WiFi
sv: Välj WiFi
th: เลือก WiFi
tr: WiFi Seç
vi: Chọn WiFi
zh_hans: 选择WiFi
zh_hant: 選擇WiFi

# devicelist_switch_outhome_success
source: Switched to away mode
cs: Přepnuto do domácího režimu
de: In den Unterwegs Modus gewechselt
es: Cambiado a Modo de salida
fi: Vaihdettu kotitilaan
fr: Basculement en Mode de départ
he: הוגדר מצב חוץ
id: terpindah ke model luar
it: Passato a Modalità di partenza
ja: 起動モードに切り替える
ko: 외출 모드 변경됨
nb: Byttet til hjemmemodus
nl: Overgeschakeld naar vertrektijd
pl: Przełączono na Tryb wyjazdu
pt_br: Comutado para o modo ausente
ro: Comutată în modul de plecare
ru: Переключился в режим выезда
sv: Växlas till bortläge
th: สลับเป็นโหมดไม่อยู่บ้านแล้ว
tr: Uzak moda geçti
vi: Đã chuyển sang chế độ không ở nhà
zh_hans: 已切换成离家模式
zh_hant: 已切換成離家模式

# me_Boot_prompt_1
source: The privacy policy and version information are moved here!
cs: Zásady ochrany osobních údajů a informace o verzi jsou přesunuty sem!
de: Die Datenschutzerklärung und Versionsinformationen wurden hierhin verschoben!
es: ¡La política de privacidad y la información de la versión se mueven aquí!
fi: Tietosuojakäytäntö ja versiotiedot siirretään tänne!
fr: La politique de confidentialité et les informations de version sont déplacées ici!
he: מדיניות הפרטיות ומידע הגרסאות מועברים לכאן!
id: Kebijakan privasi dan informasi versi dipindahkan ke sini!
it: l'informativa sulla privacy e le informazioni sulla versione vengono spostate qui!
ja: プライバシーポリシーとバージョン情報はここに移動されます！
ko: 개인 정보 보호 정책 및 버전 정보가 여기로 이동되었습니다!
nb: Personvernregler og versjonsinformasjon flyttes hit!
nl: Het privacybeleid en de versie-informatie zijn hierheen verplaatst!
pl: Polityka prywatności i informacje o wersji zostały przeniesione tutaj!
pt_br: A política de privacidade e as informações da versão foram movidas aqui!
ro: Politica de confidențialitate și informațiile despre versiune sunt mutate aici!
ru: Политика конфиденциальности и информация о версии перенесены сюда!
sv: Sekretesspolicyn och versioninformation flyttas hit!
th: นโยบายความเป็นส่วนตัวและข้อมูลเวอร์ชันถูกย้ายมาที่นี่!
tr: Gizlilik politikası ve sürüm bilgileri buraya taşınır!
vi: Chính sách bảo mật và thông tin phiên bản được chuyển đến đây!
zh_hans: 隐私政策与版本信息移到这里了！
zh_hant: 隱私政策與版本資訊移到這裡了！

# password_bindingFailed_phone
source: This cellphone number is bound
cs: Telefonní číslo bylo vázáno
de: Diese Handynummer ist eingebunden
es: Este número de teléfono celular ha sido vinculado
fi: Puhelinnumero on sidottu
fr: Ce numéro de téléphone portable est lié
he: המספר כבר משוייך
id: nomor HP ini terikat
it: Numero telefonico vincolato
ja: この携帯電話番号は共有されています。
ko: 이 핸드폰 번호가 묶여 있습니다.
nb: Dette mobilnummeret er knyttet
nl: Dit mobiel nummer is gekoppeld
pl: Ten numer telefonu komórkowego jest powiązany
pt_br: Este número de celular está ligado
ro: Acest număr de telefon este legat
ru: Этот номер мобильного телефона привязан
sv: Detta mobilnummer är bunden
th: หมายเลขโทรศัพท์มือถือนี้ถูกผูกไว้
tr: Bu cep telefonu numarası bağlı
vi: Số điện thoại di động đã bị ràng buộc
zh_hans: 手机号已被绑定
zh_hant: 手機號已被綁定

# person_feedback_question_USB_detail
source: It is recommended to use the power adapter that comes with the device. If you use an external power supply, the device may be damaged if the power supply is unstable.
cs: Doporučuje se používat napájecí adaptér dodávaný se zařízením. Pokud používáte externí napájení, může být zařízení v případě nestabilního napájení poškozené.
de: Es wird empfohlen, das mit dem Gerät gelieferte Netzteil zu verwenden. Wenn Sie ein externes Netzteil verwenden, kann das Gerät beschädigt werden, wenn das Netzteil instabil ist.
es: Se recomienda utilizar el adaptador de corriente que viene con el dispositivo. Si utiliza una fuente de alimentación externa, el dispositivo puede dañarse si la fuente de alimentación es inestable.
fi: On suositeltavaa käyttää laitteen mukana toimitettua verkkolaitetta. Jos käytät ulkoista virtalähdettä, laite voi vaurioitua, jos virtalähde on epävakaa.
fr: Il est recommandé d'utiliser l'adaptateur secteur fourni avec l'appareil. Si vous utilisez une alimentation externe, l'appareil peut être endommagé si l'alimentation est instable.
he: מומלץ להשתמש במתאם החשמל שמגיע למכשיר. אם אתה משתמש באספקת חשמל חיצונית, ההתקן עלול להיפגע אם ספק הכוח אינו יציב.
id: Disarankan untuk menggunakan adaptor daya yang disertakan dengan perangkat. Jika Anda menggunakan catu daya eksternal, perangkat mungkin rusak jika catu daya tidak stabil.
it: Si consiglia di utilizzare l'alimentatore fornito con il dispositivo. Se si utilizza un alimentatore esterno, il dispositivo potrebbe essere danneggiato se l'alimentatore è instabile.
ja: デバイスに付属の電源アダプターを使用することをお勧めします。外部電源を使用する場合、電源が不安定な場合、デバイスが損傷する可能性があります。
ko: 장치와 함께 제공된 전원 어댑터를 사용하는 것이 좋습니다. 외부 전원 공급 장치를 사용하는 경우 전원 공급 장치가 불안정하면 장치가 손상 될 수 있습니다.
nb: Det anbefales å bruke strømadapteren som følger med enheten. Hvis du bruker en ekstern strømforsyning, kan enheten bli skadet hvis strømforsyningen er ustabil.
nl: Het wordt aanbevolen om de voedingsadapter te gebruiken die bij het apparaat wordt geleverd. Als u een externe voeding gebruikt, kan het apparaat beschadigd raken als de voeding onstabiel is.
pl: Zaleca się stosowanie zasilacza dostarczonego z urządzeniem. Jeśli używasz zewnętrznego zasilacza, urządzenie może zostać uszkodzone, jeśli zasilacz jest niestabilny.
pt_br: É recomendável usar o adaptador de energia que acompanha o dispositivo. Se você usar uma fonte de alimentação externa, o dispositivo poderá ser danificado se a fonte de alimentação for instável.
ro: Se recomandă utilizarea adaptorului de alimentare care vine împreună cu dispozitivul. Dacă utilizați o sursă de alimentare externă, dispozitivul poate fi deteriorat dacă sursa de alimentare este instabilă.
ru: Рекомендуется использовать адаптер питания, который поставляется с устройством. Если вы используете внешний источник питания, устройство может быть повреждено, если источник питания нестабилен.
sv: Vi rekommenderar att du använder strömadaptern som medföljer enheten. Om du använder en extern strömförsörjning kan enheten skadas om strömförsörjningen är instabil.
th: ขอแนะนำให้ใช้อะแดปเตอร์แปลงไฟที่มาพร้อมกับอุปกรณ์ หากคุณใช้แหล่งจ่ายไฟภายนอกอุปกรณ์อาจได้รับความเสียหายหากแหล่งจ่ายไฟไม่เสถียร
tr: Aygıtla birlikte verilen güç adaptörünü kullanmanız önerilir. Harici bir güç kaynağı kullanırsanız, güç kaynağı kararsızsa aygıt zarar görebilir.
vi: Nên sử dụng bộ đổi nguồn đi kèm với thiết bị, việc sử dụng nguồn điện bên ngoài có thể làm hỏng thiết bị nếu nguồn điện không ổn định.
zh_hans: 建议使用设备自带的电源适配器,使用外接电源如果电源不稳定可能会对设备造成损坏。
zh_hant: 建議使用設備自帶的電源適配器,使用外接電源如果電源不穩定可能會對設備造成損壞。

# devicesetting_enable_push_alert_first
source: Please enable push alert messages first
cs: Nejprve prosím povolte zprávy s upozorněním push
de: Bitte aktivieren Sie zuerst Push-Benachrichtigungen
es: Habilite primero los mensajes de alerta push
fi: Ota push-hälytysviestit käyttöön ensin
fr: Veuillez d'abord activer les messages d'alerte push
he: אנא הפעל תחילה הודעות התראות בדחיפה
id: Harap aktifkan pesan peringatan push terlebih dahulu
it: Abilita prima i messaggi di avviso push
ja: 最初にプッシュアラートメッセージを有効にしてください
ko: 먼저 푸시 알림 메시지를 활성화하십시오
nb: Aktiver push-varslingsmeldinger først
nl: Schakel eerst push-waarschuwingsberichten in
pl: Najpierw włącz komunikaty alertów push
pt_br: Ative as mensagens de alerta push primeiro
ro: Vă rugăm să activați mai întâi mesajele de alertă push
ru: Сначала включите push-оповещения
sv: Vänligen aktivera push-varningsmeddelanden först
th: กรุณาเปิดใช้งานข้อความแจ้งเตือนแบบพุชก่อน
tr: Lütfen önce push uyarı mesajlarını etkinleştirin
vi: Vui lòng bật thông báo cảnh báo đẩy trước
zh_hans: 请先开启推送警报消息
zh_hant: 請先開啟推送警報消息

# play_screenshot_success
source: Screenshot succeeds
cs: Úspěšný snímek obrazovky
de: Screenshot erfolgreich
es: Captura de pantalla exitosa
fi: Onnistunut kuvakaappaus
fr: Screenshot réussi
he: התצלום נלקח בהצלחה
id: screenshot berhasil
it: Istantanea acquisita con successo
ja: スクリーンショット成功
ko: 캡쳐 완료
nb: Skjermbilde ble tatt
nl: Screenshot gelukt
pl: Zdjęcie wykonane
pt_br: A captura de tela é bem-sucedida
ro: Captură de ecran reușește
ru: Скриншот успешен
sv: Skärmbilden lyckas
th: การจับภาพหน้าจอสำเร็จ
tr: Ekran görüntüsü başarılı
vi: Ảnh chụp màn hình thành công
zh_hans: 截图成功
zh_hant: 截圖成功

# devicesetting_privacy_set
source: Privacy area setting
cs: Nastavení oblasti soukromí
de: Privatsphärebereich(e) festlegen
es: Configuración del área de privacidad
fi: Yksityisyysalueen asetus
fr: Paramétrage de la zone de confidentialité
he: הגדרת אזור פרטיות
id: Pengaturan area privasi
it: Impostazione dell'area privacy
ja: プライバシーエリアの設定
ko: 프라이버시 영역 설정
nb: Innstilling for personvernområde
nl: Instelling privacygebied
pl: Ustawienie obszaru prywatności
pt_br: Configuração da área de privacidade
ro: Setarea zonei de confidențialitate
ru: Настройка зоны конфиденциальности
sv: Inställning för integritetsområde
th: การตั้งค่าพื้นที่ความเป็นส่วนตัว
tr: Gizlilik alanı ayarı
vi: Cài đặt khu vực riêng tư
zh_hans: 隐私区设置
zh_hant: 隱私區域設置
