Repository: Yolo-cell-hash/go_home_ios
Catalog: ios/Runner/JASDK/JAResources/XLanguage/X35MultiLanguage/*.lproj/X35MutiLanguage.strings
Languages: cs, de, es, fi, fr, he, id, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sv, th, tr, vi, zh_hans, zh_hant

# deviceSetting_infrared_night_vision_describe
source: Use Infrared LEDs at night. The camera sees B/W IR night image at night.
cs: V noci používejte infračervené LED. Kamera vidí v noci černobílý IR noční obraz.
de: Nachts werden die Infrarot-LEDs eingeschaltet und ein s/w-Bild angezeigt.
es: Use LED infrarrojos por la noche. La cámara ve una imagen nocturna IR en blanco y negro por la noche.
fi: Käytä infrapuna-LED-valoja yöllä. Kamera näkee mustavalkoisen IR-yökuvan yöllä.
fr: Utilisez des LED infrarouges la nuit. La caméra voit l'image nocturne IR N/B la nuit.
he: השתמש בנורות אינפרא אדום בלילה. המצלמה רואה בלילה תמונת לילה אינפראולוגית בשחור/לב.
id: Gunakan LED Inframerah di malam hari. Kamera melihat gambar malam B/W IR di malam hari.
it: Usa i LED a infrarossi di notte. La fotocamera vede l'immagine notturna IR B/N di notte.
ja: 夜間は赤外線LEDを使用してください。カメラは夜に白黒IRの夜の画像を認識します。
ko: 야간에는 적외선 LED를 사용하십시오. 카메라는 야간에 흑백 IR 야간 이미지를 봅니다.
nb: Bruk infrarøde lysdioder om natten. Kameraet ser svart/hvitt IR nattbilde om natten.
nl: Gebruik 's nachts infrarood-LEd's. De camera ziet 's nachts een zwart-wit IR-nachtbeeld.
pl: Używaj diod podczerwieni w nocy. Kamera widzi w nocy czarno-biały obraz w podczerwieni.
pt_br: Use LEDs infravermelhos à noite. A câmera vê a imagem noturna B/W IR à noite.
ro: Utilizați LED-uri cu infraroșu noaptea. Camera vede imagini de noapte IR alb/negru noaptea.
ru: Используйте инфракрасные светодиоды ночью. Ночью камера видит черно-белое ИК-изображение.
sv: Använd infraröda lysdioder på natten. Kameran ser svartvitt IR nattbild på natten.
th: ใช้ไฟ LED อินฟราเรดในเวลากลางคืน กล้องมองเห็นภาพ B/W IR night ในเวลากลางคืน
tr: Geceleri Kızılötesi LEd'leri kullanın. Kamera geceleri S/B IR gece görüntüsünü görür.
vi: Sử dụng đèn LED hồng ngoại vào ban đêm. Máy ảnh nhìn thấy hình ảnh ban đêm B / W IR vào ban đêm.
zh_hans: 不使用LED白光灯，夜晚只使用红外黑白夜视。
zh_hant: 不使用LED白光燈，夜晚只使用紅外黑白夜視。

# password_bindingAndReset
source: Please input cellphone number and bind the account,and then can use cellphone number to change password.
cs: Zadejte prosím telefonní číslo,na kterém se účet připojí. Po vázání můžete heslo obnovit telefonním číslem.
de: Bitte Handynummer eingeben, um Account damit zu verbinden. Danach kann über die Handynummer das Passwort geändert werden.
es: Por favor ingrese el número de teléfono para enlazar la cuenta. Después del enlace,puede restablecer la contraseña a través del número de teléfono.
fi: Anna puhelinnumero,joka sitoo tilin. Kun olet sitoutunut,voit nollata salasanan puhelinnumerolla.
fr: Entrer le numéro de téléphone portable et se connecter pour pouvoir utiliser le numéro de téléphone portable pour changer le mot de passe.
he: הכנס את מספר הטלפון כדי לשייך את החשבון
id: masukan Nomor HP untuk mengkaitkan Akun,makan dapat menganti sandi dengan nomor HP
it: Prego inserire numero telefonico ed associare account,sarà poi possibile modificare la password tramite smartphone
ja: 携帯電話番号を入力してアカウントを共有してから、携帯電話番号を使用してパスワードを変更してください。
ko: 핸드폰 번호를 입력하고 계정을 연결 한 다음 핸드폰 번호를 사용하여 암호를 변경하십시오.
nb: Vennligst skriv inn telefonnummer og knytt det til kontoen. Telefonnummeret kan da brukes til å endre passord.
nl: Mobiel nummer invoeren en account koppelen,en dan mobiel nummer gebruiken om wachtwoord te wijzigen.
pl: Wprowadź numer telefonu komórkowego i powiązaj konto,a następnie użyj numeru telefonu komórkowego,aby zmienić hasło.
pt_br: Por favor insira o número do celular e ligue a conta,e então pode usar o número do celular para alterar a senha.
ro: Introduceți numărul de telefon mobil și legați contul,apoi puteți utiliza numărul de telefon pentru a schimba parola.
ru: Пожалуйста,введите номер мобильного телефона и привязать учетную запись,а затем можете использовать номер мобильного телефона для изменения пароля.
sv: Ange telefonnummer och binda kontot och använd sedan mobilnummer för att ändra lösenord.
th: กรุณาใส่หมายเลขโทรศัพท์มือถือและผูกบัญชีจากนั้นสามารถใช้หมายเลขโทรศัพท์มือถือเพื่อเปลี่ยนรหัสผ่าน
tr: Lütfen cep telefonu numarasını girin ve hesabı bağlayın,sonra şifreyi değiştirmek için cep telefonu numarasını kullanabilirsiniz.
vi: Vui lòng nhập số điện thoại của bạn để liên kết tài khoản của bạn. Sau khi liên kết, bạn có thể đặt lại mật khẩu bằng số điện thoại của mình.
zh_hans: 请输入手机号，进行帐号绑定，绑定后可通过手机号重置密码。
zh_hant: 請輸入手機號，進行帳號綁定，綁定後可通過手機號重置密碼。

# devicelist_defense_offline_help_1
source: 1、 Please check if the camera is powered on.
cs: 1、 Zkontrolujte, zda je fotoaparát zapnutý.
de: 1. Überprüfen Sie, ob die Kamera eingeschaltet ist.
es: 1、 Compruebe si la cámara está encendida.
fi: 1、 Tarkista, onko kamera päällä.
fr: 1、 Veuillez vérifier si la caméra est allumée.
he: 1、 בדוק אם המצלמה מופעלת.
id: 1、 Silakan periksa apakah kamera dihidupkan.
it: 1、 Si prega di verificare se la fotocamera è accesa.
ja: 1、カメラの電源が入っているか確認してください。
ko: 1、 카메라의 전원이 켜져 있는지 확인하십시오.
nb: 1、 Kontroller om kameraet er slått på.
nl: 1、 Controleer of de camera is ingeschakeld.
pl: 1、 Sprawdź, czy kamera jest włączona.
pt_br: 1、 Por favor, verifique se a câmera está ligada.
ro: 1、 Verificați dacă aparatul foto este pornit.
ru: 1、 Пожалуйста, проверьте, включена ли камера.
sv: 1、 Kontrollera om kameran är påslagen.
th: 1. โปรดตรวจสอบว่ากล้องเปิดอยู่หรือไม่
tr: 1、 Lütfen kameranın açık olup olmadığını kontrol edin.
vi: 1. Vui lòng kiểm tra xem máy ảnh có trong tình trạng nguồn điện tốt không
zh_hans: 1、请检查摄像机通电状态是否良好
zh_hant: 1、請檢查攝像機通電狀態是否良好

# playback_check_following_questions
source: Please check the following questions
cs: Zkontrolujte prosím následující otázky
de: Bitte folgende Fragen prüfen
es: Por favor marque las siguientes preguntas
fi: Tarkista seuraavat kysymykset
fr: Veuillez vérifier les questions suivantes
he: אנא בדוק את השאלות הבאות
id: Silakan periksa pertanyaan berikut
it: Si prega di controllare le seguenti domande
ja: 以下の質問を確認してください
ko: 다음 질문을 확인하십시오
nb: Vennligst sjekk følgende spørsmål
nl: Controleer de volgende vragen:
pl: Proszę sprawdzić następujące pytania
pt_br: Por favor, verifique as seguintes questões
ro: Vă rugăm să verificați următoarele întrebări
ru: Пожалуйста, проверьте следующие вопросы
sv: Kontrollera följande frågor
th: โปรดตรวจสอบคำถามต่อไปนี้
tr: Lütfen aşağıdaki soruları kontrol edin
vi: Vui lòng kiểm tra các câu hỏi sau
zh_hans: 请检查以下问题
zh_hant: 請檢查以下問題

# help_addDevice_textTips_11
source: * Please make sure your phone's GPS and WiFi permissions are turned on.
cs: * Ujistěte se prosím, že jsou zapnutá vaše telefonní oprávnění GPS a WiFi.
de: * Stellen Sie sicher, dass Standort- und WLAN-Berechtigungen Ihres Telefons aktiviert sind.
es: * Asegúrese de que los permisos de GPS y WiFi de su teléfono estén activados.
fi: * Varmista, että puhelimen GPS- ja WiFi-käyttöoikeudet ovat käytössä.
fr: * Assurez-vous que les autorisations GPS et WiFi de votre téléphone sont activées.
he: * אנא ודא את הטלפון's GPS ו- WiFi הרשאות מופעלות.
id: * Harap pastikan izin GPS dan WiFi ponsel Anda dihidupkan.
it: * Assicurati che le autorizzazioni GPS e WiFi del tuo telefono siano attive.
ja: *携帯のGPSと無線LANのアクセス許可がオンになっていることを確認してください。
ko: * 휴대 전화의 GPS 및 WiFi 권한이 켜져 있는지 확인해주세요.
nb: * Pass på at telefonens GPS- og WiFi-tillatelser er slått på.
nl: * Zorg ervoor dat de gps- en WiFi-rechten van je telefoon zijn ingeschakeld.
pl: * Upewnij się, że telefon i GPS są włączone.
pt_br: * Por favor, verifique se as permissões de GPS e WiFi do seu telefone estão ativadas.
ro: * Asigurați-vă că telefonul și permisiunile WiFi sunt activate.
ru: * Пожалуйста, убедитесь, что в вашем телефоне включены разрешения GPS и WiFi.
sv: * Kontrollera att telefonens GPS- och WiFi-behörigheter är aktiverade.
th: * โปรดตรวจสอบให้แน่ใจว่าได้เปิดการอนุญาต GPS และ WiFi ของโทรศัพท์แล้ว
tr: * Lütfen telefonunuzun GPS ve WiFi izinlerinin açık olduğundan emin olun.
vi: * Hãy đảm bảo rằng các quyền GPS và WiFi của điện thoại di động đã được bật.
zh_hans: *请确保手机GPS与WiFi权限已开启。
zh_hant: *請確保手機GPS與WiFi權限已開啟。

# preview_intercom
source: Microphone
cs: Intercom
de: Sprechen
es: Intercomunicador
fi: Sisäpuhelin
he: אינטרקום
id: Interkom
it: Citofono
ja: インターホン
ko: 선내 통화 장치
nb: Intercom
nl: Microfoon
pl: Mikrofon
pt_br: Interfone
ro: interfon
ru: Внутренняя связь
sv: Mikrofon
th: ไมโครโฟน
tr: interkom
vi: Liên lạc nội bộ
zh_hans: 对讲
zh_hant: 對講

# devicelist_defense_offline_help_2
source: 2、Try to match code again after reset the camera
cs: 2、 Zkuste resetovat kameru a znovu přiřadit kód.
de: 2. Versuchen Sie, die Kamera zurückzusetzen und erneut hinzuzufügen.
es: 2、 intente restablecer la cámara y luego vuelva a coincidir el código.
fi: 2、 Yritä nollata kamera ja sovittaa sitten koodi uudelleen.
fr: 2、 essayez de réinitialiser l'appareil photo, puis associez à nouveau le code.
he: 2、 נסה לאפס את המצלמה ואז להתאים שוב לקוד.
id: 2、 Cobalah untuk mengatur ulang kamera dan kemudian mencocokkan kode lagi.
it: 2、 prova a reimpostare la videocamera e quindi abbina nuovamente il codice.
ja: 2、カメラをリセットし、コードを再度一致させます。
ko: 2、 카메라를 재설정 한 다음 코드를 다시 일치 시키십시오.
nb: 2、 Prøv å tilbakestille kameraet, og match deretter koden igjen.
nl: 2、 probeer de camera opnieuw in te stellen en pas de code vervolgens opnieuw aan.
pl: 2、 Spróbuj zresetować aparat, a następnie ponownie dopasuj kod.
pt_br: 2、 tente redefinir a câmera e depois corresponda ao código novamente.
ro: 2、 Încercați să resetați camera și apoi să potriviți din nou codul.
ru: 2、 Попробуйте сбросить настройки камеры, а затем снова сопоставьте код.
sv: 2、 Försök återställa kameran och matcha sedan koden igen.
th: 2. ลองจับคู่รหัสอีกครั้งหลังจากรีเซ็ตกล้อง
tr: 2、 Kamerayı sıfırlamayı deneyin ve ardından kodu tekrar eşleştirin.
vi: 2. Thử đặt lại máy ảnh và thêm lại
zh_hans: 2、尝试将摄像机重置后重新对码添加
zh_hant: 2、嘗試將攝像機重置後重新對碼添加

# addDevice_Waiting_for_connection
source: Waiting for connection...
cs: Čekání na připojení...
de: Auf Verbindung warten...
es: Esperando la conexión...
fi: Odotetaan yhteyttä...
fr: Attente de la connexion...
he: מחכה לחיבור...
id: Menunggu koneksi...
it: In attesa di connessione...
ja: 接続を待っています...
ko: 연결 대기 중...
nb: Venter på tilkobling...
nl: Wachten op verbinding...
pl: Oczekiwanie na połączenie...
pt_br: Aguardando conexão...
ro: Se așteaptă conexiunea...
ru: Жду подключения ...
sv: Väntar på anslutning...
th: กำลังรอการเชื่อมต่อ...
tr: Bağlantı için bekleniyor...
vi: Đang đợi kết nối...
zh_hans: 等待连接...
zh_hant: 等待連接...

# devicesetting_time_select
source: Time selecttion
cs: Výběr času
de: Uhrzeit auswählen
es: Selección de tiempo
fi: Ajan valinta
fr: Sélection du temps
he: בחר זמן
id: Waktu yang dipilih
it: Selezione del tempo
ja: 時間選択
ko: 시간 선택
nb: Tidsvalg
nl: Tijd selecteren
pl: Wybierz czas
pt_br: Seleção de tempo
ro: Selectați ora
ru: Выбор времени
sv: Välj tid
th: เลือกเวลา
tr: Zaman seçimi
vi: Lựa chọn thời gian
zh_hans: 时间选择
zh_hant: 時間選擇

# add_day_plan
source: %1$s day plan
cs: Balíček %1$s den
de: %1$s Tagespaket
es: Paquete de %1$s día
fi: %1$s päivän paketti
fr: Forfait journée %1$s
he: חבילת יום של %1$s
id: %1$s paket hari
it: Pacchetto giornaliero di %1$s
ja: %1$s日パッケージ
ko: %1$s일 패키지
nb: %1$s dagspakke
nl: %1$s dagpakket
pl: Pakiet dnia %1$s
pt_br: pacote de %1$s dia
ro: pachet de zile %1$s
ru: %1$s дневной пакет
sv: %1$s dags paket
th: แพ็กเกจวัน %1$s
tr: %1$s günlük paket
vi: Gói%1$s ngày
zh_hans: %1$s天套餐
zh_hant: %1$s天套餐

source: Asia/Beirut
cs: Asie / Bejrút
de: Asien / Beirut
fi: Aasia / Beirut
fr: Asie / Beyrouth
he: אסיה / ביירות
ja: アジア/ベイルート
ko: 아시아 / 베이루트
nl: Azië / Beiroet
pl: Asia / Bejrut
pt_br: Ásia / Beirute
ru: Азия / Бейрут
sv: Asien / Beirut
th: เอเชีย / เบรุต
tr: Asya / Beyrut
vi: Beirut / Đông Âu
zh_hans: 贝鲁特/东欧
zh_hant: 貝魯特/東歐

# add_Check_device_physical_SIM_pull_out_click_button
source: Check whether your device has a physical SIM card inserted, if there is a physical SIM card in the device, please pull it out, and then click the "SIM card removed" button below.
cs: Zkontrolujte, zda je ve vašem zařízení vložena fyzická SIM karta, pokud je v zařízení fyzická SIM karta, vytáhněte ji a poté klikněte na tlačítko "SIM karta odstraněna" níže.
de: Überprüfen Sie, ob in Ihrem Gerät eine physische SIM-Karte eingelegt ist. Wenn sich eine physische SIM-Karte im Gerät befindet, ziehen Sie sie bitte heraus und klicken Sie dann unten auf die Schaltfläche "SIM-Karte entfernt".
es: Verifique si su dispositivo tiene una tarjeta SIM física insertada, si hay una tarjeta SIM física en el dispositivo, sáquela y luego haga clic en el botón "Tarjeta SIM extraída" a continuación.
fi: Tarkista, onko laitteessa fyysinen SIM-kortti, jos laitteessa on fyysinen SIM-kortti, vedä se ulos ja napsauta alla olevaa "SIM-kortti poistettu" -painiketta.
fr: Vérifiez si votre appareil a une carte SIM physique insérée, s'il y a une carte SIM physique dans l'appareil, veuillez la retirer, puis cliquez sur le bouton "Carte SIM retirée" ci-dessous.
he: בדוק אם במכשיר שלך הוכנס כרטיס סים פיזי, אם יש כרטיס סים פיזי במכשיר, אנא משוך אותו החוצה ולאחר מכן לחץ על כפתור "כרטיס ה-SIM הוסר" למטה.
id: Periksa apakah perangkat Anda memiliki kartu SIM fisik yang dimasukkan, jika ada kartu SIM fisik di perangkat, silakan tarik keluar, lalu klik tombol "Kartu SIM dilepas" di bawah.
it: Controlla se il tuo dispositivo ha una scheda SIM fisica inserita, se è presente una scheda SIM fisica nel dispositivo, estraila, quindi fai clic sul pulsante "Scheda SIM rimossa" di seguito.
ja: デバイスに物理SIMカードが挿入されているかどうかを確認します。デバイスに物理SIMカードがある場合は、引き出してから、下の[SIMカードを取り外しました]ボタンをクリックしてください。
ko: 장치에 물리적 SIM 카드가 삽입되어 있는지 확인하고 장치에 물리적 SIM 카드가 있으면 빼낸 다음 아래의 "SIM 카드 제거" 버튼을 클릭하십시오.
nb: Sjekk om enheten din har et fysisk SIM-kort satt inn, hvis det er et fysisk SIM-kort i enheten, trekk det ut, og klikk deretter på "SIM-kort fjernet"-knappen nedenfor.
nl: Controleer of er een fysieke simkaart in uw apparaat is geplaatst. Als er een fysieke simkaart in het apparaat zit, trekt u deze eruit en klikt u op de knop "SIM-kaart verwijderd" hieronder.
pl: Sprawdź, czy Twoje urządzenie ma włożoną fizyczną kartę SIM, jeśli w urządzeniu jest fizyczna karta SIM, wyciągnij ją, a następnie kliknij przycisk "Karta SIM usunięta" poniżej.
pt_br: Verifique se o seu dispositivo possui um cartão SIM físico inserido, se houver um cartão SIM físico no dispositivo, retire-o e clique no botão "Cartão SIM removido" abaixo.
ro: Verificați dacă dispozitivul dvs. are o cartelă SIM fizică introdusă, dacă există o cartelă SIM fizică în dispozitiv, vă rugăm să o scoateți, apoi faceți clic pe butonul "Cartel SIM îndepărtat" de mai jos.
ru: Проверьте, вставлена ​​ли в ваше устройство физическая SIM-карта. Если в устройстве есть физическая SIM-карта, извлеките ее, а затем нажмите кнопку "SIM-карта извлечена" ниже.
sv: Kontrollera om din enhet har ett fysiskt SIM-kort isatt, om det finns ett fysiskt SIM-kort i enheten, dra ut det och klicka sedan på knappen "SIM-kort borttaget" nedan.
th: ตรวจสอบว่าอุปกรณ์ของคุณใส่ซิมการ์ดจริงหรือไม่ หากมีซิมการ์ดจริงในอุปกรณ์ โปรดดึงออก จากนั้นคลิกปุ่ม "นำซิมการ์ดออก" ด้านล่าง
tr: Cihazınızda fiziksel bir SIM kart takılı olup olmadığını kontrol edin, cihazda fiziksel bir SIM kart varsa lütfen dışarı çekin ve ardından aşağıdaki "SIM kart çıkarıldı" düğmesine tıklayın.
vi: Kiểm tra xem thiết bị của bạn đã lắp thẻ SIM thực chưa, nếu có thẻ SIM thực trong thiết bị, vui lòng kéo thẻ ra, sau đó nhấp vào nút "Đã tháo thẻ SIM" bên dưới.
zh_hans: 检查您的设备是否插入了实体SIM卡，如果设备中有实体SIM卡请将其拔出，然后点击下方“已拔出SIM卡”按钮。
zh_hant: 檢查您的設備是否插入了實體SIM卡，如果設備中有實體SIM卡請將其拔出，然後點擊下方“已拔出SIM卡”按鈕。

# add_smart_scenes_task
source: %1$d tasks
cs: %1$d úkoly
de: %1$d Aufgaben
es: %1$d tareas
fi: %1$d úkoly
fr: %1$d tâches
he: משימות%1$d
id: %1$d tugas
it: %1$d attività
ja: %1$dタスク
ko: 작업 %1$d 개
nb: %1$d oppgaver
nl: %1$d taken
pl: %1$d zadań
pt_br: %1$d tarefas
ro: %1$d sarcini
ru: %1$d задач
sv: %1$d uppgifter
th: %1$d งาน
tr: %1$d görev
vi: %1$d nhiệm vụ
zh_hans: %1$d个任务
zh_hant: %1$d個任務

# person_feedback_question_card_full_detail
source: Will not stop recording. The recording function of the AP memory card supports loop recording. When the memory card is full, the camera will automatically delete the old video files and write new ones.
cs: Nezastaví nahrávání. Funkce nahrávání paměťové karty AP podporuje nahrávání smyčky. Když je paměťová karta plná, fotoaparát automaticky odstraní staré video soubory a zapíše nové.
de: Aufnahme wird nicht beendet. Die Speicherkarte unterstützt die Ringspeicherfunktion. Wenn die Speicherkarte voll ist, löscht die Kamera automatisch die ältesten Aufnahmen, um neue zu speichern.
es: No parará de grabar. La función de grabación de la tarjeta de memoria AP admite la grabación en bucle. Cuando la tarjeta de memoria está llena, la cámara eliminará automáticamente los viejos archivos de video y escribirá nuevos.
fi: Ei lopeta nauhoitusta. AP-muistikortin tallennustoiminto tukee silmukkaäänitystä. Kun muistikortti on täynnä, kamera poistaa automaattisesti vanhat videotiedostot ja kirjoittaa uusia.
fr: N'arrêtera pas l'enregistrement. La fonction d'enregistrement de la carte mémoire AP prend en charge l'enregistrement en boucle. Lorsque la carte mémoire est pleine, l'appareil photo supprime automatiquement les anciens fichiers vidéo et en écrit de nouveaux.
he: לא יפסיק להקליט. פונקציית ההקלטה של ​​כרטיס הזיכרון AP תומכת בהקלטת לולאה. כאשר כרטיס הזיכרון מלא, המצלמה תמחק אוטומטית את קבצי הווידיאו הישנים ותכתוב חדשים.
id: Tidak akan berhenti merekam. Fungsi perekaman kartu memori AP mendukung perekaman loop. Ketika kartu memori penuh, kamera akan secara otomatis menghapus file video lama dan menulis yang baru.
it: Non interromperà la registrazione. La funzione di registrazione della scheda di memoria AP supporta la registrazione in loop. Quando la scheda di memoria è piena, la fotocamera eliminerà automaticamente i vecchi file video e ne scriverà di nuovi.
ja: [録画設定/上書き]がONであれば記録を停止しません。メモリカードがいっぱいになると、カメラは古いファイルを自動的に削除し、新しいファイルを書き込みます。
ko: 녹화를 중지하지 않습니다. AP 메모리 카드의 녹음 기능은 루프 녹음을 지원합니다. 메모리 카드가 가득 차면 카메라는 이전 비디오 파일을 자동으로 삭제하고 새 파일을 씁니다.
nb: Stanser ikke innspillingen. Opptaksfunksjonen til AP-minnekortet støtter loopopptak. Når minnekortet er fullt, vil kameraet automatisk slette de gamle videofilene og skrive nye.
nl: Stopt de opname niet. De opnamefunctie van de AP-geheugenkaart ondersteunt lusopname. Wanneer de geheugenkaart vol is, zal de camera automatisch de oude videobestanden verwijderen en nieuwe schrijven.
pl: Nie przestanie nagrywać. Funkcja nagrywania na karcie pamięci AP obsługuje nagrywanie w pętli. Gdy karta pamięci jest pełna, aparat automatycznie usuwa stare pliki wideo i zapisuje nowe.
pt_br: Não para de gravar. A função de gravação do cartão de memória AP suporta gravação em loop. Quando o cartão de memória estiver cheio, a câmera excluirá automaticamente os arquivos de vídeo antigos e gravará novos.
ro: Nu va opri înregistrarea. Funcția de înregistrare a cardului de memorie AP acceptă înregistrarea în buclă. Când cardul de memorie este plin, camera va șterge automat fișierele video vechi și va scrie altele noi.
ru: Не остановит запись. Функция записи на карту памяти AP поддерживает циклическую запись. Когда карта памяти заполнится, камера автоматически удалит старые видеофайлы и запишет новые.
sv: Slutar inte spela in. Inspelningsfunktionen för AP-minneskortet stödjer loopinspelning. När minneskortet är fullt raderar kameran automatiskt de gamla videofilerna och skriver nya.
th: จะไม่หยุดบันทึก ฟังก์ชั่นบันทึกการ์ดหน่วยความจำ AP รองรับการบันทึกแบบวนซ้ำเมื่อการ์ดหน่วยความจำเต็มกล้องจะลบไฟล์วิดีโอเก่าและเขียนไฟล์วิดีโอใหม่โดยอัตโนมัติ
tr: Kaydı durdurmaz. AP hafıza kartının kayıt fonksiyonu döngü kaydını destekler. Bellek kartı dolduğunda, fotoğraf makinesi eski video dosyalarını otomatik olarak silecek ve yenilerini yazacaktır.
vi: Sẽ không ngừng ghi. Chức năng ghi hình trên thẻ nhớ AP hỗ trợ ghi vòng lặp, khi thẻ nhớ đầy, camera sẽ tự động xóa các tập tin video cũ và ghi các tập tin video mới.
zh_hans: 不会停止录像。AP存储卡录像功能支持循环录制，当存储卡录满以后，摄像机会自动删除老的视频文件，写入新的视频文件。
zh_hant: 不會停止錄像。AP存儲卡錄像功能支持循環錄制，當存儲卡錄滿以後，攝像機會自動刪除老的視頻文件，寫入新的視頻文件。

# devicelist_wrong_user_name_password
source: Wrong user name or password
cs: Chybné uživatelské jméno nebo heslo
de: Falscher Benutzername oder falsches Passwort
es: Nombre de usuario o contraseña incorrectos
fi: Väärä käyttäjätunnus tai salasana
fr: Nom d'utilisateur ou mot de passe erroné
he: שם משתמש או סיסמא אינם נכונים
id: Username atau password salah
it: Nome utente o password errati
ja: 間違ったユーザー名またはパスワード
ko: 잘못된 사용자 이름 또는 암호
nb: Feil brukernavn eller passord
nl: Verkeerde gebruikersnaam of wachtwoord
pl: Zła nazwa użytkownika lub hasło
pt_br: Nome de usuário ou senha incorretos
ro: Nume de utilizator sau parolă greșite
ru: Ошибка учетной записи/пароля
sv: Fel användarnamn eller lösenord
th: ชื่อผู้ใช้หรือรหัสผ่านผิด
tr: Kullanıcı adı ya da parola yanlış
vi: Tên người dùng hoặc mật khẩu sai
zh_hans: 用户名或密码错误
zh_hant: 用戶名或密碼錯誤

# cloud_service_time_length
source: month
cs: Měsíc
de: Monat
es: mes
fi: kuukausi
fr: mois
he: חודש
id: bulan
it: Mese
ja: 月
ko: 달
nb: måned
nl: maand
pl: miesiąc
pt_br: mês
ro: lună
ru: месяц
sv: månad
th: เดือน
tr: ay
vi: Tháng
zh_hans: 个月
zh_hant: 個月
