Repository: Yolo-cell-hash/go_home_ios
Catalog: ios/Runner/JASDK/JAResources/XLanguage/X35MultiLanguage/*.lproj/X35MutiLanguage.strings
Languages: cs, de, es, fi, fr, he, id, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sv, th, tr, vi, zh_hans, zh_hant

# person_set_Thank_letter_content
source: Sincerely thank you for your trust and support of this platform. We attach great importance to every user's experience, we have been bearing the cost of video transmission and alarm message function, in order to alleviate the rising cost pressure had to add ads, you can choose whether to support, if off will no longer show you ads. We will continue to provide you with better service and live up to the trust of our friends.
cs: Upřímně děkujeme za důvěru a podporu této platformy. Klademe velký důraz na zkušenost každého uživatele, neseme náklady na přenos videa a funkci poplašných zpráv, abychom zmírnili rostoucí tlak na náklady museli přidat reklamy, můžete si vybrat, zda podporovat, pokud vypnuto, již se vám nebude zobrazovat reklamy. Budeme vám i nadále poskytovat lepší služby a naplňovat důvěru našich přátel.
de: Herzlichen Dank für Ihr Vertrauen und Ihre Unterstützung dieser Plattform. Wir legen großen Wert auf die Erfahrung jedes Benutzers, wir haben die Kosten für Videoübertragung und Alarmmeldungsfunktion übernommen, um den steigenden Kostendruck zu mindern, mussten Anzeigen hinzugefügt werden, Sie können wählen, ob Sie Unterstützung benötigen, wenn Sie sie nicht mehr anzeigen Anzeigen. Wir werden Ihnen weiterhin einen besseren Service bieten und dem Vertrauen unserer Freunde gerecht werden.
es: Sinceramente, gracias por su confianza y apoyo a esta plataforma. Damos gran importancia a la experiencia de cada usuario, hemos estado asumiendo el costo de la transmisión de video y la función de mensaje de alarma, para aliviar la creciente presión de costos que tuvimos que agregar anuncios, puede elegir si admitir, si está apagado ya no se mostrará anuncios Continuaremos brindándole un mejor servicio y estando a la altura de la confianza de nuestros amigos.
fi: Vilpittömästi kiitoksia luottamuksestasi ja tuestasi tätä alustaa kohtaan. Pidämme erittäin tärkeänä jokaisen käyttäjän kokemusta, olemme vastanneet videolähetyksen ja hälytysviestitoiminnon kustannuksista, nousevien kustannuspaineiden lievittämiseksi piti lisätä mainoksia, voit valita tuetaanko, jos pois ei enää näytä sinulle mainoksia. Jatkammekin parempaa palvelua ja ystäviemme luottamusta.
fr: Sincèrement merci pour votre confiance et votre soutien à cette plateforme. Nous attachons une grande importance à l'expérience de chaque utilisateur, nous avons supporté le coût de la transmission vidéo et de la fonction de message d'alarme, afin d'atténuer la pression croissante des coûts dû ajouter des publicités, vous pouvez choisir de prendre en charge, si désactivé ne vous montrera plus les publicités. Nous continuerons à vous fournir un meilleur service et à être à la hauteur de la confiance de nos amis.
he: תודה מקרב לב על האמון והתמיכה בפלטפורמה זו. אנו מייחסים חשיבות רבה לחוויה של כל משתמש, אנו נושאים בעלות של שידור וידאו ופונקציית הודעת אזעקה, על מנת להקל על לחץ העלויות הגובר נאלץ להוסיף מודעות, אתה יכול לבחור אם לתמוך, אם כבוי לא יראה לך יותר מודעות. נמשיך להעניק לכם שירות טוב יותר ולעמוד באמון חברינו.
id: Terima kasih yang sebesar-besarnya atas kepercayaan dan dukungan Anda terhadap platform ini. Kami sangat mementingkan pengalaman setiap pengguna, kami telah menanggung biaya transmisi video dan fungsi pesan alarm, untuk mengurangi tekanan biaya yang meningkat harus menambahkan iklan, Anda dapat memilih apakah akan mendukung, jika tidak aktif tidak akan lagi menunjukkan kepada Anda iklan. Kami akan terus memberi Anda layanan yang lebih baik dan memenuhi kepercayaan teman-teman kami.
it: Grazie sinceramente per la fiducia e il supporto di questa piattaforma. Attribuiamo grande importanza all'esperienza di ogni utente, abbiamo sostenuto il costo della trasmissione video e della funzione di messaggio di allarme, al fine di alleviare la crescente pressione sui costi dovuta all'aggiunta di annunci, puoi scegliere se supportare, se disattivato non ti mostrerà più Annunci. Continueremo a fornirti un servizio migliore e saremo all'altezza della fiducia dei nostri amici.
ja: このプラットフォームの信頼とサポートに心から感謝します。私たちはすべてのユーザーエクスペリエンスを非常に重要視しており、ビデオ送信とアラームメッセージ機能のコストを負担しています。広告を追加する必要があったコストの上昇を緩和するために、サポートするかどうかを選択できます。広告。今後もより良いサービスを提供し、友人の信頼に応えていきます。
ko: 이 플랫폼에 대한 신뢰와 지원에 진심으로 감사드립니다. 우리는 모든 사용자의 경험을 매우 중요하게 생각하며 비디오 전송 및 알람 메시지 기능의 비용을 부담하고 있습니다. 증가하는 비용 압박을 완화하기 위해 광고를 추가해야 했습니다. 지원 여부를 선택할 수 있습니다. 꺼진 경우 더 이상 표시되지 않습니다. 광고. 앞으로도 더 나은 서비스를 제공하고 친구들의 신뢰에 부응하겠습니다.
nb: Hjertelig takk for din tillit og støtte til denne plattformen. Vi legger stor vekt på hver brukers opplevelse, vi har båret kostnadene for videooverføring og alarmmeldingsfunksjon, for å lindre det økende kostnadspresset måtte legge til annonser, kan du velge om du vil støtte, hvis av vil ikke lenger vise deg annonser. Vi vil fortsette å gi deg bedre service og leve opp til våre venners tillit.
nl: Hartelijk dank voor uw vertrouwen en ondersteuning van dit platform. We hechten veel belang aan de ervaring van elke gebruiker, we dragen de kosten van videotransmissie en alarmberichtfunctie, om de stijgende kostendruk te verlichten, moest u advertenties toevoegen, u kunt kiezen of u ondersteuning wilt, indien uitgeschakeld, wordt u niet langer weergegeven advertenties. We zullen je een betere service blijven bieden en het vertrouwen van onze vrienden waarmaken.
pl: Serdecznie dziękujemy za zaufanie i wsparcie tej platformy. Przywiązujemy dużą wagę do doświadczenia każdego użytkownika, ponosimy koszty transmisji wideo i funkcji komunikatów alarmowych, aby złagodzić rosnącą presję kosztową trzeba było dodawać reklamy, możesz wybrać, czy wspierać, jeśli wyłączone nie będą już Cię pokazywać reklamy. Będziemy nadal zapewniać Ci lepszą obsługę i sprostać zaufaniu naszych przyjaciół.
pt_br: Sinceramente obrigado por sua confiança e apoio a esta plataforma. Atribuímos grande importância à experiência de cada usuário, suportamos o custo da transmissão de vídeo e da função de mensagem de alarme, a fim de aliviar a pressão crescente de custo que tinha que adicionar anúncios, você pode escolher se quer apoiar, se desligar não mostrará mais Publicidades. Continuaremos a fornecer-lhe um melhor serviço e viver de acordo com a confiança dos nossos amigos.
ro: Vă mulțumim sincer pentru încrederea și sprijinul acordat acestei platforme. Acordăm o mare importanță experienței fiecărui utilizator, am suportat costul transmisiei video și al funcției de mesaje de alarmă, pentru a atenua presiunea în creștere a costurilor a trebuit să adăugați anunțuri, puteți alege dacă să sprijiniți, dacă oprit nu vă va mai afișa reclame. Vom continua să vă oferim servicii mai bune și să fim la înălțimea încrederii prietenilor noștri.
ru: Искренне благодарим Вас за доверие и поддержку этой платформы. Мы придаем большое значение опыту каждого пользователя, мы несем расходы на передачу видео и функцию тревожных сообщений, чтобы уменьшить растущее давление затрат, пришлось добавить рекламу, вы можете выбрать, поддерживать ли, если выключено больше не будет показывать вам Объявления. Мы будем продолжать предоставлять вам лучший сервис и оправдать доверие наших друзей.
sv: Tack så hjärtligt för ditt förtroende och ditt stöd för denna plattform. Vi lägger stor vikt vid varje användares upplevelse, vi har stått för kostnaden för videoöverföring och larmmeddelandefunktion, för att lindra det ökande kostnadstrycket var tvungen att lägga till annonser, du kan välja om du vill stödja, om av kommer inte längre att visa dig annonser. Vi kommer att fortsätta att ge dig bättre service och leva upp till våra vänners förtroende.
th: ขอขอบคุณสำหรับความไว้วางใจและการสนับสนุนแพลตฟอร์มนี้ เราให้ความสำคัญอย่างยิ่งกับประสบการณ์ของผู้ใช้ทุกคน เราแบกรับค่าใช้จ่ายในการส่งวิดีโอและฟังก์ชันข้อความเตือน เพื่อบรรเทาแรงกดดันด้านต้นทุนที่เพิ่มขึ้นต้องเพิ่มโฆษณา คุณสามารถเลือกได้ว่าจะสนับสนุนหรือไม่ หากปิด จะไม่แสดงให้คุณเห็นอีกต่อไป โฆษณา เราจะยังคงให้บริการที่ดีขึ้นแก่คุณและดำเนินชีวิตตามความไว้วางใจของเพื่อน ๆ ของเรา
tr: Bu platforma olan güveniniz ve desteğiniz için içtenlikle teşekkür ederiz. Her kullanıcının deneyimine büyük önem veriyoruz, video iletimi ve alarm mesajı işlevinin maliyetini üstleniyoruz, artan maliyet baskısını hafifletmek için reklam eklemek zorunda kaldık, destekleyip desteklememeyi seçebilirsiniz, kapalıysa artık size göstermeyecek reklamlar. Sizlere daha iyi hizmet vermeye ve dostlarımızın güvenine layık olmaya devam edeceğiz.
vi: Xin chân thành cảm ơn quý khách hàng đã tin tưởng và ủng hộ nền tảng này. Chúng tôi rất coi trọng trải nghiệm của mỗi người dùng, chúng tôi đã chịu chi phí truyền video và chức năng thông báo cảnh báo, để giảm bớt áp lực chi phí ngày càng tăng khi phải thêm quảng cáo, bạn có thể chọn có hỗ trợ hay không, nếu tắt sẽ không hiển thị cho bạn nữa Quảng cáo. Chúng tôi sẽ tiếp tục cung cấp cho bạn dịch vụ tốt hơn và đáp ứng sự tin tưởng của bạn bè.
zh_hans: 诚挚感谢您对本平台的信任与支持。我们非常重视每一位用户朋友的使用体验，一直以来我们承担视频传输和报警消息功能的成本，为了缓解不断上升的成本压力不得已增加了广告，您可以自行选择是否支持，如果关闭将不再向您展示广告。我们会一如既往地为您提供更优质的服务，不辜负朋友们的信任。
zh_hant: 誠摯感謝您對本平台的信任與支持。我們非常重視每一位用戶朋友的使用體驗，一直以來我們承擔視頻傳輸和報警消息功能的成本，為了緩解不斷上升的成本壓力不得已增加了廣告，您可以自行選擇是否支持，如果關閉將不再向您展示廣告。我們會一如既往地為您提供更優質的服務，不辜負朋友們的信任。

# add_Use_physical_SIM_card
source: Use a physical SIM card
cs: Použijte fyzickou SIM kartu
de: Verwenden Sie eine physische SIM-Karte
es: Usar una tarjeta SIM física
fi: Käytä fyysistä SIM-korttia
fr: Utiliser une carte SIM physique
he: השתמש בכרטיס SIM פיזי
id: Gunakan kartu SIM fisik
it: Usa una scheda SIM fisica
ja: 物理的なSIMカードを使用する
ko: 실제 SIM 카드 사용
nb: Bruk et fysisk SIM-kort
nl: Een fysieke simkaart gebruiken
pl: Użyj fizycznej karty SIM
pt_br: Use um cartão SIM físico
ro: Utilizați o cartelă SIM fizică
ru: Используйте физическую SIM-карту
sv: Använd ett fysiskt SIM-kort
th: ใช้ซิมการ์ดจริง
tr: Fiziksel bir SIM kart kullanın
vi: Sử dụng thẻ SIM thực
zh_hans: 使用实体SIM卡
zh_hant: 使用實體SIM卡

# payment_success
source: Succeed to pay
cs: Objednejte úspěšnost platby
de: Zahlung erfolgreich
es: Pago de orden exitoso
fi: Tilaa maksun onnistuminen
fr: Paiement réussi
he: השתלום בוצע
id: pembayaran berhasil
it: Pagamento effettuato con successo
ja: 支払いできました
ko: 지불 성공
nb: Betaling utført
nl: Betaling gelukt
pl: Udaj się do zapłaty
pt_br: Ter sucesso em pagar
ro: Încercați să plătiți
ru: Успешно заплатить
sv: Lycka till att betala
th: การจ่ายเงินประสบความสำเร็จ
tr: Ödeme başarılı
vi: Thanh toán đơn hàng thành công
zh_hans: 订单支付成功
zh_hant: 訂單支付成功

# adddevice_fail_view_help_1
source: Device connection might fail
cs: Připojení zařízení může selhat
de: Die Geräteverbindung schlägt möglicherweise fehl
es: La conexión del dispositivo puede fallar
fi: Laitteen yhteys voi epäonnistua
fr: La connexion de l'appareil peut échouer
he: חיבור המכשיר עלול להיכשל
id: Koneksi perangkat mungkin gagal
it: La connessione del dispositivo potrebbe non riuscire
ja: デバイス接続が失敗する可能性があります
ko: 장치 연결이 실패 할 수 있음
nb: Enhetstilkoblingen kan mislykkes
nl: Apparaatverbinding kan mislukken
pl: Połączenie z urządzeniem może się nie powieść
pt_br: A conexão do dispositivo pode falhar
ro: Conexiunea dispozitivului ar putea eșua
ru: Подключение устройства может не удастся
sv: Enhetsanslutningen kan misslyckas
th: การเชื่อมต่ออุปกรณ์อาจล้มเหลว
tr: Cihaz bağlantısı başarısız olabilir
vi: Kết nối thiết bị có thể không thành công
zh_hans: 可能是连接设备失败
zh_hant: 可能是連接設備失敗

# preview_More_features
source: More features
cs: Více funkcí
de: Weitere Funktionen
es: Más características
fi: Lisää ominaisuuksia
fr: Plus de fonctionnalités
he: תכונות נוספות
id: Lebih banyak fitur
it: Altre caratteristiche
ja: その他の機能
ko: 더 많은 기능
nb: Flere funksjoner
nl: Meer eigenschappen
pl: Więcej funkcji
pt_br: Mais recursos
ro: Mai multe trăsături
ru: Больше возможностей
sv: Flera funktioner
th: คุณสมบัติเพิ่มเติม
tr: Daha fazla özellik
vi: Các tính năng khác
zh_hans: 更多功能
zh_hant: 更多功能

# cloud_storage_introduce_encryption
source: Real-time encrypted transmission without fear of equipment damage or loss
cs: Šifrování v reálném čase bez obav z poškození nebo ztráty zařízení
de: Echtzeitverschlüsselung ohne Angst vor Geräteschäden oder -verlust
es: Encriptación en tiempo real sin temor a daño o pérdida de equipo
fi: Reaaliaikainen salaus pelkäämättä laitteiden vaurioita tai menetyksiä
fr: Cryptage en temps réel sans crainte de dommages ou de pertes d'équipement
he: הצפנה בזמן אמת ללא חשש מפגיעה או אובדן בציוד
id: Enkripsi waktu-nyata tanpa takut kerusakan atau kehilangan peralatan
it: Crittografia in tempo reale senza timore di danni o perdite all'apparecchiatura
ja: 機器の損傷や紛失の恐れのないリアルタイム暗号化
ko: 장비 손상 또는 손실에 대한 두려움없이 실시간 암호화
nb: Kryptering i sanntid uten frykt for skade på utstyr eller tap
nl: Real-time encryptie zonder angst voor schade of verlies van apparatuur
pl: Szyfrowanie w czasie rzeczywistym bez obawy o uszkodzenie lub utratę sprzętu
pt_br: Criptografia em tempo real sem medo de danos ou perda do equipamento
ro: Criptare în timp real, fără teamă de deteriorarea sau pierderea echipamentului
ru: Шифрование в реальном времени без страха повреждения или потери оборудования
sv: Kryptering i realtid utan rädsla för skador eller förluster på utrustningen
th: การเข้ารหัสแบบเรียลไทม์โดยไม่ต้องกลัวว่าอุปกรณ์จะเสียหายหรือสูญหาย
tr: Ekipman hasarı veya kaybı korkusu olmadan gerçek zamanlı şifreleme
vi: Mã hóa thời gian thực, không sợ thiết bị bị hư hỏng hoặc mất mát
zh_hans: 实时加密，不惧设备损坏、丢失
zh_hant: 實時加密，不懼設備損壞、丟失

# devSetting_Germany
source: Germany
cs: Německo
de: Deutschland
es: Alemania
fi: Saksa
fr: Allemagne
he: גרמניה
id: German
it: Germania
ja: ドイツ
ko: 독일
nb: Deutsche
nl: Duitsland
pl: Niemcy
pt_br: Alemanha
ro: Germania
ru: Германия
sv: Tyskland
th: เยอรมัน
tr: Almanya
vi: nước Đức
zh_hans: 德国
zh_hant: 德國

# person_no_login_log
source: No login log
cs: Žádný přihlašovací protokol
de: Kein Login Protokoll
es: Sin registro de inicio de sesión
fi: Ei kirjautumislokeja
fr: Aucun journal de connexion
he: אין יומן כניסה
id: Tidak ada log masuk
it: Nessun registro di accesso
ja: ログインログなし
ko: 로그인 로그 없음
nb: Ingen påloggingslogg
nl: Geen login-log
pl: Brak dziennika logowania
pt_br: Sem log de login
ro: Fără jurnal de autentificare
ru: Нет журнала входа
sv: Ingen inloggningslogg
th: ไม่มีบันทึกการเข้าสู่ระบบ
tr: Giriş kaydı yok
vi: Không có nhật ký đăng nhập
zh_hans: 暂无登录日志
zh_hant: 暫無登錄日誌

# person_feedback_question_SDcard_error_2
source: 2. The SD card is damaged or the file system is wrong, you should consider replacing or reformatting the SD card.
cs: 2. SD karta je poškozená nebo systém souborů je špatný, měli byste zvážit výměnu nebo přeformátování SD karty.
de: 2. Die SD-Karte ist beschädigt oder falsch formatiert. Sie sollten in Betracht ziehen, die SD-Karte auszutauschen oder neu zu formatieren.
es: 2. La tarjeta SD está dañada o el sistema de archivos está mal, debería considerar reemplazar o formatear la tarjeta SD.
fi: 2. SD-kortti on vaurioitunut tai tiedostojärjestelmä on väärä, sinun kannattaa harkita SD-kortin vaihtamista tai alustamista.
fr: 2. La carte SD est endommagée ou le système de fichiers est incorrect, vous devriez envisager de remplacer ou de reformater la carte SD.
he: 2. כרטיס ה- SD פגום או שמערכת הקבצים שגויה. כדאי לשקול להחליף או לפרמט מחדש את כרטיס ה- SD.
id: 2. Kartu SD rusak atau sistem file salah, Anda harus mempertimbangkan mengganti atau memformat ulang kartu SD.
it: 2. La scheda SD è danneggiata o il file system è errato, si consiglia di sostituire o riformattare la scheda SD.
ja: 2. SDカードが破損しているか、ファイルシステムが間違っている場合は、SDカードの交換または再フォーマットを検討する必要があります。
ko: 2. SD 카드가 손상되었거나 파일 시스템이 잘못되었으므로 SD 카드를 교체하거나 다시 포맷하는 것을 고려해야합니다.
nb: 2. SD-kortet er skadet eller filsystemet er galt. Du bør vurdere å bytte ut eller formatere SD-kortet på nytt.
nl: 2. De SD-kaart is beschadigd of het bestandssysteem is verkeerd. Overweeg de SD-kaart te vervangen of opnieuw te formatteren.
pl: 2. Karta SD jest uszkodzona lub system plików jest nieprawidłowy, należy rozważyć wymianę lub sformatowanie karty SD.
pt_br: 2. O cartão SD está danificado ou o sistema de arquivos está errado, considere substituir ou reformatar o cartão SD.
ro: 2. Cardul SD este deteriorat sau sistemul de fișiere este greșit, ar trebui să luați în considerare înlocuirea sau reformatarea cardului SD.
ru: 2. SD-карта повреждена или файловая система неверна, вы должны рассмотреть вопрос о замене или переформатировании SD-карты.
sv: 2. SD-kortet är skadat eller filsystemet är fel. Du bör överväga att byta ut eller omformatera SD-kortet.
th: 2. หากการ์ด SD เสียหายหรือระบบไฟล์ผิดพลาดคุณควรพิจารณาเปลี่ยนหรือฟอร์แมตการ์ด SD ใหม่
tr: 2. SD kart hasarlı veya dosya sistemi yanlış, SD kartı değiştirmeyi veya yeniden biçimlendirmeyi düşünmelisiniz.
vi: 2. Nếu thẻ SD bị hỏng hoặc hệ thống tệp bị sai, bạn nên xem xét thay thế hoặc định dạng lại thẻ SD.
zh_hans: 2.SD卡损坏或者文件系统有误,应考虑更换或重新格式化SD卡。
zh_hant: 2.SD卡損壞或者文件系統有誤,應考慮更換或重新格式化SD卡。

# devicelis_Use_immediately
source: Use immediately
cs: Použijte ihned
de: Sofort verwenden
es: Usar inmediatamente
fi: Käytä välittömästi
fr: Utiliser immédiatement
he: השתמש מיד
id: Gunakan segera
it: Utilizzare immediatamente
ja: すぐに使用
ko: 즉시 사용
nb: Bruk umiddelbart
nl: Onmiddellijk gebruiken
pl: Użyj natychmiast
pt_br: Use imediatamente
ro: Utilizați imediat
ru: Использовать немедленно
sv: Använd omedelbart
th: ใช้ทันที
tr: Hemen kullanın
vi: Sử dụng ngay lập tức
zh_hans: 立即使用
zh_hant: 立即使用

# addDevice_device_exclusively_bound
source: Device is exclusively bound
cs: Zařízení je výhradně vázáno
de: Gerät ist exklusiv gebunden
es: El dispositivo está vinculado exclusivamente
fi: Laite on yksinomaan sidottu
fr: l'appareil est exclusivement lié
he: המכשיר מאוגד באופן בלעדי
id: Perangkat terikat secara eksklusif
it: Il dispositivo è vincolato esclusivamente
ja: デバイスは排他的にバインドされています
ko: 장치가 독점적으로 바인딩됨
nb: Enheten er eksklusivt bundet
nl: Apparaat is exclusief gebonden
pl: Urządzenie jest wyłącznie związane
pt_br: O dispositivo está vinculado exclusivamente
ro: Dispozitivul este exclusiv legat
ru: Устройство привязано исключительно
sv: Enheten är exklusivt bunden
th: อุปกรณ์ถูกผูกไว้โดยเฉพาะ
tr: Cihaz münhasıran bağlı
vi: Thiết bị bị ràng buộc độc quyền
zh_hans: 设备被独占绑定
zh_hant: 設備被獨占綁定

source: Africa/Windhoek
cs: Afrika / Windhoek
de: Afrika / Windhuk
fi: Afrikka / Windhoek
he: אפריקה / ווינדהוק
id: Afrika / Windhoek
ja: アフリカ/ウィントフック
ko: 아프리카 / 빈트 후크
nl: Afrika / Windhoek
pl: Afryka / Windhoek
ru: Африка / Виндхук
sv: Afrika / Windhoek
th: แอฟริกา / วินด์ฮุก
tr: Afrika / Windhoek
vi: Windhoek
zh_hans: 温得和克
zh_hant: 溫得和克

# Devicesetting_Please_patient_minutes
source: Please be patient for 1-2 minutes
cs: Buďte prosím 1-2 minuty trpěliví
de: Bitte haben Sie 1-2 Minuten Geduld
es: Por favor sea paciente por 1-2 minutos
fi: Ole kärsivällinen 1-2 minuuttia
fr: Veuillez patienter 1 à 2 minutes
he: נא להתאזר בסבלנות למשך 1-2 דקות
id: Harap bersabar selama 1-2 menit
it: Si prega di pazientare per 1-2 minuti
ja: 1〜2分間お待ちください
ko: 1~2분 기다려주세요
nb: Vær tålmodig i 1-2 minutter
nl: Wees geduldig voor 1-2 minuten
pl: Prosimy o cierpliwość przez 1-2 minuty
pt_br: Por favor, seja paciente por 1-2 minutos
ro: Vă rugăm să aveți răbdare timp de 1-2 minute
ru: Пожалуйста, подождите 1-2 минуты
sv: Ha tålamod i 1-2 minuter
th: โปรดอดใจรอ 1-2 นาที
tr: Lütfen 1-2 dakika sabırlı olun
vi: Hãy kiên nhẫn trong 1-2 phút
zh_hans: 请耐心等待1-2分钟
zh_hant: 請耐心等待1-2分鐘

# me_cloudStore_reload
source: Reload
cs: Znovu načíst
de: Neu laden
es: Recargar
fi: ladata
fr: Recharger
he: טען מחדש
id: Muat ulang
it: Ricaricare
ja: 再読込
ko: 다시로드
nb: Last på nytt
nl: Opnieuw laden
pl: Przeładować
pt_br: recarregar
ro: Reîncarcă
ru: перезагружать
sv: Ladda om
th: โหลดซ้ำ
tr: Tekrar yükle
vi: Nạp lại
zh_hans: 重新加载
zh_hant: 重新加載

# service_Store_face_photo
source: Store face photo
cs: Uložte fotografii obličeje
de: Gesichtsfoto speichern
es: Guardar foto de la cara
fi: Säilytä kasvokuva
fr: Stocker la photo du visage
he: אחסן תמונת פנים
id: Simpan foto wajah
it: Memorizza la foto del viso
ja: 顔写真を保存する
ko: 얼굴 사진 저장
nb: Lagre ansiktsfoto
nl: Gezichtsfoto opslaan
pl: Przechowuj zdjęcie twarzy
pt_br: Armazenar foto de rosto
ro: Stocați fotografia feței
ru: Сохранить фото лица
sv: Lagra ansiktsfoto
th: จัดเก็บรูปภาพใบหน้า
tr: Yüz fotoğrafını sakla
vi: Ảnh mặt cửa cửa hàng
zh_hans: 门店门脸照
zh_hant: 門店門臉照

# interface_continue
source: Continue
cs: Pokračujte
de: Fortfahren
es: Continuar
fi: jatkaa
fr: Continuer
he: המשך
id: Lanjut
it: Continuare
ja: 続ける
ko: 계속
nb: Fortsett
nl: Vervolg
pl: Dalej
pt_br: Continuar
ro: Continua
ru: Продолжить
sv: Fortsätta
th: ต่อไป
tr: Devam et
vi: tiếp tục
zh_hans: 继续
zh_hant: 繼續

# auth_photos_disable_alanTitle
source: Fail to get photo album permission
cs: Nepodařilo se získat oprávnění k albu!
de: Berechtigung für Zugriff auf Album fehlgeschlagen
es: No se puede obtener el permiso del álbum de fotos
fi: Albumin käyttöoikeuden saaminen epäonnistui!
fr: Impossible d'obtenir l'autorisation d'album photo
he: בעיה בקבלת הרשאה להיכנס לאלבום המקומי
id: Gagal mengakses Foto Album
it: Errore nell'autorizzazione di ricezione foto registro
ja: フォトアルバムの許可を取得できません。
ko: 갤러리 접근 권한 없음
nb: Kunne ikke få Galleri tillatelse
nl: Krijg geen toestemming voor verkrijgen fotoalbum
pl: Nieudany dostęp do albumu
pt_br: Não conseguir permissão do álbum de fotos
ro: Nu reușiți să obțineți permisiunea pentru albumul foto
ru: Не удалось получить разрешение на фотоальбом
sv: Misslyckas med att få fotoalbumstillstånd
th: ไม่ได้รับอนุญาตจากอัลบั้มรูปภาพ
tr: Fotoğraf albümü izni alınamadı
vi: Không xin được quyền đối với album!
zh_hans: 获取相册权限失败！
zh_hant: 獲取相冊權限失敗！

# userSettings_network_remind
source: 2G/3G/4G network reminder
cs: Tipy sítě 2G/3G/4G
de: Erinnerung Verwendung mobile Daten
es: Red 2G/3G/4G recordar
fi: 2G/3G/4G-verkon Tipy
fr: Rappel de réseau 2G / 3G / 4G
he: 2G/3G/4G תזכורת רשת
id: mengunakan Jaringan 2G/3G/4G
it: Memo utilizzo 2G/3G/4G
ja: 2G / 3G / 4G ネットワークの使用表示
ko: LTE 네트워크 알림
nb: Påminnelse datatrafikk
nl: 2G/3G/4G netwerk notificatie
pl: Powiadomienie o sieci 2G / 3G / 4G
pt_br: Rede 2G/3G/4G lembrar
ro: Rețeaua 2G/3G/4G reamintesc
ru: Сеть 2G/3G/4G напомнить
sv: 2G/3G/4G-nätverksminne
th: แจ้งเตือนเครือข่าย 2G / 3G / 4G
tr: 2G/3G/4G ağ hatırlatmak
vi: Nhắc nhở mạng 2G / 3G / 4G
zh_hans: 2G/3G/4G网络提醒
zh_hant: 2G/3G/4G網絡提醒

source: America/New York
cs: Amerika / New York
de: Amerika / New York
es: América / Nueva York
fi: Amerikka / New York
fr: Amérique / New York
he: אמריקה / ניו יורק
id: Amerika / New York
ja: アメリカ/ニューヨーク
ko: 아메리카 / 뉴욕
nb: Amerika / New York
nl: Amerika / New York
pl: Ameryka / Nowy Jork
pt_br: América / Nova York
ru: Америка / Нью-Йорк
sv: Amerika / New York
th: อเมริกา / นิวยอร์ก
tr: Amerika / New York
vi: New York / Miền Đông Hoa Kỳ
zh_hans: 纽约/美国东部
zh_hant: 紐約/美國東部

# deviceSetting_Alarm_Settings_time
source: Alarm recording duration
cs: Trvání záznamu alarmu
de: Alarm Aufnahmedauer
es: Duración del video de alarma
fi: Hälytysten tallennuksen kesto
fr: Durée de la vidéo d'alarme
he: זמן הקלטת הוידאו לאחר התראה
id: durasi rekaman Alarm
it: Lunghezza del video allarme
ja: アラーム録画時間
ko: 알람 녹화 시간
nb: Alarmopptaksvarighet
nl: Video-opnametijd na alarm
pl: Czas nagrywania alarmu
pt_br: Duração de gravação de alarme
ro: Durata înregistrării de alarmă
ru: Запись по тревоге Долгое время
sv: Larminspelningstid
th: บันทึกวิดีโอเตือนภัย
tr: Alarm kayıt süresi
vi: Thời gian ghi âm báo thức
zh_hans: 报警录像时长
zh_hant: 報警錄像時長
