Repository: Yolo-cell-hash/go_home_ios
Catalog: ios/Runner/JASDK/JAResources/XLanguage/X35MultiLanguage/*.lproj/X35MutiLanguage.strings
Languages: cs, de, es, fi, fr, he, id, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sv, th, tr, vi, zh_hans, zh_hant

# addDevice_bound_by_other_accounts_1
source: 1. If the device is added by another account, you need to restore the device to factory settings and add it again.
cs: 1. Pokud je zařízení přidáno jiným účtem, musíte zařízení obnovit do továrního nastavení a znovu jej přidat.
de: 1. Wenn das Gerät von einem anderen Konto hinzugefügt wird, müssen Sie das Gerät auf die Werkseinstellungen zurücksetzen und erneut hinzufügen.
es: 1. Si otra cuenta agrega el dispositivo, debe restaurar el dispositivo a la configuración de fábrica y agregarlo nuevamente.
fi: 1. Jos laite on lisätty toisella tilillä, sinun on palautettava laitteen tehdasasetukset ja lisättävä se uudelleen.
fr: 1. Si l'appareil est ajouté par un autre compte, vous devez restaurer l'appareil aux paramètres d'usine et l'ajouter à nouveau.
he: 1. אם המכשיר נוסף על ידי חשבון אחר, עליך לשחזר את המכשיר להגדרות היצרן ולהוסיף אותו שוב.
id: 1. Jika perangkat ditambahkan oleh akun lain, Anda perlu mengembalikan perangkat ke pengaturan pabrik dan menambahkannya lagi.
it: 1. Se il dispositivo viene aggiunto da un altro account, è necessario ripristinare il dispositivo alle impostazioni di fabbrica e aggiungerlo di nuovo.
ja: 1.デバイスが別のアカウントで追加された場合は、デバイスを工場出荷時の設定に復元して、再度追加する必要があります。
ko: 1. 다른 계정으로 장치를 추가한 경우, 장치를 공장 출하 상태로 복원한 후 다시 추가해야 합니다.
nb: 1. Hvis enheten er lagt til av en annen konto, må du gjenopprette enheten til fabrikkinnstillingene og legge den til på nytt.
nl: 1. Als het apparaat is toegevoegd door een ander account, moet u het apparaat terugzetten naar de fabrieksinstellingen en het opnieuw toevoegen.
pl: 1. W przypadku dodania urządzenia z innego konta należy przywrócić urządzenie do ustawień fabrycznych i dodać je ponownie.
pt_br: 1. Se o dispositivo for adicionado por outra conta, você precisará restaurar o dispositivo para as configurações de fábrica e adicioná-lo novamente.
ro: 1. Dacă dispozitivul este adăugat de alt cont, trebuie să restabiliți dispozitivul la setările din fabrică și să îl adăugați din nou.
ru: 1. Если устройство добавлено другой учетной записью, необходимо восстановить заводские настройки устройства и снова добавить его.
sv: 1. Om enheten läggs till av ett annat konto måste du återställa enheten till fabriksinställningarna och lägga till den igen.
th: 1. หากอุปกรณ์ถูกเพิ่มโดยบัญชีอื่น คุณต้องกู้คืนอุปกรณ์กลับเป็นการตั้งค่าจากโรงงานและเพิ่มอีกครั้ง
tr: 1. Cihaz başka bir hesap tarafından eklenmişse cihazı fabrika ayarlarına döndürmeniz ve tekrar eklemeniz gerekir.
vi: 1. Nếu thiết bị được thêm bởi tài khoản khác, bạn cần khôi phục thiết bị về cài đặt gốc và thêm lại.
zh_hans: １.设备被其他账号添加，需要将设备恢复出厂设置重新添加。
zh_hant: １.設備被其他賬號添加，需要將設備恢復出廠設置重新添加。

# cloud_put_in_scan_box
source: Please put the exchange code code in the scan box.
cs: Vložte kód pro vykoupení balíčku do skenovacího rámečku.
de: Bitte scannen Sie den Gutscheincode innerhalb des Scann-Bereichs ein.
es: Por favor,ponga el código de canje de paquetes en el cuadro de escaneo.
fi: Laita paketin lunastuskoodi skannauslaatikkoon.
fr: Veuillez mettre le code de remboursement du paquet dans la boîte d'analyse.
he: אנא הכנס את קוד הגאולה של החבילה בתיבת הסריקה.
id: Silakan masukkan kode penebusan paket di kotak pindai.
it: Si prega di inserire il codice di riscatto del pacchetto nella casella di scansione.
ja: パッケージの払い戻しコードをスキャンボックスに入れてください。
ko: 스캔 사용 상자에 패키지 사용 코드를 입력하십시오.
nb: Vennligst sett inn pakkenes innløsningskode i skanneboksen.
nl: Plaats de verzilvercode van het pakket in het scanvak.
pl: W polu skanowania umieść kod realizacji pakietu.
pt_br: Por favor,coloque o código de resgate do pacote na caixa de digitalização.
ro: Introduceți codul de răscumpărare a pachetului în caseta de scanare.
ru: Пожалуйста,поместите код выкупа в поле для сканирования.
sv: Vänligen sätt in paketets inlösenkod i skanningsrutan.
th: กรุณาใส่รหัสแลกเปลี่ยนรหัสในช่องสแกน
tr: Lütfen paket kullanım kodunu tarama kutusuna yerleştirin.
vi: Vui lòng đặt mã đổi gói vào hộp quét
zh_hans: 请将套餐兑换码放入扫描框内
zh_hant: 請將套餐兌換碼放入掃描框內

# devicesetting_base_station_open_fail
source: Failed to open, please check whether the network is good
cs: Nepodařilo se otevřít, zkontrolujte prosím, zda je síť dobrá
de: Fehler beim Öffnen, bitte prüfen, ob Netzwerk in Ordnung ist
es: No se pudo abrir, verifique si la red es buena
fi: Avaaminen epäonnistui. Tarkista, onko verkko hyvä
fr: Échec de l'ouverture, veuillez vérifier si le réseau est bon
he: הפתיחה נכשלה, בדוק אם הרשת טובה
id: Gagal membuka, harap periksa apakah jaringannya bagus
it: Impossibile aprire, controlla se la rete è buona
ja: 開くことができませんでした。ネットワークが良好かどうかを確認してください
ko: 열지 못했습니다. 네트워크가 양호한지 확인하세요.
nb: Kunne ikke åpne, sjekk om nettverket er bra
nl: Kan niet openen, controleer of het netwerk goed is
pl: Nie udało się otworzyć, sprawdź, czy sieć jest dobra
pt_br: Falha ao abrir, verifique se a rede está boa
ro: Deschiderea nu a reușit, verificați dacă rețeaua este bună
ru: Не удалось открыть, проверьте, в порядке ли сеть
sv: Det gick inte att öppna. Kontrollera om nätverket är bra
th: ไม่สามารถเปิดได้ โปรดตรวจสอบว่าเครือข่ายดีหรือไม่
tr: Açılamadı, lütfen ağın iyi olup olmadığını kontrol edin
vi: Không mở được, vui lòng kiểm tra xem mạng có tốt không
zh_hans: 开启失败，请检查网络是否良好
zh_hant: 開啟失敗，請檢查網絡是否良好

# devicesetting_firmware_upgrade_device_fail
source: Device upgrade failed
cs: Selhala aktualizace zařízení
de: Geräte-Upgrade fehlgeschlagen
es: Error al actualizar el Equipo
fi: Laitteen päivitys epäonnistui
fr: La mise à niveau du périphérique a échoué
he: שדרוג המכשיר נכשל
id: Pembaruan perangkat gagal
it: Aggiornamento del dispositivo fallito
ja: デバイスのアップグレードに失敗しました
ko: 장치 업그레이드 실패
nb: Enhetsoppgradering mislyktes
nl: Apparaatupgrade mislukt
pl: Aktualizacja urządzenia nie powiodła się
pt_br: Falha na atualização do dispositivo
ro: Actualizarea dispozitivului a eșuat
ru: Не удалось обновить устройство
sv: Enhetsuppgradering misslyckades
th: อัปเกรดอุปกรณ์ไม่สำเร็จ
tr: Cihaz yükseltme başarısız oldu
vi: Nâng cấp thiết bị không thành công
zh_hans: 设备升级失败
zh_hant: 設備升級失敗

# chosen_number
source: %1$d selected
cs: Vybráno:%1$d
de: %1$d ausgewählt
es: %1$d seleccionado
fi: %1$d valittu
fr: %1$d sélectionné
he: %1$d נבחר
id: %1$d dipilih
it: %1$d selezionato
ja: %1$d個のファイルを選択
ko: 선택된 %1$d
nb: %1$d valgt
nl: %1$d geselecteerd
pl: Wybrano%1$d
pt_br: %1$d selecionado
ro: %1$d selectat
ru: %1$d выбрано
sv: %1$d vald
th: เลือก %1$d
tr: %1$d seçildi
vi: Đã chọn%1$d
zh_hans: 已选%1$d个
zh_hant: 已選%1$d個

# addDevice_bound_by_other_accounts_2
source: 2. The password of the device is wrong. If you forget the password, you need to restore the device to the factory settings.
cs: 2. Heslo zařízení je špatné. Pokud heslo zapomenete, musíte obnovit zařízení do továrního nastavení.
de: 2. Das Passwort des Geräts ist falsch. Wenn Sie das Passwort vergessen, müssen Sie das Gerät auf die Werkseinstellungen zurücksetzen.
es: 2. La contraseña del dispositivo es incorrecta. Si olvida la contraseña, debe restaurar el dispositivo a la configuración de fábrica.
fi: 2. Laitteen salasana on väärä. Jos unohdat salasanan, sinun on palautettava laitteen tehdasasetukset.
fr: 2. Le mot de passe de l'appareil est erroné. Si vous oubliez le mot de passe, vous devez restaurer l'appareil aux paramètres d'usine.
he: 2. הסיסמה של המכשיר שגויה. אם שכחת את הסיסמה, עליך לשחזר את המכשיר להגדרות היצרן.
id: 2. Kata sandi perangkat salah. Jika Anda lupa kata sandi, Anda perlu mengembalikan perangkat ke pengaturan pabrik.
it: 2. La password del dispositivo è errata. Se si dimentica la password, è necessario ripristinare il dispositivo alle impostazioni di fabbrica.
ja: 2.デバイスのパスワードが間違っています。パスワードを忘れた場合は、デバイスを工場出荷時の設定に戻す必要があります。
ko: 2. 기기의 비밀번호가 틀립니다. 암호를 잊은 경우 장치를 공장 설정으로 복원해야 합니다.
nb: 2. Passordet til enheten er feil. Hvis du glemmer passordet, må du gjenopprette enheten til fabrikkinnstillingene.
nl: 2. Het wachtwoord van het apparaat is verkeerd. Als u het wachtwoord bent vergeten, moet u het apparaat terugzetten naar de fabrieksinstellingen.
pl: 2. Hasło urządzenia jest nieprawidłowe. Jeśli zapomnisz hasła, musisz przywrócić urządzenie do ustawień fabrycznych.
pt_br: 2. A senha do dispositivo está errada. Se você esquecer a senha, será necessário restaurar o dispositivo para as configurações de fábrica.
ro: 2. Parola dispozitivului este greșită. Dacă uitați parola, trebuie să restaurați dispozitivul la setările din fabrică.
ru: 2. Неверный пароль устройства. Если вы забыли пароль, вам необходимо восстановить заводские настройки устройства.
sv: 2. Lösenordet för enheten är fel. Om du glömmer lösenordet måste du återställa enheten till fabriksinställningarna.
th: 2. รหัสผ่านของอุปกรณ์ไม่ถูกต้อง หากคุณลืมรหัสผ่าน คุณจะต้องกู้คืนอุปกรณ์กลับเป็นการตั้งค่าจากโรงงาน
tr: 2. Cihazın şifresi yanlış. Parolayı unutursanız, cihazı fabrika ayarlarına döndürmeniz gerekir.
vi: 2. Mật khẩu của thiết bị bị sai. Nếu quên mật khẩu, bạn cần khôi phục máy về cài đặt gốc.
zh_hans: ２.设备的密码错误，忘记密码需要将设备恢复出厂设置。
zh_hant: ２.設備的密碼錯誤，忘記密碼需要將設備恢復出廠設置。

# cloud_automatic_renewal_description
source: Automatic renewal service description
cs: Popis služby automatické obnovy
de: Beschreibung des automatischen Verlängerungsdienstes
es: Descripción del servicio de renovación automática.
fi: Automaattinen uusintapalvelun kuvaus
fr: Description du service de renouvellement automatique
he: תיאור שירות חידוש אוטומטי
id: Deskripsi layanan perpanjangan otomatis
it: Descrizione del servizio di rinnovo automatico
ja: 自動更新サービスの説明
ko: 자동 갱신 서비스 설명
nb: Beskrivelse av automatisk fornyelsestjeneste
nl: Automatische verlengingsservice beschrijving
pl: Opis usługi automatycznego odnawiania
pt_br: Descrição do serviço de renovação automática
ro: Descrierea serviciului de reînnoire automată
ru: Описание услуги автоматического продления
sv: Beskrivning av automatisk förnyelsetjänst
th: คำอธิบายบริการต่ออายุอัตโนมัติ
tr: Otomatik yenileme hizmeti açıklaması
vi: Mô tả dịch vụ gia hạn tự động
zh_hans: 自动续费服务说明
zh_hant: 自動續費服務說明

# adddevice_Wireless_flash_flicker
source: b. If the device indicator is flashing, you can click the "Configure Mode" button to enter the wireless distribution network adding process ( press and hold the "Reset button" on the device body to reset the device to the indicator blinking state)
cs: b. Pokud indikátor zařízení bliká, můžete klepnutím na tlačítko "Konfigurovat režim" vstoupit do procesu přidávání bezdrátové distribuční sítě (dlouhým stisknutím tlačítka "Resetovat" na těle zařízení resetujte zařízení do stavu blikání indikátoru)
de: b. Wenn die LED blinkt, können Sie auf "Konfigurationsmodus" tippen, um das Gerät über das eigene WLAN hinzuzufügen (halten Sie die Reset-Taste am Gerät so lange gedrückt, bis die LED blinkt, um das Gerät zurückzusetzen)
es: si. Si el indicador del Equipo está parpadeando, puede hacer clic en el botón "Modo de configuración" para ingresar al proceso de adición de la red de distribución inalámbrica (mantenga presionado el botón "Restablecer" en el cuerpo del Equipo para restablecer el Equipo al estado de parpadeo del indicador)
fi: b. Jos laitteen merkkivalo vilkkuu, voit napsauttaa "Configure Mode" -painiketta siirtyäksesi langattoman jakeluverkon lisäysprosessiin (paina pitkään laitteen rungossa olevaa "Reset-painiketta" palauttaaksesi laitteen merkkivalon vilkkuvaan tilaan).
fr: b. Si le voyant du périphérique clignote, vous pouvez cliquer sur le bouton "Mode de configuration" pour entrer dans le processus d'ajout du réseau de distribution sans fil (appuyez longuement sur le "Bouton de réinitialisation" du corps du périphérique pour réinitialiser le périphérique à l'état clignotant).
he: ב. אם מחוון ההתקן מהבהב, אתה יכול ללחוץ על כפתור "הגדרת מצב " כדי להיכנס לתהליך הוספת רשת ההפצה האלחוטית (לחץ לחיצה ארוכה על כפתור "איפוס" בגוף המכשיר כדי לאפס את ההתקן למצב המהבהב של המחוון)
id: b. Jika indikator perangkat berkedip, Anda dapat mengklik tombol "Mode Konfigurasi" untuk memasuki proses penambahan jaringan distribusi nirkabel (tekan lama tombol "Reset" pada badan perangkat untuk mengatur ulang perangkat ke keadaan berkedip indikator)
it: b. Se l'indicatore del dispositivo lampeggia, è possibile fare clic sul pulsante "Configura modalità" per accedere al processo di aggiunta della rete di distribuzione wireless (premere a lungo il pulsante "Ripristina" sul corpo del dispositivo per ripristinare il dispositivo allo stato lampeggiante dell'indicatore)
ja: b。 デバイスインジケーターが点滅している場合は、[構成モード]ボタンをクリックして、ワイヤレス配信ネットワークの追加プロセスを開始できます(デバイス本体の[リセットボタン]を長押しして、デバイスをインジケーターの点滅状態にリセットします)
ko: 비. 장치 표시기가 깜박이면 "구성 모드"단추를 클릭하여 무선 분배 네트워크 추가 프로세스를 시작할 수 있습니다 (장치 본체의 "재설정 단추"를 길게 눌러 장치를 표시기 깜박임 상태로 재설정)
nb: b. Hvis enhetsindikatoren blinker, kan du klikke på "Konfigurer modus " -knappen for å gå inn i den trådløse distribusjonsnettverksprosessen (trykk lenge på "Tilbakestill-knappen" på enhetsdelen for å tilbakestille enheten til indikatorens blinkende tilstand)
nl: b. Als de apparaatindicator knippert, kunt u op de knop "Configureermodus" klikken om het toevoegingsproces voor het draadloze distributienetwerk te openen (houd de "Resetknop" op de behuizing van het apparaat lang ingedrukt om het apparaat te resetten naar de knipperende statusindicator)
pl: b. Jeśli wskaźnik urządzenia miga, możesz kliknąć przycisk "Konfiguruj tryb ", aby przejść do procesu dodawania bezprzewodowej sieci dystrybucyjnej (naciśnij długo przycisk "Reset" na korpusie urządzenia, aby zresetować urządzenie do stanu migania wskaźnika)
pt_br: b. Se o indicador do dispositivo estiver piscando, você pode clicar no botão "Modo de configuração" para entrar no processo de adição da rede de distribuição sem fio (pressione e segure o botão "Redefinir" no corpo do dispositivo para redefinir o dispositivo para o estado de piscar do indicador)
ro: b. Dacă indicatorul dispozitivului clipește, puteți să faceți clic pe butonul "Configure Mode" pentru a intra în rețeaua de distribuție wireless, adăugând (apăsați îndelung butonul "Resetare" de pe corpul dispozitivului pentru a reseta dispozitivul la starea intermitentă a indicatorului)
ru: б. Если индикатор устройства мигает, вы можете нажать кнопку "Настроить режим", чтобы войти в процесс добавления беспроводной распределительной сети (нажмите и удерживайте кнопку "Сброс" на корпусе устройства, чтобы сбросить устройство до состояния мигания индикатора)
sv: b. Om enhetsindikatorn blinkar kan du klicka på "Configure Mode" -knappen för att gå in i det trådlösa distributionsnätverksprocessen (tryck länge på "Reset-knappen " på enhetens kropp för att återställa enheten till indikatorns blinkande tillstånd)
th: b. หากไฟแสดงสถานะอุปกรณ์กะพริบคุณสามารถคลิกปุ่ม "โหมดการกำหนดค่า" เพื่อเข้าสู่กระบวนการกำหนดค่าเครือข่ายไร้สาย (กด "ปุ่มรีเซ็ต" บนตัวเครื่องค้างไว้เพื่อรีเซ็ตอุปกรณ์เป็นสถานะกะพริบของไฟสถานะ)
tr: b. Cihaz göstergesi yanıp sönüyorsa, kablosuz dağıtım ağı ekleme işlemine girmek için "Yapılandırma Modu" düğmesini tıklayabilirsiniz (cihazı gösterge yanıp sönen durumuna sıfırlamak için cihaz gövdesindeki "Sıfırla düğmesi" tuşuna uzun süre basın)
vi: b. Nếu đèn báo thiết bị nhấp nháy, bạn có thể nhấp vào nút "Chế độ cấu hình" để vào quá trình thêm cấu hình mạng không dây (nhấn và giữ "nút Đặt lại" trên thân thiết bị để đặt lại thiết bị về trạng thái nhấp nháy của đèn báo )
zh_hans: b.若设备指示灯闪烁，您可以点击“配置模式”按钮进入无线配网添加流程(长按设备机身上的“Reset键”可重置设备至指示灯闪烁状态)
zh_hant: b.若設備指示燈閃爍，您可以點擊“配置模式”按鈕進入無線配網添加流程(長按設備機身上的“Reset鍵”可重置設備至指示燈閃爍狀態)

# devicesetting_4G_device_sim_card_testable
source: SIM card can be test
cs: SIM karta může být testována
de: SIM-Karte kann getestet werden
es: La tarjeta SIM se puede probar
fi: SIM-kortti voidaan testata
fr: La carte SIM peut être testée
he: ניתן לבדוק את כרטיס ה- SIM
id: Kartu SIM dapat diuji
it: La scheda SIM può essere testata
ja: SIMカードはテストすることができます
ko: SIM 카드 테스트 가능
nb: SIM-kort kan testes
nl: SIM-kaart kan worden getest
pl: Karta SIM może być testowana
pt_br: Cartão SIM pode ser teste
ro: Cartela SIM poate fi testată
ru: SIM-карту можно проверить
sv: SIM-kort kan testas
th: ซิมการ์ดสามารถทดสอบได้
tr: SIM kart test edilebilir
vi: Thẻ SIM có thể được kiểm tra
zh_hans: SIM卡可测试
zh_hant: SIM卡可測試

# deviceSetting_Storage_card
source: Storage card
cs: Paměťová karta
de: Speicherkarte
es: Tarjeta de almacenamiento
fi: Tallennuskortti
fr: Carte de stockage
he: כרטיס אחסון
id: Kartu penyimpanan
it: Scheda di memoria
ja: ストレージカード
ko: 저장 카드
nb: Oppbevaringskort
nl: Opslag kaart
pl: Karta pamięci
pt_br: Cartão de armazenamento
ro: Card de stocare
ru: Карта памяти
sv: Förvaringskort
th: การ์ดเก็บข้อมูล
tr: Hafıza kartı
vi: Thẻ lưu trữ
zh_hans: 储存卡
zh_hant: 儲存卡

# devicelist_check_following_describe_2
source: Please keep the camera and Base Station as close as possible
cs: Fotoaparát a základní stanici mějte co nejblíže
de: Bitte Kamera und Basisstation so nah wie möglich beieinander platzieren
es: Mantenga la cámara y la estación base lo más cerca posible
fi: Pidä kamera ja tukiasema mahdollisimman lähellä
fr: Veuillez garder la caméra et la station de base aussi près que possible
he: אנא שמור את המצלמה ותחנת הבסיס קרוב ככל האפשר
id: Harap simpan kamera dan Base Station sedekat mungkin
it: Si prega di tenere la fotocamera e la stazione base il più vicino possibile
ja: カメラとベースステーションをできるだけ近づけてください
ko: 카메라와 베이스 스테이션을 최대한 가깝게 유지하세요.
nb: Ha kameraet og basestasjonen så nært som mulig
nl: Houd de camera en het basisstation zo dicht mogelijk bij elkaar
pl: Trzymaj aparat i stację dokującą jak najbliżej
pt_br: Por favor, mantenha a câmera e a estação base o mais próximo possível
ro: Vă rugăm să păstrați camera și stația de bază cât mai aproape posibil
ru: Пожалуйста, держите камеру и базовую станцию как можно ближе
sv: Förvara kameran och basstationen så nära som möjligt
th: โปรดวางกล้องและสถานีฐานให้ใกล้ที่สุด
tr: Lütfen kamerayı ve Baz İstasyonunu mümkün olduğunca yakın tutun
vi: Vui lòng giữ máy ảnh và Trạm gốc càng gần càng tốt
zh_hans: 请将摄像机与WiFi摄像机基站尽量靠近
zh_hant: 請將攝像機與WiFi攝像機基站盡量靠近
