Repository: Yolo-cell-hash/go_home_ios
Catalog: ios/Runner/JASDK/JAResources/XLanguage/X35MultiLanguage/*.lproj/X35MutiLanguage.strings
Languages: cs, de, es, fi, fr, he, id, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sv, th, tr, vi, zh_hans, zh_hant

# person_feedback_question_prompt_error
source: Q1: When adding a LAN or ID, it prompts "The device is not online" or"The device is not registered"?
cs: Otázka 1: Při přidávání LAN nebo ID se zobrazí výzva "Zařízení není online " nebo"Zařízení není zaregistrováno"?
de: F1: Wenn Sie LAN oder ID hinzugefügt wird, erscheint, "Das Gerät ist nicht online" oder "Das Gerät ist nicht registriert".
es: P1: ¿Al agregar una LAN o ID, aparece "El dispositivo no está en línea " o"El dispositivo no está registrado"?
fi: Kysymys 1: Kun lisäät lähiverkkoa tai tunnusta, se kysyy "Laitetta ei ole online " tai"Laitetta ei ole rekisteröity"?
fr: Q1: Lors de l'ajout d'un LAN ou d'un ID, il demande "Le périphérique n'est pas en ligne " ou"Le périphérique n'est pas enregistré"?
he: שאלה 1: בעת הוספת LAN או מזהה, הוא מבקש "המכשיר אינו מקוון " או"המכשיר אינו רשום"?
id: T1: Saat menambahkan LAN atau ID, itu meminta "Perangkat tidak online " atau"Perangkat tidak terdaftar"?
it: Q1: Quando si aggiunge una LAN o un ID, viene richiesto "Il dispositivo non è online" o"Il dispositivo non è registrato"?
ja: Q1：LANまたはIDを追加すると、「デバイスがオンラインではありません」または「デバイスが登録されていません」というプロンプトが表示されますか？
ko: Q1: LAN 또는 ID를 추가할 때 "장치가 온라인이 아닙니다" 또는 "장치가 등록되지 않았습니다"라는 메시지가 표시됩니까?
nb: Spørsmål 1: Når du legger til et LAN eller ID, ber det "Enheten er ikke online " eller"Enheten er ikke registrert"?
nl: V1: Bij het toevoegen van een LAN of ID wordt "Het apparaat is niet online " of"Het apparaat is niet geregistreerd" gevraagd?
pl: P1: Podczas dodawania sieci LAN lub identyfikatora pojawia się monit "Urządzenie nie jest w trybie online" lub "Urządzenie nie jest zarejestrowane"?
pt_br: Q1: Ao adicionar uma LAN ou ID, ele solicita "O dispositivo não está online " ou"O dispositivo não está registrado"?
ro: Q1: Când adăugați o LAN sau un ID, va solicita "Dispozitivul nu este online " sau"Dispozitivul nu este înregistrat"?
ru: Q1: при добавлении локальной сети или идентификатора появляется запрос "Устройство не подключено к сети" или "Устройство не зарегистрировано"?
sv: F1: När du lägger till ett LAN eller ID ber det "Enheten är inte online"eller"Enheten är inte registrerad"?
th: Q1: เมื่อเพิ่ม LAN หรือ ID ระบบจะแจ้งว่า "อุปกรณ์ไม่ออนไลน์" หรือ "อุปกรณ์ไม่ได้ลงทะเบียน"?
tr: S1: Bir LAN veya kimlik eklerken, "Aygıt çevrimiçi değil " veya"Aygıt kayıtlı değil" sorusunu mu soruyor?
vi: Q1: Khi thêm LAN hoặc ID, nó sẽ nhắc "thiết bị không trực tuyến" hoặc "thiết bị chưa được đăng ký"?
zh_hans: Q1：局域网或者ID添加时，提示“设备不在线”或“设备未注册”？
zh_hant: Q1：局域網或者ID添加時，提示“設備不在線”或“設備未註冊”？

# addDevice_switch_wifi_other
source: Switch to other WiFi
cs: Přepněte na jiné WiFi
de: Wechseln Sie zu anderem WLAN
es: Cambiar a otro WiFi
fi: Vaihda toiseen WiFi-verkkoon
fr: Passer à un autre WiFi
he: עבור ל- WiFi אחר
id: Beralih ke WiFi lain
it: Passa ad altri WiFi
ja: 他のWiFiに切り替える
ko: 다른 WiFi로 전환
nb: Bytt til annen WiFi
nl: Schakel over naar andere wifi
pl: Przełącz na inne WiFi
pt_br: Mudar para outro WiFi
ro: Comutați la alt WiFi
ru: Переключиться на другой WiFi
sv: Byt till andra WiFi
th: เปลี่ยนไปใช้ WiFi อื่น
tr: Diğer kablosuz ağa geç
vi: Chuyển sang WiFi khác
zh_hans: 切换其他WiFi
zh_hant: 切換其他WiFi

# alarm_baby_fever_warning
source: Baby fever warning
cs: Varování o dětské horečce
de: Baby Fieberwarnung
es: Advertencia de fiebre del bebé
fi: Vauvakuumeen varoitus
fr: Avertissement de fièvre de bébé
he: אזהרת חום מפני תינוקות
id: Peringatan demam bayi
it: Avviso di febbre del bambino
ja: 赤ちゃん熱の警告
ko: 아기 열병 경고
nb: Advarsel om babyfeber
nl: Baby koorts waarschuwing
pl: Ostrzeżenie o gorączce dziecka
pt_br: Aviso de febre do bebê
ro: Avertizare de febră a bebelușului
ru: Предупреждение о детской лихорадке
sv: Babyfebervarning
th: คำเตือนอุณหภูมิ
tr: Bebek ateşi uyarısı
vi: Cảnh báo sốt ở bé
zh_hans: 婴儿发烧警告
zh_hant: 嬰兒發燒警告

# devicesetting_Alarm_sound_switch
source: Siren switch
cs: Spínač sirény
de: Alarmton ein-/auschalten
es: Interruptor de sirena
fi: Sireenin kytkin
fr: Commutateur de sirène
he: מתג סירנה
id: Saklar sirene
it: Interruttore sirena
ja: サイレンスイッチ
ko: 사이렌 스위치
nb: Sirenebryter
nl: Sirene schakelaar
pl: Przełącznik syreny
pt_br: Interruptor de sirene
ro: Comutator sirenă
ru: Переключатель сирены
sv: Sirenomkopplare
th: สวิตช์ไซเรน
tr: Siren anahtarı
vi: công tắc còi báo động
zh_hans: 警报声开关
zh_hant: 警報聲開關

# save_success
source: Succeed to save
cs: Úspěšně uloženo
de: Speichern erfolgreich
es: Guardado exitosamente
fi: Tallennettu onnistuneesti
fr: Sauvegarde réussie
he: נשמר בהצלחה
id: Berhasil Simpan
it: Salvato con successo
ja: 保存できました
ko: 저장을 위해 성공
nb: Lagring vellykket
nl: Opslaan gelukt
pl: Zapis udany
pt_br: Sucesso para salvar
ro: Încearcă să salvezi
ru: Успешно спасти
sv: Lyckas att spara
th: การบันทึกสำเร็จ
tr: Tasarruf etmeyi başar
vi: đã lưu thành công
zh_hans: 保存成功
zh_hant: 保存成功

# smartlin_distribution_network_fail_prompt_two
source: 2. Please check if there is a device nearby that supports smart connection.
cs: 2. Zkontrolujte,zda je v blízkosti zařízení,které podporuje inteligentní připojení.
de: 2. Überprüfen Sie, ob sich ein Gerät in der Nähe befindet, das eine smarte Verbindung unterstützt.
es: 2. Compruebe si hay un Equipo cercano que admita la conexión inteligente.
fi: 2. Tarkista,onko lähellä laitetta,joka tukee älykkäitä yhteyksiä.
fr: 2. Vérifiez si un périphérique à proximité prend en charge la connexion.
he: 2. אנא וודא שהמכשיר תומך בחיבור חכם
id: 2. silakan cek perangkat mendukung smart koneksi
it: 2. Si prega di verificare se c'è un dispositivo nelle vicinanze che supporta la connessione intelligente.
ja: 2.近くにスマート接続をサポートするデバイスがあるかどうかを確認してください。
ko: 2. 스마트링크를 할 수 있도록 WiFi공유기가 장치를 근처에 있는지 확인해주세요.
nb: 2. Kontroller om det finnes en enhet i nærheten som støtter smart tilkobling.
nl: 2. Controleer of er een apparaat in de buurt is dat een slimme verbinding ondersteunt.
pl: 2. Sprawdź,czy w pobliżu znajduje się urządzenie obsługujące inteligentne połączenie.
pt_br: 2. Por favor,verifique se existe um dispositivo próximo que suporte a conexão inteligente.
ro: 2. Verificați dacă există un dispozitiv în apropiere care să accepte conexiune inteligentă.
ru: 2. Пожалуйста,проверьте,есть ли поблизости устройство,поддерживающее интеллектуальное соединение.
sv: 2. Kontrollera om det finns en enhet i närheten som stöder smart anslutning.
th: 2. โปรดตรวจสอบว่ามีอุปกรณ์ใกล้เคียงที่รองรับการเชื่อมต่ออัจฉริยะหรือไม่
tr: 2. Yakında akıllı bağlantıyı destekleyen bir cihaz olup olmadığını kontrol edin.
vi: 2. Vui lòng kiểm tra xem có thiết bị hỗ trợ kết nối thông minh gần đó không
zh_hans: 2.请检查附近是否存在支持智能连接的设备
zh_hant: 2.請檢查附近是否存在支持智能連接的設備

# message_No_more_alarm
source: No more alarm messages
cs: Žádné další poplašné zprávy
de: Keine Alarmmeldungen mehr
es: No más mensajes de alarma
fi: Ei enää hälytysviestejä
fr: Plus de messages d'alarme
he: אין יותר הודעות אזעקה
id: Tidak ada lagi pesan alarm
it: Niente più messaggi di allarme
ja: これ以上のアラームメッセージはありません
ko: 더 이상 알람 메시지가 없습니다.
nb: Ingen flere alarmmeldinger
nl: Geen alarmberichten meer
pl: Nigdy więcej wiadomości alarmowych
pt_br: Não há mais mensagens de alarme
ro: Gata cu mesajele de alarmă
ru: Нет больше тревожных сообщений
sv: Inga fler larmmeddelanden
th: ไม่มีข้อความเตือนอีกต่อไป
tr: Artık alarm mesajı yok
vi: Không còn tin nhắn báo thức
zh_hans: 暂无更多报警消息
zh_hant: 暫無更多報警消息

# password_new_format_error
source: Format of new password is wrong,please input again.
cs: Nové heslo je v nesprávném formátu,zadejte znovu
de: Format neues Passwort ist falsch, bitte erneut eingeben.
es: La nueva contraseña está en el formato incorrecto. Por favor,vuelva a ingresar
fi: Uusi salasana on väärässä muodossa,syötä se uudelleen
fr: Le format du nouveau mot de passe est incorrect, veuillez le saisir à nouveau.
he: פורמט הססמה שגוי,אנה נסה שנית
id: format Sandi baru salah,coba lagi
it: Formato nuova password errato,prego reinserire
ja: 新しいパスワードの形式が間違っていますので、再度入力してください。
ko: 새 암호 형식이 잘못되었습니다. 다시 입력하십시오.
nb: Nytt passord har feil format,vennligst skriv inn på nytt
nl: Opmaak nieuw wachtwoord onjuist,opnieuw invoeren
pl: Format nowego hasła jest błędny,wprowadź ponownie.
pt_br: Formato da nova senha está errado,por favor insira novamente.
ro: Formatul noii parole este greșit,introduceți din nou.
ru: Неверный формат нового пароля,пожалуйста,введите снова.
sv: Format för nytt lösenord är fel,var god skriv in igen.
th: รูปแบบของรหัสผ่านใหม่ไม่ถูกต้องโปรดป้อนอีกครั้ง
tr: Yeni şifrenin biçimi yanlış,lütfen tekrar girin.
vi: Định dạng mật khẩu mới không đúng, vui lòng nhập lại
zh_hans: 新密码格式错误，请重新输入
zh_hant: 新密碼格式錯誤，請重新輸入

# service_map_improve
source: Juan will update the security equipment maintenance technology video teaching for you from time to time, you can quickly improve the maintenance technology.
cs: Juan pro vás čas od času aktualizuje výuku videa o údržbě zabezpečovacího zařízení, můžete rychle vylepšit technologii údržby.
de: Juan wird von Zeit zu Zeit die Video-Lehre zur Wartungstechnologie für Sicherheitsausrüstung für Sie aktualisieren. Sie können die Wartungstechnologie schnell verbessern.
es: Juan actualizará el video de la tecnología de mantenimiento del equipo de seguridad enseñándole de vez en cuando, puede mejorar rápidamente la tecnología de mantenimiento.
fi: Juan päivittää turvalaitteiden huoltotekniikan videoopetuksen sinulle ajoittain, voit parantaa huoltotekniikkaa nopeasti.
fr: Juan mettra à jour de temps en temps l'enseignement vidéo sur la technologie de maintenance des équipements de sécurité, vous pouvez rapidement améliorer la technologie de maintenance.
he: חואן יעדכן את לימודי הווידיאו לטכנולוגיית תחזוקת אבטחה עבורכם מדי פעם, תוכלו לשפר במהירות את טכנולוגיית התחזוקה.
id: Juan akan memperbarui pengajaran video teknologi pemeliharaan peralatan keamanan untuk Anda dari waktu ke waktu, Anda dapat dengan cepat meningkatkan teknologi pemeliharaan.
it: Juan aggiornerà di tanto in tanto il video insegnamento della tecnologia di manutenzione delle attrezzature di sicurezza, è possibile migliorare rapidamente la tecnologia di manutenzione.
ja: Juanは、セキュリティ機器のメンテナンス技術のビデオティーチングを随時更新し、メンテナンス技術をすばやく改善できます。
ko: 보안 장비 유지 보수 기술 비디오 교육을 수시로 업데이트하여 유지 보수 기술을 빠르게 개선 할 수 있습니다.
nb: Juan vil oppdatere sikkerhetsutstyr vedlikeholdsteknologi videoundervisning for deg fra tid til annen, kan du raskt forbedre vedlikeholdsteknologien.
nl: Juan zal van tijd tot tijd de video-onderwijstechnologie voor beveiligingsapparatuuronderhoud voor u updaten, u kunt de onderhoudstechnologie snel verbeteren.
pl: Juan będzie od czasu do czasu aktualizować wideo instruktażowe dotyczące technologii konserwacji sprzętu, możesz szybko ulepszyć technologię konserwacji.
pt_br: Juan irá atualizar o ensino de vídeo de tecnologia de manutenção de equipamentos de segurança para você de vez em quando, você pode melhorar rapidamente a tecnologia de manutenção.
ro: Juan va actualiza tehnica de învățământ video pentru întreținerea echipamentelor de securitate pentru dvs. din când în când, puteți îmbunătăți rapid tehnologia de întreținere.
ru: Хуан будет время от времени обновлять видео обучающие технологии обслуживания оборудования безопасности, вы можете быстро улучшить технологию обслуживания.
sv: Juan kommer att uppdatera säkerhetsutrustning underhållsteknologi videoundervisning för dig då och då, du kan snabbt förbättra underhållstekniken.
th: Juan จะอัปเดตวิดีโอการสอนเทคโนโลยีการบำรุงรักษาอุปกรณ์รักษาความปลอดภัยให้คุณเป็นครั้งคราวคุณสามารถปรับปรุงเทคโนโลยีการบำรุงรักษาได้อย่างรวดเร็ว
tr: Juan, zaman zaman sizin için güvenlik ekipmanı bakım teknolojisi video öğretimini güncelleyecek, bakım teknolojisini hızla geliştirebilirsiniz.
vi: Jiu'an sẽ cập nhật video dạy công nghệ bảo trì thiết bị an ninh cho các bạn theo thời gian, để các bạn nhanh chóng nâng cao kỹ thuật bảo trì.
zh_hans: 九安将不定期的为您更新安防设备维修技术视频教学，您可以快速的提高维修技术。
zh_hant: 九安將不定期的為您更新安防設備維修技術視頻教學，您可以快速的提高維修技術。

# addDevice_connection_WIFI
source: Connect WiFi for device %1$s
cs: Připojte ke službě WiFi zařízení%1$s
de: %1$s mit WLAN verbinden
es: Conecta WiFi para el Equipo %1$s
fi: Yhdistä WiFi-laitteeseen laitteelle%1$s
fr: Connexion WiFi pour le périphérique %1$s
he: חבר WiFi למחשב%1$s
id: Konek WiFi untuk perangkat %1$s
it: Connettere WiFi del dispositivo %1$s
ja: デバイス%1$sのWifi接続
ko: %1$s WiFi 연결
nb: Koble WiFi for enhet %1$s
nl: Verbinden met WiFi voor apparaat %1$s
pl: Połącz WiFi do urządzenia %1$s
pt_br: Conecte o WiFi ao dispositivo%1$s
ro: Conectați WiFi pentru dispozitivul%1$s
ru: Подключите WiFi для устройства%1$s
sv: Anslut WiFi för enhet%1$s
th: เชื่อมต่อWifiสำหรับอุปกรณ์%1$s
tr: %1$s cihazı için WiFi'ı bağla
vi: Kết nối WiFi cho thiết bị%1$s
zh_hans: 为设备%1$s连接WiFi
zh_hant: 為設備%1$s連接WiFi

# selection_time
source: Choose period of time
cs: Vyberte časové období
de: Zeitspanne auswählen
es: Seleccionar periodo de tiempo
fi: Valitse ajanjakso
fr: Choisissez une période de temps
he: בחר פרק זמן
id: Pilih priode waktu
it: Selezionare periodo di tempo
ja: 期間の選択
ko: 기간 선택
nb: Velg tidsperiode
nl: Tijdsperiode selecteren
pl: Wybierz okres czasu
pt_br: Escolha o período de tempo
ro: Alegeți perioada de timp
ru: Выберите период времени
sv: Välj tidsperiod
th: เลือกระยะเวลา
tr: Zaman aralığı seçin
vi: Chọn khoảng thời gian
zh_hans: 选择时间段
zh_hant: 選擇時間段

# devicelist_alarm_push
source: Alarm push
cs: Poplachová signalizace
de: Push-Benachrichtigungen
es: Empuje de alarma
fi: Hälytys push
fr: Poussée d'alarme
he: דחיפה מעורר
id: Dorongan alarm
it: Allarme push
ja: アラームプッシュ
ko: 알람 푸시
nl: Alarm indrukken
pt_br: Push de alarme
ro: Apăsare de alarmă
ru: Тревожный толчок
sv: Larmtryck
th: กดปลุก
tr: Alarm itme
vi: Báo động đẩy
zh_hans: 报警推送
zh_hant: 報警推送

# person_feedback_question_check_other_question_1
source: 1. If the router is set to bridge mode, the WiFi signal will be unstable, causing the connection to fail. It is not recommended to use WiFi in bridge mode when the camera is networked.
cs: 1. Pokud je router nastaven na režim přemostění, signál WiFi bude nestabilní, což způsobí selhání připojení. Pokud je kamera připojena k síti, nedoporučuje se používat WiFi v můstkovém režimu.
de: 1. Wenn der Router auf den Bridge-Verbindungsmodus eingestellt ist, schlägt die Verbindung aufgrund eines instabilen WLAN-Signals fehl. Es wird nicht empfohlen, WLAN im Bridge-Modus zu verwenden, wenn die Kamera mit dem Internet verbunden ist.
es: 1. Si el enrutador está configurado en modo puente, la señal WiFi será inestable, lo que provocará un error en la conexión. No se recomienda usar WiFi en modo puente cuando la cámara está en red.
fi: 1. Jos reititin on asetettu siltatilaan, WiFi-signaali on epävakaa, mikä aiheuttaa yhteyden epäonnistumisen. Ei ole suositeltavaa käyttää WiFi-siltatilassa, kun kamera on verkossa.
fr: 1. Si le routeur est réglé en mode pont, le signal WiFi sera instable, entraînant l'échec de la connexion. Il n'est pas recommandé d'utiliser le WiFi en mode pont lorsque la caméra est en réseau.
he: 1. אם הנתב מוגדר למצב גישור, אות ה- WiFi יהיה לא יציב ויגרום לחיבור להיכשל. לא מומלץ להשתמש ב- WiFi במצב גשר כאשר המצלמה ברשת.
id: 1. Jika router diatur ke mode jembatan, sinyal WiFi akan tidak stabil, menyebabkan koneksi gagal. Tidak disarankan untuk menggunakan WiFi dalam mode jembatan ketika kamera terhubung ke jaringan.
it: 1. Se il router è impostato in modalità bridge, il segnale WiFi sarà instabile, causando l'interruzione della connessione. Non è consigliabile utilizzare il WiFi in modalità bridge quando la videocamera è collegata in rete.
ja: 1.ルーターがブリッジモードに設定されている場合、無線LAN信号が不安定になり、接続が失敗します。カメラがネットワークに接続されている場合は、ブリッジモードで無線LANを使用することはお勧めしません。
ko: 1. 라우터가 브리지 모드로 설정되면 WiFi 신호가 불안정하여 연결이 실패합니다. 카메라가 네트워크에 연결되어 있으면 브리지 모드에서 WiFi를 사용하지 않는 것이 좋습니다.
nb: 1. Hvis ruteren er satt til bromodus, vil WiFi-signalet være ustabilt, noe som får tilkoblingen til å mislykkes. Det anbefales ikke å bruke WiFi i bromodus når kameraet er koblet til nettverk.
nl: 1. Als de router is ingesteld op bridge-modus, is het wifi-signaal onstabiel, waardoor de verbinding mislukt. Het wordt niet aanbevolen om wifi in bridge-modus te gebruiken wanneer de camera met een netwerk verbonden is.
pl: 1. Jeśli router jest ustawiony na tryb mostka, sygnał Wi-Fi będzie niestabilny, co spowoduje przerwanie połączenia. Nie zaleca się używania Wi-Fi w trybie mostu, gdy kamera jest podłączona do sieci.
pt_br: 1. Se o roteador estiver definido no modo de ponte, o sinal do WiFi ficará instável, causando falha na conexão. Não é recomendável usar o WiFi no modo de ponte quando a câmera estiver em rede.
ro: 1. Dacă routerul este setat pe modul bridge, semnalul WiFi va fi instabil, ceea ce va duce la eșecul conexiunii. Nu este recomandat să utilizați WiFi în modul bridge atunci când camera este în rețea.
ru: 1. Если маршрутизатор установлен в режим моста, сигнал WiFi будет нестабильным, что приведет к сбою соединения. Не рекомендуется использовать WiFi в режиме моста, когда камера подключена к сети.
sv: 1. Om routern är inställd på bridge-läge kommer WiFi-signalen att vara instabil, vilket gör att anslutningen misslyckas. Det rekommenderas inte att använda WiFi i bridge-läge när kameran är i nätverk.
th: 1. หากเราเตอร์ตั้งค่าเป็นโหมดการเชื่อมต่อแบบบริดจ์การเชื่อมต่อจะล้มเหลวเนื่องจากสัญญาณ WiFi ไม่เสถียร ไม่แนะนำให้ใช้โหมดบริดจ์ WiFi เมื่อกล้องเชื่อมต่อกับอินเทอร์เน็ต
tr: 1. Yönlendirici köprü moduna ayarlanmışsa, WiFi sinyali kararsız olacak ve bağlantının kesilmesine neden olacaktır. Kamera ağa bağlandığında WiFi'yi köprü modunda kullanmanız önerilmez.
vi: 1. Nếu bộ định tuyến được đặt ở chế độ cầu nối, kết nối sẽ không thành công do tín hiệu WiFi không ổn định. Không nên sử dụng WiFi kết nối cầu khi máy ảnh được kết nối Internet.
zh_hans: 1.如果路由器设置了桥连模式，会因为WiFi信号不稳定，导致连接失败。 不建议摄像机联网时使用桥连模式的WiFi。
zh_hant: 1.如果路由器設置了橋連模式，會因為WiFi信號不穩定，導致連接失敗。 不建議攝像機聯網時使用橋連模式的WiFi。

# message_Finish
source: Finish
cs: Dokončit
de: Fertig
es: Finalizar
fi: Suorittaa loppuun
fr: Finir
he: סיים
id: Menyelesaikan
it: Fine
ja: 終了
ko: 마치다
nb: Bli ferdig
nl: Af hebben
pl: Skończyć
pt_br: Terminar
ro: finalizarea
ru: Заканчивать
sv: Avsluta
th: เสร็จ
tr: Bitiş
vi: Kết thúc
zh_hans: 结束
zh_hant: 結束

# deviceSetting_During_repair_process_TFcard_cleared
source: During the repair process, the TF card will be formatted and all videos will be cleared.
cs: Během procesu opravy bude karta TF naformátována a všechna videa budou vymazána.
de: Während des Reparaturvorgangs wird die SD-Karte formatiert und alle Aufnahmen werden gelöscht.
es: Durante el proceso de reparación, se formateará la tarjeta TF y se borrarán todos los videos.
fi: Korjausprosessin aikana TF-kortti alustetaan ja kaikki videot tyhjennetään.
fr: Pendant le processus de réparation, la carte TF sera formatée et toutes les vidéos seront effacées.
he: במהלך תהליך התיקון, כרטיס ה-TF יפורמט וכל הסרטונים ינוקו.
id: Selama proses perbaikan, kartu TF akan diformat dan semua video akan dihapus.
it: Durante il processo di riparazione, la scheda TF verrà formattata e tutti i video verranno cancellati.
ja: 修復プロセス中に、TFカードがフォーマットされ、すべてのビデオがクリアされます。
ko: 복구 프로세스 중에 TF 카드가 포맷되고 모든 비디오가 지워집니다.
nb: Under reparasjonsprosessen vil TF-kortet formateres og alle videoer slettes.
nl: Tijdens het reparatieproces wordt de TF-kaart geformatteerd en worden alle video's gewist.
pl: Podczas procesu naprawy karta TF zostanie sformatowana, a wszystkie filmy zostaną usunięte.
pt_br: Durante o processo de reparo, o cartão TF será formatado e todos os vídeos serão apagados.
ro: În timpul procesului de reparare, cardul TF va fi formatat și toate videoclipurile vor fi șterse.
ru: В процессе ремонта карта TF будет отформатирована, и все видео будут удалены.
sv: Under reparationsprocessen kommer TF-kortet att formateras och alla videor kommer att raderas.
th: ในระหว่างกระบวนการซ่อมแซม การ์ด TF จะถูกฟอร์แมตและวิดีโอทั้งหมดจะถูกล้าง
tr: Onarım işlemi sırasında TF kartı biçimlendirilecek ve tüm videolar temizlenecektir.
vi: Trong quá trình sửa chữa, thẻ TF sẽ được định dạng và tất cả các video sẽ bị xóa.
zh_hans: 修复过程中会对TF卡进行格式处理清空所有录像
zh_hant: 修復過程中會對TF卡進行格式處理清空所有錄像

# version_updateFailed
source: Fail to update new version,please download again
cs: Aktualizace verze se nezdařila,stáhněte ji znovu
de: Update auf neue Version fehlgeschlagen, bitte erneut downloaden
es: La actualización de la versión falló,por favor descargue nuevamente
fi: Version päivitys epäonnistui,lataa se uudelleen
fr: Échec de la mise à jour de la nouvelle version, veuillez télécharger à nouveau
he: בעיה בעדכון,אנא נסה להוריד את העדכון שוב
id: gagal menperbarui versi baru,silakan unduh lagi
it: Errore di aggiornamento,prego scaricare nuovamente
ja: 新しいバージョンの更新ができません。もう一度ダウンロードしてください。
ko: 새 버전을 업데이트하지 못했습니다. 다시 다운로드하십시오.
nb: Kunne ikke oppdatere til ny versjon,vennligst last ned på nytt
nl: Updaten nieuwe versie mislukt,opnieuw downloaden
pl: Nie można zaktualizowac nowej wersji,pobierz ponownie
pt_br: Não atualizar a nova versão,faça o download novamente
ro: Nu reușiți să actualizați noua versiune,descărcați din nou
ru: Не удалось обновить новую версию,пожалуйста,загрузите снова
sv: Misslyckades med att uppdatera ny version,ladda ner igen
th: อัปเดตเวอร์ชันใหม่ไม่สำเร็จ,โปรดดาวน์โหลดอีกครั้ง
tr: Yeni sürüm güncellenemedi,lütfen tekrar indirin
vi: Cập nhật phiên bản không thành công, vui lòng tải xuống lại
zh_hans: 版本更新失败，请重新下载
zh_hant: 版本更新失敗，請重新下載

# playback_Playback_failed_check_network
source: Playback failed, please check network status
cs: Přehrávání se nezdařilo, zkontrolujte stav sítě
de: Wiedergabe fehlgeschlagen, bitte Netzwerkstatus prüfen
es: La reproducción falló, verifique el estado de la red
fi: Toisto epäonnistui, tarkista verkon tila
fr: Échec de la lecture, veuillez vérifier l'état du réseau
he: ההפעלה נכשלה, אנא בדוק את מצב הרשת
id: Pemutaran gagal, harap periksa status jaringan
it: Riproduzione non riuscita, controlla lo stato della rete
ja: 再生に失敗しました。ネットワークの状態を確認してください
ko: 재생에 실패했습니다. 네트워크 상태를 확인하세요.
nb: Avspilling mislyktes. Kontroller nettverksstatus
nl: Afspelen mislukt, controleer de netwerkstatus
pl: Odtwarzanie nie powiodło się, sprawdź stan sieci
pt_br: A reprodução falhou, verifique o status da rede
ro: Redarea a eșuat, vă rugăm să verificați starea rețelei
ru: Ошибка воспроизведения, проверьте статус сети
sv: Uppspelningen misslyckades, kontrollera nätverksstatus
th: การเล่นล้มเหลว โปรดตรวจสอบสถานะเครือข่าย
tr: Oynatma başarısız, lütfen ağ durumunu kontrol edin
vi: Phát lại không thành công, vui lòng kiểm tra trạng thái mạng
zh_hans: 回放失败，请检查网络状态
zh_hant: 回放失敗，請檢查網絡狀態

# add_Enter_APN
source: Enter APN
cs: Zadejte APN
de: APN eingeben
es: Ingrese APN
fi: Anna APN
fr: Saisissez l'APN
he: הזן APN
id: Masukkan APN
it: Inserisci l'APN
ja: APNを入力してください
ko: APN 입력
nb: Skriv inn APN
nl: Voer APN in
pl: Wpisz APN
pt_br: Digite APN
ro: Introduceți APN
ru: Введите точку доступа
sv: Ange APN
th: ป้อนAPN
tr: APn'yi girin
vi: Nhập APN
zh_hans: 输入APN
zh_hant: 輸入APN
