Repository: Yolo-cell-hash/go_home_ios
Catalog: ios/Runner/JASDK/JAResources/XLanguage/X35MultiLanguage/*.lproj/X35MutiLanguage.strings
Languages: cs, de, es, fi, fr, he, id, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sv, th, tr, vi, zh_hans, zh_hant

# person_feedback_enter_your_name
source: Please enter your name
cs: Zadejte své jméno
de: Bitte Namen eingeben
es: por favor, escriba su nombre
fi: Kirjoita nimesi
fr: S'il vous plaît entrez votre nom
he: אנא הכנס את שמך
id: Silahkan masukan nama anda
it: per favore inserisci il tuo nome
ja: 名前を入力してください
ko: 당신의 이름을 입력 해주세요
nb: Vennligst skriv inn navnet ditt
nl: Vul alstublieft uw naam in
pl: proszę wpisać swoje imię
pt_br: Por favor, insira seu nome
ro: te rog scrieti numele
ru: Пожалуйста, введите Ваше имя
sv: Vänligen fyll i ditt namn
th: กรุณากรอกชื่อของคุณ
tr: Lütfen adınızı giriniz
vi: xin hãy nhập tên của bạn
zh_hans: 请输入您的姓名
zh_hant: 請輸入您的姓名

# message_Car_detected
source: Car detected
cs: Auto bylo zjištěno
de: Auto erkannt
es: Coche detectado
fi: Auto havaittu
fr: Voiture détectée
he: מכונית זוהתה
id: Mobil terdeteksi
it: Auto rilevata
ja: 車が検出されました
ko: 자동차 감지
nb: Bil oppdaget
nl: Auto gedetecteerd
pl: Wykryto samochód
pt_br: Carro detectado
ro: Masina detectata
ru: Обнаружен автомобиль
sv: Bil upptäckt
th: ตรวจพบรถยนต์
tr: araba algılandı
vi: Đã phát hiện ô tô
zh_hans: 检测到车辆
zh_hant: 檢測到車輛

# competence_lack
source: No permission
cs: Žádné povolení
de: Keine Berechtigung
es: Sin autorización
fi: Ei lupaa
fr: Aucune autorisation
he: אין הרשאות
id: tidak ada hak
it: Nessun permesso
ja: 無許可
ko: 권한 없음
nb: Ingen tillatelse
nl: Geen toestemming
pl: Brak uprawnień
pt_br: Sem permissão
ro: Fara permisiune
ru: Отсутствует разрешение
sv: Inget tillstånd
th: ไม่ได้รับอนุญาต
tr: İzin yok
vi: Quyền bị từ chối
zh_hans: 没有权限
zh_hant: 沒有權限

# devicelist_add_smart_device
source: Add smart device
cs: Přidejte inteligentní zařízení
de: Gerät hinzufügen
es: Agregar dispositivo inteligente
fi: Lisää älylaite
fr: Ajouter un appareil intelligent
he: הוסף מכשיר חכם
id: Tambahkan perangkat pintar
it: Aggiungi dispositivo intelligente
ja: スマートデバイスを追加
ko: 스마트 장치 추가
nb: Legg til smart enhet
nl: Voeg een slim apparaat toe
pl: Dodaj inteligentne urządzenie
pt_br: Adicionar dispositivo inteligente
ro: Adăugați dispozitiv inteligent
ru: Добавить смарт-устройство
sv: Lägg till smart enhet
th: เพิ่มอุปกรณ
tr: Akıllı cihaz ekle
vi: Thêm thiết bị thông minh
zh_hans: 添加智能设备
zh_hant: 添加智能設備

source: America/Los Angeles
cs: Amerika / Los Angeles
de: Amerika / Los Angeles
fi: Amerikka / Los Angeles
fr: Amérique / Los Angeles
he: אמריקה / לוס אנג'לס
id: Amerika / Los Angeles
ja: アメリカ/ロサンゼルス
ko: 아메리카 / 로스 앤젤레스
nb: Amerika / Los Angeles
nl: Amerika / Los Angeles
pl: Ameryka / Los Angeles
pt_br: América / Los Angeles
ru: Америка / Лос-Анджелес
sv: Amerika / Los Angeles
th: อเมริกา / Los Angeles
tr: Amerika / Los Angeles
vi: Los Angeles / Hoa Kỳ Thái Bình Dương
zh_hans: 洛杉矶/美国太平洋
zh_hant: 洛杉磯/美國太平洋

# devicesetting_repair_fail
source: Repair failed
cs: Oprava selhala
de: Reparatur fehlgeschlagen
es: Reparación fallida
fi: Korjaus epäonnistui
fr: La réparation a échoué
he: התיקון נכשל
id: Perbaikan gagal
it: Riparazione fallita
ja: 修復できませんでした
ko: 복구 실패
nb: Reparasjonen mislyktes
nl: Reparatie is mislukt
pl: Naprawa nie powiodła się
pt_br: Reparo falhou
ro: Reparația nu a reușit
ru: Ремонт не удалось
sv: Reparationen misslyckades
th: ซ่อมแซมล้มเหลว
tr: Onarım başarısız oldu
vi: Sửa chữa không thành công
zh_hans: 修复失败
zh_hant: 修復失敗

# help_preview_ttextTips_6
source: Calendar:choose playback time to show all recording files wanted
cs: Kalendář: Vyberte čas,který chcete přehrát. Klepnutím na tlačítko OK zobrazíte všechny video segmenty dne.
de: Kalender: Wählen Sie die Wiedergabezeit, um alle gewünschten Aufnahme-Dateien anzuzeigen
es: Calendario: elija el tiempo de reproducción y confirme para mostrar todos los archivos de grabación deseados
fi: Kalenteri: Valitse aika,jonka haluat toistaa. Napsauta OK nähdäksesi kaikki päivän videosegmentit.
fr: Calendrier : choisissez l'heure de lecture pour afficher tous les fichiers d'enregistrement voulus
he: לוח שנה: בחר את זמן ההקלטה שברצונך לנגן
id: Kalender : pilih waktu putar ulang untuk memainkan rekaman yang diinginkan
it: Calendario: Selezionare il tempo di playback per visualizzare i video registrati
ja: カレンダー：再生時間を選択して、すべての録画ファイルを表示します
ko: 캘린더 : 재생 시간을 선택하여 원하는 모든 녹화 파일을 표시합니다.
nb: Kalender: Velg avspillingstid,klikk OK for å vise alle videosegmenter denne dagen
nl: Kalender:selecteer afspeeltijd om alle gewenste opnamebestanden weer te geven
pl: Kalendarz: wyświetlenie nagrań z wybranego przedziału czasowego
pt_br: Calendário: escolha o tempo de reprodução para mostrar todos os arquivos de gravação desejados
ro: Calendar: alegeți timpul de redare pentru a afișa toate fișierele de înregistrare dorite
ru: Календарь: выберите время воспроизведения,чтобы показать все нужные записи
sv: Kalender: Välj uppspelningstid för att visa alla önskade inspelningsfiler
th: ปฏิทิน: เลือกเวลาเล่นเพื่อแสดงไฟล์บันทึกทั้งหมดที่ต้องการ
tr: Takvim: istediğiniz tüm kayıt dosyalarını göstermek için oynatma süresini seçin
vi: Lịch: chọn thời gian phát lại, bấm OK để hiển thị tất cả các đoạn video trong ngày
zh_hans: 日历：选择需要回放的时间，点击确定后显示当天所有录像段
zh_hant: 日曆：選擇需要回放的時間，點擊確定後顯示當天所有錄像段

source: Cloud storage
cs: Cloudové úložiště
de: Cloud-Speicher
es: Almacenamiento en la nube
fi: Pilvitallennus
fr: Stockage en ligne
he: אחסון בענן
id: Penyimpanan awan
it: Archiviazione su cloud
ja: クラウドストレージ
ko: 클라우드 스토리지
nb: Skylagring
nl: Cloud opslag
pl: Magazyn w chmurze
pt_br: Armazenamento na núvem
ro: Stocare in cloud
ru: Облачное хранилище
sv: Molnlagring
th: การจัดเก็บเมฆ
tr: Bulut depolama
vi: Lưu trữ đám mây
zh_hans: 云存储
zh_hant: 雲存儲

# add_Camera_networking_failed_3
source: Contact your camera seller to help solve the distribution network problem, or click "Online Customer Service" below to contact customer service to solve the problem.
cs: Obraťte se na prodejce fotoaparátu, který vám pomůže vyřešit problém s distribuční sítí, nebo klikněte níže na "Online zákaznický servis" a kontaktujte zákaznický servis, aby problém vyřešil.
de: Wenden Sie sich an Ihren Kameraverkäufer, um das Problem mit dem Vertriebsnetz zu lösen, oder klicken Sie unten auf "Online-Kundendienst", um den Kundendienst zu kontaktieren, um das Problem zu lösen.
es: Comuníquese con el vendedor de su cámara para ayudar a resolver el problema de la red de distribución, o haga clic en "Servicio al cliente en línea" a continuación para comunicarse con el servicio al cliente y resolver el problema.
fi: Ota yhteyttä kameran myyjään auttaaksesi jakeluverkko-ongelman ratkaisemisessa, tai napsauta alla "Online-asiakaspalvelu" ottaaksesi yhteyttä asiakaspalveluun ongelman ratkaisemiseksi.
fr: Contactez le vendeur de votre appareil photo pour vous aider à résoudre le problème du réseau de distribution, ou cliquez sur "Service client en ligne" ci-dessous pour contacter le service client afin de résoudre le problème.
he: צור קשר עם מוכר המצלמה שלך כדי לעזור בפתרון בעיית רשת ההפצה, או לחץ על "שירות לקוחות מקוון" למטה כדי ליצור קשר עם שירות הלקוחות כדי לפתור את הבעיה.
id: Hubungi penjual kamera Anda untuk membantu menyelesaikan masalah jaringan distribusi, atau klik "Layanan Pelanggan Online" di bawah ini untuk menghubungi layanan pelanggan untuk menyelesaikan masalah.
it: Contatta il venditore della fotocamera per risolvere il problema della rete di distribuzione, oppure fai clic su "Servizio clienti online" di seguito per contattare il servizio clienti per risolvere il problema.
ja: カメラの販売者に連絡して配電ネットワークの問題を解決するか、下の[オンラインカスタマーサービス]をクリックしてカスタマーサービスに連絡して問題を解決してください。
ko: 카메라 판매자에게 연락하여 유통 네트워크 문제를 해결하거나 아래의 "온라인 고객 서비스"를 클릭하여 문제를 해결하려면 고객 서비스에 문의하십시오.
nb: Kontakt kameraselgeren din for å hjelpe deg med å løse problemet med distribusjonsnettverket, eller klikk på "Online Customer Service" nedenfor for å kontakte kundeservice for å løse problemet.
nl: Neem contact op met uw cameraverkoper om het probleem met het distributienetwerk op te lossen, of klik hieronder op "Online klantenservice" om contact op te nemen met de klantenservice om het probleem op te lossen.
pl: Skontaktuj się ze sprzedawcą aparatu, aby rozwiązać problem z siecią dystrybucyjną, lub kliknij "Obsługa klienta online" poniżej, aby skontaktować się z obsługą klienta w celu rozwiązania problemu.
pt_br: Entre em contato com o vendedor da câmera para ajudar a resolver o problema da rede de distribuição ou clique em "Atendimento ao cliente online" abaixo para entrar em contato com o atendimento ao cliente para resolver o problema.
ro: Contactați vânzătorul camerei pentru a ajuta la rezolvarea problemei rețelei de distribuție sau faceți clic pe "Serviciul clienți online" de mai jos pentru a contacta serviciul pentru clienți pentru a rezolva problema.
ru: Обратитесь к продавцу камеры, чтобы помочь решить проблему с распределительной сетью, или нажмите "Интернет-служба поддержки клиентов" ниже, чтобы связаться со службой поддержки для решения проблемы.
sv: Kontakta din kameraförsäljare för att hjälpa dig lösa problemet med distributionsnätverket, eller klicka på "Online kundtjänst" nedan för att kontakta kundtjänst för att lösa problemet.
th: ติดต่อผู้ขายกล้องของคุณเพื่อช่วยแก้ปัญหาเครือข่ายการจัดจำหน่าย หรือคลิก "บริการลูกค้าออนไลน์" ด้านล่างเพื่อติดต่อฝ่ายบริการลูกค้าเพื่อแก้ไขปัญหา
tr: Dağıtım ağı sorununun çözülmesine yardımcı olması için kamera satıcınızla iletişime geçin veya sorunu çözmek için müşteri hizmetleriyle iletişime geçmek için aşağıdaki "Çevrimiçi Müşteri Hizmetleri"ne tıklayın.
vi: Liên hệ với người bán máy ảnh của bạn để giúp giải quyết vấn đề mạng phân phối hoặc nhấp vào "Dịch vụ khách hàng trực tuyến" bên dưới để liên hệ với bộ phận dịch vụ khách hàng để giải quyết vấn đề.
zh_hans: 联络您的摄像机销售商协助解决配网问题，或点击下方“在线客服”联系客服解决问题。
zh_hant: 聯絡您的攝像機銷售商協助解決配網問題，或點擊下方“在線客服”聯繫客服解決問題。

# devicesetting_number
source: Number
cs: číslo
de: Nummer
es: número
fi: määrä
fr: nombre
he: מספר
id: jumlah
it: numero
ja: 数
ko: 번호
nb: Nummer
nl: aantal
pl: numer
pt_br: número
ro: număr
ru: число
sv: siffra
th: จำนวน
tr: numara
vi: con số
zh_hans: 号码
zh_hant: 號碼

# alarmmessage_trial_traffic_expire
source: Trial traffic is about to expire
cs: Zkušební provoz brzy vyprší
de: Die Testdaten laufen bald ab
es: El tráfico de prueba está a punto de caducar
fi: Koekäyttöliikenne on loppumassa
fr: Le trafic d'essai est sur le point d'expirer
he: תוקף הניסיון עומד לפוג
id: Lalu lintas percobaan akan kedaluwarsa
it: Il traffico di prova sta per scadere
ja: 試用トラフィックが間もなく期限切れになります
ko: 평가판 데이터가 곧 만료됩니다
nb: Prøve trafikk er i ferd med å utløpe
nl: Het proefverkeer verloopt binnenkort
pl: Ruch próbny wkrótce wygaśnie
pt_br: O tráfego de avaliação está prestes a expirar
ro: Traficul de încercare este pe cale să expire
ru: Пробный трафик истекает
sv: Testtrafiken håller på att upphöra
th: การทดลองใช้กำลังจะหมดอายุ
tr: Deneme trafiğinin süresi dolmak üzere
vi: Lưu lượng dùng thử sắp hết hạn
zh_hans: 试用流量即将过期
zh_hant: 試用流量即將過期

# loading_1
source: Loading
cs: načítání
de: Wird geladen
es: Cargando
fi: Ladataan
fr: Chargement
he: טוען
id: Memuat
it: Caricamento in corso
ja: 読み込み中
ko: 로딩 중
nb: Laster
nl: Bezig met laden
pl: Ładowanie
pt_br: Carregando
ro: Se încarcă
ru: Загрузка
sv: Läser in
th: กำลังโหลด
tr: Yükleniyor
vi: Đang tải
zh_hans: 正在加载
zh_hant: 正在加載

# playback_View_all_playbacks
source: Download playback video
cs: Stáhnout přehrávané video
de: Wiedergabevideo herunterladen
es: Descargar vídeo de reproducción
fi: Lataa toistovideo
fr: Télécharger la vidéo de lecture
he: הורד סרטון השמעה
id: Unduh video pemutaran
it: Scarica il video di riproduzione
ja: 再生ビデオをダウンロードする
ko: 재생 비디오 다운로드
nb: Last ned video avspilling
nl: Afspeelvideo downloaden
pl: Pobierz odtwarzany film
pt_br: Baixe o vídeo de reprodução
ro: Descărcați videoclipul de redare
ru: Скачать воспроизводимое видео
sv: Ladda ner uppspelningsvideo
th: ดาวน์โหลดเล่นวิดีโอ
tr: Oynatma videosunu indir
vi: Tải xuống video phát lại
zh_hans: 下载回放视频
zh_hant: 下載回放視頻

# person_set_clean_cache
source: Clear cache
cs: Vyčistěte mezipaměť
de: Cache leeren
es: Limpiar el caché
fi: Siivoa välimuisti
fr: Nettoyer le cache
he: נקה את המטמון
id: Bersihkan cache
it: Pulisci la cache
ja: キャッシュを削除する
ko: 캐시 정리
nb: Rydd opp hurtigbufferen
nl: Maak de cache schoon
pl: Wyczyść pamięć podręczną
pt_br: Limpe o cache
ro: Curățați memoria cache
ru: Очистить кеш
sv: Rengör cachen
th: ล้างแคช
tr: Önbelleği temizle
vi: Xóa bộ nhớ cache
zh_hans: 清理缓存
zh_hant: 清理緩存

# adddevice_align_device_body
source: Align the device body after power on
cs: Po zapnutí zarovnejte tělo zařízení
de: Richten Sie das Gerät nach dem Einschalten aus
es: Alinear el cuerpo del dispositivo después de encender
fi: Kohdista laitteen runko virran kytkemisen jälkeen
fr: Alignez le corps de l'appareil après la mise sous tension
he: יישר את גוף המכשיר לאחר ההפעלה
id: Sejajarkan badan perangkat setelah dihidupkan
it: Allineare il corpo del dispositivo dopo l'accensione
ja: 電源を入れた後、デバイス本体を位置合わせします
ko: 전원을 켠 후 장치 본체 정렬
nb: Juster enhetens kropp etter at den er slått på
nl: Lijn de behuizing van het apparaat uit na het inschakelen
pl: Po włączeniu wyrównaj korpus urządzenia
pt_br: Alinhe o corpo do dispositivo após ligá-lo
ro: Aliniați corpul dispozitivului după pornire
ru: Выровняйте корпус устройства после включения
sv: Rikta in enhetens kropp efter att den har slagits på
th: จัดตำแหน่งตัวเครื่องหลังจากเปิดเครื่อง
tr: Cihazın gövdesini açıldıktan sonra hizalayın
vi: Căn chỉnh thân thiết bị sau khi bật nguồn
zh_hans: 通电后对准设备机身
zh_hant: 通電後對准設備機身

# addevice_device_hotspot_connect_success
source: Device hotspot connection succeeded
cs: Připojení hotspotu zařízení bylo úspěšné
de: Geräte-Hotspot-Verbindung erfolgreich
es: La conexión del punto de acceso del dispositivo se realizó correctamente
fi: Laitepisteyhteys onnistui
fr: La connexion au hotspot de l'appareil a réussi
he: חיבור הנקודה החמה של המכשיר הצליח
id: Koneksi hotspot perangkat berhasil
it: Connessione hotspot del dispositivo riuscita
ja: デバイスのホットスポット接続が成功しました
ko: 장치 핫스팟 연결 성공
nb: Enhetens hotspot-tilkobling lyktes
nl: Verbinding met apparaat-hotspot is gelukt
pl: Połączenie z hotspotem urządzenia powiodło się
pt_br: conexão hotspot dispositivo sucedido
ro: Conectarea hotspot a dispozitivului a reușit
ru: Подключение точки доступа устройства удалось
sv: Enhetens hotspot-anslutning lyckades
th: การเชื่อมต่อฮอตสปอตของอุปกรณ์สำเร็จแล้ว
tr: Cihazın erişim noktası bağlantısı başarılı
vi: Đã kết nối thành công điểm phát sóng thiết bị
zh_hans: 设备热点连接成功
zh_hant: 設備熱點連接成功

# deviceSetting_evening_turn_off_next_morning_android
source: %1$s - next day %2$s off camera
cs: %1$s – další den %2$s mimo kameru
de: %1$s – %2$s schalte die Kamera am nächsten Tag aus
es: %1$s - día siguiente %2$s fuera de cámara
fi: %1$s - seuraavana päivänä %2$s pois kamerasta
fr: %1$s – le lendemain %2$s hors caméra
he: %1$s - למחרת %2$s הנחה על המצלמה
id: %1$s - hari berikutnya %2$s off kamera
it: %1$s - il giorno successivo %2$s fuori dalla telecamera
ja: %1$s-翌日%2$sオフカメラ
ko: %1$s - 다음날 %2$s 카메라 끄기
nb: %1$s – neste dag %2$s rabatt på kamera
nl: %1$s - volgende dag %2$s uit camera
pl: %1$s - następnego dnia %2$s poza kamerą
pt_br: %1$s - no dia seguinte %2$s fora da câmera
ro: %1$s - ziua următoare %2$s fără cameră
ru: %1$s — на следующий день %2$s без камеры
sv: %1$s - nästa dag %2$s rabatt på kameran
th: %1$s - วันถัดไป %2$s ปิดกล้อง
tr: %1$s - ertesi gün %2$s kamera kapalı
vi: %1$s - giảm giá máy ảnh vào ngày hôm sau%2$s
zh_hans: %1$s - 次日%2$s关闭摄像机
zh_hant: %1$s - 次日%2$s關閉攝像機

# me_binding
source: Already bind
cs: Vázat
de: Bereits verbunden
es: Ya enlazar
fi: sidottu
fr: Déjà lié
he: כבר משוייך
id: telah terikat
it: Gia associato
ja: 共有済み
ko: 이미 바인딩
nb: Allerede tilknyttet
nl: Al gekoppeld
pl: Już wiążę
pt_br: Já ligue
ro: Legați deja
ru: Уже привязать
sv: Alltid binda
th: ผูกแล้ว
tr: Zaten bağla
vi: Ràng buộc
zh_hans: 已绑定
zh_hant: 已綁定

# message_Mall_promotion
source: Mall promotion
cs: Propagace obchodního centra
es: promoción de centro comercial
fi: Mallin promootio
fr: Promotion centre commercial
he: קידום קניונים
id: promosi mal
it: Promozione del centro commerciale
ja: モールプロモーション
ko: 쇼핑몰 프로모션
nb: Mall kampanje
nl: Winkelcentrum promotie
pl: Promocja centrum handlowego
pt_br: Promoção de shopping
ro: Promovare Mall
ru: продвижение торгового центра
sv: Mall marknadsföring
th: โปรโมชั่นห้างสรรพสินค้า
tr: Alışveriş merkezi promosyonu
vi: Khuyến mãi trung tâm mua sắm
zh_hans: 商城大促销
zh_hant: 商城大促銷

# deviceSetting_videoBackup_startTimeHH
source: Time
cs: Čas
de: Std
es: Hora
fi: Milloin
fr: heure
he: זמן
id: waktu
it: Ora
ja: 時間
ko: 시간
nb: Tid
nl: Tijd
pl: Czas
pt_br: Tempo
ro: Timp
ru: Время
sv: Tid
th: เวลา
tr: zaman
vi: Thời gian
zh_hans: 时
zh_hant: 時

# adddevice_query_data_fail
source: Querying the data plan failed
cs: Dotaz na datový plán se nezdařil
de: Datenplanabfrage fehlgeschlagen
es: Error al consultar el plan de datos
fi: Tietosuunnitelman kysely epäonnistui
fr: L'interrogation du plan de données a échoué
he: שאילתת תוכנית הנתונים נכשלה
id: Permintaan paket data gagal
it: Interrogazione del piano dati non riuscita
ja: データプランのクエリに失敗しました
ko: 데이터 조회 실패했습니다
nb: Forespørsel om dataplanen mislyktes
nl: Het opvragen van het gegevensplan is mislukt
pl: Zapytanie w planie danych nie powiodło się
pt_br: Falha ao consultar o plano de dados
ro: Interogarea planului de date a eșuat
ru: Запрос к плану данных не удался
sv: Frågan om dataplanen misslyckades
th: ค้นหาแผนข้อมูลไม่สำเร็จ
tr: Veri planını sorgulama başarısız oldu
vi: Không truy vấn được gói dữ liệu
zh_hans: 查询流量套餐失败
zh_hant: 查詢流量套餐失敗

# Stand_alone_station_use_help
source: Use help
cs: Použijte nápovědu
de: Hilfe nutzen
es: Usa ayuda
fi: Käytä apua
fr: Utilisez l'aide
he: השתמש בעזרה
id: Gunakan bantuan
it: Usa l'aiuto
ja: ヘルプを使用する
ko: 도움말 사용
nb: Bruk hjelp
nl: Gebruik hulp
pl: Skorzystaj z pomocy
pt_br: Use a ajuda
ro: Folosiți ajutorul
ru: Воспользуйтесь справкой
sv: Använd hjälp
th: ใช้วิธีใช้
tr: Yardımı kullan
vi: Sử dụng trợ giúp
zh_hans: 使用帮助
zh_hant: 使用幫助

# adddevice_QR_code_load_fail
source: The QR code failed to load, please click refresh
cs: QR kód se nepodařilo načíst, klikněte na Obnovit
de: Der QR-Code konnte nicht geladen werden. Tippen Sie auf Aktualisieren
es: El código QR no se pudo cargar, haga clic en actualizar
fi: QR-koodin lataaminen epäonnistui. Napsauta päivitä
fr: Le code QR n'a pas pu se charger, veuillez cliquer sur Actualiser
he: טעינת קוד ה- QR נכשלה, לחץ על רענן
id: Kode QR gagal dimuat, silakan klik segarkan
it: Il codice QR non è stato caricato, fai clic su Aggiorna
ja: QRコードを読み込めませんでした。更新をクリックしてください
ko: QR 코드를로드하지 못했습니다. 새로 고침을 클릭하세요.
nb: QR-koden kunne ikke lastes inn. Klikk på oppdater
nl: De QR-code kan niet worden geladen, klik op vernieuwen
pl: Nie udało się załadować kodu QR. Kliknij Odśwież
pt_br: O código QR falhou ao carregar, clique em atualizar
ro: Codul QR nu s-a încărcat. Faceți clic pe Reîmprospătare
ru: Не удалось загрузить QR-код, нажмите "Обновить".
sv: QR-koden kunde inte laddas, klicka på uppdatera
th: ไม่สามารถโหลดโค้ด QR ได้โปรดคลิกรีเฟรช
tr: QR kodu yüklenemedi, lütfen yenile'yi tıklayın
vi: Không tải được mã QR, vui lòng nhấp vào làm mới
zh_hans: 二维码加载失败，请点击刷新
zh_hant: 二維碼加載失敗，請點擊刷新

# Devicesetting_white_light_alert
source: Warning light
cs: Varovné světlo
de: Weißlichtalarm
es: Luz de alerta
fi: Varoitus valo
fr: Lumière d'alarme
he: נורת אזהרה
id: Lampu peringatan
it: Spia d'avvertimento
ja: 警告灯
ko: 경고등
nb: Varsellys
nl: Waarschuwingslicht
pl: Światło ostrzegawcze
pt_br: Luz de aviso
ro: Lumină de avertizare
ru: Предупреждающий свет
sv: Varningsljus
th: ไฟเตือน
tr: Uyarı ışığı
vi: Đèn cảnh báo
zh_hans: 白光灯警报
zh_hant: 白光燈警報

# devicesetting_basestation_type
source: Base station type
cs: Typ základnové stanice
de: Basisstationstyp
es: Tipo de estación base
fi: Tukiaseman tyyppi
fr: Type de base
he: סוג תחנת בסיס
id: Jenis stasiun pangkalan
it: Tipo di stazione base
ja: 基地局タイプ
ko: 기지국 유형
nb: Type basestasjon
nl: Type basisstation
pl: Typ stacji bazowej
pt_br: Tipo de estação base
ro: Tipo de estação base
ru: Тип базовой станции
sv: Typ av basstation
th: ประเภทสถานีฐาน
tr: Baz istasyonu tipi
vi: Loại trạm gốc
zh_hans: 基站类型
zh_hant: 基站類型

# adddevice_device_initial
source: Device initialization
cs: Inicializace zařízení
de: Geräteinitialisierung
es: Inicialización del dispositivo
fi: Laitteen alustus
fr: Initialisation de l'appareil
he: אתחול מכשיר
id: Inisialisasi perangkat
it: Inizializzazione del dispositivo
ja: デバイスの初期化
ko: 장치 초기화
nb: Enhetsinitiering
nl: Apparaatinitialisatie
pl: Inicjalizacja urządzenia
pt_br: Inicialização do dispositivo
ro: Initializarea dispozitivului
ru: Инициализация устройства
sv: Enhetsinitiering
th: การเริ่มต้นอุปกรณ์
tr: Cihaz başlatma
vi: Khởi tạo thiết bị
zh_hans: 设备初始化
zh_hant: 設備初始化

# devSetting_acquisition
source: Image acquisition rate
cs: Rychlost pořízení snímku
de: Bilderfassungsrate
es: Tasa de adquisición de imagen
fi: Kuvan hankintaprosentti
fr: Taux d'acquisition d'image
he: קצב רענון תמונה
id: Rata2 akuisisi gambar
it: Frequenza acquisizione immagini
ja: 画像取得率
ko: 이미지 수집 속도
nb: Bildeovertakshastighet
nl: Beeldvormingssnelheid
pl: Szybkość przetwarzania obrazu
pt_br: Taxa de aquisição de imagem
ro: Rata de achiziție a imaginii
ru: Скорость получения изображения
sv: Bildförvärvshastighet
th: อัตราส่วนของภาพ
tr: Görüntü edinme oranı
vi: Tỷ lệ thu nhận hình ảnh
zh_hans: 图像采集率
zh_hant: 圖像採集率

# addDevice_IP_formatFail
source: IP format is wrong
cs: Chyba formátu IP
de: IP Format ist ungültig
es: El formato de IP está mal
fi: IP-muotoinen virhe
fr: Le format IP est incorrect
he: פורמט IP שגוי
id: Format IP Salah
it: Formato IP errato
ja: IPの形式が正しくありません。
ko: IP 주소 형식이 맞지 않습니다.
nb: IP-formatet er feil
nl: IP-formaat onjuist
pl: Błędny format IP
pt_br: Formato IP está errado
ro: Formatul IP este greșit
ru: Неверный формат IP
sv: IP-format är fel
th: รูปแบบ IP ที่ไม่ถูกต้อง
tr: IP formatı yanlış
vi: Lỗi định dạng IP
zh_hans: IP格式错误
zh_hant: IP格式錯誤

# playback_go_buy_cloud
source: Buy
cs: Koupit
de: Kaufen
es: Comprar
fi: Ostaa
fr: Acheter
he: קנה
id: Membeli
it: Acquistare
ja: 購入
ko: 구입
nb: Kjøpe
nl: Kopen
pl: Kup
pt_br: Comprar
ro: Cumpără
ru: купить
sv: köpa
th: ซื้อ
tr: Satın
vi: Đi mua
zh_hans: 去购买
zh_hant: 去購買

# person_View_video
source: View video
cs: Zobrazit video
de: Video ansehen
es: Ver video
fi: Näytä video
fr: Voir la vidéo
he: צפייה בהקלטה
id: Tampil Video
it: Guarda video
ja: ビデオを見る
ko: 비디오 보기
nb: Se video
nl: Bekijk video
pl: Zobacz wideo
pt_br: Visualizar vídeo
ro: Vizualizați videoclipul
ru: Посмотреть видео
sv: Visa video
th: ดูวิดีโอ
tr: Videoyu Görüntüle
vi: Xem video
zh_hans: 查看录像
zh_hant: 查看錄像

# devicesetting_end_time_later_start_time
source: The end time must be later than the start time
cs: Čas ukončení musí být pozdější než čas zahájení
de: Endzeit muss später als Startzeit sein
es: La hora de finalización debe ser posterior a la hora de inicio.
fi: Päättymisajan on oltava myöhäisempi kuin alkamisaika
fr: L'heure de fin doit être postérieure à L'heure de début
he: שעת הסיום חייבת להיות מאוחרת משעת ההתחלה
id: Waktu berakhir harus lebih lambat dari waktu mulai
it: L'ora di fine deve essere successiva all'ora di inizio
ja: 終了時刻は開始時刻より遅くする必要があります
ko: 종료 시간은 시작 시간 이후여야 합니다.
nb: Sluttidspunktet må være senere enn starttidspunktet
nl: De eindtijd moet later zijn dan de starttijd
pl: Czas zakończenia musi być późniejszy niż czas rozpoczęcia
pt_br: A hora de término deve ser posterior à hora de início
ro: Ora de încheiere trebuie să fie mai târziu decât ora de început
ru: Время окончания должно быть позже времени начала
sv: Sluttiden måste vara senare än starttiden
th: เวลาสิ้นสุดต้องช้ากว่าเวลาเริ่มต้น
tr: Bitiş zamanı, başlangıç zamanından sonra olmalıdır
vi: Thời gian kết thúc phải muộn hơn thời gian bắt đầu
zh_hans: 结束时间必须晚于开始时间
zh_hant: 結束時間必須晚於開始時間
