Repository: Yolo-cell-hash/go_home_ios
Catalog: ios/Runner/JASDK/JAResources/XLanguage/X35MultiLanguage/*.lproj/X35MutiLanguage.strings
Languages: cs, de, es, fi, fr, he, id, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sv, th, tr, vi, zh_hans, zh_hant

# cloud_storage_details_how_to_redeem_guide
source: Click the device list device "Cloud Record" button or the personal center "Cloud Mall" - enter the "Cloud Mall" interface - click "Use Cloud Saver Code" - enter the "Scan Redemption Code" interface, scan the valid redemption code - enter the " redemption code" Payment interface" - select the device and channel to be redeemed - click " redeem now" to complete the redemption
cs: Klikněte na zařízení seznamu zařízení "Cloud Record" tlačítko nebo osobní centrum "Cloud Mall" - zadejte "Cloud Mall" rozhraní - klikněte na "Použít Cloud Saver Code" - zadejte "Scan Redemption Code" "Rozhraní, prohledejte platný kód pro vyplacení - zadejte kód pro vyplacení" Rozhraní pro platby "- vyberte zařízení a kanál, který má být uplatněn - klikněte na" Vyřídit nyní "a dokončete vykoupení
de: Tippen Sie in der Geräteliste "Cloud Aufnahme" oder im Konto "Cloud Shop ". Öffnen Sie "Cloud Shop. Tippen Sie auf "Cloud Speicher Code verwenden". Öffnen Sie "Einlösecode scannen" und scannen den gültigen Einlösecode - öffnen "Zahlung " - wählen das Gerät und den Kanal aus, für den Sie Speicher kaufen möchten – und tippen auf" Jetzt einlösen ", um die Einlösung abzuschließen
es: Haga clic en la lista de Equipos Equipo "Cloud Record " botón o en el centro personal "Cloud Mall " - ingrese la "Cloud Mall " interfaz - haga clic en "Utilizar Cloud Saver Code " - ingrese el "Escanear código de canje "interfaz, escanee el código de canje válido: ingrese el" código de canje "Interfaz de pago " - seleccione el Equipo y el canal a canjear - haga clic en "canjear ahora" para completar el canje
fi: Napsauta laiteluettelon laitetta "Cloud Record" -painiketta tai henkilökohtaista keskustaa "Cloud Mall" - anna "Cloud Mall" -liitäntä - napsauta "Käytä pilvisäästäjäkoodia" - kirjoita Skannauspalautuskoodi "käyttöliittymä, skannaa voimassa oleva lunastuskoodi - anna" lunastuskoodi "Maksuliittymä - valitse lunastettava laite ja kanava - klikkaa" lunasta nyt", jotta lunastus suoritetaan loppuun.
fr: Cliquez sur le bouton "Enregistrement Cloud " dans la liste des appareils ou sur le centre personnel "Centre d'achat Cloud " - entrez l'interface "Centre d'achat Cloud" - cliquez sur "Utiliser le code d'économiseur de nuage " - entrez le "Code d'échange "interface, scannez le code de rachat valide - entrez le " code de rachat "interface de paiement " - sélectionnez le périphérique et le canal à échanger - cliquez sur "échanger maintenant " pour effectuer l'échange.
he: לחץ על לחצן רשימת המכשירים "ענן רשומה " או על המרכז האישי "Cloud Mall " - הזן את ממשק "Cloud Mall " - לחץ על "השתמש בקוד חיסכון בענן " - הזן את "Scan Redeem Code ", סרוק את קוד הגאולה החוקי - הזן את " קוד הפדיון "ממשק תשלום " - בחר את המכשיר ואת הערוץ שיש לפדות - לחץ על "פדיון כעת " כדי להשלים את הגאולה
id: Klik tombol daftar perangkat perangkat "Cloud Record " atau pusat pribadi "Cloud Mall " - masukkan antarmuka "Cloud Mall " - klik "Gunakan Cloud Saver Code " - masukkan "Scan Redemption Code "antarmuka, pindai kode penebusan yang valid - masukkan " kode penukaran "antarmuka pembayaran " - pilih perangkat dan saluran yang akan ditebus - klik "tebus sekarang " untuk menyelesaikan penebusan
it: Fare clic sul dispositivo dell'elenco dispositivi "Cloud Record " o sul centro personale "Centro commerciale cloud " - accedere all'interfaccia "Centro commerciale cloud " - fare clic su "Usa codice Cloud Saver " - immettere il "Codice riscatto scansione "interfaccia, scansiona il codice di riscatto valido - inserisci il " codice di riscatto "Interfaccia di pagamento " - seleziona il dispositivo e il canale da riscattare - fai clic su "riscatta ora " per completare la redenzione
ja: デバイスリストのデバイス「クラウドレコード」ボタンまたはパーソナルセンター「クラウドモール」をクリックします - 「クラウドモール」インターフェースに入ります - 「クラウドセーバーコードを使用する」をクリックします - 「交換特典交換コードを入力する」 "インターフェース、有効な引き換えコードをスキャンする - "引き換えコードを入力する"支払いインターフェース" - 引き換えるデバイスとチャンネルを選択する - "今すぐ引き換える"をクリックして引き換えを完了する
ko: 장치 목록 장치 "클라우드 레코드 "버튼 또는 개인 센터 "클라우드 몰 "- "클라우드 몰 "인터페이스 입력 - "클라우드 세이버 코드 사용 "클릭 - "스캔 사용 코드 "인터페이스에서 유효한 사용 코드를 스캔하십시오. "사용 코드 "지불 인터페이스 "를 입력하십시오. - 사용할 장치와 채널을 선택하십시오 - "지금 교환하십시오"를 클릭하여 사용을 완료하십시오
nb: Klikk på enhetslistenheten "Cloud Record " -knappen eller personlig senter "Cloud Mall " - skriv inn "Cloud Mall " grensesnittet - klikk "Use Cloud Saver Code " - skriv inn "Scan Redemption Code "grensesnitt, skann den gyldige innløsningskoden - skriv inn " innløsningskoden "Betalingsgrensesnitt " - velg enheten og kanalen som skal innløses - klikk "innløs nå " for å fullføre innløsningen
nl: Klik op het apparaatlijstapparaat "Cloud Record " knop of het persoonlijke centrum "Cloud Mall " - ga naar de "Cloud Mall " interface - klik op "Use Cloud Saver Code " - voer de "Scan inwisselcode in "interface, scan de geldige inwisselcode - voer de " inwisselcode "Betalingsinterface " in - selecteer het apparaat en kanaal om ingewisseld te worden - klik op "verzilver nu " om de inwisseling te voltooien
pl: Kliknij urządzenie z listą urządzeń Przycisk "Cloud Record" lub centrum osobiste "Cloud Mall" - wprowadź interfejs "Cloud Mall" - kliknij "Use Cloud Saver Code" - wpisz "Scan Redemption Code "interfejs, zeskanuj prawidłowy kod odkupienia - wprowadź" kod realizacji " Interfejs płatności "- wybierz urządzenie i kanał, który ma zostać wykorzystany - kliknij" zrealizuj teraz ", aby dokończyć wykupienie
pt_br: Clique no dispositivo da lista de dispositivos "Cloud Record " ou no centro pessoal "Cloud Mall " - digite a interface "Cloud Mall " - clique em "Usar código do Cloud Saver " - digite o "Código de resgate de varredura "interface, verifique o código de resgate válido - insira o " código de resgate "Interface de pagamento " - selecione o dispositivo e o canal a serem resgatados - clique em "resgatar agora " para concluir o resgate
ro: Faceți clic pe dispozitivul cu lista de dispozitive "Buton Cloud Record" sau centrul dvs. personal "Cloud Mall" - introduceți interfața "Cloud Mall" - faceți clic pe "Utilizați codul de salvare a cloudului" - introduceți ", selectați dispozitivul și canalul care urmează să fie valorificate - faceți clic pe " răscumpărați acum "pentru a finaliza răscumpărarea
ru: Нажмите кнопку устройства со списком устройств "Cloud Record " или в личном центре "Cloud Mall " - войдите в интерфейс "Cloud Mall " - нажмите "Use Cloud Saver Code " - введите "Scan Redemption Code "интерфейс, отсканируйте действительный код погашения - введите " код погашения "Интерфейс оплаты " - выберите устройство и канал для погашения - нажмите "обменять сейчас ", чтобы завершить погашение
sv: Klicka på enhetens lista enhet "Cloud Record " knappen eller personcenter "Cloud Mall " - skriv in "Cloud Mall " gränssnittet - klicka "Använd Cloud Saver Code " - skriv in "Scan Redemption Code "gränssnittet, skanna den giltiga inlösenskoden - skriv in " inlösenkoden "Betalningsgränssnitt " - välj enhet och kanal som ska lösas in - klicka på "lösa in nu " för att slutföra inlösen
th: คลิกปุ่ม "วิดีโอบนคลาวด์" ของอุปกรณ์ในรายการอุปกรณ์หรือ "คลาวด์มอลล์" ในศูนย์ส่วนบุคคลป้อนอินเทอร์เฟซ "คลาวด์มอลล์" คลิก "ใช้รหัสแลกรับเงินฝากบนคลาวด์" - ป้อนอินเทอร์เฟซ "สแกนรหัสแลกรับ" สแกนรหัสแลกรับที่ถูกต้อง - ป้อน "รหัสแลกรับ อินเทอร์เฟซการชำระเงิน "- เลือกอุปกรณ์และช่องทางที่จะแลกเปลี่ยนคลิก" แลกทันที "เพื่อทำการแลกเปลี่ยนให้เสร็จสมบูรณ์
tr: Cihaz listesi cihaz "Cloud Record " düğmesini veya kişisel merkezi "Cloud Mall " düğmesini tıklayın - "Cloud Mall " arayüzüne girin - "Cloud Saver Code Kullanın " tıklayın - "Scan Redemption Code'u girin "arayüz, geçerli ödeme kodunu tarayın - " ödeme kodunu "ödeme arayüzünü girin"- kurtarılacak cihazı ve kanalı seçin - ödeme işlemini tamamlamak için " şimdi kurtarın "düğmesini tıklayın
vi: Nhấp vào nút "Cloud Video" của thiết bị trong danh sách thiết bị hoặc "Cloud Mall" trong trung tâm cá nhân - nhập giao diện "Cloud Mall", nhấp vào "Sử dụng mã đổi tiền gửi qua đám mây" - vào giao diện "Quét mã đổi thưởng", quét mã đổi thưởng hợp lệ-nhập "Mã đổi thưởng" Giao diện thanh toán "-chọn thiết bị và kênh để đổi thưởng-nhấp vào" đổi ngay bây giờ "để hoàn tất việc đổi
zh_hans: 点击设备列表设备“云录像”按钮或个人中心“云商城”-进入“云商城”界面-点击“使用云存兑换码”-进入“扫描兑换码”界面，扫描有效兑换码-进入“兑换码支付界面”-选择需要兑换的设备与通道-点击“立即兑换”完成兑换
zh_hant: 點擊設備列表設備“雲錄像”按鈕或個人中心“雲商城”-進入“雲商城”界面-點擊“使用雲存兌換碼”-進入“掃描兌換碼”界面，掃描有效兌換碼-進入“兌換碼支付界面”-選擇需要兌換的設備與通道-點擊“立即兌換”完成兌換

# devicesetting_video_center_correction_Wall_mounted_lens_horizontal
source: Wall-mounted lens horizontal direction
cs: Nástěnná čočka horizontální
de: Wandmontage – Linse horizontal
es: Lente mural horizontal
fi: Seinään asennettu linssi vaakasuoraan
fr: Lentille murale horizontale
he: עדשה מותקנת על הקיר
id: tembok lensa horisontal
it: Obiettivo fissato al muro orizzontale
ja: 壁面取付
ko: 벽걸이 형 렌즈 가로형
nb: Veggmontert objektiv horisontal
nl: Wandgemonteerde lens horizontaal
pl: Naścienny obiektyw poziomy
pt_br: Lente de parede horizontal
ro: Obiectiv montat pe perete orizontal
ru: Настенный объектив горизонтальный
sv: Väggmonterad lins horisontell
th: ติดผนังเลนส์แนวนอน
tr: Duvara monte edilmiş lens yatay
vi: Hướng ngang của thấu kính gắn tường
zh_hans: 壁挂镜头水平方向
zh_hant: 壁掛鏡頭水平方向

# person_4G_order
source: 4G Order
cs: Objednávka 4G
de: 4G-Bestellung
es: Orden 4G
fi: 4G tilaus
fr: Commande 4G
he: הזמנת 4G
id: Pesan 4G
it: Ordine 4G
ja: 4G注文
ko: 4G 주문
nb: 4G-bestilling
nl: 4G Bestelling
pl: Zamówienie 4G
pt_br: Pedido 4G
ro: Comanda 4G
ru: Заказ 4G
sv: 4G beställning
th: สั่งซื้อ 4G
tr: 4G Sipariş
vi: Đặt hàng 4G
zh_hans: 4G订单
zh_hant: 4G訂單

# adddevice_device_password_incorrect_ios
source: Your device %@password is entered incorrectly
cs: Vaše zařízení%@ heslo je zadáno nesprávně
de: Das Passwort des Geräts%@ wurde falsch eingegeben
es: Su Equipo%@ contraseña se ingresó incorrectamente
fi: Laitteesi%@ salasana on annettu väärin
fr: Votre appareil%@ mot de passe est entré de manière incorrecte
he: סיסמת%@ המכשיר שלך הוזנה באופן שגוי
id: Perangkat Anda%@ kata sandi dimasukkan salah
it: Il dispositivo%@ password è stato inserito in modo errato
ja: デバイス%@パスワードが正しく入力されていません
ko: 기기 %@ password가 잘못 입력되었습니다
nb: Enheten%@ passordet ditt er skrevet feil
nl: Uw apparaat%@ wachtwoord is onjuist ingevoerd
pl: Twoje urządzenie%@ hasło zostało wpisane niepoprawnie
pt_br: A senha do seu dispositivo%@ foi inserida incorretamente
ro: Parola dispozitivului%@ este introdusă incorect
ru: Ваше устройство%@ пароль введен неправильно
sv: Enheten%@ -lösenordet har angetts felaktigt
th: ป้อนรหัสผ่าน%@ อุปกรณ์ของคุณไม่ถูกต้อง
tr: Cihazınız%@ şifresi yanlış girildi
vi: Mật khẩu%@ thiết bị của bạn đã nhập sai
zh_hans: 您的设备%@密码输入错误
zh_hant: 您的設備%@密碼輸入錯誤

# person_feedback_question_check_router_2
source: 2. The router is set up with 5GHz band wireless WiFi
cs: 2. Směrovač je vybaven bezdrátovou WiFi sítí s pásmem 5 GHz
de: 2. Der Router verfügt über 5-GHz-WLAN
es: 2. El enrutador está configurado con WiFi inalámbrico de banda de 5 GHz
fi: 2. Reititin on asetettu 5 GHz: n langattomalla WiFi-yhteydellä
fr: 2. Le routeur est configuré avec une connexion Wi-Fi sans fil à 5 ​​GHz
he: 2. הנתב מוגדר עם WiFi אלחוטי בפס 5GHz
id: 2. Router diatur dengan WiFi nirkabel pita 5GHz
it: 2. Il router è configurato con WiFi wireless a banda 5GHz
ja: 2.ルーターが5GHz帯の無線LANでセットアップされている
ko: 2. 라우터가 5GHz 대역 무선 WiFi로 설정되었습니다.
nb: 2. Ruteren er konfigurert med trådløst 5GHz-bånd
nl: 2. De router is ingesteld met 5GHz-band draadloze WiFi
pl: 2. W routerze skonfigurowano bezprzewodową sieć Wi-Fi w paśmie 5 GHz
pt_br: 2. O roteador está configurado com WiFi sem fio de banda de 5GHz
ro: 2. Routerul este configurat cu WiFi wireless fără fir de 5GHz
ru: 2. Маршрутизатор настроен на беспроводную связь в диапазоне 5 ГГц.
sv: 2. Routern är konfigurerad med 5 GHz trådlöst WiFi-band
th: 2. เราเตอร์ตั้งค่าด้วย WiFi ไร้สายย่านความถี่ 5GHz
tr: 2. yönlendirici 5 GHz bant kablosuz WiFi ile ayarlanır
vi: 2. Bộ định tuyến được thiết lập với WiFi không dây 5GHz
zh_hans: 2.路由器设置了5GHz频段的无线WiFi
zh_hant: 2.路由器設置了5GHz頻段的無線WiFi

# Unbind_mailbox
source: Unbind email
cs: Zrušit vazbu e-mailu
de: E-Mail Verbindung trennen
es: Desvincular correo electrónico
fi: Pura sähköposti
fr: Dissocier l'e-mail
he: בטל את קשירת האימייל
id: Lepaskan ikatan email
it: Annulla associazione e-mail
ja: メールのバインドを解除する
ko: 이메일 바인딩 해제
nb: Fjern bindingen til e-post
nl: E-mail ontbinden
pl: Odłącz e-mail
pt_br: Desvincular e-mail
ro: Dezlegați e-mailul
ru: Отменить привязку электронной почты
sv: Avbind e-post
th: เลิกผูกอีเมล
tr: E-postanın bağlantısını kaldır
vi: Hủy liên kết email
zh_hans: 解绑邮箱
zh_hant: 解綁郵箱

# addDevice_fails_qrcodeInvalid
source: Invalid QR code
cs: Neplatný QR kód
de: Ungültiger QR-Code
es: Código QR no válido
fi: Virheellinen QR-koodi
fr: Code QR invalide
he: קוד QR לא חוקי
id: Kode QR tidak valid
it: Codice QR non valido
ja: 無効なQRコード
ko: 잘못된 QR 코드
nb: Ugyldig QR-kode
nl: Ongeldige QR-code
pl: Nieprawidłowy kod QR
pt_br: Código QR inválido
ro: Cod QR nevalid
ru: Неверный QR-код
sv: Ogiltig QR-kod
th: รหัส QR ไม่ถูกต้อง
tr: Geçersiz QR kodu
vi: Mã QR không hợp lệ
zh_hans: 二维码已失效
zh_hant: 二維碼已失效

# deviceSetting_videoBackup_selectVideo
source: Select backup video
cs: Vyberte záložní video
de: Backup-Videos auswählen
es: Seleccionar video de respaldo
fi: Valitse varmuuskopiointivideo
fr: Sélectionner la sauvegarde vidéo
he: בחר וידאו לגיבוי
id: pilih video backup
it: Selezionare video backup
ja: バックアップする録画ファイルを選択してください
ko: 백업 비디오 선택
nb: Velg backupvideo
nl: Back-up video selecteren
pl: Wybierz nagranie
pt_br: Selecione o vídeo de backup
ro: Selectați videoclipul de rezervă
ru: Выберите резервную копию видео
sv: Välj backup-video
th: เลือกวิดีโอที่จะสำรองข้อมูล
tr: Yedek videoyu seç
vi: Chọn bản ghi sao lưu
zh_hans: 选择备份录像
zh_hant: 選擇備份錄像

# devicelist_offline_help_content_more_help_tow
source: 2. Check whether the network resources connected to the device are occupied in a large amount. You can pause the large-band download or upload operation of other terminals in the network first,and observe whether the device is online after a few minutes.
cs: 2. Zkontrolujte,zda jsou síťové zdroje připojené k zařízení obsazené velkým množstvím.Můžete pozastavit stahování nebo nahrávání velkých kapacit jiných terminálů v síti.Po několika minutách zkontrolujte,zda je zařízení online.
de: 2. Prüfen Sie, ob das mit dem Gerät verbundene Netzwerk überlastet ist: Sie können die Download- und Upload-Vorgänge anderer Endgeräte im Netzwerk, die eine große Bandbreite benötigen zunächst pausieren und beobachten, ob das Gerät dann nach wenigen Minuten online ist.
es: 2. Compruebe si los recursos de red conectados al Equipo están ocupados en gran cantidad. Puede pausar primero la operación de carga o descarga de banda ancha de otros terminales en la red y observar si el Equipo está en línea después de unos minutos.
fi: 2. Tarkista,onko laitteeseen liitetty verkkoresurssi käytössä suuressa määrin.Voit keskeyttää muiden verkon päätelaitteiden suuren kapasiteetin lataamisen tai lataustoiminnon ja tarkistaa,onko laite verkossa.
fr: 2. Vérifiez si les ressources réseau connectées au périphérique sont fortement sollicitées. Vous pouvez suspendre le téléchargement à grande capacité ou le téléchargement des autres terminaux du réseau après quelques minutes, puis vérifier si le périphérique est en ligne.
he: 2. ייתכן שיותר מידי התקנים מחוברים לרשת. אתה יכול להשהות את הלהקה הגדולה להוריד או להעלות את הפעולה של מסופים אחרים ברשת הראשון,ולבחון אם המכשיר הוא מקוון לאחר כמה דקות.
id: 2. Periksa apakah sumber daya jaringan yang terhubung ke perangkat ditempati dalam jumlah besar. Anda dapat menjeda unduhan besar atau menunggah operasi di terminal yang lain di jaringan dulu. Dan perangkat akan Terhubng setelah beberapa menit
it: 2. Verificare se le risorse di rete collegate al dispositivo sono occupate in modo significativo. È possibile mettere in pausa l'operazione di download o caricamento a banda larga di altri terminali nella rete e osservare se il dispositivo è online dopo alcuni minuti.
ja: 2.デバイスに接続されているネットワークリソースが大量に占有されていないか確認します。ネットワーク内の他端末による大容量のダウンロードまたはアップロード操作を一時停止し、数分後にオンラインになっているかどうかを確認できます。
ko: 2. 장치에 연결된 네트워크와 같은 공유기에 다른 네트워크 기기의 연결이 많은지 확인해주세요. 같은 네트워크에서 다른 기기의 대용량 다운로드 또는 업로드 작업을 먼저 일시 중지하고 몇 분 후 장치가 온라인 상태로 바꼈는지 확인해주세요.
nb: 2. Kontroller om nettverksressursene som er koblet til enheten,er opptatt i stor mengde. Du kan midlertidig stoppe nedlastingen eller laste opp operasjonen til andre terminaler i nettverket først,og se om enheten er online etter noen få minutter.
nl: 2. Controleer of de netwerkbronnen die op het apparaat zijn aangesloten grotendeels bezet zijn. U kunt het breedband-downloaden onderbreken of u kunt de bediening via andere terminals in het netwerk uploaden en observeren of het apparaat na een paar minuten online is.
pl: 2. Sprawdź,czy zasoby sieciowe podłączone do urządzenia są zajęte w dużej ilości.Możesz najpierw wstrzymać pobieranie lub wysyłanie danych z innych pasm w sieci i sprawdzić,czy urządzenie jest włączone po kilku minutach.
pt_br: 2. Verifique se os recursos de rede conectados ao dispositivo estão ocupados em grande quantidade. Você pode pausar a operação de download ou upload de banda larga de outros terminais na rede primeiro e observar se o dispositivo está on-line após alguns minutos.
ro: 2. Verificați dacă resursele de rețea conectate la dispozitiv sunt ocupate într-o cantitate mare. Puteți întrerupe mai întâi operația de descărcare sau încărcare a celor mai multe benzi din rețea și puteți observa dacă aparatul este conectat la rețea după câteva minute.
ru: 2. Проверьте,заняты ли сетевые ресурсы,подключенные к устройству,большим количеством. Вы можете сначала приостановить загрузку или загрузку других терминалов в сети,а через несколько минут проверить,подключено ли устройство к сети.
sv: 2. Kontrollera om nätverksresurserna anslutna till enheten är upptagna i stor utsträckning. Du kan pausa storbands nedladdning eller uppladdning av andra terminaler i nätverket först och observera om enheten är online efter några minuter.
th: 2. ตรวจสอบว่าทรัพยากรเครือข่ายที่เชื่อมต่อกับอุปกรณ์ถูกใช้งานมากหรือไม่ก่อนอื่นคุณสามารถระงับการดาวน์โหลดหรืออัปโหลดการรับส่งข้อมูลจำนวนมากจากเทอร์มินัลอื่น ๆ ในเครือข่ายและสังเกตว่าอุปกรณ์นั้นออนไลน์อยู่หรือไม่หลังจากผ่านไปสักครู่
tr: 2. Cihaza bağlı ağ kaynaklarının çok miktarda meşgul olup olmadığını kontrol edin. Ağdaki diğer terminallerin geniş bant indirme işlemini veya yükleme işlemini ilk olarak duraklatabilir ve cihazın birkaç dakika sonra çevrimiçi olup olmadığını gözlemleyebilirsiniz.
vi: 2. Xác nhận xem tài nguyên mạng được kết nối với thiết bị có bị chiếm dụng nhiều hay không; trước tiên, bạn có thể tạm dừng việc tải xuống hoặc tải lên lưu lượng lớn từ các thiết bị đầu cuối khác trong mạng và quan sát xem thiết bị có trực tuyến sau vài phút hay không.
zh_hans: 2.确认设备连接的网络资源是否被大量占用；可以先暂停同网络内其他终端的大流量下载或上传动作，几分钟后观察设备是否上线。
zh_hant: 2.確認設備連接的網絡資源是否被大量佔用；可以先暫停同網絡內其他終端的大流量下載或上傳動作，幾分鐘後觀察設備是否上線。

# me_help
source: Help and Live Chat
cs: Nápověda a živý chat
de: Hilfe / Häufige Fragen
es: Ayuda y chat en vivo
fi: Ohje ja Live Chat
fr: Aide et chat en direct
he: עזרה וצ'אט חי
id: Bantuan dan Live Chat
it: Aiuto e chat dal vivo
ja: ヘルプとライブチャット
ko: 도움말 및 라이브 채팅
nb: Hjelp og Live Chat
nl: Hulp en livechat
pl: Pomoc i czat na żywo
pt_br: Ajuda e chat ao vivo
ro: Ajutor și chat live
ru: Помощь и чат
sv: Hjälp och livechatt
th: ช่วยเหลือและแชทสด
tr: Yardım ve Canlı Sohbet
vi: Trợ giúp và Trò chuyện Trực tiếp
zh_hans: 帮助与客服
zh_hant: 幫助與客服

# devicesetting_remaining_ios
source: %@ remaining
cs: Zbývá %@
de: %@ verbleibend
es: %@ restante
fi: %@ jäljelle jäänyt
fr: %@ restant
he: %@ נותרו
id: %@ tersisa
it: %@ rimanente
ja: 残り %@
ko: %@ 남음
nb: %@ gjenstående
nl: %@ resterend
pl: %@ pozostałe
pt_br: %@ restante
ro: %@ rămas
ru: %@ остальной
sv: %@ återstående
th: %@ เหลือ
tr: %@ kalan
vi: %@ còn lại
zh_hans: 剩余%@
zh_hant: 剩餘%@

# PTZ_Short_focus
source: Short-focus
cs: Krátké zaostření
de: Kurzfokus
es: Enfoque corto
fi: Lyhyt tarkennus
fr: Mise au point courte
he: פוקוס קצר
id: Fokus pendek
it: Messa a fuoco breve
ja: ショートフォーカス
ko: 짧은 초점
nb: Kort-fokus
nl: Korte focus
pl: Krótkie skupienie
pt_br: Foco curto
ro: Focalizare scurtă
ru: Короткофокусный
sv: Kortfokus
th: โฟกัสสั้น
tr: Kısa odak
vi: Tiêu điểm ngắn
zh_hans: 短焦
zh_hant: 短焦

# person_query_fails
source: Query failed
cs: Dotaz selhal
de: Anfrage fehlgeschlagen
es: Consulta fallida
fi: Kysely epäonnistui
fr: La requête a échoué
he: השאילתה נכשלה
id: Permintaan gagal
it: Query non riuscita
ja: クエリが失敗しました
ko: 쿼리 실패
nb: Forespørsel mislyktes
nl: Zoekopdracht is mislukt
pl: Zapytanie nie powiodło się
pt_br: Falha na consulta
ro: Interogarea nu a reușit
ru: Запрос не выполнен
sv: Frågan misslyckades
th: แบบสอบถามล้มเหลว
tr: Sorgu başarısız
vi: Truy vấn không thành công
zh_hans: 查询失败
zh_hant: 查詢失敗

# add_Physical_SIM
source: Physical SIM
cs: Fyzická SIM
de: Physische SIM-Karte
es: SIM física
fi: Fyysinen SIM
fr: SIM physique
he: סים פיזי
id: SIM fisik
it: SIM fisica
ja: 物理SIM
ko: 물리적 SIM
nb: Fysisk SIM
nl: Fysieke simkaart
pl: Fizyczna karta SIM
pt_br: SIM físico
ro: SIM fizic
ru: Физическая SIM-карта
sv: Fysiskt SIM
th: ซิมทางกายภาพ
tr: Fiziksel SIM
vi: SIM vật lý
zh_hans: 实体SIM卡
zh_hant: 實體SIM卡

# cloud_help_Contact_type
source: Mobile phone number, email, QQ, MSN
cs: Číslo mobilního telefonu, e-mail, QQ, MSN
de: Handynummer, E-Mail, QQ, MSN
es: Número de teléfono móvil, correo electrónico, QQ, MSN
fi: Matkapuhelinnumero, sähköposti, QQ, MSN
fr: Numéro de téléphone mobile, email, QQ, MSN
he: מספר טלפון נייד, דואר אלקטרוני, QQ, MSN
id: Nomor ponsel, email, QQ, MSN
it: Numero di cellulare, email, QQ, MSN
ja: 携帯電話番号、Eメール、MSN
ko: 휴대 전화 번호, 이메일, QQ, MSN
nb: Mobiltelefonnummer, e-post, QQ, MSN
nl: Mobiel nummer, e-mail, QQ, MSN
pl: Numer telefonu komórkowego, e-mail, QQ, MSN
pt_br: Número de telemóvel, email, QQ, MSN
ro: Număr de telefon mobil, e-mail, QQ, MSN
ru: Номер мобильного телефона, электронная почта, QQ, MSN
sv: Mobiltelefonnummer, e-post, QQ, MSN
th: หมายเลขโทรศัพท์มือถือ, อีเมล์, QQ, MSN
tr: Cep telefonu numarası, e-posta, QQ, MSN
vi: Số điện thoại di động, email, QQ, MSN
zh_hans: 手机号码、邮箱、QQ、MSN
zh_hant: 手機號碼、郵箱、QQ、MSN

# person_save_fail
source: Save to local failed
cs: Uložit do místního se nezdařilo
de: Lokal speichern fehlgeschlagen
es: Guardar en local fallido
fi: Tallenna paikalliseen epäonnistui
fr: l'enregistrement au niveau local a échoué
he: בעיה בשמירה לאלבום המקומי
id: simpan ke lokal gagal
it: Salva su locale fallito
ja: 携帯電話へ保存できません
ko: 저장 실패
nb: Lagre til lokal mislyktes
nl: Opslaan naar lokaal is mislukt
pl: Zapisywanie do lokalnego nie powiodło się
pt_br: Salvar no local falhou
ro: Salvarea la locala nu a reușit
ru: Не удалось сохранить локальный файл
sv: Spara till lokala misslyckades
th: บันทึกลงเครื่องล้มเหลว
tr: Yerel olarak kaydetme başarısız oldu
vi: Không lưu được vào cục bộ
zh_hans: 保存至本地失败
zh_hant: 保存至本地失敗
