Repository: Yolo-cell-hash/go_home_ios
Catalog: ios/Runner/JASDK/JAResources/XLanguage/X35MultiLanguage/*.lproj/X35MutiLanguage.strings
Languages: cs, de, es, fi, fr, he, id, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sv, th, tr, vi, zh_hans, zh_hant

# deviceSetting_color_temperature_according_number_invalid_night
source: The color temperature of the screen can be set according to the number (invalid in night vision mode)
cs: Barevnou teplotu obrazovky lze nastavit podle čísla (neplatné v režimu nočního vidění)
de: Die Farbtemperatur des Bildschirms kann entsprechend der Zahl eingestellt werden (ungültig im Nachtsicht-Modus)
es: La temperatura de color de la pantalla se puede configurar de acuerdo con el número (no válido en el modo de visión nocturna)
fi: Näytön värilämpötila voidaan asettaa numeron mukaan (ei kelpaa yönäkötilassa)
fr: La température de couleur de l'écran peut être réglée en fonction du nombre (invalide en mode vision nocturne)
he: ניתן להגדיר את טמפרטורת הצבע של המסך בהתאם למספר (לא חוקי במצב ראיית לילה)
id: Suhu warna layar dapat diatur sesuai dengan nomor (tidak valid dalam mode night vision)
it: La temperatura del colore dello schermo può essere impostata in base al numero (non valido in modalità visione notturna)
ja: 画面の色温度は、番号に応じて設定できます（暗視モードでは無効）
ko: 숫자에 따라 화면의 색온도를 설정할 수 있습니다. (야간모드에서는 무효)
nb: Fargetemperaturen på skjermen kan stilles inn i henhold til tallet (ugyldig i nattsynsmodus)
nl: De kleurtemperatuur van het scherm kan worden ingesteld op basis van het nummer (ongeldig in nachtzichtmodus)
pl: Temperaturę barwową ekranu można ustawić według numeru (niedostępne w trybie noktowizyjnym)
pt_br: A temperatura da cor da tela pode ser definida de acordo com o número (inválido no modo de visão noturna)
ro: Temperatura de culoare a ecranului poate fi setată în funcție de număr (invalid în modul de vedere pe timp de noapte)
ru: Цветовую температуру экрана можно установить по номеру (не действует в режиме ночного видения)
sv: Färgtemperaturen på skärmen kan ställas in enligt siffran (ogiltig i mörkerseendeläge)
th: อุณหภูมิสีของหน้าจอสามารถตั้งค่าได้ตามจำนวน (ไม่ถูกต้องในโหมดการมองเห็นตอนกลางคืน)
tr: Ekranın renk sıcaklığı sayıya göre ayarlanabilir (gece görüş modunda geçersizdir)
vi: Nhiệt độ màu của màn hình có thể được đặt theo số (không hợp lệ trong chế độ nhìn ban đêm)
zh_hans: 可根据编号设置画面色温（夜视模式下无效）
zh_hant: 可根據編號設置畫面色溫（夜視模式下無效）

# devicesetting_Adaptive_mode_more_Description_new_firmware_ios
source: Record videos continuously. When battery level below %@, automatically switches to optimal surveillance mode. When battery level above %@, resumes to uninterrupted recording mode. This mode consumes power fast and is suggested only when your camera works with plug-in power
cs: Nahrávejte videa nepřetržitě. Když je úroveň baterie nižší než %@, automaticky se přepne do optimálního režimu sledování. Když je úroveň baterie vyšší než %@, obnoví se nepřerušovaný režim nahrávání. Tento režim spotřebovává energii rychle a je doporučen pouze v případě, že fotoaparát pracuje s napájením ze zásuvky
de: Gerät nimmt dauerhaft auf und schaltet automatisch auf die beste Aufnahme um, wenn die Leistung unter %@ sinkt. Wenn die Leistung über %@ steigt, wird wieder dauerhaft aufgenommen. (Dieser Modus verbraucht mehr Strom und ist für externe Sonnenkollektoren oder Netzteile geeignet).
es: Graba videos continuamente. Cuando el nivel de la batería es inferior a %@, cambia automáticamente al modo de vigilancia óptimo. Cuando el nivel de la batería supera el %@, se reanuda el modo de grabación ininterrumpida. Este modo consume energía rápidamente y se sugiere solo cuando su cámara funciona con un enchufe.
fi: Tallenna videoita jatkuvasti. Kun akun varaustaso alle %@, siirtyy automaattisesti optimaaliseen valvontatilaan. Kun akun varaustaso ylittää %@, palaa keskeytymättömään tallennustilaan. Tämä tila kuluttaa nopeasti virtaa ja sitä suositellaan vain, kun kamera toimii pistokevirtalähteellä
fr: Enregistrez des vidéos en continu. Lorsque le niveau de la batterie est inférieur à %@, passe automatiquement en mode de surveillance optimal. Lorsque le niveau de la batterie dépasse %@, reprend le mode d'enregistrement ininterrompu. Ce mode consomme rapidement de l'énergie et n'est suggéré que lorsque votre appareil photo fonctionne avec une alimentation enfichable
he: הקלט סרטונים באופן רציף. כאשר רמת הסוללה מתחת ל-%@, עובר אוטומטית למצב מעקב אופטימלי. כאשר רמת הסוללה מעל %@, חוזר למצב הקלטה ללא הפרעה. מצב זה צורך חשמל במהירות ומוצע רק כאשר המצלמה שלך פועלת עם מתח חיבור
id: Rekam video terus menerus. Saat tingkat baterai di bawah %@, secara otomatis beralih ke mode pengawasan optimal. Saat tingkat baterai di atas %@, melanjutkan ke mode perekaman tanpa gangguan. Mode ini menghabiskan daya dengan cepat dan hanya disarankan saat kamera Anda bekerja dengan daya plug-in
it: Registra video continuamente. Quando il livello della batteria è inferiore a %@, passa automaticamente alla modalità di sorveglianza ottimale. Quando il livello della batteria è superiore a %@, riprende la modalità di registrazione senza interruzioni. Questa modalità consuma energia velocemente ed è consigliata solo quando la fotocamera funziona con alimentazione plug-in
ja: ビデオを継続的に録画します。バッテリー残量が%@を下回ると、自動的に最適な監視モードに切り替わります。バッテリー残量が%@を超えると、中断のない記録モードに戻ります。このモードは電力を急速に消費し、カメラがプラグイン電源で動作する場合にのみ推奨されます
ko: 지속적으로 비디오를 녹화합니다. 배터리 잔량이 %@ 미만이면 자동으로 최적의 감시 모드로 전환됩니다. 배터리 잔량이 %@를 초과하면 중단 없는 녹화 모드로 다시 시작됩니다. 이 모드는 전력을 빠르게 소모하며 카메라가 플러그인 전원으로 작동할 때만 제안됩니다.
nb: Ta opp videoer kontinuerlig. Når batterinivået er under %@, skifter automatisk til optimal overvåkingsmodus. Når batterinivået over %@, går tilbake til uavbrutt opptaksmodus. Denne modusen bruker raskt strøm og anbefales bare når kameraet ditt fungerer med plug-in strøm
nl: Neem continu video's op. Als het batterijniveau lager is dan %@, wordt automatisch overgeschakeld naar de optimale bewakingsmodus. Wanneer het batterijniveau hoger is dan %@, wordt de opnamemodus zonder onderbreking hervat. Deze modus verbruikt snel stroom en wordt alleen aanbevolen als je camera werkt met plug-in power
pl: Nagrywaj filmy w sposób ciągły. Gdy poziom naładowania baterii spadnie poniżej %@, automatycznie przełącza się na optymalny tryb nadzoru. Gdy poziom naładowania baterii przekracza %@, wznawia pracę w trybie nieprzerwanego nagrywania. Ten tryb szybko zużywa energię i jest zalecany tylko wtedy, gdy kamera działa z zasilaniem przez wtyczkę
pt_br: Grave vídeos continuamente. Quando o nível da bateria estiver abaixo de %@, muda automaticamente para o modo de vigilância ideal. Quando o nível da bateria estiver acima de %@, retoma o modo de gravação ininterrupta. Este modo consome energia rapidamente e é sugerido apenas quando sua câmera funciona com energia plug-in
ro: Înregistrați videoclipuri continuu. Când nivelul bateriei este sub %@, trece automat la modul optim de supraveghere. Când nivelul bateriei este peste %@, se reia la modul de înregistrare neîntreruptă. Acest mod consumă energie rapid și este sugerat numai atunci când camera dvs. funcționează cu alimentare
ru: Записывайте видео непрерывно. Когда уровень заряда батареи ниже %@, автоматически переключается в оптимальный режим наблюдения. Когда уровень заряда батареи выше %@, возобновляется непрерывный режим записи. Этот режим быстро потребляет энергию и рекомендуется только в том случае, если ваша камера работает от внешнего источника питания.
sv: Spela in videor kontinuerligt. När batterinivån under %@ växlar automatiskt till optimalt övervakningsläge. När batterinivån överstiger %@, återgår den till oavbrutet inspelningsläge. Detta läge förbrukar ström snabbt och rekommenderas endast när din kamera fungerar med plug-in ström
th: บันทึกวิดีโออย่างต่อเนื่อง เมื่อระดับแบตเตอรี่ต่ำกว่า %@ จะเปลี่ยนเป็นโหมดเฝ้าระวังที่เหมาะสมที่สุดโดยอัตโนมัติ เมื่อระดับแบตเตอรี่สูงกว่า %@ กลับสู่โหมดบันทึกอย่างต่อเนื่อง โหมดนี้ใช้พลังงานอย่างรวดเร็ว และแนะนำเฉพาะเมื่อกล้องของคุณทำงานกับปลั๊ก-อินเท่านั้น
tr: Videoları sürekli olarak kaydedin. Pil seviyesi %@'nin altına düştüğünde, otomatik olarak optimum gözetim moduna geçer. Pil seviyesi %@'nin üzerine çıktığında, kesintisiz kayıt moduna geri döner. Bu mod gücü hızlı tüketir ve yalnızca kameranız eklenti gücüyle çalıştığında önerilir
vi: Quay video liên tục. Khi mức pin dưới%@, tự động chuyển sang chế độ giám sát tối ưu. Khi mức pin trên%@, tiếp tục về chế độ ghi liên tục. Chế độ này tiêu thụ năng lượng nhanh và chỉ được đề xuất khi máy ảnh của bạn hoạt động với nguồn điện cắm vào
zh_hans: 设备一直持续录像，当电量降至%@以下时自动切换为最佳录像，当电量提升至%@以上时恢复一直录像，该模式耗电较快，适合外接电源使用。
zh_hant: 設備一直持續錄像，當電量降至%@以下時自動切換為最佳錄像，當電量提升至%@以上時恢復一直錄像，該模式耗電較快，適合外接電源使用。

source: Pacific/Fiji
cs: Pacifik / Fidži
de: Pazifik / Fidschi
es: Pacífico / Fiji
fr: Pacifique / Fidji
he: פסיפיק / פיג'י
id: Pasifik / Fiji
it: Pacifico / Fiji
ja: 太平洋/フィジー
ko: 태평양 / 피지
pl: Pacyfik / Fidżi
pt_br: Pacífico / Fiji
ru: Тихий океан / Фиджи
th: แปซิฟิก / ฟิจิ
tr: Pasifik / Fiji
vi: Fiji
zh_hans: 斐济
zh_hant: 斐濟

# prompt_sounds
source: Prompt
cs: Pípnutí
de: Sprachansage
es: Indicador de voz
fi: sävy
fr: Assistance vocale
he: חיווי קולי
id: Pemberitahuan Suara
it: Guida vocale
ja: 音声読上げ
ko: 음성 안내
nb: Varsellyd
nl: Stem assistant
pl: Asystent głosowy
pt_br: Comando de voz
ro: Comandă vocală
ru: Голосовая подсказка
sv: Röstprompt
th: beep
tr: Sesli istek
vi: Tiếng kêu bíp
zh_hans: 提示音
zh_hant: 提示音

source: Strong
cs: Silný
de: Gut
es: Fuerte
fi: voimakas
fr: Fort
he: חזקה
id: Kuat
it: Forte
ja: 強い
ko: 강한
nb: Sterk
nl: Sterk
pl: Silne
pt_br: Forte
ro: Puternic
ru: сильный
sv: Stark
th: ยาก
tr: kuvvetli
vi: Mạnh
zh_hans: 强
zh_hant: 強

# person_alarm_not_exist
source: TF card does not exist
cs: Karta TF neexistuje
de: Keine SD-Karte
es: La tarjeta TF no existe
fi: TF-korttia ei ole olemassa
fr: La carte TF n'existe pas
he: כרטיס TF אינו קיים
id: Kartu TF tidak ada
it: La carta di TF non esiste
ja: microSDカードがありません
ko: SD 카드가 없습니다.
nb: TF-kort eksisterer ikke
nl: TF-kaart bestaat niet
pl: Karta TF nie istnieje
pt_br: Cartão TF não existe
ro: Cardul TF nu există
ru: TF карта не существует
sv: TF-kort existerar inte
th: ไม่มีเม็มโมรี่การ์ด
tr: Tf kartı yok
vi: Thẻ TF không tồn tại
zh_hans: TF卡不存在
zh_hant: TF卡不存在

# deviceSetting_night_indoor_light_poor_LED_fill_light
source: When the night or indoor light is poor, always turn on the LED fill light
cs: Když je noční nebo vnitřní osvětlení slabé, vždy zapněte LED výplňové světlo
de: Wenn das Nacht- oder Innenlicht schlecht ist, schalten Sie immer das LED-Weißlicht-Strahler ein
es: Cuando la luz nocturna o interior sea escasa, encienda siempre la luz de relleno LED
fi: Kun yö- tai sisävalo on heikko, laita aina LED-täyttövalo päälle
fr: Lorsque la nuit ou la lumière intérieure est faible, allumez toujours la lumière de remplissage à LED
he: כאשר תאורת הלילה או הפנימית חלשה, הפעל תמיד את נורת מילוי ה-LED
id: Saat malam atau cahaya dalam ruangan buruk, selalu nyalakan lampu pengisi LED
it: Quando la luce notturna o interna è scarsa, accendi sempre la luce di riempimento a LED
ja: 夜間や室内の照明が弱い場合は、常にLEDフィルライトをオンにしてください
ko: 밤이나 실내 조명이 약할 때 항상 LED 필 라이트를 켜십시오
nb: Når natt- eller innendørslyset er dårlig, slå alltid på LED-fyllingslyset
nl: Als het nacht- of binnenlicht slecht is, schakel dan altijd het LED-vullicht in
pl: Gdy oświetlenie nocne lub wewnętrzne jest słabe, zawsze włączaj światło wypełniające LED
pt_br: Quando a luz noturna ou interna for fraca, sempre ligue a luz de preenchimento de LED
ro: Când lumina de noapte sau interioară este slabă, aprindeți întotdeauna lumina de umplere cu LED
ru: Когда ночное освещение или освещение в помещении плохое, всегда включайте светодиодный заполняющий свет.
sv: När natt- eller inomhusljuset är dåligt, slå alltid på LED-påfyllningsljuset
th: เมื่อแสงในตอนกลางคืนหรือในร่มไม่ดี ให้เปิดไฟ LED เติมเสมอ
tr: Gece veya iç mekan ışığı zayıf olduğunda, her zaman LED dolgu ışığını açın
vi: Khi ban đêm hoặc ánh sáng trong nhà kém, luôn bật đèn LED trợ sáng
zh_hans: 让夜晚或室内光线差时，始终开启LED补光灯
zh_hant: 讓夜晚或室內光線差時，始終開啟LED補光燈

# addevice_unfind_ID
source: Can't find the cloud ID?
cs: Nemůžete najít cloudové ID?
de: Wo finde ich die Cloud-ID?
es: ¿No puede encontrar la ID de la nube?
fi: Etkö löydä pilvitunnusta?
fr: Impossible de trouver l'identifiant du cloud?
he: האם לא ניתן למצוא את מזהה הענן?
id: Tidak dapat menemukan ID cloud?
it: Non riesci a trovare l'ID cloud?
ja: クラウドIDが見つかりませんか？
ko: 클라우드 ID를 찾을 수 없습니까?
nb: Finner jeg ikke sky-ID?
nl: Kunt u de cloud-ID niet vinden?
pl: Nie możesz znaleźć identyfikatora chmury?
pt_br: Não consegue encontrar o ID da nuvem?
ro: Nu puteți găsi codul ID?
ru: Не можете найти идентификатор облака?
sv: Kan jag inte hitta moln-ID?
th: ไม่พบ cloud ID
tr: Bulut kimliği bulamıyor musunuz?
vi: Không tìm thấy ID đám mây?
zh_hans: 找不到云ID？
zh_hant: 找不到雲ID？

# devicelist_share_equipment_Always_effective
source: Always effective
cs: Vždy efektivní
de: dauerhaft
es: Siempre efectivo
fi: Aina tehokas
fr: Toujours actif
he: אפקטיבי תמיד
id: selalu aktip
it: Sempre efficace
ja: 常に有効
ko: 항상 사용
nb: Alltid effektiv
nl: Werkt altijd
pl: Zawsze włączony
pt_br: Sempre eficaz
ro: Întotdeauna eficace
ru: Всегда эффективно
sv: Alltid effektiv
th: ใช้ได้เสมอ
tr: Her zaman etkili
vi: Luôn luôn hợp lệ
zh_hans: 永远有效
zh_hant: 永遠有效

# preview_preset_help_3
source: Add/set preset position: the camera will record the current position;
cs: Přidat/nastavit přednastavenou pozici: kamera zaznamená aktuální pozici;
de: Preset hinzufügen/einstellen: Die Kamera speichert die aktuelle Position.
es: Agregar/establecer posición preestablecida: la cámara registrará la posición actual;
fi: Lisää/aseta esiasetettu sijainti: kamera tallentaa nykyisen sijainnin;
fr: Ajouter/définir une position prédéfinie : la caméra enregistrera la position actuelle ;
he: הוסף/קבע מיקום מוגדר מראש: המצלמה תתעד את המיקום הנוכחי;
id: Tambah/atur posisi preset: kamera akan merekam posisi saat ini;
it: Aggiungi/imposta posizione preimpostata: la telecamera registrerà la posizione corrente;
ja: プリセット位置の追加/設定：カメラは現在の位置を記録します。
ko: 사전 설정 위치 추가/설정: 카메라가 현재 위치를 기록합니다.
nb: Legg til/sett forhåndsinnstilt posisjon: kameraet vil ta opp gjeldende posisjon;
nl: Voorkeuzepositie toevoegen/instellen: de camera neemt de huidige positie op;
pl: Dodaj/ustaw zaprogramowaną pozycję: kamera zarejestruje bieżącą pozycję;
pt_br: Adicionar/definir posição predefinida: a câmera gravará a posição atual;
ro: Adăugați/setați poziție presetată: camera va înregistra poziția curentă;
ru: Добавить/установить предустановленное положение: камера запишет текущее положение;
sv: Lägg till/ställ in förinställd position: kameran registrerar den aktuella positionen;
th: เพิ่ม/กำหนดตำแหน่งที่ตั้งไว้ล่วงหน้า: กล้องจะบันทึกตำแหน่งปัจจุบัน;
tr: Önceden ayarlanmış konumu ekle/ayarla: kamera mevcut konumu kaydeder;
vi: Thêm / đặt vị trí đặt trước: máy ảnh sẽ ghi lại vị trí hiện tại;
zh_hans: 新增/设置常看位置：摄像机会记录当前位置；
zh_hant: 新增/設置常看位置：攝像機會記錄當前位置；

# help_cloud_storage_textTips_9
source: Method 2: Enter the "Cloud Mall" interface on the personal center,select "Cloud Storage Service "①,enter the cloud storage service information interface,click ② device channel entry and enter the device cloud storage service interface,click "Play" button ③ to view the video.
cs: Metoda 2: Zadejte rozhraní cloudového centra osobního centra,vyberte službu Cloud Storage Service 1,zadejte informační rozhraní služby úložiště cloud,klepněte na položku 2 kanálu zařízení a přejděte do rozhraní služby úložiště cloud. Klikněte na tlačítko Play pro zobrazení videa. .
de: Methode 2: Öffnen Sie Konto "Cloud Shop" wählen Sie "Cloudspeicher Service" ①,tippen Sie Cloudspeicher Info.Wählen Sie den Gerätekanal ② und öffnen Sie den Cloudspeicher Service. Tippen Sie auf "Wiedergabe" ③, um das Video anzuzeigen.
es: Método 2: ingrese a la interfaz "Cloud Mall" del centro personal,seleccione "Servicio de almacenamiento en la nube" 1,ingrese a la interfaz de información del servicio de almacenamiento en la nube,haga clic en la entrada del canal de 2 Equipos para ingresar a la interfaz del servicio de almacenamiento en la nube del Equipo,haga clic en Botón "Play " 3 para ver el video.
fi: Tapa 2: Anna henkilökohtaisen keskuksen "Cloud Mall"-liittymä,valitse "Cloud Storage Service" 1,kirjoita pilvivarastopalvelun käyttöliittymä,napsauta 2 laitekanavan merkintää syöttääksesi laitteen pilvivarastopalvelun käyttöliittymään,napsauta "Play"-painiketta 3 videon katsomiseksi. .
fr: Méthode 2 : Entrez dans l'interface "Cloud Mall" du centre personnel, sélectionnez "Service de stockage en Cloud" 1, entrez l'interface d'information du service de stockage en Cloud, cliquez sur 2 "entrée du canal du périphérique" pour entrer dans l'interface du service de stockage en Cloud sur le périphérique, cliquez sur le bouton "Lire" 3 pour afficher la vidéo.
he: שיטה 2: הזן את ממשק "Cloud Mall " של המרכז האישי,בחר "Cloud Storage Service " 1,הזן את שירות אחסון הענן בממשק המידע,לחץ על 2 כניסת ערוץ המכשיר כדי להיכנס לענן המכשיר,"הפעל " כדי להציג את הווידאו.
id: Metode 2: Masukkan antarmuka "Cloud Mall " dari pusat pribadi,pilih "Layanan Cloud Storage " 1,masukkan antarmuka informasi layanan penyimpanan awan,klik 2 entri saluran perangkat untuk masuk ke antarmuka layanan penyimpanan awan perangkat,klik "Putar " tombol 3 untuk melihat video.
it: Metodo 2: accedere all'interfaccia "Centro commerciale cloud " del centro personale,selezionare "Servizio di archiviazione cloud " 1,accedere all'interfaccia delle informazioni del servizio di archiviazione cloud,fare clic sulla voce 2 del canale del dispositivo per accedere all'interfaccia del servizio di archiviazione cloud del dispositivo,fare clic "Riproduci " pulsante 3 per visualizzare il video.
ja: 方法2：パーソナルセンターの"ショップ"に入り、①"ストレージサービス"を選択し、ストレージサービス情報に入り、デバイスチャネルエントリをクリックし、[再生]ボタン3をクリックしてビデオを表示します。
ko: 방법 2 : 개인 클라우드의 "Cloud Mall "인터페이스를 입력하고 "Cloud Storage Service "1을 선택하고 클라우드 스토리지 서비스 정보 인터페이스를 입력 한 다음 2 개의 장치 채널 항목을 클릭하여 장치 클라우드 스토리지 서비스 인터페이스를 시작합니다. "재생 "버튼 3을 눌러 비디오를 봅니다.
nb: Metode 2: Skriv inn "Cloud Mall " grensesnittet til det personlige senteret,velg "Cloud Storage Service " 1,gå inn i grensesnittet for lagringstjenesteinformasjon,klikk på 2 enhetskanaloppføring for å gå inn i grensesnittet for nettgrensesalg av enheten,klikk "Spill "-knappen 3 for å vise videoen.
nl: Methode 2: Ga naar de "Cloud Mall "-interface van het persoonlijke centrum,selecteer "Cloud Storage Service " 1,voer de cloudopslagservice-informatie-interface in,klik op 2 apparaatkanaalitem om de interface van de apparaatopslag voor cloudopslag te openen,klik "Play " knop 3 om de video te bekijken.
pl: Metoda 2: Wejdź do interfejsu "Cloud Mall " centrum osobistego,wybierz "Cloud Storage Service " 1,wprowadź interfejs informacji usługi przechowywania w chmurze,kliknij 2 wpis kanału urządzenia,aby wejść do interfejsu usługi przechowywania danych w chmurze,kliknijPrzycisk "Play " 3,aby obejrzeć wideo.
pt_br: Método 2: Entre na interface "Cloud Mall " do centro pessoal,selecione "Cloud Storage Service " 1,insira a interface de informações do serviço de armazenamento em nuvem,clique na entrada do canal do dispositivo 2 para entrar na interface do serviço de armazenamento em nuvem do dispositivo,clique em "Play" botão 3 para ver o vídeo.
ro: Metoda 2: Introduceți interfața "Cloud Mall " a centrului personal,selectați "Cloud Storage Service" 1,introduceți interfața de informații despre serviciul de stocare în cloud,faceți clic pe intrarea canalului de dispozitiv 2 pentru a intra în interfața serviciului de stocare a norului dispozitivului "Play " butonul 3 pentru a vizualiza videoclipul.
ru: Способ 2: войдите в интерфейс "Cloud Mall" личного центра,выберите "Cloud Storage Service" 1,войдите в информационный интерфейс сервиса облачного хранилища,нажмите 2 запись канала устройства,чтобы войти в интерфейс сервиса облачного хранилища устройства,нажмите Кнопка "Воспроизвести" 3 для просмотра видео.
sv: Metod 2: Skriv in "Cloud Mall "-gränssnittet i personcenteret,välj "Cloud Storage Service " 1,skriv in informationsgränssnittet för molnlagring,klicka på 2 enhetskanaler för att komma in i servicegränssnittet för molnlagring,klicka på "Play "-knappen 3 för att visa videon.
th: วิธีที่ 2: เข้าสู่อินเทอร์เฟซ "คลาวด์มอลล์" ของศูนย์ส่วนบุคคลเลือก "บริการของพื้นที่เก็บข้อมูลบนคลาวด์" ①ป้อนอินเทอร์เฟซข้อมูลบริการจัดเก็บข้อมูลบนคลาวด์คลิก ②รายการช่องอุปกรณ์เข้าสู่อินเทอร์เฟซบริการที่เก็บ ข้อมูลบนคลาวด์ของอุปกรณ์คลิกปุ่ม "เล่น" ③เพื่อดูวิดีโอ .
tr: Yöntem 2: Kişisel merkezin "Cloud Mall " arayüzüne girin,"Cloud Storage Service " 1 seçin,bulut depolama hizmeti bilgi arayüzüne girin,ardından cihaz bulut depolama servisi arayüzüne girmek için 2 cihaz kanalı girişine tıklayın,tıklayın Videoyu izlemek için "Oynat " tuşu 3.
vi: Cách 2: Vào giao diện "Cửa hàng đám mây" của trung tâm cá nhân, chọn "Dịch vụ lưu trữ đám mây" ①, vào giao diện thông tin dịch vụ lưu trữ đám mây, bấm vào mục entryDevice channel, vào giao diện dịch vụ lưu trữ đám mây của thiết bị, bấm vào nút "Phát" ③ để xem video.
zh_hans: 方法2：进入个人中心“云商城”界面，选择“云存服务”①，进入云存服务信息界面，点击②设备通道条目，进入设备云存服务界面，点击“播放”按钮③即可查看录像。
zh_hant: 方法2：進入個人中心“雲商城”界面，選擇“雲存服務”①，進入雲存服務信息界面，點擊②設備通道條目，進入設備雲存服務界面，點擊“播放”按鈕③即可查看錄像。

# person_feedback_question_ROM_software_flyme
source: Meizu [Flyme]
ja: めいず[フライム]
ko: 메이즈 [Flyme]
zh_hans: 魅族［Flyme]
zh_hant: 魅族［Flyme]

# person_Contact_Us
source: Contact Us
cs: Kontaktujte nás
de: Kontaktieren Sie uns
es: Contáctenos
fi: Ota meihin yhteyttä
fr: Nous contacter
he: צור קשר
id: Hubungi kami
it: Contattaci
ja: お問い合わせ
ko: 문의하기
nb: Kontakt oss
nl: Neem contact op
pl: Skontaktuj się z nami
pt_br: Entre em contato conosco
ro: Contactează-ne
ru: Связаться с нами
sv: Kontakta oss
th: ติดต่อเรา
tr: Bizimle iletişime geçin
vi: Liên hệ chúng tôi
zh_hans: 联系我们
zh_hant: 聯繫我們

# person_save_success
source: Save to local succeed
cs: Uložit na místní úspěch
de: Lokal speichern erfolgreich
es: Ahorra al éxito local
fi: Tallenna paikalliseen menestykseen
fr: Sauver au succès local
he: נשמר לאלבום המקומי
id: simpan ke lokal berhasil
it: Salva per il successo locale
ja: 携帯電話へ保存しました
ko: 저장 성공
nb: Lagre for lokal suksess
nl: Bespaar tot lokaal succes
pl: Oszczędzaj na lokalnym sukcesie
pt_br: Economize para o sucesso local
ro: Salvați la succesul local
ru: Сохранить на локальный успех
sv: Spara till lokal framgång
th: บันทึกลงในเครื่องสำเร็จ
tr: Yerel başarıya kaydedin
vi: Lưu vào cục bộ thành công
zh_hans: 保存至本地成功
zh_hant: 保存至本地成功

# deviceSetting_days_storage_motion_detection_ios
source: %@ days storage/motion detection recording
cs: %@ dní úložiště/záznam detekce pohybu
de: %@ Tage Speicher/Aufnahmen nach Bewegungserkennung
es: %@ días de almacenamiento / grabación por detección de movimiento
fi: %@ päivän tallennus/liiketunnistustallennus
fr: %@ jours de stockage/enregistrement de détection de mouvement
he: הקלטה של ​​%@ ימי אחסון/זיהוי תנועה
id: Penyimpanan %@ hari/rekaman deteksi gerakan
it: %@ giorni di archiviazione/registrazione del rilevamento del movimento
ja: %@日間の保管/動き検出記録
ko: %@일 보관/움직임 감지 녹화
nb: %@ dagers lagring/opptak av bevegelsesdeteksjon
nl: %@ dagen opslag/opname met bewegingsdetectie
pl: %@ dni przechowywania/nagrywanie z detekcją ruchu
pt_br: %@ dias de armazenamento / gravação por detecção de movimento
ro: %@ zile stocare/înregistrare de detectare a mișcării
ru: %@ дней хранения / запись при обнаружении движения
sv: %@ dagars lagring/inspelning av rörelsedetektering
th: เก็บบันทึก/บันทึกการตรวจจับการเคลื่อนไหว %@ วัน
tr: %@ gün depolama/hareket algılama kaydı
vi: Lưu trữ %@ ngày / ghi âm phát hiện chuyển động
zh_hans: %@天存储/移动侦测录像
zh_hant: %@天存儲/移動偵測錄像
