Repository: Yolo-cell-hash/go_home_ios
Catalog: ios/Runner/JASDK/JAResources/XLanguage/X35MultiLanguage/*.lproj/X35MutiLanguage.strings
Languages: cs, de, es, fi, fr, he, id, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sv, th, tr, vi, zh_hans, zh_hant

# devicelis_4Gdevice_offline_help_1
source: Power off the device, unplug the 4G card, reinsert the device, and restart the device. If the device is still offline, please follow the steps below to check the problem:
cs: Vypněte zařízení, odpojte 4G kartu, znovu vložte zařízení a restartujte zařízení. Pokud je zařízení stále offline, zkontrolujte problém podle následujících kroků:
de: Schalten Sie das Gerät aus, trennen Sie die 4G-Karte, setzen Sie das Gerät wieder ein und starten Sie das Gerät neu. Wenn das Gerät immer noch offline ist, führen Sie bitte die folgenden Schritte aus, um das Problem zu überprüfen:
es: Apague el dispositivo, desconecte la tarjeta 4G, vuelva a insertar el dispositivo y reinícielo. Si el dispositivo aún está fuera de línea, siga los pasos a continuación para verificar el problema:
fi: Sammuta laite, irrota 4G-kortti, aseta laite uudelleen ja käynnistä laite uudelleen. Jos laite on edelleen offline-tilassa, tarkista ongelma noudattamalla alla olevia ohjeita:
fr: Éteignez l'appareil, débranchez la carte 4G, réinsérez l'appareil et redémarrez l'appareil. Si l'appareil est toujours hors ligne, veuillez suivre les étapes ci-dessous pour vérifier le problème :
he: כבה את המכשיר, נתק את כרטיס ה-4G, הכנס את המכשיר מחדש והפעל מחדש את המכשיר. אם המכשיר עדיין במצב לא מקוון, בצע את השלבים הבאים כדי לבדוק את הבעיה:
id: Matikan perangkat, cabut kartu 4G, masukkan kembali perangkat, dan mulai ulang perangkat. Jika perangkat masih offline, ikuti langkah-langkah di bawah ini untuk memeriksa masalahnya:
it: Spegnere il dispositivo, scollegare la scheda 4G, reinserire il dispositivo e riavviare il dispositivo. Se il dispositivo è ancora offline, segui i passaggi seguenti per verificare il problema:
ja: デバイスの電源を切り、4Gカードのプラグを抜き、デバイスを再挿入して、デバイスを再起動します。デバイスがまだオフラインの場合は、以下の手順に従って問題を確認してください。
ko: 장치의 전원을 끄고 4G 카드를 뽑은 다음 장치를 다시 삽입하고 장치를 다시 시작하십시오. 장치가 여전히 오프라인 상태인 경우 아래 단계에 따라 문제를 확인하십시오.
nb: Slå av enheten, koble fra 4G-kortet, sett inn enheten på nytt og start enheten på nytt. Hvis enheten fortsatt er frakoblet, følg trinnene nedenfor for å sjekke problemet:
nl: Schakel het apparaat uit, koppel de 4G-kaart los, plaats het apparaat opnieuw en start het apparaat opnieuw op. Als het apparaat nog steeds offline is, volg dan de onderstaande stappen om het probleem te controleren:
pl: Wyłącz urządzenie, odłącz kartę 4G, włóż ponownie urządzenie i uruchom ponownie urządzenie. Jeśli urządzenie nadal jest w trybie offline, wykonaj poniższe czynności, aby sprawdzić problem:
pt_br: Desligue o dispositivo, desconecte o cartão 4G, reinsira o dispositivo e reinicie o dispositivo. Se o dispositivo ainda estiver offline, siga as etapas abaixo para verificar o problema:
ro: Opriți dispozitivul, deconectați cardul 4G, reintroduceți dispozitivul și reporniți-l. Dacă dispozitivul este încă offline, urmați pașii de mai jos pentru a verifica problema:
ru: Выключите устройство, отсоедините карту 4G, снова вставьте устройство и перезапустите его. Если устройство по-прежнему находится в автономном режиме, выполните следующие действия, чтобы проверить проблему:
sv: Stäng av enheten, koppla ur 4G-kortet, sätt tillbaka enheten och starta om enheten. Om enheten fortfarande är offline, följ stegen nedan för att kontrollera problemet:
th: ปิดอุปกรณ์ ถอดปลั๊กการ์ด 4G เสียบอุปกรณ์ใหม่ แล้วรีสตาร์ทอุปกรณ์ หากอุปกรณ์ยังออฟไลน์อยู่ โปรดทำตามขั้นตอนด้านล่างเพื่อตรวจสอบปัญหา:
tr: Cihazı kapatın, 4G kartını çıkarın, cihazı yeniden takın ve cihazı yeniden başlatın. Cihaz hala çevrimdışıysa, sorunu kontrol etmek için lütfen aşağıdaki adımları izleyin:
vi: Tắt nguồn thiết bị, rút ​​thẻ 4G, lắp lại thiết bị và khởi động lại thiết bị. Nếu thiết bị vẫn ngoại tuyến, vui lòng làm theo các bước bên dưới để kiểm tra sự cố:
zh_hans: 将设备断电拔出4G卡重插重启设备，如设备仍然离线，请按以下步骤检查问题：
zh_hant: 將設備斷電拔出4G卡重插重啟設備，如設備仍然離線，請按以下步驟檢查問題：

# person_feedback_suggestion
source: Suggestion
cs: Návrh
de: Vorschlag
es: Sugerencia
fi: Ehdotus
he: הצעה
id: Saran
it: Suggerimento
ja: 提案
ko: 암시
nb: Forslag
nl: Suggestie
pl: Sugestia
pt_br: Sugestão
ro: Sugestie
ru: Предложение
sv: Förslag
th: ข้อเสนอแนะ
tr: Öneri
vi: Nội dung đề xuất
zh_hans: 建议内容
zh_hant: 建議內容

# devicelis_4Gdevice_offline_help_2
source: Check for camera power problems
cs: Zkontrolujte problémy s napájením fotoaparátu
de: Suchen Sie nach Problemen mit der Stromversorgung der Kamera
es: Compruebe si hay problemas de alimentación de la cámara
fi: Tarkista kameran virta-ongelmia
fr: Vérifiez les problèmes d'alimentation de la caméra
he: בדוק אם יש בעיות במתח המצלמה
id: Periksa masalah daya kamera
it: Verificare la presenza di problemi di alimentazione della fotocamera
ja: カメラの電源の問題を確認してください
ko: 카메라 전원 문제 확인
nb: Se etter kamerastrømproblemer
nl: Controleer op stroomproblemen met de camera
pl: Sprawdź problemy z zasilaniem aparatu
pt_br: Verifique se há problemas de energia da câmera
ro: Verificați dacă există probleme de alimentare cu camera
ru: Проверьте наличие проблем с питанием камеры
sv: Kontrollera om det finns problem med kameraström
th: ตรวจสอบปัญหาพลังงานของกล้อง
tr: Kamera güç sorunlarını kontrol edin
vi: Kiểm tra các vấn đề về nguồn máy ảnh
zh_hans: 检查摄像机供电问题
zh_hant: 檢查攝像機供電問題

# delete_success
source: Delete succeefully
cs: Bylo úspěšně odstraněno
de: Löschen erfolgreich
es: eliminado con éxito
fi: Poistettu onnistuneesti
fr: Réussir à supprimer
he: המחיקה הושלמה
id: berhasil terhapus
it: Cancellazione avvenuta con successo
ja: 削除しました
ko: 삭제 완료
nb: Sletting lyktes
nl: Verwijderen gelukt
pl: Usuwanie powiodło się
pt_br: Sucesso para deletar
ro: Realizați ștergerea
ru: Успешно удалить
sv: Lyckas att ta bort
th: การลบสำเร็จ
tr: Silmek başarılı
vi: đã xóa thành công
zh_hans: 删除成功
zh_hant: 刪除成功

# deviceSetting_Shutdown_prompt_Pop_up_copy
source: According to your recording settings, the camera will be shut down again at %1$s, you can go to Recording Settings - Scheduled Shutdown Period to make changes
cs: Podle vašeho nastavení nahrávání se kamera v %1$s znovu vypne, změny můžete provést v části Nastavení nahrávání – Období plánovaného vypnutí
de: Gemäß Ihren Aufnahmeeinstellungen wird die Kamera um %1$s wieder heruntergefahren, Sie können zu Aufnahmeeinstellungen - Geplanter Abschaltzeitraum gehen, um Änderungen vorzunehmen
es: De acuerdo con su configuración de grabación, la cámara se apagará nuevamente a las %1$s, puede ir a Configuración de grabación - Período de apagado programado para hacer cambios
fi: Tallennusasetustesi mukaan kamera sammuu uudelleen klo %1$s. Voit tehdä muutoksia siirtymällä kohtaan Tallennusasetukset - Aikataulutettu sammutusjakso
fr: Selon vos paramètres d'enregistrement, la caméra s'éteindra à nouveau à %1$s, vous pouvez accéder à Paramètres d'enregistrement - Période d'arrêt programmé pour apporter des modifications
he: לפי הגדרות ההקלטה שלך, המצלמה תכבה שוב ב-%1$s, תוכל לעבור להגדרות הקלטה - תקופת כיבוי מתוזמנת כדי לבצע שינויים
id: Menurut pengaturan perekaman Anda, kamera akan dimatikan lagi pada %1$s, Anda dapat membuka Pengaturan Perekaman - Periode Shutdown Terjadwal untuk membuat perubahan
it: In base alle tue impostazioni di registrazione, la videocamera si spegnerà di nuovo alle %1$s, puoi andare su Impostazioni di registrazione - Periodo di spegnimento programmato per apportare modifiche
ja: 録画設定に応じて、カメラは%1$sで再びシャットダウンされます。[録画設定]-[スケジュールされたシャットダウン期間]に移動して、変更を加えることができます。
ko: 녹화 설정에 따라 카메라가 %1$s에 다시 종료됩니다. 녹화 설정 - 예약 종료 기간으로 이동하여 변경할 수 있습니다.
nb: I henhold til opptaksinnstillingene dine vil kameraet slås av igjen ved %1$s. Du kan gå til Opptaksinnstillinger - Planlagt avslutningsperiode for å gjøre endringer
nl: Volgens uw opname-instellingen wordt de camera weer uitgeschakeld om %1$s, u kunt naar Opname-instellingen - Geplande uitschakelperiode gaan om wijzigingen aan te brengen
pl: Zgodnie z ustawieniami nagrywania kamera zostanie ponownie wyłączona o %1$s, możesz przejść do Ustawienia nagrywania — Zaplanowany okres wyłączenia, aby wprowadzić zmiany
pt_br: De acordo com suas configurações de gravação, a câmera será desligada novamente em %1$s, você pode ir para Configurações de Gravação - Período de Desligamento Programado para fazer alterações
ro: Conform setărilor dvs. de înregistrare, camera se va opri din nou la %1$s, puteți accesa Setări de înregistrare - Perioada de oprire programată pentru a face modificări
ru: В соответствии с вашими настройками записи камера снова будет отключена в %1$s. Чтобы внести изменения, перейдите в Настройки записи — Период запланированного отключения.
sv: Enligt dina inspelningsinställningar kommer kameran att stängas av igen vid %1$s, du kan gå till Inspelningsinställningar - Schemalagd avstängningsperiod för att göra ändringar
th: ตามการตั้งค่าการบันทึกของคุณ กล้องจะปิดอีกครั้งที่ %1$s คุณสามารถไปที่การตั้งค่าการบันทึก - กำหนดเวลาปิดเครื่องตามกำหนดเวลาเพื่อทำการเปลี่ยนแปลง
tr: Kayıt ayarlarınıza göre, kamera %1$s'de tekrar kapatılacak, değişiklik yapmak için Kayıt Ayarları - Programlı Kapatma Süresi'ne gidebilirsiniz.
vi: Theo cài đặt ghi âm của bạn, máy ảnh sẽ tắt lại ở%1$s, bạn có thể chuyển đến Cài đặt ghi âm - Thời gian tắt máy đã lên lịch để thực hiện thay đổi
zh_hans: 根据您的录像设置，摄像机将于%1$s再次关机，您可以到录像设置-定时关机时段中做变更
zh_hant: 根據您的錄像設置，攝像機將於%1$s再次關機，您可以到錄像設置-定時關機時段中做變更

# devicelis_4Gdevice_offline_help_3
source: Check if your device is powered on and if the status light is on, make sure the camera is powered on normally.
cs: Zkontrolujte, zda je vaše zařízení zapnuté a zda svítí stavová kontrolka, ujistěte se, že je kamera zapnutá normálně.
de: Überprüfen Sie, ob Ihr Gerät eingeschaltet ist und ob die Statusleuchte leuchtet, vergewissern Sie sich, dass die Kamera normal eingeschaltet ist.
es: Compruebe si su dispositivo está encendido y si la luz de estado está encendida, asegúrese de que la cámara esté encendida normalmente.
fi: Tarkista, onko laitteesi virta päällä ja jos tilavalo palaa, varmista, että kamera on päällä normaalisti.
fr: Vérifiez si votre appareil est allumé et si le voyant d'état est allumé, assurez-vous que la caméra est allumée normalement.
he: בדוק אם המכשיר שלך מופעל ואם נורית המצב דולקת, ודא שהמצלמה מופעלת כרגיל.
id: Periksa apakah perangkat Anda dihidupkan dan jika lampu status menyala, pastikan kamera dihidupkan secara normal.
it: Controlla se il tuo dispositivo è acceso e se la spia di stato è accesa, assicurati che la fotocamera sia accesa normalmente.
ja: デバイスの電源がオンになっているかどうかを確認し、ステータスライトがオンになっている場合は、カメラの電源が正常にオンになっていることを確認します。
ko: 기기의 전원이 켜져 있는지 확인하고 상태 표시등이 켜져 있으면 카메라의 전원이 정상적으로 켜져 있는지 확인하세요.
nb: Sjekk om enheten er slått på og om statuslampen lyser, sørg for at kameraet er slått på normalt.
nl: Controleer of uw apparaat is ingeschakeld en of het statuslampje brandt, zorg ervoor dat de camera normaal is ingeschakeld.
pl: Sprawdź, czy urządzenie jest włączone i czy świeci się lampka stanu, upewnij się, że aparat jest włączony normalnie.
pt_br: Verifique se o seu dispositivo está ligado e se a luz de status está acesa, certifique-se de que a câmera esteja ligada normalmente.
ro: Verificați dacă dispozitivul dvs. este pornit și dacă ledul de stare este aprins, asigurați-vă că camera este pornită normal.
ru: Убедитесь, что ваше устройство включено, и если индикатор состояния горит, убедитесь, что питание камеры включено нормально.
sv: Kontrollera om din enhet är påslagen och om statuslampan lyser, se till att kameran är påslagen normalt.
th: ตรวจสอบว่าอุปกรณ์ของคุณเปิดอยู่หรือไม่ และไฟสถานะเปิดอยู่หรือไม่ ตรวจสอบให้แน่ใจว่าเปิดกล้องตามปกติ
tr: Cihazınızın açık olup olmadığını kontrol edin ve durum ışığı yanıyorsa kameranın normal şekilde açık olduğundan emin olun.
vi: Kiểm tra xem thiết bị của bạn đã được bật nguồn chưa và đèn trạng thái có bật hay không, hãy đảm bảo rằng máy ảnh được bật nguồn bình thường.
zh_hans: 检查您的设备是否处于通电状态，状态灯是否点亮，确保摄像机正常通电。
zh_hant: 檢查您的設備是否處於通電狀態，狀態燈是否點亮，確保攝像機正常通電。

# devicelis_4Gdevice_offline_help_4
source: Check for camera network issues
cs: Zkontrolujte problémy se sítí fotoaparátu
de: Suchen Sie nach Problemen mit dem Kameranetzwerk
es: Compruebe si hay problemas con la red de la cámara
fi: Tarkista kameran verkko-ongelmat
fr: Vérifiez les problèmes de réseau de caméra
he: בדוק אם יש בעיות ברשת המצלמה
id: Periksa masalah jaringan kamera
it: Verificare la presenza di problemi di rete della fotocamera
ja: カメラネットワークの問題を確認してください
ko: 카메라 네트워크 문제 확인
nb: Se etter problemer med kameranettverk
nl: Controleer op cameranetwerkproblemen
pl: Sprawdź problemy z siecią kamer
pt_br: Verifique se há problemas de rede da câmera
ro: Verificați dacă există probleme cu rețeaua camerei
ru: Проверьте наличие проблем с сетью камеры
sv: Kontrollera om det finns problem med kameranätverket
th: ตรวจสอบปัญหาเครือข่ายกล้อง
tr: Kamera ağı sorunlarını kontrol edin
vi: Kiểm tra sự cố mạng camera
zh_hans: 检查摄像机网络问题
zh_hant: 檢查攝像機網絡問題

# AI_Purchase_cloud_storage
source: Purchase cloud storage service
cs: Kupte si službu cloudového úložiště
de: Kaufen Sie einen Cloud-Speicherdienst
es: Comprar servicio de almacenamiento en la nube
fi: Osta pilvitallennuspalvelu
fr: Acheter un service de stockage cloud
he: רכישת שירות אחסון בענן
id: Beli layanan penyimpanan cloud
it: Acquista il servizio di archiviazione cloud
ja: クラウドストレージサービスを購入する
ko: 클라우드 스토리지 서비스 구매
nb: Kjøp skylagringstjeneste
nl: Cloudopslagservice kopen
pl: Kup usługę przechowywania w chmurze
pt_br: Adquira o serviço de armazenamento em nuvem
ro: Achiziționați serviciul de stocare în cloud
ru: Приобрести услугу облачного хранения
sv: Köp molnlagringstjänst
th: ซื้อบริการที่เก็บข้อมูลบนคลาวด์
tr: Bulut depolama hizmeti satın alın
vi: Mua dịch vụ lưu trữ đám mây
zh_hans: 购买云存服务
zh_hant: 購買雲存服務

# devicelis_4Gdevice_offline_help_5
source: 1. Check whether the 4G card has traffic:
cs: 1. Zkontrolujte, zda má 4G karta provoz:
de: 1. Überprüfen Sie, ob die 4G-Karte Datenverkehr hat:
es: 1. Comprueba si la tarjeta 4G tiene tráfico:
fi: 1. Tarkista, onko 4G-kortilla liikennettä:
fr: 1. Vérifiez si la carte 4G a du trafic :
he: 1. בדוק אם לכרטיס ה-4G יש תעבורה:
id: 1. Periksa apakah kartu 4G memiliki lalu lintas:
it: 1. Verifica se la scheda 4G ha traffico:
ja: 1.4Gカードにトラフィックがあるかどうかを確認します。
ko: 1. 4G 카드에 트래픽이 있는지 확인하십시오.
nb: 1. Sjekk om 4G-kortet har trafikk:
nl: 1. Controleer of de 4G-kaart verkeer heeft:
pl: 1. Sprawdź, czy karta 4G ma ruch:
pt_br: 1. Verifique se a placa 4G tem tráfego:
ro: 1. Verificați dacă cardul 4G are trafic:
ru: 1. Проверяем есть ли трафик на 4G карте:
sv: 1. Kontrollera om 4G-kortet har trafik:
th: 1. ตรวจสอบว่าการ์ด 4G มีทราฟฟิกหรือไม่:
tr: 1. 4G kartında trafik olup olmadığını kontrol edin:
vi: 1. Kiểm tra xem thẻ 4G còn lưu lượng hay không:
zh_hans: 1.查询4G卡是否有流量：
zh_hant: 1.查詢4G卡是否有流量：

# help_addDevice_textTips_28
source: 9. Confirm that whether if device is connected to the network cable. If the network cable is connected,click ② to connect to the device ID selection interface.
cs: 9. Zkontrolujte,zda je zařízení připojeno k síťovému kabelu. Pokud je připojen síťový kabel,klepnutím na tlačítko 2 se připojte k rozhraní pro výběr ID zařízení.
de: 9. Stellen Sie sicher, dass das Gerät an das Netzwerkkabel angeschlossen ist. Wenn das Netzwerkkabel angeschlossen ist, tippen Sie auf ②, um eine Verbindung mit der Geräte-ID herzustellen.
es: 9. Confirme que el Equipo esté conectado al cable de red. Si el cable de red está conectado,haga clic en 2 para conectarse a la interfaz de selección de ID de Equipo.
fi: 9. Varmista,että laite on kytketty verkkokaapeliin.Jos verkkokaapeli on kytketty,muodosta yhteys laitteen ID-valintaliittymään napsauttamalla 2.
fr: 9. Vérifiez que le périphérique est connecté au câble réseau. Si le câble réseau est connecté, cliquez sur ② pour vous connecter à l'interface de sélection d'ID de périphérique.
he: .9 ודא שההתקן מחובר לכבל הרשת. אם כבל הרשת מחובר,לחץ על 2 כדי להתחבר לממשק בחירת מזהה ההתקן.
id: 9. Pastikan bahwa perangkat terhubung ke kabel jaringan. Jika kabel jaringan tersambung,klik 2 untuk menyambungkan ke antarmuka pemilihan ID perangkat.
it: 9. Confermare che il dispositivo è collegato al cavo di rete. Se il cavo di rete è collegato,fare clic su 2 per connettersi all'interfaccia di selezione dell'ID dispositivo.
ja: デバイスがLANケーブルで接続されている事を確認します。LANケーブルが接続されている場合は、2をクリックしてデバイスID選択へ接続してください。
ko: 9. 장치가 네트워크 케이블에 연결되어 있는지 확인합니다. 네트워크 케이블이 연결되어 있으면 2를 클릭하여 장치 ID 선택 인터페이스에 연결하십시오.
nb: 9. Bekreft at enheten er koblet til nettverkskabelen. Hvis nettverkskabelen er tilkoblet,klikker du 2 for å koble til grensesnittet for valg av ID-ID.
nl: 9. Controleer of het apparaat op de netwerkkabel is aangesloten. Als de netwerkkabel is aangesloten,klikt u op 2 om verbinding te maken met de interface voor apparaat-ID's.
pl: 9. Sprawdź,czy urządzenie jest podłączone do kabla sieciowego. Jeśli kabel sieciowy jest podłączony,kliknij 2,aby połączyć się z interfejsem wyboru ID urządzenia.
pt_br: 9. Confirme se o dispositivo está conectado ao cabo de rede. Se o cabo de rede estiver conectado,clique em 2 para conectar-se à interface de seleção de ID do dispositivo.
ro: 9. Confirmați că dispozitivul este conectat la cablul de rețea. Dacă este conectat cablul de rețea,faceți clic pe 2 pentru a vă conecta la interfața de selectare a ID-ului dispozitivului.
ru: 9. Убедитесь,что устройство подключено к сетевому кабелю. Если сетевой кабель подключен,нажмите 2,чтобы подключиться к интерфейсу выбора идентификатора устройства.
sv: 9. Bekräfta att enheten är ansluten till nätverkskabeln. Om nätverkskabeln är ansluten klickar du på 2 för att ansluta till gränssnittet för enhetens ID-val.
th: 9. ตรวจสอบว่าอุปกรณ์เชื่อมต่อกับสายเคเบิลเครือข่ายหรือไม่หากเชื่อมต่อสายเครือข่ายคลิก②เชื่อมต่อเพื่อเข้าสู่อินเทอร์เฟซการเลือก ID อุปกรณ์
tr: 9. Aygıtın ağ kablosuna bağlı olduğundan emin olun. Ağ kablosu bağlıysa,cihaz kimliği seçim arayüzüne bağlanmak için 2'ye tıklayın.
vi: 9. Xác nhận xem thiết bị đã được kết nối với cáp mạng hay chưa, nếu cáp mạng đã được kết nối, hãy nhấp vào ② Đã kết nối để vào giao diện lựa chọn ID thiết bị
zh_hans: 9.确认设备是否已连接网线，若已连接网线，点击②已连接进入设备ID选择界面
zh_hant: 9.確認設備是否已連接網線，若已連接網線，點擊②已連接進入設備ID選擇界面

# person_Vibration_effect
source: Vibration effect
cs: Vibrační efekt
de: Vibrations-Feedback
es: Efecto de vibración
fi: Tärinä vaikutus
fr: Effet vibratoire
he: אפקט רטט
id: Efek getaran
it: Effetto vibrazione
ja: 振動効果
ko: 진동 효과
nb: Vibrasjonseffekt
nl: Trillingseffect
pl: Efekt wibracji
pt_br: Efeito de vibração
ro: Efect de vibrație
ru: Эффект вибрации
sv: Vibrationseffekt
th: เอฟเฟกต์การสั่นสะเทือน
tr: titreşim etkisi
vi: Hiệu ứng rung
zh_hans: 震动效果
zh_hant: 震動效果

# devicelis_4Gdevice_offline_help_6
source: Please contact your 4G service provider to check if there is still traffic, if there is still traffic left, you can power off the camera and restart it, and wait for 2 minutes before reopening the app.
cs: Obraťte se na svého poskytovatele služeb 4G a zjistěte, zda je stále provoz, pokud je stále provoz, můžete kameru vypnout a restartovat a počkat 2 minuty, než aplikaci znovu otevřete.
de: Bitte wenden Sie sich an Ihren 4G-Dienstanbieter, um zu prüfen, ob noch Datenverkehr vorhanden ist. Wenn noch Datenverkehr vorhanden ist, können Sie die Kamera ausschalten und neu starten und 2 Minuten warten, bevor Sie die App erneut öffnen.
es: Comuníquese con su proveedor de servicios 4G para verificar si todavía hay tráfico, si aún queda tráfico, puede apagar la cámara y reiniciarla, y esperar 2 minutos antes de volver a abrir la aplicación.
fi: Ota yhteyttä 4G-palveluntarjoajaasi tarkistaaksesi, onko liikennettä vielä jäljellä. Jos liikennettä on vielä jäljellä, voit sammuttaa kameran ja käynnistää sen uudelleen ja odottaa 2 minuuttia ennen kuin avaat sovelluksen uudelleen.
fr: Veuillez contacter votre fournisseur de services 4G pour vérifier s'il y a encore du trafic, s'il reste du trafic, vous pouvez éteindre la caméra et la redémarrer, et attendre 2 minutes avant de rouvrir l'application.
he: אנא פנה לספק שירותי ה-4G שלך כדי לבדוק אם עדיין יש תנועה, אם עדיין נותרה תנועה, תוכל לכבות את המצלמה ולהפעיל אותה מחדש, ולהמתין 2 דקות לפני פתיחת האפליקציה מחדש.
id: Silakan hubungi penyedia layanan 4G Anda untuk memeriksa apakah masih ada lalu lintas, jika masih ada lalu lintas yang tersisa, Anda dapat mematikan kamera dan menyalakannya kembali, dan tunggu selama 2 menit sebelum membuka kembali aplikasi.
it: Contatta il tuo fornitore di servizi 4G per verificare se c'è ancora traffico, se c'è ancora traffico, puoi spegnere la fotocamera e riavviarla e attendere 2 minuti prima di riaprire l'app.
ja: 4Gサービスプロバイダーに連絡して、トラフィックが残っているかどうかを確認してください。トラフィックが残っている場合は、カメラの電源を切って再起動し、2分待ってからアプリを再度開きます。
ko: 트래픽이 남아있는지 확인하려면 4G 서비스 제공업체에 문의하세요. 트래픽이 남아 있는 경우 카메라의 전원을 끄고 다시 시작한 다음 2분 동안 기다렸다가 앱을 다시 열 수 있습니다.
nb: Ta kontakt med 4G-tjenesteleverandøren din for å sjekke om det fortsatt er trafikk, hvis det fortsatt er trafikk igjen, kan du slå av kameraet og starte det på nytt og vente i 2 minutter før du åpner appen igjen.
nl: Neem contact op met uw 4G-serviceprovider om te controleren of er nog verkeer is. Als er nog verkeer is, kunt u de camera uitschakelen en opnieuw opstarten, en 2 minuten wachten voordat u de app opnieuw opent.
pl: Skontaktuj się z dostawcą usług 4G, aby sprawdzić, czy nadal jest ruch, jeśli nadal jest ruch, możesz wyłączyć kamerę i uruchomić ją ponownie, a następnie odczekać 2 minuty przed ponownym otwarciem aplikacji.
pt_br: Entre em contato com seu provedor de serviços 4G para verificar se ainda há tráfego, se ainda houver tráfego, você pode desligar a câmera e reiniciá-la e aguardar 2 minutos antes de reabrir o aplicativo.
ro: Vă rugăm să contactați furnizorul dvs. de servicii 4G pentru a verifica dacă mai există trafic, dacă mai este trafic, puteți opri camera și reporniți-o și așteptați 2 minute înainte de a redeschide aplicația.
ru: Обратитесь к своему поставщику услуг 4G, чтобы проверить, есть ли еще трафик. Если трафик еще есть, вы можете выключить камеру и перезапустить ее, а затем подождать 2 минуты, прежде чем снова открывать приложение.
sv: Kontakta din 4G-tjänstleverantör för att kontrollera om det fortfarande finns trafik, om det fortfarande finns trafik kvar kan du stänga av kameran och starta om den och vänta i 2 minuter innan du öppnar appen igen.
th: โปรดติดต่อผู้ให้บริการ 4G ของคุณเพื่อตรวจสอบว่ายังมีการจราจรอยู่หรือไม่ หากยังมีการจราจรเหลืออยู่ คุณสามารถปิดกล้องและรีสตาร์ทกล้อง จากนั้นรอ 2 นาทีก่อนเปิดแอปอีกครั้ง
tr: Hala trafik olup olmadığını kontrol etmek için lütfen 4G servis sağlayıcınızla iletişime geçin, hala trafik varsa, kamerayı kapatıp yeniden başlatabilir ve uygulamayı yeniden açmadan önce 2 dakika bekleyebilirsiniz.
vi: Vui lòng liên hệ với nhà cung cấp dịch vụ 4G để kiểm tra xem còn lưu lượng hay không, nếu vẫn còn lưu lượng, bạn có thể tắt nguồn camera và khởi động lại, chờ 2 phút trước khi mở lại ứng dụng.
zh_hans: 关注微信公众号易视物联查询，如果没有流量可通过APP商城或微信公众号易视物联充值。如查询还剩余流量可把摄像机断电重启，并等待2分钟后再重新打开APP。
zh_hant: 關注微信公眾號易視物聯查詢，如果沒有流量可通過APP商城或微信公眾號易視物聯充值。如查詢還剩餘流量可把攝像機斷電重啟，並等待2分鐘後再重新打開APP。

source: Signal
cs: Signál
es: Señal
fi: signaali
he: אות
id: Sinyal
it: Segnale
ja: 信号
ko: 신호
nl: Signaal
pl: Sygnał
pt_br: Sinal
ro: Semnal
ru: Сигнал
th: สัญญาณ
tr: işaret
vi: tín hiệu
zh_hans: 信号
zh_hant: 信號
