Repository: Yolo-cell-hash/go_home_ios
Catalog: ios/Runner/JASDK/JAResources/XLanguage/X35MultiLanguage/*.lproj/X35MutiLanguage.strings
Languages: cs, de, es, fi, fr, he, id, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sv, th, tr, vi, zh_hans, zh_hant

# cloud_no_videoFiles
source: No recording file in cloud storage
cs: Úložiště v cloudu nemá žádné video soubory
de: Keine Aufnahmen in Cloudspeicher
es: La nube no tiene archivo de video
fi: Pilvivarastossa ei ole videotiedostoja
fr: Aucun enregistrement dans le stockage Cloud
he: אין קובץ הקלטה באחסון ענן
id: tidak ada file rekaman di penyimpanan awan
it: Nessun file video cloud archiviato
ja: クラウドストレージに録画ファイルがありません。
ko: 클라우드 스토리지에 녹화 파일이 없습니다.
nb: Ingen opptaksfiler i skylagring
nl: Geen opnamebestand in cloudopslag
pl: Brak pliku nagrania w chmurze
pt_br: Nenhum arquivo de gravação no armazenamento em nuvem
ro: Nu există niciun fișier de înregistrare în spațiul de stocare în nor
ru: Нет файла записи в облачном хранилище
sv: Ingen inspelningsfil i molnlagring
th: ไม่มีไฟล์บันทึกในพื้นที่เก็บข้อมูลคลาวด์
tr: Bulut deposunda kayıt dosyası yok
vi: Không có tệp video nào trong Bộ nhớ đám mây
zh_hans: 云存没有录像文件
zh_hant: 雲存沒有錄像文件

# password_old_error
source: Original password is wrong,please input again.
cs: Původní heslo je nesprávné,zadejte znovu
de: Altes Passwort ist falsch, bitte erneut eingeben.
es: La contraseña original es incorrecta,vuelva a ingresar
fi: Alkuperäinen salasana on väärä,syötä se uudelleen
fr: Le mot de passe original est erroné, veuillez le saisir à nouveau.
he: הססמה המקורית שגויה,אנא נסה שנית
id: Sandi original salah,coba lagi
it: Vecchia password errata,prego reinserire
ja: 元のパスワードが間違っています。再度入力してください。
ko: 원래 비밀번호가 잘못되었습니다. 다시 입력하십시오.
nb: Gammelt passord er feil,vennligst prøv på nytt
nl: Origineel wachtwoord onjuist,opnieuw invoeren.
pl: Oryginalne hasło jest błędne,wprowadź ponownie.
pt_br: A senha original está errada,por favor insira novamente.
ro: Parola originală este greșită,introduceți din nou.
ru: Неверный исходный пароль,пожалуйста,введите снова.
sv: Ursprungligt lösenord är fel,vänligen skriv in igen.
th: รหัสผ่านเดิมไม่ถูกต้องโปรดป้อนอีกครั้ง
tr: Orijinal şifre yanlış,lütfen tekrar girin.
vi: Mật khẩu ban đầu bị sai, vui lòng nhập lại
zh_hans: 原密码错误，请重新输入
zh_hant: 原密碼錯誤，請重新輸入

# Addevice_password_not_empty
source: Password cannot be empty
cs: Heslo nemůže být prázdné
de: Passwort darf nicht leer sein
es: La contraseña no puede estar vacía
fi: Salasana ei voi olla tyhjä
fr: Le mot de passe ne peut pas être vide
he: הסיסמה לא יכולה להיות ריקה
id: Kata sandi tidak boleh kosong
it: La password non può essere vuota
ja: パスワードを空にすることはできません
ko: 비밀번호는 비워둘 수 없습니다.
nb: Passordet kan ikke være tomt
nl: Wachtwoord mag niet leeg zijn
pl: Hasło nie może być puste
pt_br: A senha não pode estar vazia
ro: Parola nu poate fi goală
ru: Пароль не может быть пустым
sv: Lösenordet får inte vara tomt
th: รหัสผ่านต้องไม่เว้นว่าง
tr: Şifre boş olamaz
vi: Mật khẩu không được để trống
zh_hans: 密码不能为空
zh_hant: 密碼不能為空

# gwdeviceSetting_choose_signal_path
source: Choose Wi-Fi channel
cs: Vyberte kanál Wi-Fi
de: Wählen Sie den WLAN-Kanal
es: Elige el canal wifi
fi: Valitse Wi-Fi-kanava
fr: Choisissez le canal Wi-Fi
he: בחר ערוץ Wi-Fi
id: Pilih saluran Wi-Fi
it: Scegli il canale Wi-Fi
ja: Wi-Fiチャネルを選択します
ko: Wi-Fi 채널 선택
nb: Velg Wi-Fi-kanal
nl: Kies wifi-kanaal
pl: Wybierz kanał Wi-Fi
pt_br: Escolha o canal Wi-Fi
ro: Alegeți canalul Wi-Fi
ru: Выберите канал Wi-Fi
sv: Välj Wi-Fi-kanal
th: เลือกช่องสัญญาณ Wi-Fi
tr: Wi-Fi kanalını seçin
vi: Chọn kênh Wi-Fi
zh_hans: 选择信道
zh_hant: 選擇信道

# addDevice_help_text1
source: 2、 Is the mobile phone and the Base Station device on the same router?
cs: 2 、 Je mobilní telefon a zařízení Base Station na stejném routeru?
de: 2. Sind Mobiltelefon und Rekorder mit demselben Router verbunden?
es: 2 、 ¿Están el teléfono móvil y el dispositivo de la estación base en el mismo enrutador?
fi: 2, Onko matkapuhelin ja tukiasemalaite samalla reitittimellä?
fr: 2、 Le téléphone mobile et la station de base sont-ils sur le même routeur ?
he: 2 、 האם הטלפון הנייד והתקן הבסיס נמצאים באותו נתב?
id: 2、 Apakah ponsel dan perangkat Base Station pada router yang sama?
it: 2、 Il telefono cellulare e il dispositivo della stazione base sono sullo stesso router?
ja: 2、携帯電話とベースステーションデバイスは同じルーター上にありますか？
ko: 2, 휴대폰과 기지국 장치가 같은 라우터에 있습니까?
nb: 2 、 Er mobiltelefonen og basestasjonen på samme ruter?
nl: 2. Staan de mobiele telefoon en het basisstation op dezelfde router?
pl: 2、 Czy telefon komórkowy i stacja bazowa są na tym samym routerze?
pt_br: 2 、 O telefone celular e o dispositivo da estação base estão no mesmo roteador?
ro: 2, telefonul mobil și dispozitivul stației de bază sunt pe același router?
ru: 2. Подключены ли мобильный телефон и базовая станция к одному и тому же маршрутизатору?
sv: 2 、 Finns mobiltelefonen och basstationen på samma router?
th: 2、โทรศัพท์มือถือและอุปกรณ์สถานีฐานอยู่บนเราเตอร์เดียวกันหรือไม่
tr: 2、 Cep telefonu ve Baz İstasyonu cihazı aynı yönlendirici üzerinde mi?
vi: 2 、 Điện thoại di động và thiết bị Trạm gốc có trên cùng một bộ định tuyến không?
zh_hans: 2、手机和WiFi摄像机基站设备处于同一路由器？
zh_hant: 2、手機和WiFi攝像機基站設備處於同一路由器？

# preview_switch_to_wall_mode
source: Switch to wall mode
cs: Přepnutí do režimu zdi
de: Wechseln zu Wandmodus
es: Cambiar al modo de pared
fi: Vaihda seinätilaan
fr: Passer en mode mural
he: עבור למצב קיר
id: Beralih ke mode dinding
it: Passa alla modalità Muro
ja: 壁モードに切り替える
ko: 벽 모드로 전환
nb: Bytt til veggmodus
nl: Schakel over naar wandmodus
pl: Przełącz na tryb ścienny
pt_br: Mude para o modo de parede
ro: Treceți la modul perete
ru: Переключиться в настенный режим
sv: Växla till väggläge
th: สลับเป็นโหมดติดผนัง
tr: Duvar moduna geç
vi: Chuyển sang chế độ treo tường
zh_hans: 切换为壁挂模式
zh_hant: 切換為壁掛模式

# devSettings_deviceStorage
source: Device storage
cs: Uložení zařízení
de: Gerätespeicher
es: Almacenamiento del Equipo
fi: Laitteen tallennus
fr: Stockage de l'appareil
he: קיבולת המכשיר
id: Perangkat Penyimpanan
it: Dispsitivo di memoria
ja: デバイスストレージ
ko: 기기 저장 용량
nb: Enhetslagring
nl: Opslag apparaat
pl: Urządzenie pamięci masowej
pt_br: Dispositivo de armazenamento
ro: Stocarea dispozitivului
ru: Устройство хранения
sv: Enhetslagring
th: แหล่งเก็บข้อมูลของอุปกรณ์
tr: Cihaz Belleği
vi: Thiết bị lưu trữ
zh_hans: 设备存储
zh_hant: 設備存儲

# addDevice_name
source: Device name
cs: Název zařízení
de: Gerätename
es: Equipo Nombre
fi: Laitteen nimi
fr: Nom de l'appareil
he: שם המכשיר
id: Nama Perangkat
it: Nome dispositivo
ja: デバイス名
ko: 제품 이름
nb: Enhetsnavn
nl: Naam apparaat
pl: Nazwa urządzenia
pt_br: Nome do dispositivo
ro: Nume dispozitiv
ru: Имя устройства
sv: Enhetsnamn
th: ชื่ออุปกรณ์
tr: Cihaz adı
vi: Tên thiết bị
zh_hans: 设备名
zh_hant: 設備名

# devicesetting_privacy_area_number_ios
source: Privacy area %1d
cs: Oblast ochrany osobních údajů%ld
de: Privatsphäre-Bereich%ld
es: Área de privacidad%ld
fi: Tietosuojaalue%ld
fr: Zone de confidentialité %ld
he: אזור פרטיות%ld
id: Area privasi%ld
it: Area riservata%ld
ja: プライバシー領域%ld
ko: 개인 정보 영역 %ld
nb: Personvernsområde%ld
nl: Privacygebied%ld
pl: Obszar prywatności%ld
pt_br: Área de privacidade%ld
ro: Zona de confidențialitate%ld
ru: Область конфиденциальности%ld
sv: Sekretessområde%ld
th: พื้นที่ความเป็นส่วนตัว% 1d
tr: Gizlilik alanı%ld
vi: Khu vực riêng tư%ld
zh_hans: 隐私区%ld
zh_hant: 隱私區域%ld

# Service_map_no_service_point_here
source: No service outlets were found at this location
cs: Na tomto místě nebyly nalezeny žádné servisní místa
de: An diesem Standort wurden keine Servicestellen gefunden
es: No se encontraron salidas de servicio en esta ubicación
fi: Tästä sijainnista ei löytynyt palvelupisteitä
fr: Aucun point de service n'a été trouvé à cet endroit
he: לא נמצאו חנויות שירות במיקום זה
id: Tidak ada outlet layanan yang ditemukan di lokasi ini
it: Non sono stati trovati punti di assistenza in questa posizione
ja: この場所にサービスアウトレットは見つかりませんでした
ko: 이 위치에 서비스 아울렛이 없습니다.
nb: Ingen servicestasjoner ble funnet på dette stedet
nl: Op deze locatie zijn geen servicepunten gevonden
pl: W tej lokalizacji nie znaleziono punktów usługowych
pt_br: Não foram encontrados pontos de atendimento neste local
ro: Nu au fost găsite puncte de deservire în această locație
ru: В этом месте не было найдено точек обслуживания
sv: Inga servicebutiker hittades på den här platsen
th: ไม่พบร้านบริการในสถานที่นี้
tr: Bu konumda hiçbir servis çıkışı bulunamadı
vi: Không có cửa hàng dịch vụ nào có thể được tìm thấy ở vị trí này
zh_hans: 该位置未搜索到服务网点
zh_hant: 該位置未搜索到服務網點

# cloud_migration_cannot_promotion_package
source: Sorry, the promotional package cannot be migrated to a new device
cs: Promoční balíček nelze přenést na nové zařízení
de: Das Werbepaket kann leider nicht auf ein neues Gerät migriert werden
es: Lo sentimos, el paquete promocional no se puede migrar a un nuevo Equipo
fi: Valitettavasti mainospakettia ei voi siirtää uuteen laitteeseen
fr: Désolé, le package promotionnel ne peut pas être migré vers un nouvel appareil.
he: מצטערים, לא ניתן להעביר את חבילת הפרסום למכשיר חדש
id: Maaf, paket promosi tidak dapat dimigrasikan ke perangkat baru
it: Siamo spiacenti, il pacchetto promozionale non può essere migrato su un nuovo dispositivo
ja: 申し訳ありませんが、プロモーションパッケージは新しいデバイスに移行できません
ko: 죄송합니다. 프로모션 패키지를 새 기기로 이전 할 수 없습니다.
nb: Beklager, kampanjepakken kan ikke overføres til en ny enhet
nl: Sorry, het promotiepakket kan niet worden gemigreerd naar een nieuw apparaat
pl: Niestety, pakiet promocyjny nie może zostać przeniesiony na nowe urządzenie
pt_br: Desculpe, o pacote promocional não pode ser migrado para um novo dispositivo
ro: Ne pare rău, pachetul promoțional nu poate fi migrat pe un dispozitiv nou
ru: Извините, рекламный пакет не может быть перенесен на новое устройство
sv: Tyvärr kan kampanjpaketet inte migreras till en ny enhet
th: ขออภัยไม่สามารถย้ายแพ็คเกจส่งเสริมการขายไปยังอุปกรณ์เครื่องใหม่ได้
tr: Maalesef, promosyon paketi yeni bir cihaza taşınamıyor
vi: Xin lỗi, không thể chuyển các gói khuyến mại sang thiết bị mới
zh_hans: 抱歉，促销套餐不能迁移至新设备
zh_hant: 抱歉，促銷套餐不能遷移至新設備

# devicelist_open_video_button
source: Open video service
cs: Otevřete video službu
de: Videodienst aktivieren
es: Servicio de video abierto
fi: Avaa videopalvelu
fr: Service vidéo ouvert
he: פתח את שירות הווידאו
id: Buka layanan video
it: Apri il servizio video
ja: オープンビデオサービス
ko: 개방형 비디오 서비스
nb: Åpne videotjeneste
nl: Videodienst openen
pl: Otwórz usługę wideo
pt_br: Serviço de vídeo aberto
ro: Deschideți serviciul video
ru: Открытый видео сервис
sv: Öppna videotjänst
th: เปิดบริการวิดีโอเซอร์วิส
tr: Video servisini aç
vi: Bật dịch vụ video
zh_hans: 开启视频服务
zh_hant: 開啟視頻服務

# deviceSetting_Modifying_channel_signal_performance
source: Select a least interfered Wi-Fi channel to improve Wi-Fi performance
cs: Vyberte nejméně rušený kanál Wi-Fi pro zlepšení výkonu Wi-Fi
de: Wählen Sie einen WLAN-Kanal mit den geringsten Interferenzen aus, um die WLAN-Leistung zu verbessern
es: Seleccione un canal de Wi-Fi con menos interferencias para mejorar el rendimiento de Wi-Fi
fi: Valitse vähiten häiritsevä Wi-Fi-kanava parantaaksesi Wi-Fi-suorituskykyä
fr: Sélectionnez un canal Wi-Fi le moins perturbé pour améliorer les performances Wi-Fi
he: בחר ערוץ Wi-Fi הכי פחות מפריע לשיפור ביצועי ה-Wi-Fi
id: Pilih saluran Wi-Fi yang paling tidak terganggu untuk meningkatkan kinerja Wi-Fi
it: Seleziona un canale Wi-Fi con meno interferenze per migliorare le prestazioni Wi-Fi
ja: Wi-Fiパフォーマンスを向上させるために、最も干渉の少ないWi-Fiチャネルを選択します
ko: 간섭이 가장 적은 Wi-Fi 채널을 선택하여 Wi-Fi 성능 향상
nb: Velg en minst forstyrret Wi-Fi-kanal for å forbedre Wi-Fi-ytelsen
nl: Selecteer een wifi-kanaal met de minste interferentie om de wifi-prestaties te verbeteren
pl: Wybierz najmniej zakłócany kanał Wi-Fi, aby poprawić wydajność Wi-Fi
pt_br: Selecione um canal Wi-Fi com menos interferência para melhorar o desempenho do Wi-Fi
ro: Selectați un canal Wi-Fi cel puțin interferat pentru a îmbunătăți performanța Wi-Fi
ru: Выберите канал Wi-Fi с наименьшими помехами, чтобы улучшить производительность Wi-Fi.
sv: Välj en minst störd Wi-Fi-kanal för att förbättra Wi-Fi-prestandan
th: เลือกช่องสัญญาณ Wi-Fi ที่มีการรบกวนน้อยที่สุดเพื่อปรับปรุงประสิทธิภาพของ Wi-Fi
tr: Wi-Fi performansını iyileştirmek için en az müdahale edilen Wi-Fi kanalını seçin
vi: Chọn kênh Wi-Fi ít bị nhiễu nhất để cải thiện hiệu suất Wi-Fi
zh_hans: 修改信道可能会提升信号表现
zh_hant: 修改信道可能會提升信號表現

# cloud_in_stock_prompt
source: Insufficient cloud inventory
cs: Nedostatečný inventář oblačnosti
de: Unzureichender Cloud-Bestand
es: Inventario insuficiente en la nube
fi: Riittämätön pilvivarasto
fr: Inventaire en Cloud insuffisant
he: אין מספיק מלאי ענן
id: Inventarisasi awan tidak memadai
it: Inventario cloud insufficiente
ja: 不十分なクラウドインベントリ
ko: 클라우드 잔량 부족
nb: Utilstrekkelig sky-inventar
nl: Onvoldoende cloudinventaris
pl: Niewystarczające zasoby reklamowe w chmurze
pt_br: Inventário de nuvem insuficiente
ro: Inventar de cloud insuficient
ru: Недостаточно облачного инвентаря
sv: Otillräcklig molninventering
th: พื้นที่เก็บข้อมูลบนคลาวด์ไม่เพียงพอ
tr: Yetersiz bulut envanteri
vi: Không đủ kho lưu trữ đám mây
zh_hans: 云存库存不足
zh_hant: 雲存庫存不足

# message_View_full_cloud_video
source: View full cloud video>
cs: Zobrazit celé cloudové video>
de: Vollständiges Cloud-Video ansehen>
es: Ver vídeo de nube completa>
fi: Katso koko pilvivideo>
fr: Voir la vidéo complète sur le cloud>
he: צפה בסרטון ענן מלא>
id: Lihat video awan penuh>
it: Guarda il video cloud completo>
ja: フルクラウドビデオを見る>
ko: 전체 클라우드 비디오 보기>
nb: Se full sky-video>
nl: Bekijk de volledige cloudvideo>
pl: Zobacz pełne wideo w chmurze>
pt_br: Veja o vídeo completo na nuvem>
ro: Vizualizați videoclipul complet în cloud>
ru: Посмотреть полное облачное видео>
sv: Se hela molnvideon>
th: ดูวิดีโอคลาวด์แบบเต็ม>
tr: Tam bulut videosunu izleyin>
vi: Xem toàn bộ video trên đám mây>
zh_hans: 查看完整云录像>
zh_hant: 查看完整雲錄像>

# cloud_video_save_space
source: Video storage space
cs: Video úložný prostor
de: Videospeicherplatz
es: Espacio de almacenamiento de video
fi: Videotallennustila
fr: Espace de stockage vidéo
he: שטח אחסון וידאו
id: Ruang penyimpanan video
it: Spazio di archiviazione video
ja: ビデオ収納スペース
ko: 비디오 저장 공간
nb: Video lagringsplass
nl: Opslagruimte voor video
pl: Miejsce do przechowywania wideo
pt_br: Espaço de armazenamento de vídeo
ro: Spațiu de stocare video
ru: Место для хранения видео
sv: Videolagringsutrymme
th: พื้นที่จัดเก็บวิดีโอ
tr: Video depolama alanı
vi: Không gian lưu trữ video
zh_hans: 录像保存空间
zh_hant: 錄像保存空間

# adddevice_most_configure
source: Most configured
cs: Nejvíce nakonfigurován
de: am meisten konfiguriert
es: Más configurados
fi: Eniten määritetty
fr: Le plus configuré
he: הכי מוגדר
id: Paling banyak dikonfigurasikan
it: Più configurato
ja: 最も構成されている
ko: 가장 많이 구성된
nb: Mest konfigurert
nl: Meest geconfigureerd
pl: Najbardziej skonfigurowany
pt_br: Mais configurado
ro: Cele mai configurate
ru: Наиболее настроенный
sv: De flesta konfigureras
th: กำหนดค่าส่วนใหญ่
tr: En yapılandırılmış
vi: Được cấu hình nhiều nhất
zh_hans: 最多人配置的
zh_hant: 最多人配置的

# add_Learn_about_cloud_card_6
source: Operators in different regions have different tariffs. After the cloud card is activated, there is free trial traffic. You can click Recharge during the trial period to view the specific package tariff.
cs: Operátoři v různých regionech mají různé tarify. Po aktivaci cloudové karty je bezplatný zkušební provoz. Kliknutím na Dobít během zkušebního období zobrazíte konkrétní tarif balíčku.
de: Betreiber in verschiedenen Regionen haben unterschiedliche Tarife. Nachdem die Cloud-Karte aktiviert wurde, gibt es kostenlosen Testverkehr. Sie können während des Testzeitraums auf Aufladen klicken, um den spezifischen Pakettarif anzuzeigen.
es: Los operadores en diferentes regiones tienen diferentes tarifas. Después de activar la tarjeta de la nube, hay tráfico de prueba gratuito. Puede hacer clic en Recargar durante el período de prueba para ver la tarifa del paquete específico.
fi: Operaattoreilla eri alueilla on erilaiset tariffit. Pilvikortin aktivoinnin jälkeen on ilmaista kokeiluliikennettä. Voit napsauttaa Lataa kokeilujakson aikana nähdäksesi tietyn paketin tariffin.
fr: Les opérateurs de différentes régions ont des tarifs différents. Une fois la carte cloud activée, il y a un trafic d'essai gratuit. Vous pouvez cliquer sur Recharger pendant la période d'essai pour afficher le tarif spécifique du forfait.
he: למפעילים באזורים שונים יש תעריפים שונים. לאחר הפעלת כרטיס הענן, יש תעבורת ניסיון חינם. אתה יכול ללחוץ על טען מחדש במהלך תקופת הניסיון כדי להציג את תעריף החבילה הספציפי.
id: Operator di berbagai daerah memiliki tarif yang berbeda. Setelah kartu cloud diaktifkan, ada lalu lintas uji coba gratis. Anda dapat mengklik Isi Ulang selama masa percobaan untuk melihat tarif paket tertentu.
it: Gli operatori in diverse regioni hanno tariffe diverse. Dopo l'attivazione della carta cloud, è disponibile traffico di prova gratuito. È possibile fare clic su Ricarica durante il periodo di prova per visualizzare la tariffa del pacchetto specifico.
ja: 異なる地域の通信事業者は、異なる関税を持っています。 クラウド カードがアクティブ化された後、無料のトライアル トラフィックがあります。 試用期間中に [リチャージ] をクリックすると、特定のパッケージ料金表を表示できます。
ko: 다른 지역의 운영자는 요금이 다릅니다. 클라우드 카드가 활성화되면 무료 평가판 트래픽이 있습니다. 평가판 기간 동안 충전을 클릭하면 특정 패키지 요금을 볼 수 있습니다.
nb: Operatører i ulike regioner har ulike tariffer. Etter at skykortet er aktivert er det gratis prøvetrafikk. Du kan klikke på Lad opp i løpet av prøveperioden for å se den spesifikke pakkeprisen.
nl: Operators in verschillende regio's hebben verschillende tarieven. Nadat de cloudkaart is geactiveerd, is er gratis proefverkeer. U kunt tijdens de proefperiode op Opladen klikken om het specifieke pakkettarief te bekijken.
pl: Operatorzy w różnych regionach mają różne taryfy. Po aktywacji karty w chmurze pojawia się bezpłatny ruch próbny. Możesz kliknąć opcję Doładuj w okresie próbnym, aby zobaczyć konkretną taryfę pakietu.
pt_br: Operadores em diferentes regiões têm tarifas diferentes. Depois que o cartão de nuvem é ativado, há tráfego de teste gratuito. Você pode clicar em Recarregar durante o período de teste para visualizar a tarifa específica do pacote.
ro: Operatorii din diferite regiuni au tarife diferite. După ce cardul cloud este activat, există trafic gratuit de probă. Puteți face clic pe Reîncărcare în timpul perioadei de probă pentru a vedea tariful specific al pachetului.
ru: У операторов в разных регионах разные тарифы. После активации облачной карты предоставляется бесплатный пробный трафик. Вы можете нажать «Пополнить» в течение пробного периода, чтобы просмотреть конкретный пакетный тариф.
sv: Operatörer i olika regioner har olika tariffer. Efter att molnkortet har aktiverats finns det gratis provtrafik. Du kan klicka på Ladda under provperioden för att se den specifika pakettaxan.
th: ผู้ประกอบการในภูมิภาคต่าง ๆ มีอัตราภาษีที่แตกต่างกัน หลังจากเปิดใช้งานการ์ดคลาวด์แล้ว จะมีการรับส่งข้อมูลทดลองใช้งานฟรี คุณสามารถคลิกเติมเงินระหว่างช่วงทดลองใช้งานเพื่อดูอัตราค่าแพ็คเกจเฉพาะ
tr: Farklı bölgelerdeki operatörlerin farklı tarifeleri vardır. Bulut kartı etkinleştirildikten sonra ücretsiz deneme trafiği vardır. Belirli paket tarifesini görüntülemek için deneme süresi boyunca Yeniden Yükle'ye tıklayabilirsiniz.
vi: Các nhà mạng ở các khu vực khác nhau có mức thuế khác nhau. Sau khi thẻ đám mây được kích hoạt, sẽ có lưu lượng dùng thử miễn phí. Bạn có thể bấm Nạp tiền trong thời gian dùng thử để xem biểu phí gói cụ thể.
zh_hans: 各地区的运营商资费不同，云卡激活后有免费的试用流量。您可以在试用期间点击充值，查看具体的套餐资费。
zh_hant: 各地區的運營商資費不同，雲卡激活後有免費的試用流量。您可以在試用期間點擊充值，查看具體的套餐資費。

# preview_no_video_check_mobile_data
source: b. Check if the mobile phone is turned on or if the mobile phone card is down.
cs: b. Zkontrolujte, zda je mobilní telefon zapnutý a zda je karta mobilního telefonu vypnutá.
de: b. Überprüfen Sie, ob das Mobiltelefon eingeschaltet ist und ob die SIM-Karte funktioniert.
es: segundo. Compruebe si el teléfono móvil está encendido y si la tarjeta del teléfono está fuera de servicio.
fi: b. Tarkista, onko matkapuhelin kytketty päälle ja että matkapuhelinkortti on alhaalla.
fr: b. Vérifiez si le téléphone portable est allumé et que la carte de téléphone portable est en panne.
he: .ב בדוק אם הטלפון הנייד מופעל וכרטיס הטלפון הנייד מושבת.
id: b. Periksa apakah ponsel dihidupkan dan kartu ponsel mati.
it: b. Controlla se il telefono cellulare è acceso e la scheda del telefono cellulare è giù.
ja: b。携帯電話がオンになっていると、携帯電話のカードがダウンしているか確認してください。
ko: 비. 휴대폰이 켜져 있고 휴대폰 카드가 내려져 있는지 확인하십시오.
nb: b. Sjekk om mobiltelefonen er slått på og mobiltelefonkortet er nede.
nl: b. Controleer of de mobiele telefoon is ingeschakeld en de mobiele telefoonkaart is uitgeschakeld.
pl: b. Sprawdź, czy telefon komórkowy jest włączony, a karta telefonu komórkowego jest wyłączona.
pt_br: b. Verifique se o celular está ligado e se o cartão do celular está inativo.
ro: b. Verificați dacă telefonul mobil este pornit și cardul telefonului mobil este în jos.
ru: б. Убедитесь, что мобильный телефон включен и карта мобильного телефона не работает.
sv: b. Kontrollera om mobiltelefonen är påslagen och mobiltelefonkortet är nere.
th: b. ตรวจสอบว่าโทรศัพท์มือถือเปิดอยู่หรือการ์ดโทรศัพท์มือถือไม่ทำงาน
tr: b. Cep telefonunun açık ve cep telefonu kartının kapalı olup olmadığını kontrol edin.
vi: b. Kiểm tra xem điện thoại di động đã được bật mạng di động chưa, hoặc thẻ điện thoại di động đã bị ngắt chưa;
zh_hans: b.检查手机是否开启移动网络，手机卡是否停机；
zh_hant: b.檢查手機是否開啟移動網絡，或者手機卡是否已停機；

# adddevice_flashlight
source: Flashlight
cs: svítilna
de: Taschenlampe
es: flash
fi: taskulamppu
fr: lampe de poche
he: פנס
id: senter
it: torcia elettrica
ja: 懐中電灯
ko: 플래시
nb: lommelykt
nl: zaklamp
pl: latarka
pt_br: lanterna
ro: lanternă
ru: фонарик
sv: ficklampa
th: ไฟแฟลช
tr: el feneri
vi: đèn pin
zh_hans: 手电筒
zh_hant: 手電筒

# adddevice_distance_requir_prompt
source: Please ensure that the distance between the camera, mobile phone and router is within 1.5 meters.
cs: Zajistěte, aby vzdálenost mezi fotoaparátem, mobilním telefonem a směrovačem byla do 1,5 metru.
de: Stellen Sie sicher, dass Kamera, Mobiltelefon und Router nicht weiter als 1,5 Metern voneinander entfernt sind.
es: Asegúrese de que la distancia entre la cámara, el teléfono móvil y el enrutador sea inferior a 1,5 metros.
fi: Varmista, että kameran, matkapuhelimen ja reitittimen välinen etäisyys on 1,5 metriä.
fr: Assurez-vous que la distance entre l'appareil photo, le téléphone portable et le routeur est à moins de 1,5 mètre.
he: ודא כי המרחק בין המצלמה, הטלפון הנייד הנתב הוא 1.5 מטרים.
id: Harap pastikan jarak antara kamera, ponsel, dan router berada dalam jarak 1,5 meter.
it: Assicurarsi che la distanza tra la fotocamera, il telefono cellulare e il router sia di 1,5 metri.
ja: カメラ、携帯電話、ルーター間の距離が1.5メートル以内であることを確認してください。
ko: 카메라, 휴대폰 및 라우터 사이의 거리가 1.5m 이내인지 확인하십시오.
nb: Pass på at avstanden mellom kameraet, mobiltelefonen og ruteren er innen 1,5 meter.
nl: Zorg ervoor dat de afstand tussen de camera, mobiele telefoon en router binnen 1,5 meter ligt.
pl: Upewnij się, że odległość między aparatem, telefonem komórkowym i routerem wynosi 1,5 metra.
pt_br: Por favor, certifique-se de que a distância entre a câmera, o telefone celular e o roteador esteja dentro de 1,5 metros.
ro: Asigurați-vă că distanța dintre cameră, telefon mobil și router este în limita a 1,5 metri.
ru: Убедитесь, что расстояние между камерой, мобильным телефоном и маршрутизатором не превышает 1,5 метра.
sv: Se till att avståndet mellan kameran, mobiltelefonen och routern ligger inom 1,5 meter.
th: โปรดตรวจสอบว่าระยะห่างระหว่างกล้องโทรศัพท์มือถือและเราเตอร์อยู่ภายใน 1.5 เมตร
tr: Lütfen kamera, cep telefonu ve yönlendirici arasındaki mesafenin 1,5 metre içinde olduğundan emin olun.
vi: Hãy đảm bảo rằng khoảng cách giữa máy ảnh, điện thoại di động và bộ định tuyến là trong vòng 1,5 mét.
zh_hans: 请确保摄像机、手机、路由器距离保持在1.5米以内。
zh_hant: 請確保攝像機、手機、路由器距離保持在1.5米以內。
