Repository: Yolo-cell-hash/go_home_ios
Catalog: ios/Runner/JASDK/JAResources/XLanguage/X35MultiLanguage/*.lproj/X35MutiLanguage.strings
Languages: cs, de, es, fi, fr, he, id, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sv, th, tr, vi, zh_hans, zh_hant

# Service_map_edit_info
source: After the modification of the outlet information, it shall be submitted for review again. Before the approval of the review, users will not see your network address. Are you sure to modify it?
cs: Po změně informací o výstupu budou znovu odeslány ke kontrole. Před schválením kontroly uživatelé neuvidí vaši síťovou adresu. Opravdu to upravíte?
de: Nachdem die Outlet-Informationen geändert wurden, müssen sie erneut zur Überprüfung eingereicht werden. Bevor die Genehmigung erteilt wird, können Benutzer Ihre Outlet-Adresse nicht sehen. Sind Sie sicher, dass Sie sie ändern können?
es: Después de la modificación de la información de salida, se enviará nuevamente para su revisión. Antes de la aprobación de la revisión, los usuarios no verán su dirección de red. ¿Estás seguro de modificarlo?
fi: Poistumistietojen muutoksen jälkeen ne on toimitettava uudelleen tarkistettavaksi. Ennen tarkistuksen hyväksymistä käyttäjät eivät näe verkkoosoitettasi. Haluatko varmasti muuttaa sitä?
fr: Après la modification des informations de sortie, elles doivent être soumises à nouveau pour examen. Avant l'approbation de l'examen, les utilisateurs ne verront pas votre adresse réseau. Voulez-vous vraiment le modifier?
he: לאחר שינוי פרטי השקע, הוא יוגש לבדיקה שוב. לפני אישור הבדיקה, המשתמשים לא יראו את כתובת הרשת שלך. האם אתה בטוח לשנות את זה?
id: Setelah modifikasi informasi outlet, harus diserahkan untuk ditinjau kembali. Sebelum persetujuan ditinjau, pengguna tidak akan melihat alamat jaringan Anda. Anda yakin memodifikasinya?
it: Dopo la modifica delle informazioni sull'outlet, devono essere nuovamente sottoposte a revisione. Prima dell'approvazione della recensione, gli utenti non vedranno il tuo indirizzo di rete. Sei sicuro di modificarlo?
ja: アウトレット情報の変更後、再審査のために提出する必要があります。 レビューの承認前は、ユーザーにはネットワークアドレスが表示されません。 変更してもよろしいですか？
ko: 출구 정보를 수정 한 후에는 다시 검토를 위해 제출해야합니다. 검토 승인 전에 사용자에게 네트워크 주소가 표시되지 않습니다. 수정 하시겠습니까?
nb: Etter endring av informasjon om utsalgsstedet, skal den sendes inn for vurdering på nytt. Før godkjenningen av gjennomgangen, vil brukerne ikke se nettverksadressen din. Er du sikker på å endre den?
nl: Na de wijziging van de outlet-informatie moet deze opnieuw ter beoordeling worden ingediend. Voordat de beoordeling wordt goedgekeurd, zien gebruikers uw netwerkadres niet. Weet u zeker dat u deze wilt wijzigen?
pl: Po zmianie informacji o rynku zbytu należy je ponownie poddać przeglądowi. Przed zatwierdzeniem recenzji użytkownicy nie zobaczą Twojego adresu sieciowego. Czy na pewno to zmodyfikujesz?
pt_br: Após a modificação das informações de saída, elas deverão ser submetidas para revisão novamente. Antes da aprovação da revisão, os usuários não verão seu endereço de rede. Você tem certeza de modificá-lo?
ro: După modificarea informațiilor despre priză, acestea sunt transmise din nou spre examinare. Înainte de aprobarea revizuirii, utilizatorii nu vor vedea adresa dvs. de rețea. Sigur o modificați?
ru: После изменения информации о выходе, она должна быть передана на рассмотрение снова. До утверждения отзыва пользователи не увидят ваш сетевой адрес. Вы уверены, что изменили его?
sv: Efter modifieringen av utloppsinformationen ska den skickas in för granskning igen. Innan granskningen godkänns kommer användarna inte att se din nätverksadress. Är du säker på att ändra det?
th: หลังจากแก้ไขข้อมูลเต้าเสียบแล้วข้อมูลนั้นจะถูกส่งเพื่อตรวจสอบอีกครั้งก่อนการอนุมัติการตรวจสอบผู้ใช้จะไม่เห็นที่อยู่เครือข่ายของคุณคุณแน่ใจหรือไม่ว่าจะแก้ไข
tr: Çıkış bilgilerinin değiştirilmesinden sonra tekrar gözden geçirilmek üzere sunulmalıdır. İncelemenin onaylanmasından önce kullanıcılar ağ adresinizi görmez. Değiştirmek istediğinizden emin misiniz?
vi: Sau khi thông tin cửa hàng được sửa đổi, thông tin đó cần được gửi lại để xem xét. Trước khi quá trình xem xét được thông qua, người dùng sẽ không thể thấy địa chỉ cửa hàng của bạn. Bạn có chắc chắn sẽ sửa đổi thông tin này không?
zh_hans: 网点信息修改后需重新提交审核，审核通过前，用户将看不到您的网点地址，是否确定修改？
zh_hant: 網點信息修改後需重新提交審核，審核通過前，用戶將看不到您的網點地址，是否確定修改？

# person_alarm_selct_time_thur
source: Thursday
cs: Čtvrtek
de: Donnerstag
es: Jueves
fi: torstai
fr: Jeudi
he: יום חמישי
id: kamis
it: giovedi
ja: 木曜日
ko: 목요일
nb: torsdag
nl: donderdag
pl: Czwartek
pt_br: Quinta-feira
ro: joi
ru: Четверг
sv: torsdag
th: วันพฤหัสบดี
tr: Perşembe
vi: Thứ năm
zh_hans: 周四
zh_hant: 週四

# devicelist_tuya_smart_scene_null
source: No smart scene has been created yet, click "+" to add
cs: Dosud nebyla vytvořena žádná inteligentní scéna, přidejte ji kliknutím na "+"
de: Es wurde noch keine intelligente Szene erstellt. Tippen Sie zum Hinzufügen auf "+"
es: Aún no se ha creado una escena inteligente, haga clic en "+" para agregar
fi: Älykäs kohtaus ei ole vielä luotu, lisää "+"
fr: Aucune scène intelligente n'a encore été créée, cliquez sur "+ " pour l'ajouter
he: עדיין לא נוצרה סצנה חכמה, לחץ על "+" כדי להוסיף
id: Belum ada adegan pintar yang telah dibuat, klik "+" untuk menambahkan
it: Nessuna scena smart è stata ancora creata, fai clic su "+" per aggiungerla
ja: スマートシーンはまだ作成されていません。「+」をクリックして追加してください
ko: 아직 생성 된 스마트 장면이 없습니다. 추가하려면 "+"를 클릭하세요.
nb: Ingen smart scene er opprettet ennå, klikk "+" for å legge til
nl: Er is nog geen slimme scène gemaakt, klik op "+" om toe te voegen
pl: Żadna inteligentna scena nie została jeszcze utworzona, kliknij "+ ", aby dodać
pt_br: Nenhuma cena inteligente foi criada ainda, clique em "+" para adicionar
ro: Nu a fost creată încă nicio scenă inteligentă, dați clic pe "+ " pentru a adăuga
ru: Умная сцена еще не создана, нажмите "+ ", чтобы добавить
sv: Ingen smart scen har skapats ännu, klicka på "+ " för att lägga till
th: ยังไม่มีการสร้างฉากอัจฉริยะคลิก "+" เพื่อเพิ่ม
tr: Henüz bir akıllı sahne oluşturulmadı, eklemek için "+" işaretini tıklayın
vi: Chưa có cảnh thông minh nào được tạo, hãy nhấp vào "+" để thêm
zh_hans: 暂未创建智能场景，点击“+”添加
zh_hant: 暫未創建智能場景，點擊“+”添加

# Service_map_go_to_edit
source: Go to edit
cs: Přejít na úpravy
de: Bearbeiten
es: Ir a editar
fi: Siirry muokata
fr: Aller à modifier
he: עבור לערוך
id: Pergi ke edit
it: Vai a modifica
ja: 編集に行く
ko: 편집으로 이동
nb: Gå til redigering
nl: Ga naar bewerken
pl: Idź do edycji
pt_br: Vá para editar
ro: Accesați editarea
ru: Перейти к редактированию
sv: Gå till redigera
th: ไปแก้ไข
tr: Düzenlemeye git
vi: Đi tới chỉnh sửa
zh_hans: 前往修改
zh_hant: 前往修改

# adddevice_open_4G
source: 4、 Opened 4G, mobile network
cs: 4、 Otevřeno 4G, mobilní síť
de: 4. 4G und Mobilfunknetze sind eingeschaltet
es: 4、 4G abierto, red móvil
fi: 4、 Avattu 4G, matkapuhelinverkko
fr: 4、 Ouvert 4G, réseau mobile
he: 4、 נפתח 4G, רשת סלולרית
id: 4、 Membuka 4G, jaringan seluler
it: 4、 Aperto 4G, rete mobile
ja: 4、オープン4G、モバイルネットワーク
ko: 4. 4G, 모바일 네트워크 오픈
nb: 4、 Åpnet 4G, mobilnett
nl: 4、 Geopend 4G, mobiel netwerk
pl: 4、Otwarta sieć 4G, sieć komórkowa
pt_br: 4、 4G aberto, rede móvel
ro: 4、 Rețea mobilă 4G deschisă
ru: 4、 Открыт 4G, мобильная сеть
sv: 4、 Öppnade 4G, mobilnät
th: 4、 เปิด 4G เครือข่ายมือถือ
tr: 4、 Açılan 4G, mobil ağ
vi: 4 、 Đã mở 4G, mạng di động
zh_hans: 4、开启了4G、移动网络
zh_hant: 4、開啟了4G、移動網絡

# preview_ptz_regulation
source: PTZ control
cs: Ovládání PTZ
de: PTZ-Steuerung
es: Control de PTZ
fi: PTZ-ohjaus
fr: Contrôle PTZ
he: PTZ שליטה
id: Kontrol PTZ
it: Controllo PTZ
ja: PTZ調整
ko: PTZ 제어
nb: PTZ-kontroll
nl: PTZ-besturing
pl: Sterowanie PTZ
pt_br: Controle PTZ
ro: Control PTZ
ru: Управление PTZ
sv: PTZ-kontroll
th: การควบคุม PTZ
tr: PTZ kontrolü
vi: Kiểm soát PTZ
zh_hans: 云台控制
zh_hant: 雲台控制

# person_set_Upload_crash_fail
source: Upload unsuccessfully
cs: Upload se nezdařil
de: Upload fehlgeschlagen
es: subida fallida
fi: Lähetys epäonnistui
fr: Échec du téléchargement
he: העלאה נכשלה
id: gagal mengunggah
it: caricamento fallito
ja: アップロードできません。
ko: 업로드하지 못했습니다.
nb: opplasting mislyktes
nl: upload mislukt
pl: przesyłanie nie powiodło się
pt_br: upload falhou
ro: încărcare eșuată
ru: Загрузка не удалась
sv: uppladdningen misslyckades
th: อัปโหลดไม่สำเร็จ
tr: yükleme başarısız
vi: Tải lên thất bại
zh_hans: 上传失败
zh_hant: 上傳失敗

# deviceSetting_Sharing_equipment
source: Share device
cs: Sdílet zařízení
de: Gerät teilen
es: Compartir dispositivo
fi: Jaa laite
fr: Partager l'appareil
he: שתף מכשיר
id: Bagikan perangkat
it: Condividi dispositivo
ja: デバイスを共有する
ko: 기기 공유
nb: Del enhet
nl: Apparaat delen
pl: Udostępnij urządzenie
pt_br: Compartilhar dispositivo
ro: Partajați dispozitivul
ru: Поделиться устройством
sv: Dela enhet
th: แชร์อุปกรณ์
tr: Cihazı paylaş
vi: Chia sẻ thiết bị
zh_hans: 分享设备
zh_hant: 分享設備

# cloud_manually_open
source: Failed to enable cloud storage automatically upload video ,please go to the cloud storage service to openit manually
cs: Obrazovka pro automatické nahrávání v cloudu se nezdařila,přejděte prosím na službu úložiště cloud a otevřete ji ručně
de: Aktivierung automatisches Hochladen von Videos durch Cloud-Speicher fehlgeschlagen. Bitte rufen Sie den Cloud-Speicher Service auf, um Videos manuell zu laden
es: No se pudo abrir el video de carga automática de almacenamiento en la nube,vaya al servicio de almacenamiento en la nube para abrir manualmente
fi: Pilvivarastoinnin automaattinen latauksen video ei avautunut,siirry pilvivarastopalveluun avataksesi manuaalisesti
fr: Échec de l’ouverture de la vidéo du stockage Cloud. Veuillez ouvrir le service de stockage Cloud.
he: טעינת העלאה אוטומטית של הענן בענן נכשלה,עבור אל שירות האחסון בענן כדי לפתוח אותו באופן ידני
id: penyimpanan awan otomatis unggah video yang gagal dibuka,silakan ke servis penyimpanan awan dan buka manual
it: Impossibile caricare il caricamento automatico del video di archiviazione nel cloud,vai al servizio di archiviazione sul cloud per aprirlo manualmente
ja: クラウドストレージビデオを開けませんでした。 クラウドストレージサービスを開いてください。
ko: 클라우드 스토리지 자동 업로드 동영상을 열지 못했습니다. 클라우드 스토리지 서비스로 이동하여 수동으로 엽니 다.
nb: Cloud storage automatisk opplasting av video mislyktes å åpne,vennligst gå til sky lagringstjenesten for å åpne manuelt
nl: Automatische opslag van cloudopslag kan niet worden geopend. Ga naar de cloudopslag om deze handmatig te openen
pl: Przechowywanie w chmurze automatyczne przesyłanie wideo nie udało się otworzyć,przejdź do usługi przechowywania w chmurze,aby ręcznie otworzyć
pt_br: Não foi possível abrir o vídeo de carregamento automático do armazenamento em nuvem,acesse o serviço de armazenamento em nuvem para abrir manualmente
ro: Încărcarea automată a conținutului de stocare în cloud nu sa putut deschide,accesați serviciul de stocare în cloud pentru a deschide manual
ru: Не удалось открыть облачное хранилище при автоматической загрузке видео
sv: Det gick inte att öppna molnlagring automatiskt uppladdning av video. Gå till molnlagringstjänsten för att manuellt öppna
th: การเปิดการบันทึกการอัปโหลดอัตโนมัติที่เก็บข้อมูลบนคลาวด์ไม่สำเร็จโปรดไปที่บริการจัดเก็บข้อมูลบนคลาวด์เพื่อเปิดด้วยตนเอง
tr: Bulut depolama otomatik yükleme videosu açılamadı,lütfen manuel olarak açmak için bulut depolama servisine gidin.
vi: Không mở được bản ghi tải lên tự động của bộ nhớ đám mây, vui lòng chuyển đến dịch vụ lưu trữ đám mây để mở thủ công
zh_hans: 云存自动上传录像开启失败，请前往云存服务手动开启
zh_hant: 雲存自動上傳錄像開啟失敗，請前往雲存服務手動開啟

# playback_Face_alarm
source: Face alarm
cs: Obličejový alarm
de: Gesichtsalarm
es: Alarma facial
fi: Kasvohälytys
fr: Alarme faciale
he: אזעקת פנים
id: Alarm wajah
it: Allarme facciale
ja: フェイスアラーム
ko: 얼굴 알람
nb: Ansiktsalarm
nl: Gezichtsalarm
pl: Alarm twarzy
pt_br: Alarme de rosto
ro: Alarma facială
ru: Сигнализация лица
sv: Ansiktslarm
th: สัญญาณเตือนใบหน้า
tr: Yüz alarmı
vi: Báo động bằng khuôn mặt
zh_hans: 人脸报警
zh_hant: 人臉報警

# addevice_IP_location_computer_system
source: Please check the device's IP/DDNS in the computer NVR system configuration.
cs: Zkontrolujte IP / DDNS zařízení v konfiguraci systému NVR počítače.
de: Bitte lesen Sie die IP/DDNS des Geräts in den Netzwerkeinstellungen des Rekorders aus.
es: Verifique el IP / DDNS del Equipo en la configuración del sistema NVR de la computadora.
fi: Tarkista laitteen IP / DDNS tietokoneen NVR-järjestelmän kokoonpanosta.
fr: Veuillez vérifier l’IP / DDNS du périphérique dans la configuration du système NVR de l’ordinateur.
he: אנא בדוק את ה- IP / DDNS של המכשיר בתצורת מערכת NVR של המחשב.
id: Silakan periksa IP / DDNS perangkat di konfigurasi sistem NVR komputer.
it: Verificare l'IP / DDNS del dispositivo nella configurazione del sistema NVR del computer.
ja: コンピューターのNVRシステム構成でデバイスのIP / DDNSを確認してください。
ko: 컴퓨터 NVR 시스템 구성에서 장치의 IP / DDNS를 확인하십시오.
nb: Vennligst sjekk enhetens IP / DDNS i datamaskinens NVR-systemkonfigurasjon.
nl: Controleer de IP / DDNS van het apparaat in de NVR-systeemconfiguratie van de computer.
pl: Sprawdź adres IP / DDNS urządzenia w konfiguracji systemu NVR komputera.
pt_br: Por favor, verifique o IP do dispositivo / DDNS na configuração do sistema NVR do computador.
ro: Vă rugăm să verificați IP / DDNS al dispozitivului în configurația sistemului NVR a computerului.
ru: Пожалуйста, проверьте IP / DDNS устройства в конфигурации системы NVR компьютера.
sv: Kontrollera enhetens IP / DDNS i datorns NVR-systemkonfiguration.
th: โปรดตรวจสอบ IP / DDNS ของอุปกรณ์ในการกำหนดค่าระบบ NVR ของคอมพิวเตอร์
tr: Lütfen bilgisayarın NVR sistemi yapılandırmasında cihazın IP / DDNS'sini kontrol edin.
vi: Vui lòng kiểm tra IP / DDNS của thiết bị trong cấu hình hệ thống NVR máy tính
zh_hans: 请在电脑NVR系统配置里面查看设备的IP/DDNS
zh_hant: 請在電腦NVR系統配置裡面查看設備的IP/DDNS

# addevice_keep_connect_device_hotspot
source: 3.Keep the hotspot of the connected device during the adding process
cs: 3.Během procesu přidávání ponechejte hotspot připojeného zařízení
de: 3. Halten Sie die Verbindung zum Hotspot des Geräts während dem Hinzufügen
es: 3.Mantenga el punto de acceso del dispositivo conectado durante el proceso de adición
fi: 3.Säilytä liitetyn laitteen hotspot lisäysprosessin aikana
fr: 3.Conservez le point d'accès de l'appareil connecté pendant le processus d'ajout
he: 3.שמור את הנקודה החמה של המכשיר המחובר במהלך תהליך ההוספה
id: 3.Pertahankan hotspot perangkat yang terhubung selama proses penambahan
it: 3.Mantieni l'hotspot del dispositivo connesso durante il processo di aggiunta
ja: 3.追加プロセス中は、接続されたデバイスのホットスポットを維持します
ko: 3.추가 프로세스 동안 연결된 장치의 핫스팟 유지
nb: 3.Behold aktiveringspunktet til den tilkoblede enheten under tilleggsprosessen
nl: 3.Houd de hotspot van het aangesloten apparaat tijdens het toevoegen
pl: 3.Zachowaj hotspot podłączonego urządzenia podczas procesu dodawania
pt_br: 3.Mantenha o ponto de acesso do dispositivo conectado durante o processo de adição
ro: 3.Păstrați hotspot-ul dispozitivului conectat în timpul procesului de adăugare
ru: 3.Сохраняйте точку доступа подключенного устройства во время процесса добавления
sv: 3.Behåll den anslutna enhetens hotspot under tilläggsprocessen
th: 3.เก็บฮอตสปอตของอุปกรณ์ที่เชื่อมต่อไว้ในระหว่างกระบวนการเพิ่ม
tr: 3.Ekleme işlemi sırasında bağlı cihazın etkin noktasını koruyun
vi: 3.Giữ điểm phát sóng của thiết bị được kết nối trong quá trình thêm
zh_hans: 3.添加过程中保持连接设备的热点
zh_hant: 3.添加過程中保持連接設備的熱點

# devicelist_Camera_network_configuration_demo
source: Camera network configuration demo
cs: Demo konfigurace kamerové sítě
de: Demo Konfiguration Kameranetzwerk
es: Demostración de la configuración de la red de la cámara
fi: Kameran verkkoasetusten esittely
fr: Démonstration de configuration du réseau de caméras
he: הדגמה של תצורת רשת המצלמה
id: Demo konfigurasi jaringan kamera
it: Demo della configurazione della rete della telecamera
ja: カメラネットワーク構成デモ
ko: 카메라 네트워크 구성 데모
nb: Demo av kameranettverkskonfigurasjon
nl: Demo van cameranetwerkconfiguratie
pl: Demonstracja konfiguracji sieci kamery
pt_br: Demonstração de configuração de rede de câmeras
ro: Demo de configurare a rețelei camerei
ru: Демонстрация конфигурации сети камеры
sv: Demo för konfiguration av kameranätverk
th: การสาธิตการกำหนดค่าเครือข่ายกล้อง
tr: Kamera ağı yapılandırma demosu
vi: Demo cấu hình mạng camera
zh_hans: 摄像机网络配置演示
zh_hant: 攝像機網絡配置演示

# message_Alarm_picture_upgraded_video
source: Alarm picture upgraded to video
cs: Obrázek budíku byl upgradován na video
de: Alarmbild auf Video aktualisiert
es: Imagen de alarma actualizada a video
fi: Hälytyskuva päivitetty videoksi
fr: Image d'alarme mise à niveau vers la vidéo
he: תמונת אזעקה שודרגה לווידאו
id: Gambar alarm ditingkatkan ke video
it: Immagine dell'allarme aggiornata a video
ja: アラーム画像をビデオにアップグレード
ko: 알람 사진을 동영상으로 업그레이드
nb: Alarmbilde oppgradert til video
nl: Alarmfoto geüpgraded naar video
pl: Obraz alarmowy uaktualniony do wideo
pt_br: Imagem de alarme atualizada para vídeo
ro: Imaginea de alarmă a fost actualizată la video
ru: Тревожное изображение заменено на видео
sv: Larmbild uppgraderad till video
th: รูปภาพปลุกอัพเกรดเป็นวิดีโอ
tr: Alarm resmi videoya yükseltildi
vi: Đã nâng cấp hình ảnh báo động lên video
zh_hans: 报警图片升级为视频
zh_hant: 報警圖片升級為視頻

# cloud_help_migration_service_b
source: If the device is a single-channel device, the device migrates directly to the device list interface. If the device is a multi-channel device, you need to select the number of channels equal to the number of services to migrate.
cs: Pokud je zařízení jednokanálové zařízení, zařízení se přesune přímo do rozhraní seznamu zařízení Pokud je zařízení vícekanálovým zařízením, musíte vybrat počet kanálů odpovídající počtu služeb, které chcete migrovat.
de: Wenn das Gerät ein Einkanal-Gerät ist, wandert das Gerät direkt mit der Geräteliste Schnittstelle. Wenn das Gerät ein Mehrkanal-Gerät ist, müssen Sie die Anzahl der Kanäle gleich die Anzahl von Diensten wählen zu migrieren.
es: Si el Equipo es un Equipo de un solo canal, el Equipo migra directamente a la interfaz de la lista de Equipos.Si el Equipo es un Equipo multicanal, debe seleccionar el número de canales igual al número de servicios a migrar.
fi: Jos laite on yksikanavainen, laite siirtyy suoraan laitteeseen listan kautta. Jos laite on monikanavainen laite, sinun täytyy valita kanavien lukumäärän yhtä monta palveluiden siirtää.
fr: Si le périphérique est un périphérique monocanal, il migre directement vers l'interface de liste de périphériques.Si le périphérique est un périphérique multicanaux, vous devez sélectionner un nombre de canaux égal au nombre de services à migrer.
he: אם ההתקן הוא התקן בעל ערוץ יחיד, ההתקן עובר ישירות לממשק רשימת ההתקנים.אם ההתקן הוא התקן רב ערוצי, עליך לבחור את מספר הערוצים השווה למספר השירותים להעברה.
id: Jika perangkat tersebut adalah perangkat saluran tunggal, perangkat tersebut akan bermigrasi langsung ke antarmuka daftar perangkat. Jika perangkat tersebut adalah perangkat multi-saluran, Anda harus memilih jumlah saluran yang sama dengan jumlah layanan yang akan dimigrasi.
it: Se il dispositivo è un dispositivo a singolo canale, il dispositivo migra direttamente all'interfaccia elenco dei dispositivi. Se il dispositivo è un dispositivo multi-canale, è necessario selezionare il numero di canali pari al numero di servizi per la migrazione.
ja: デバイスは、シングル・チャンネル・デバイスの場合、デバイスはデバイスリストインターフェースに直接移行します。デバイスは、マルチチャンネルデバイスである場合は、移行するサービスの数に等しいチャンネル数を選択する必要があります。
ko: 장치가 단일 채널 장치 인 경우 장치는 장치 목록 인터페이스로 직접 마이그레이션됩니다. 장치가 다중 채널 장치 인 경우 마이그레이션 할 서비스 수와 동일한 채널 수를 선택해야합니다.
nb: Hvis enheten er en enkeltkanalsenhet, flyttes enheten direkte til grensesnittet til enhetslisten. Hvis enheten er en flerkanalsenhet, må du velge antall kanaler som er lik antall tjenester som skal overføres.
nl: Als het apparaat een apparaat met één kanaal is, migreert het apparaat rechtstreeks naar de lijst met apparatenlijst.Als het apparaat een apparaat met meerdere kanalen is, moet u het aantal kanalen selecteren dat gelijk is aan het aantal services dat moet worden gemigreerd.
pl: Jeśli urządzenie jest urządzeniem jednokanałowym, urządzenie migruje bezpośrednio do interfejsu listy urządzeń.Jeśli urządzenie jest urządzeniem wielokanałowym, należy wybrać liczbę kanałów równą liczbie usług do migracji.
pt_br: Se o dispositivo é um dispositivo de canal único, o dispositivo migra diretamente para a interface de lista de dispositivos. Se o dispositivo é um dispositivo multi-canal, você precisa selecionar o número de canais igual ao número de serviços para migrar.
ro: Dacă dispozitivul este un dispozitiv cu un singur canal, dispozitivul migrează direct la interfața cu lista dispozitivelor. Dacă dispozitivul este un dispozitiv cu mai multe canale, trebuie să selectați numărul de canale egal cu numărul de servicii de migrare.
ru: Если устройство является одноканальным устройством, оно мигрирует непосредственно в интерфейс списка устройств.Если устройство является многоканальным устройством, вам нужно выбрать количество каналов, равное количеству служб для миграции.
sv: Om enheten är en enkanalig anordning vandrar enheten direkt till enheten listan gränssnittet. Om enheten är en flerkanalig enhet, måste du välja antalet kanaler är lika med antalet tjänster att migrera.
th: หากอุปกรณ์เป็นอุปกรณ์ช่องสัญญาณเดียวอุปกรณ์จะย้ายข้อมูลไปยังอินเทอร์เฟซรายการอุปกรณ์โดยตรงหากอุปกรณ์เป็นอุปกรณ์หลายช่องสัญญาณคุณต้องเลือกจำนวนช่องที่เท่ากับจำนวนบริการที่จะย้าย
tr: Cihaz tek kanallı bir cihaz ise, cihaz doğrudan cihaz listesi arayüzüne geçer, cihaz çok kanallı bir cihaz ise, taşınacak servis sayısına eşit kanal sayısını seçmeniz gerekir.
vi: b. Nếu là thiết bị đơn kênh, thiết bị sẽ di chuyển trực tiếp, nhắc rằng quá trình di chuyển thành công và chuyển đến giao diện danh sách thiết bị; nếu là thiết bị đa kênh, bạn cần chọn số kênh bằng số lượng các dịch vụ để di cư;
zh_hans: b.若为单通道设备，则直接迁移，提示迁移成功跳转至设备列表界面；若为多通道设备，则需要选择与服务数量相等的通道数才能迁移；
zh_hant: b.若為單通道設備，則直接遷移，提示遷移成功跳轉至設備列表界面；若為多通道設備，則需要選擇與服務數量相等的通道數才能遷移；

# addevice_select_wifi_ios
source: Select "%@" and enter the set password;
cs: Vyberte "%@" a zadejte nastavené heslo;
de: Wählen Sie "%@" und geben Sie das vergebene Passwort ein.
es: Seleccione "%@" e introduzca la contraseña establecida;
fi: Valitse "%@" ja kirjoita asetettu salasana.
fr: Sélectionnez "%@" et entrez le mot de passe défini;
he: בחר "%@" והזן את הסיסמה שהוגדרה;
id: Pilih "%@" dan masukkan kata sandi yang disetel;
it: Seleziona "%@" e inserisci la password impostata;
ja: "%@"を選択し、設定したパスワードを入力します。
ko: "%@"를 선택하고 설정된 암호를 입력하십시오.
nb: Velg "%@" og skriv inn det angitte passordet.
nl: Selecteer "%@" en voer het ingestelde wachtwoord in;
pl: Wybierz "%@" i wprowadź ustawione hasło;
pt_br: Selecione "%@" e insira a senha definida;
ro: Selectați "%@" și introduceți parola setată;
ru: Выберите "%@" и введите установленный пароль;
sv: Välj "%@" och ange det inställda lösenordet;
th: เลือก "%@" และป้อนรหัสผ่านที่ตั้งไว้
tr: "%@" Öğesini seçin ve ayarlanan parolayı girin;
vi: Chọn ”%@” và nhập mật khẩu đã đặt;
zh_hans: 选择“%@”，输入设置的密码；
zh_hant: 選擇“%@”，輸入設置的密碼；

# devSetting_hardDisk_error
source: HDD error
cs: Chyba pevného disku
de: Fehler Festplatte
es: Error de disco duro
fi: Kiintolevyn virhe
fr: Erreur de disque dur
he: תקלה בדיסק הקשיח
id: HDD Salah
it: Errore HD
ja: HDDエラー
ko: HDD 에러
nb: Harddisk feil
nl: HDD-fout
pl: Błąd dysku twardego
pt_br: Erro de HDD
ro: Eroare HDD
ru: Ошибка жесткого диска
sv: HDD-fel
th: ฮาร์ดดิสก์ผิดพลาด
tr: HDD hatası
vi: Lỗi ổ cứng
zh_hans: 硬盘错误
zh_hant: 硬盤錯誤

# person_setting_selectPreviewMode
source: Select preview mode
cs: Vyberte režim náhledu
de: Livebild Modus auswählen
es: Seleccionar modo de vista previa
fi: Valitse esikatselutila
fr: Sélectionnez le mode d'aperçu
he: בחר מצב תצוגה
id: pilih model sebelumnya
it: Selezionare modalità anteprima
ja: プレビューモードを選択
ko: 미리보기 모드 선택
nb: Velg forhåndsvisningsmodus
nl: Previewmodus selecteren
pl: Wybór trybu podglądu
pt_br: Selecione o modo de visualização
ro: Selectați modul de previzualizare
ru: Выберите режим предварительного просмотра
sv: Välj förhandsvisningsläge
th: เลือกโหมดการแสดงตัวอย่าง
tr: Önizleme modunu seç
vi: Chọn chế độ xem trước
zh_hans: 选择预览模式
zh_hant: 選擇預覽模式
