Repository: Yolo-cell-hash/go_home_ios
Catalog: ios/Runner/JASDK/JAResources/XLanguage/X35MultiLanguage/*.lproj/X35MutiLanguage.strings
Languages: cs, de, es, fi, fr, he, id, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sv, th, tr, vi, zh_hans, zh_hant

# devicelist_Password_setting
source: Password setting...
cs: Nastavení hesla ...
de: Passworteinstellung...
es: Configuración de contraseña ...
fi: Salasanan asetus ...
fr: Paramétrage du mot de passe...
he: הגדרת סיסמה ...
id: Pengaturan kata sandi...
it: Impostazione password...
ja: パスワード設定...
ko: 비밀번호 설정...
nb: Passordinnstilling ...
nl: Wachtwoord instellen...
pl: Ustawienie hasła...
pt_br: Configuração de senha ...
ro: Setarea parolei ...
ru: Установка пароля ...
sv: Lösenordsinställning ...
th: การตั้งรหัสผ่าน...
tr: Şifre ayarı...
vi: Cài đặt mật khẩu ...
zh_hans: 密码设置中...
zh_hant: 密碼設置中...

# deviceSetting_night_vision_settings
source: Night Vision Mode Settings
cs: Nastavení režimu nočního vidění
de: Einstellungen Nachtsicht-Modus
es: Configuración del modo de visión nocturna
fi: Pimeänäkötilan asetukset
fr: Paramètres du mode vision nocturne
he: הגדרות מצב ראיית לילה
id: Pengaturan Mode Penglihatan Malam
it: Impostazioni della modalità di visione notturna
ja: 暗視モード設定
ko: 야간 투시경 모드 설정
nb: Innstillinger for nattsynsmodus
nl: Instellingen nachtzichtmodus
pl: Ustawienia trybu noktowizyjnego
pt_br: Configurações do modo de visão noturna
ro: Setări pentru modul de vedere nocturnă
ru: Настройки режима ночного видения
sv: Inställningar för nattseendeläge
th: การตั้งค่าโหมดการมองเห็นตอนกลางคืน
tr: Gece Görüş Modu Ayarları
vi: Cài đặt Chế độ nhìn ban đêm
zh_hans: 夜视模式设置
zh_hant: 夜視模式設置

# deviceSettings_voice
source: Enable audio recording
cs: Povolit nahrávání zvuku
de: Audioaufnahme aktivieren
es: Habilitar la grabación de audio
fi: Ota äänitallennus käyttöön
fr: Activer l'enregistrement audio
he: הפעל הקלטה קולית
id: Aktifkan perekaman audio
it: Abilita la registrazione audio
ja: オーディオ周波数
ko: 오디오 녹음 사용
nb: Aktiver lydopptak
nl: Audio opnemen
pl: Włącz nagrywanie dźwięku
pt_br: Ativar gravação de áudio
ro: Activați înregistrarea audio
ru: Включить запись звука
sv: Aktivera ljudinspelning
th: เปิดใช้งานการบันทึกเสียง
tr: Ses kaydını etkinleştir
vi: Âm thanh video
zh_hans: 录像声音
zh_hant: 錄像聲音

# Addevice_check_phone_network
source: Please check whether your mobile phone and base station network are in good condition
cs: Zkontrolujte, zda je váš mobilní telefon a síť základnové stanice v dobrém stavu
de: Bitte prüfen Sie, dass Ihr Handy- und Basisstationsnetzwerk in Ordnung sind
es: Verifique si su teléfono móvil y la red de la estación base están en buenas condiciones
fi: Tarkista, ovatko matkapuhelimesi ja tukiasemaverkkosi kunnossa
fr: Veuillez vérifier si votre téléphone portable et votre réseau de stations de base sont en bon état
he: אנא בדוק אם הטלפון הנייד ורשת תחנת הבסיס שלך במצב תקין
id: Silakan periksa apakah ponsel Anda dan jaringan stasiun pangkalan dalam kondisi baik
it: Si prega di verificare se la rete del telefono cellulare e della stazione base è in buone condizioni
ja: 携帯電話と基地局のネットワークが良好かどうかを確認してください
ko: 휴대전화와 기지국 네트워크의 상태가 양호한지 확인하세요.
nb: Vennligst sjekk om mobiltelefonen og basestasjonens nettverk er i god stand
nl: Controleer of het netwerk van uw mobiele telefoon en het basisstation in goede staat is
pl: Sprawdź, czy Twój telefon komórkowy i sieć stacji bazowej są w dobrym stanie
pt_br: Por favor, verifique se o seu telefone celular e a rede da estação base estão em boas condições
ro: Vă rugăm să verificați dacă telefonul dvs. mobil și rețeaua stației de bază sunt în stare bună
ru: Пожалуйста, проверьте, в хорошем ли состоянии ваш мобильный телефон и сеть базовой станции.
sv: Kontrollera om din mobiltelefon och basstationsnätverk är i gott skick
th: โปรดตรวจสอบว่าโทรศัพท์มือถือและเครือข่ายสถานีฐานของคุณอยู่ในสภาพดีหรือไม่
tr: Lütfen cep telefonunuzun ve baz istasyonu ağınızın iyi durumda olup olmadığını kontrol edin.
vi: Vui lòng kiểm tra xem điện thoại di động và mạng trạm gốc của bạn có ở trong tình trạng tốt không
zh_hans: 请检查您的手机与基站网络是否良好
zh_hant: 請檢查您的手機與基站網絡是否良好

source: Screen change
cs: Změna obrazovky
de: Bildschirmwechsel
es: Cambio de pantalla
fi: Näytön vaihto
fr: Changement d'écran
he: שינוי מסך
id: Perubahan layar
it: Cambio schermo
ja: 画面変更
ko: 화면전환
nb: Skjermskifte
nl: Scherm veranderen
pl: Zmiana ekranu
pt_br: Mudança de tela
ro: Schimbarea ecranului
ru: Изменение экрана
sv: Skärmbyte
th: เปลี่ยนหน้าจอ
tr: Ekran değişikliği
vi: Thay đổi màn hình
zh_hans: 画面变化
zh_hant: 畫面變化

# preset_name_cnanot_empty
source: Preset location name cannot be empty
cs: Název přednastaveného umístění nemůže být prázdný
de: Preset Name darf nicht leer sein
es: El nombre de la ubicación preestablecida no puede estar vacío
fi: Esiasetetun sijainnin nimi ei voi olla tyhjä
fr: Le nom de l'emplacement prédéfini ne peut pas être vide
he: שם מיקום מוגדר מראש לא יכול להיות ריק
id: Nama lokasi preset tidak boleh kosong
it: Il nome della posizione preimpostata non può essere vuoto
ja: プリセットの場所の名前を空にすることはできません
ko: 사전 설정 위치 이름은 비워둘 수 없습니다.
nb: Forhåndsinnstilt stedsnavn kan ikke være tomt
nl: Vooraf ingestelde locatienaam mag niet leeg zijn
pl: Zaprogramowana nazwa lokalizacji nie może być pusta
pt_br: O nome do local predefinido não pode ficar vazio
ro: Numele locației presetate nu poate fi gol
ru: Имя предустановленного местоположения не может быть пустым.
sv: Förinställt platsnamn får inte vara tomt
th: ต้องระบุชื่อตำแหน่งที่ตั้งไว้ล่วงหน้า
tr: Önceden ayarlanmış konum adı boş olamaz
vi: Tên vị trí đặt trước không được để trống
zh_hans: 常看位置名称不能为空
zh_hant: 常看位置名稱不能為空

# Stand_alone_station_content_can_not_be_blank
source: The content can not be blank
cs: Obsah nesmí být prázdný
de: Darf nicht leer sein
es: El contenido no puede estar en blanco
fi: Sisältö ei voi olla tyhjä
fr: Le contenu ne peut pas être vide
he: התוכן לא יכול להיות ריק
id: Konten tidak boleh kosong
it: Il contenuto non può essere vuoto
ja: 内容を空白にすることはできません
ko: 내용은 비워 둘 수 없습니다.
nb: Innholdet kan ikke være tomt
nl: De inhoud mag niet leeg zijn
pl: Treść nie może być pusta
pt_br: O conteúdo não pode ficar em branco
ro: Conținutul nu poate fi gol
ru: Содержание не может быть пустым
sv: Innehållet kan inte vara tomt
th: เนื้อหาต้องไม่เว้นว่าง
tr: İçerik boş olamaz
vi: nội dung không được để trống
zh_hans: 内容不能为空
zh_hant: 內容不能為空

# preview_ptz_data_control
source: Lens control
cs: Ovládání objektivu
de: Objektivsteuerung
es: Control de lentes
fi: Objektiivin hallinta
fr: Contrôle de la lentille
he: בקרת עדשה
id: Kontrol lensa
it: controllo Lens
ja: レンズ制御
ko: 렌즈 제어
nb: Lens kontroll
nl: Lensbediening
pl: Kontrola soczewki
pt_br: Controle de lente
ro: Controlul lentilelor
ru: Управление объективом
sv: Objektivkontroll
th: การควบคุมเลนส์
tr: Lens kontrolü
vi: Kiểm soát ống kính
zh_hans: 镜头控制
zh_hant: 鏡頭控制

# devicelist_Keep_adding
source: Keep adding
cs: Pokračujte v přidávání
de: Weiter hinzufügen
es: Sigue agregando
fi: Jatka lisäämistä
fr: Continuez à ajouter
he: תמשיך להוסיף
id: Terus tambahkan
it: Continua ad aggiungere
ja: 追加し続ける
ko: 계속 추가
nb: Fortsett å legge til
nl: Blijf toevoegen
pl: Kontynuuj dodawanie
pt_br: Continue adicionando
ro: Continuați să adăugați
ru: Продолжайте добавлять
sv: Fortsätt lägga till
th: เพิ่มไปเรื่อยๆ
tr: Eklemeye devam et
vi: Tiếp tục thêm
zh_hans: 继续添加
zh_hant: 繼續添加

# deviceSetting_Cruise_frequently_locations_user
source: Cruise in sequence according to the preset position set by the user
cs: Plavba v pořadí podle přednastavené polohy nastavené uživatelem
de: Voreingestellte Preset-Positionen werden der Reihe nach abgefahren
es: Navega en secuencia según la posición preestablecida establecida por el usuario
fi: Risteily järjestyksessä käyttäjän asettaman esiasetetun sijainnin mukaan
fr: Croisière en séquence selon la position préréglée définie par l'utilisateur
he: שיוט ברצף בהתאם למיקום שנקבע מראש על ידי המשתמש
id: Berlayar secara berurutan sesuai dengan posisi preset yang ditetapkan oleh pengguna
it: Naviga in sequenza in base alla posizione preimpostata impostata dall'utente
ja: ユーザーが設定したプリセット位置に従って順番に巡航します
ko: 사용자가 미리 설정한 위치에 따라 순차 순항
nb: Cruise i rekkefølge i henhold til den forhåndsinnstilte posisjonen angitt av brukeren
nl: Cruise in volgorde volgens de vooraf ingestelde positie die door de gebruiker is ingesteld
pl: Rejs w kolejności zgodnie z ustawioną pozycją ustawioną przez użytkownika
pt_br: Cruzeiro em sequência de acordo com a posição predefinida definida pelo usuário
ro: Croazieră în secvență conform poziției presetate setată de utilizator
ru: Крейсерская скорость в соответствии с предустановленной позицией, установленной пользователем.
sv: Kryssa i sekvens enligt den förinställda positionen som ställts in av användaren
th: ล่องเรือตามลำดับตามตำแหน่งที่ตั้งไว้โดยผู้ใช้
tr: Kullanıcı tarafından ayarlanan ön ayar konumuna göre sırayla seyir
vi: Hành trình theo trình tự theo vị trí đặt trước do người dùng thiết lập
zh_hans: 根据用户设定的常看位置，依次巡航
zh_hant: 根據用戶設定的常看位置，依次巡航

# search_device_name_ID
source: search for device (name or ID)
cs: Vyhledat zařízení (jméno nebo ID)
de: Geräte suchen (Name oder ID)
es: Buscar un Equipo (nombre o ID)
fi: Etsi laite (nimi tai tunnus)
fr: équipement de recherche (nom ou ID)
he: חפש מכשיר (שם או מזהה)
id: Cari perangkat (nama atau ID)
it: Cerca un dispositivo (nome o ID)
ja: 検索機器(名前またはID)
ko: 장치 검색 (이름 또는 ID)
nb: Søk etter en enhet (navn eller ID)
nl: Zoek apparatuur (naam of ID)
pl: Sprzęt wyszukiwania (nazwa lub ID)
pt_br: Procure um dispositivo (nome ou ID)
ro: Căutați un dispozitiv (nume sau ID)
ru: Поиск имя устройства или ID
sv: Sök efter en enhet (namn eller ID)
th: ค้นหาอุปกรณ์ (ชื่อหรือ ID)
tr: Bir cihaz arayın (isim veya kimlik)
vi: Tìm kiếm thiết bị (tên hoặc ID)
zh_hans: 搜索设备(名称或ID)
zh_hant: 搜索設備(名稱或ID)

# cloud_Cloud_storage_package
source: Cloud storage package
cs: Balík
de: Cloud-Speicherpaket
es: Paquete
fi: Paketti
fr: Paquet
he: חבילת אחסון ענן
id: Awan menjaga paket
it: Pacchetto
ja: クラウドストレージパッケージ
ko: 클라우드 저장소 패키지
nb: Cloud storage pakke
nl: Cloudopslagpakket
pl: Pakiet
pt_br: Pacote
ro: Pachet
ru: пакет
sv: Paket
th: แพ็คเกจที่เก็บข้อมูลบนคลาวด์
tr: paketi
vi: Gói lưu trữ đám mây
zh_hans: 云存套餐
zh_hant: 雲存套餐

# addDevice_send_bluetooth_fail_noResponse
source: Failed to send bluetooth data,no respond from device
cs: Nepodařilo se odeslat data Bluetooth,přístroj neodpovídá
de: Senden von Bluetooth-Daten fehlgeschlagen, keine Antwort von Gerät
es: No puede enviar datos bluetooth,no responde desde el Equipo
fi: Bluetooth-tietojen lähettäminen epäonnistui,laite ei vastaa
fr: Ne parvient pas à envoyer des données Bluetooth : absence de réponse de l'appareil
he: בעיה בחיבור הBluetooth,המכשיר אינו מגיב
id: Gagal kirim data Bluetooth,tidak respon data perangkat
it: Invio dati Blutooth fallito,nessuna risposta dal dispositivo
ja: Bluetoothデータを送信できません：デバイスからの応答がありません。
ko: 블루투스 연결 해제로 기기 연결 실패
nb: Kunne ikke sende via Bluetooth,ingen svar fra enhet
nl: Verzenden bluetooth-data mislukt,op reactie van apparaat
pl: Wysyłanie przez bluetooth nieudane
pt_br: Não envia dados bluetooth,em resposta do dispositivo
ro: Nu reușește să trimită date bluetooth,la răspuns de la dispozitiv
ru: Не удается отправить данные Bluetooth,при ответе с устройства
sv: Misslyckas med att skicka Bluetooth-data,svara från en enhet
th: ล้มเหลวในการส่งข้อมูลบลูทูธ , ไม่มีการตอบสนองใดๆ จากอุปกรณ์
tr: Cihazdan yanıt geldiğinde bluetooth verisi gönderilemiyor
vi: Không gửi được dữ liệu Bluetooth, thiết bị không phản hồi
zh_hans: 发送蓝牙数据失败，设备无响应
zh_hant: 發送藍牙數據失敗，設備無響應

# cloud_video_cycle
source: Video cycle
cs: Video cyklus
de: Videozeitraum
es: Ciclo de video
fi: Videosykli
fr: Cycle vidéo
he: מחזור וידאו
id: Siklus video
it: Ciclo video
ja: ビデオサイクル
ko: 비디오 사이클
nb: Videosyklus
nl: Videocyclus
pl: Cykl wideo
pt_br: Ciclo de vídeo
ro: Ciclul video
ru: Видео цикл
sv: Videocykel
th: รอบการบันทึก
tr: Video döngüsü
vi: Chu kỳ ghi
zh_hans: 录像循环周期
zh_hant: 錄像循環週期

# bell_occupied
source: Doorbell two way talk is taken
cs: Doorbell intercom je obsazeno
de: Wechselsprechen Türstelle
es: El intercomunicador está siendo ocupado
fi: Ovikellon sisäpuhelin on käytössä
fr: l'interphone sonnette est occupé
he: דו-פעמון מדברים בשתי דרכים
id: bicara 2 arah bel pintu terpakai
it: Campanello bidirezionale appreso
ja: ドアベルの双方向通話
ko: 도어벨 양방향 통화 사용중
nb: To-veis lyd for ringeklokke er opptatt
nl: Deurbel tweeweggesprek
pl: Aktywna rozmowa
pt_br: Doorbell conversa de duas vias é tomada
ro: Doorbell vorbesc în două feluri
ru: Дверной звонок принят
sv: Dörrklocka tvåvägssamtal tas
th: กริ่งประตูกำลังใช้งานแบบอินเตอร์คอม
tr: Kapı zili iki yönlü konuşma alındı
vi: Hệ thống liên lạc nội bộ chuông cửa đang bị chiếm dụng
zh_hans: 门铃对讲正在被占用
zh_hant: 門鈴對講正在被佔用

# access_readAndWrite_toWatch
source: Allow read and write storage permission and then can watch video
cs: Povolit čtení a zápis oprávnění úložiště pro správné sledování videa
de: Berechtigung zum Lesen und Schreiben von Dateien erteilen, dann kann Video abgespielt werden
es: Ver video debe permitir permisos de almacenamiento de lectura y escritura
fi: Salli lukea ja kirjoittaa tallennusoikeuksia katsella videoita oikein
fr: Autoriser l'autorisation de stockage en lecture et en écriture, puis regarder la vidéo
he: על מנת לקבל וידאו האפליקציה צריכה לקבל אישור לקרוא ולכתוב לאחסון הסמארטפון
id: Izinkan hak menbaca dan menulis ke file untuk menlihat/menyimpan video
it: Abilitare lettura e scrittura file per poter visualizzare video
ja: 読み書きを許可してから、ビデオを見ることができます。
ko: 파일 읽기/쓰기 권한을 허가 해야 영상을 볼 수 있습니다.
nb: Tillat lese/skrive funksjon før video kan vises
nl: Opslagtoestemming lezen en schrijven toestaan en dan video bekijken
pl: Zezwalaj na uprawnienia do odczytu i zapisu,a następnie oglądaj wideo
pt_br: Permitir permissão de armazenamento de leitura e gravação e,em seguida,assistir a vídeos
ro: Permiteți citirea și scrierea permisiunii de stocare și apoi puteți urmări videoclipul
ru: Разрешить чтение и запись разрешения хранения,а затем можете смотреть видео
sv: Tillåt läsning och skrivlagringstillstånd och sedan kan du titta på video
th: อนุญาตให้สิทธิ์ในการอ่าน เขียน และจัดเก็บจากนั้นจึงสามารถดูวิดีโอได้
tr: Okuma ve yazma izni saklayın ve ardından videoyu izleyin
vi: Cho phép quyền đọc và ghi bộ nhớ để xem video bình thường
zh_hans: 允许读写存储权限，才能正常观看视频
zh_hant: 允許讀寫存儲權限，才能正常觀看視頻

# cloud_video
source: Cloud storage recording
cs: Video ukládání v cloudu
de: Cloudspeicher Aufnahme
es: Video de almacenamiento en la nube
fi: Pilvivarastointivideo
fr: Enregistrement de stockage en Cloud
he: הקלטת אחסון בענן
id: Rekaman Penyimpan Awan
it: Archivio registrazioni cloud
ja: ストレージ保存
ko: 클라우드 저장 기록
nb: Skylagrings opptak
nl: Opname cloudopslag
pl: Nagrywanie w chmurze
pt_br: Gravação de armazenamento em nuvem
ro: Înregistrarea spațiului de stocare în nori
ru: Запись в облачном хранилище
sv: Moln lagring inspelning
th: การบันทึกข้อมูลแบบคลาวด์
tr: Bulut depolama kaydı
vi: Video lưu trữ đám mây
zh_hans: 云存录像
zh_hant: 雲存錄像

# cloud_store
source: Cloud storage mall
cs: Yuncun Mall
de: Cloudspeicher Store
es: nube centro comercial
fi: Yuncun Mall
fr: Centre de stockage Cloud
he: אחסון ענן
id: Mall penyimpanan Awan
it: Negozio archiviazione cloud
ja: ショップ
ko: 클라우드 스토리지 몰
nb: Skylagrings senter
nl: Cloud-opslagmail
pl: Chmura Mall
pt_br: Shopping de armazenamento em nuvem
ru: Торговый центр облачного хранилища
th: พื้นที่เก็บข้อมูลคลาวด์ มอลล์
tr: Bulut depolama merkezi
vi: Trung tâm mua sắm Yuncun
zh_hans: 云存商城
zh_hant: 雲存商城

# deviceSetting_Change_WIFI_select
source: Select LAN WiFi
cs: Zvolte LAN WiFi
de: LAN WLAN auswählen
es: Seleccione LAN WiFi
fi: Valitse LAN WiFi
fr: Sélectionnez le WiFi
he: בחר רשת WiFi
id: pilih WiFi Lan
it: Selezionare WiFi
ja: 無線LAN選択
ko: LAN WiFi 선택
nb: elg LAN WiFi
nl: Selecteer LAN-WiFi
pl: Wybór LAN WiFi
pt_br: Selecione LAN WiFi
ro: Selectați LAN WiFi
ru: Выберите LAN WiFi
sv: Välj LAN WiFi
th: เลือก LAN อินเตอร์เน็ตไร้สาย
tr: LAN WiFi seç
vi: Chọn mạng LAN WiFi
zh_hans: 选择局域网WiFi
zh_hant: 選擇局域網WiFi

# person_feedback_question_type_memory_card_detail_Partition
source: Partition format: FAT32
cs: Formát oddílu: FAT32
de: Formatierungsformat: FAT32
es: Formato de partición: FAT32
fi: Osion muoto: FAT32
fr: Format de partition: FAT32
he: פורמט מחיצה: FAT32
id: Format partisi: FAT32
it: Formato della partizione: FAT32
ja: パーティション形式：FAT32
ko: 파티션 형식 : FAT32
nb: Partisjonsformat: FAT32
nl: Partitie-indeling: FAT32
pl: Format partycji: FAT32
pt_br: Formato da partição: FAT32
ro: Format partiție: FAT32
ru: Формат раздела: FAT32
sv: Partitionsformat: FAT32
th: รูปแบบทิชัน FAT32
tr: Bölüm biçimi: FAT32
vi: Định dạng phân vùng: FAT32
zh_hans: 分区格式：FAT32
zh_hant: 分區格式：FAT32

# adddevice_help_prompt
source: Please make sure that device and phone are connected the same router, so as to ensure that it is in a local area network
cs: Zkontrolujte, zda je zařízení a telefonní připojení směrovač, takže jej můžete zabezpečit v síti LAN.
de: Stellen Sie sicher, dass das Gerät und das Mobiltelefon mit dem gleichen Router verbunden sind, um sicherzustellen, dass sie sich in einem lokalen Netzwerk befinden.
es: asegúrese de que el Equipo y la conexión telefónica sean un enrutador para que pueda asegurarlos en una LAN.
fi: Varmista, että laite ja puhelinyhteys ovat reititin, jotta voit suojata sen lähiverkossa.
fr: assurez-vous que la connexion du périphérique et du téléphone est un routeur afin de pouvoir la sécuriser sur un réseau local.
he: ודא שהחיבור בין הטלפון לטלפון הוא נתב, כך שתוכל לאבטח אותו ברשת מקומית.
id: Pastikan perangkat dan koneksi telepon adalah router sehingga Anda dapat mengamankannya dalam LAN.
it: assicurarsi che la connessione del dispositivo e del telefono sia un router in modo da poterlo proteggere in una LAN.
ja: LANで保護できるように、デバイスと電話の接続がルーターであることを確認してください。
ko: LAN에서 장치와 전화 연결을 보호 할 수 있도록 장치와 전화 연결이 라우터인지 확인하십시오.
nb: Pass på at enheten og telefonforbindelsen er en ruteren slik at du kan sikre den i et LAN.
nl: zorg ervoor dat de apparaat- en telefoonverbinding een router is, zodat u deze in een LAN kunt beveiligen.
pl: upewnij się, że połączenie urządzenia i telefonu jest routerem, dzięki czemu możesz zabezpieczyć je w sieci LAN.
pt_br: verifique se a conexão do dispositivo e do telefone é um roteador para que você possa protegê-lo em uma LAN.
ro: Asigurați-vă că dispozitivul și conexiunea la telefon sunt un router, astfel încât să îl puteți securiza într-o rețea LAN.
ru: Убедитесь, что устройство и телефон подключены к маршрутизатору, чтобы вы могли защитить его в локальной сети.
sv: Se till att enheten och telefonanslutningen är en router så att du kan säkra den i ett LAN.
th: กรุณาตรวจสอบให้แน่ใจว่าอุปกรณ์และโทรศัพท์ที่มีการเชื่อมต่อกับเราเตอร์เดียวกัน
tr: Cihazın ve telefon bağlantısının bir yönlendirici olduğundan emin olun, böylece LAN’da sabitleyebilirsiniz.
vi: Hãy đảm bảo rằng kết nối giữa thiết bị và điện thoại di động là bộ định tuyến, để đảm bảo rằng nó nằm trong mạng cục bộ
zh_hans: 请确保设备和手机连接是一个路由器，这样才能保证在一个局域网
zh_hant: 請確保設備和手機連接是一個路由器，這樣才能保證在一個局域網

# devicesetting_Configure_network_progress
source: Configure network in progress
cs: Konfigurace sítě probíhá
de: Netzwerk wird konfiguriert
es: Configurar la red en curso
fi: Verkon määritys käynnissä
fr: Configuration du réseau en cours
he: הגדר את הרשת המתבצעת
id: Konfigurasi jaringan sedang berlangsung
it: Configurazione rete in corso
ja: 進行中のネットワークを構成する
ko: 진행 중인 네트워크 구성
nb: Konfigurer pågående nettverk
nl: Bezig met configureren van netwerk
pl: Trwa konfigurowanie sieci
pt_br: Configurar rede em andamento
ro: Configurați rețeaua în desfășurare
ru: Настроить сеть в процессе
sv: Konfigurera pågående nätverk
th: กำหนดค่าเครือข่ายที่กำลังดำเนินการ
tr: Devam eden ağı yapılandır
vi: Đang định cấu hình mạng
zh_hans: 正在配网
zh_hant: 正在配網

# Addevice_Server_connection_failed
source: Server connection failed (%1$s)
cs: Připojení k serveru se nezdařilo (%1$s)
de: Serververbindung fehlgeschlagen (%1$s)
es: La conexión del servidor falló (%1$s)
fi: Palvelinyhteys epäonnistui (%1$s)
fr: La connexion au serveur a échoué (%1$s)
he: חיבור השרת נכשל (%1$s)
id: Koneksi server gagal (%1$s)
it: Connessione al server non riuscita (%1$s)
ja: サーバー接続に失敗しました（%1$s）
ko: 서버 연결 실패(%1$s)
nb: Servertilkobling mislyktes (%1$s)
nl: Serververbinding mislukt (%1$s)
pl: Połączenie z serwerem nie powiodło się (%1$s)
pt_br: Falha na conexão do servidor (%1$s)
ro: Conexiunea la server a eșuat (%1$s)
ru: Ошибка подключения к серверу (%1$s)
sv: Serveranslutningen misslyckades (%1$s)
th: การเชื่อมต่อเซิร์ฟเวอร์ล้มเหลว (%1$s)
tr: Sunucu bağlantısı başarısız oldu (%1$s)
vi: Kết nối máy chủ không thành công (%1$s)
zh_hans: 服务器连接失败（%1$s）
zh_hant: 服務器連接失敗（%1$s）

# deviceSetting_now_playing
source: Now Playing
cs: Právě teď hraje
de: Wird gerade abgespielt
es: Jugando ahora
fi: Nyt soi
fr: Lecture en cours
he: עכשיו משחק
id: Sedang dimainkan
it: Ora in riproduzione
ja: 再生中
ko: 지금 재생 중
nb: Spiller nå
nl: Nu aan het spelen
pl: Teraz odtwarzane
pt_br: Em reprodução
ro: Acum se joacă
ru: Сейчас играет
sv: Nu spelas
th: กำลังเล่น
tr: Şimdi oynuyor
vi: Đang chơi
zh_hans: 正在播放
zh_hant: 正在播放

# channel_choose
source: Choose channel
cs: Vyberte kanál
de: Kanal wählen
es: Elige el canal
fi: Valitse kanava
fr: Choisissez le canal
he: בחר ערוץ
id: pilih saluran
it: Selezionare canale
ja: チャンネル選択
ko: 채널을 선택해주세요.
nb: Velg kanal
nl: Kanaal selecteren
pl: Wybierz kanał
pt_br: Escolha o canal
ro: Alegeți un canal
ru: Выберите канал
sv: Välj kanal
th: เลือกช่อง
tr: Kanal seç
vi: Chọn kênh
zh_hans: 选择通道
zh_hant: 選擇通道

# cloud_package_selection
source: Package selection
cs: Výběr balíčku
de: Paketauswahl
es: Selección de paquete
fi: Pakkausvalinta
fr: Sélection des packages
he: בחירת חבילה
id: Pemilihan paket
it: Selezione del pacchetto
ja: パッケージの選択
ko: 패키지 선택
nb: Valg av pakke
nl: Pakketkeuze
pl: Wybór pakietu
pt_br: Seleção de pacotes
ro: Selectarea pachetului
ru: Выбор пакета
sv: Val av paket
th: การเลือกแพ็คเกจ
tr: Paket seçimi
vi: Lựa chọn gói
zh_hans: 套餐选择
zh_hant: 套餐選擇

# devicesetting_Please_choose_WiFi
source: Please choose WiFi
cs: Vyberte prosím WiFi
de: Bitte WLAN auswählen
es: Por favor elija WiFi
fi: Valitse WiFi
fr: Veuillez choisir le Wi-Fi
he: אנא בחר WiFi
id: Silakan pilih WiFi
it: Si prega di scegliere WiFi
ja: WiFiを選択してください
ko: 와이파이를 선택해주세요
nb: Velg WiFi
nl: Kies wifi
pl: Proszę wybrać WiFi
pt_br: Por favor, escolha WiFi
ro: Vă rugăm să alegeți WiFi
ru: Пожалуйста, выберите Wi-Fi
sv: Välj WiFi
th: โปรดเลือก WiFi
tr: Lütfen WiFi'yi seçin
vi: Vui lòng chọn WiFi
zh_hans: 请选择WiFi
zh_hant: 請選擇WiFi

# cloud_storage_pay
source: Pay
cs: Platit
de: Zahlen
es: Pagar
fi: Maksaa
fr: Payer
he: שלם
id: Membayar
it: pagare
ja: 支払う
ko: 지불
nb: Betale
nl: Betalen
pl: Zapłacić
pt_br: Pagar
ro: A plati
ru: Оплатить
sv: Betala
th: การชำระเงิน
tr: Ödemek
vi: Trả
zh_hans: 支付
zh_hant: 支付

# adddevice_remote_use
source: Remote View：
cs: Vzdálené zobrazení：
de: Fern-Ansicht:
es: Vista remota：
fi: Etäkatselu：
fr: Vue à distance：
he: תצוגה מרחוק：
it: Vista remota：
ja: リモートビュー：
ko: 원격보기：
nb: Ekstern visning：
pl: Widok zdalny：
pt_br: Visão Remota：
ro: Vizualizare la distanță：
ru: Удаленный просмотр：
sv: Fjärrvy：
th: ดูระยะไกล:
tr: Uzaktan görünümü：
vi: Sử dụng từ xa:
zh_hans: 远程使用：
zh_hant: 遠程使用：

# deviceSetting_Cruise_mode
source: Cruise mode
cs: Režim plavby
de: Tour-Modus
es: Modo crucero
fi: Risteilytila
fr: Mode croisière
he: מצב שיוט
id: Modus pelayaran
it: Modalità crociera
ja: クルーズモード
ko: 크루즈 모드
nb: Cruisemodus
nl: Cruise-modus
pl: Tryb rejsu
pt_br: Modo cruzeiro
ro: Modul de croazieră
ru: Круизный режим
sv: Kryssningsläge
th: โหมดล่องเรือ
tr: Seyir modu
vi: Chế độ hành trình
zh_hans: 巡航模式
zh_hant: 巡航模式
