Repository: Yolo-cell-hash/go_home_ios
Catalog: ios/Runner/JASDK/JAResources/XLanguage/X35MultiLanguage/*.lproj/X35MutiLanguage.strings
Languages: cs, de, es, fi, fr, he, id, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sv, th, tr, vi, zh_hans, zh_hant

# devicelist_Password_format_wrong
source: Password format is wrong
cs: Formát hesla je špatný
de: Passwortformat falsch
es: El formato de la contraseña es incorrecto
fi: Salasanan muoto on väärä
fr: format de mot de passe est erroné
he: פורמט הסיסמה שגוי
id: Format kata sandi salah
it: Il formato della password è sbagliato
ja: パスワードの形式が間違っている
ko: 비밀번호 형식이 잘못되었습니다.
nb: Passordformatet er feil
nl: Wachtwoordformaat is verkeerd
pl: Nieprawidłowy format hasła
pt_br: O formato da senha está errado
ro: Formatul parolei este greșit
ru: Неправильный формат пароля
sv: Lösenordsformatet är fel
th: รูปแบบรหัสผ่านไม่ถูกต้อง
tr: Şifre biçimi yanlış
vi: Định dạng mật khẩu sai
zh_hans: 密码格式错误
zh_hant: 密碼格式錯誤

source: Africa/Brazzaville
cs: Afrika / Brazzaville
de: Afrika / Brazzaville
fi: Afrikka / Brazzaville
he: אפריקה / ברזוויל
id: Afrika / Brazzaville
ja: アフリカ/ブラザビル
ko: 아프리카 / 브라자빌
nb: Afrika / Brazzaville
nl: Afrika / Brazzaville
pl: Afryka / Brazzaville
pt_br: África / Brazzaville
ru: Африка / Браззавиль
sv: Afrika / Brazzaville
th: แอฟริกา / บราซซาวิ
tr: Afrika / Brazzaville
vi: Brazzaville / Tây tới Châu Phi
zh_hans: 布拉扎维/西部⾮非洲
zh_hant: 布拉扎維/西部⾮非洲

# Service_map_Under_review
source: Under review
cs: Probíhá přezkum
de: Wird überprüft
es: Bajo revisión
fi: Tarkasteltavana
fr: À l'étude
he: בבדיקה
id: Sedang ditinjau
it: In corso di revisione
ja: レビュー中
ko: 검토 중
nb: Til vurdering
nl: Wordt beoordeeld
pl: W trakcie przeglądu
pt_br: Sob revisão
ro: În curs de revizuire
ru: На рассмотрении
sv: Under granskning
th: ภายใต้การทบทวน
tr: İnceleme altında
vi: đang xem xét
zh_hans: 审核中
zh_hant: 審核中

# cloud_payment_be_completed
source: Has the payment been completed?
cs: Byla platba dokončena?
de: Wurde die Zahlung abgeschlossen?
es: ¿Se ha completado el pago?
fi: Onko maksu suoritettu?
fr: Le paiement a-t-il été effectué?
he: האם התשלום הושלם?
id: Apakah pembayaran sudah selesai?
it: Il pagamento è stato completato?
ja: 支払いは完了しましたか？
ko: 결제가 완료 되었습니까?
nb: Er betalingen fullført?
nl: Is de betaling voltooid?
pl: Czy płatność została zakończona?
pt_br: O pagamento foi concluído?
ro: Plata a fost finalizată?
ru: Оплата была завершена?
sv: Har betalningen slutförts?
th: ได้ชำระเงินเสร็จเรียบร้อยแล้ว?
tr: Ödeme tamamlandı mı?
vi: Thanh toán đã hoàn thành chưa?
zh_hans: 是否已完成支付？
zh_hant: 是否已完成支付？

# add_follow_operations_business_instructions_not_click
source: For the following operations, please follow the instructions or business instructions. If you do not understand the meaning of the following functions, please do not click.
cs: Při následujících operacích postupujte podle pokynů nebo obchodních pokynů. Pokud nerozumíte významu následujících funkcí, prosím neklikejte.
de: Für die folgenden Vorgänge befolgen Sie bitte die Anweisungen oder Geschäftsanweisungen. Wenn Sie die Bedeutung der folgenden Funktionen nicht verstehen, klicken Sie bitte nicht.
es: Para las siguientes operaciones, siga las instrucciones o instrucciones comerciales. Si no comprende el significado de las siguientes funciones, no haga clic.
fi: Seuraavissa toimissa noudata ohjeita tai liiketoimintaohjeita. Jos et ymmärrä seuraavien toimintojen merkitystä, älä napsauta.
fr: Pour les opérations suivantes, veuillez suivre les instructions ou les instructions commerciales. Si vous ne comprenez pas la signification des fonctions suivantes, veuillez ne pas cliquer.
he: עבור הפעולות הבאות, אנא עקוב אחר ההוראות או ההנחיות העסקיות. אם אינך מבין את המשמעות של הפונקציות הבאות, אל תלחץ.
id: Untuk operasi berikut, ikuti instruksi atau instruksi bisnis. Jika Anda tidak mengerti arti dari fungsi-fungsi berikut, jangan klik.
it: Per le seguenti operazioni, seguire le istruzioni o le istruzioni commerciali. Se non si comprende il significato delle seguenti funzioni, non fare clic.
ja: 以下の操作については、指示または業務上の指示に従ってください。以下の機能の意味がわからない場合は、クリックしないでください。
ko: 다음 작업의 경우 지침 또는 비즈니스 지침을 따르십시오. 다음 기능의 의미를 이해하지 못하면 클릭하지 마십시오.
nb: For følgende operasjoner, følg instruksjonene eller forretningsinstruksjonene. Hvis du ikke forstår betydningen av følgende funksjoner, vennligst ikke klikk.
nl: Volg voor de volgende handelingen de instructies of zakelijke instructies. Als u de betekenis van de volgende functies niet begrijpt, klik dan niet.
pl: W przypadku poniższych operacji postępuj zgodnie z instrukcjami lub instrukcjami biznesowymi. Jeśli nie rozumiesz znaczenia poniższych funkcji, nie klikaj.
pt_br: Para as operações a seguir, siga as instruções ou instruções comerciais. Se você não entender o significado das funções a seguir, não clique.
ro: Pentru următoarele operațiuni, vă rugăm să urmați instrucțiunile sau instrucțiunile de afaceri. Dacă nu înțelegeți semnificația următoarelor funcții, vă rugăm să nu faceți clic.
ru: Для следующих операций следуйте инструкциям или бизнес-инструкциям. Если вы не понимаете значение следующих функций, пожалуйста, не нажимайте.
sv: För följande operationer, följ instruktionerna eller affärsinstruktionerna. Om du inte förstår innebörden av följande funktioner, klicka inte.
th: สำหรับการดำเนินการต่อไปนี้ โปรดปฏิบัติตามคำแนะนำหรือคำแนะนำทางธุรกิจ หากคุณไม่เข้าใจความหมายของฟังก์ชันต่อไปนี้ โปรดอย่าคลิก
tr: Aşağıdaki işlemler için lütfen talimatları veya işletme talimatlarını izleyin. Aşağıdaki işlevlerin anlamını anlamadıysanız, lütfen tıklamayın.
vi: Đối với các hoạt động sau, vui lòng làm theo hướng dẫn hoặc hướng dẫn nghiệp vụ. Nếu bạn không hiểu ý nghĩa của các chức năng sau, vui lòng không nhấp vào.
zh_hans: 以下操作请遵循说明书或商家指导操作，如果您不懂下面功能的含义，请不要点击。
zh_hant: 以下操作請遵循說明書或商家指導操作，如果您不懂下面功能的含義，請不要點擊。

# devicesetting_4G_card_package_using
source: Using
cs: Použití
de: Verwendet
es: Utilizando
fi: käyttämällä
fr: En utilisant
he: באמצעות
id: Menggunakan
it: utilizzando
ja: を使用して
ko: 사용
nb: Bruke
nl: gebruik
pl: Korzystanie
pt_br: Usando
ro: Utilizarea
ru: использование
sv: Använda
th: การใช้
tr: kullanma
vi: Sử dụng
zh_hans: 使用中
zh_hant: 使用中

# message_Strong_reminder
source: Strong reminder
cs: Silná připomínka
de: Starke Erinnerung
es: fuerte recordatorio
fi: Vahva muistutus
fr: Rappel fort
he: תזכורת חזקה
id: Pengingat yang kuat
it: Promemoria forte
ja: 強いリマインダー
ko: 강력한 알림
nb: Sterk påminnelse
nl: Sterke herinnering
pl: Silne przypomnienie!
pt_br: Lembrete forte
ro: Memento puternic
ru: Сильное напоминание
sv: Stark påminnelse
th: คำเตือนที่แข็งแกร่ง
tr: Güçlü hatırlatma
vi: Nhắc nhở mạnh mẽ
zh_hans: 强烈提醒
zh_hant: 強烈提醒

# userInfo_password_tips_text_2
source: Change password successfully. it takes effect in next login
cs: Heslo je úspěšně změněno a nabývá účinnosti další přihlašovací jméno.
de: Passwort erfolgreich geändert. Es ist ab dem nächsten Login gültig.
es: Cambió la contraseña con éxito. Tendrá efecto en el próximo inicio de sesión.
fi: Salasana muutetaan onnistuneesti ja seuraava sisäänkirjautuminen tulee voimaan.
fr: Changer le mot de passe avec succès. il prend effet lors de la prochaine connexion
he: הססמה שונתה בהצלחה
id: Ganti Sandi berhasil,berlaku untuk masuk berikutnya
it: Password modificata con successo,avrà effetto al prossimo accesso
ja: パスワードを正しく変更してください。 次の接続で有効になります。
ko: 비밀번호 변경 완료. 다음 로그인부터 적용됩니다.
nb: Endring av passord vellykket. Endringen trer i kraft ved ved neste innlogging
nl: Wijziging wachtwoord succesvol. Actief bij volgende aanmelding
pl: Zmiana hasła zakończona pomyślnie. Nowe hasło będzie obowiązywać przy następnym logowaniu
pt_br: Altere a senha com sucesso. entra em vigor no próximo login
ro: Schimbați parola cu succes. aceasta va avea efect în următoarea conectare
ru: Сменить пароль успешно. вступает в силу при следующем входе в систему
sv: Byt lösenord framgångsrikt. det träder i kraft vid nästa inloggning
th: เปลี่ยนรหัสผ่านสำเร็จ จะมีผลในการเข้าสู่ระบบครั้งต่อไป
tr: Şifreyi başarıyla değiştir. bir sonraki oturum açışında etkili olur
vi: Mật khẩu được thay đổi thành công và nó sẽ có hiệu lực vào lần đăng nhập tiếp theo của bạn.
zh_hans: 密码修改成功，下次登录生效。
zh_hant: 密碼修改成功，下次登錄生效。

# cloud_migration_button
source: Migrate
cs: Migrovat
de: Migrieren
es: Emigrar
fi: Siirrä
fr: Émigrer
he: להעביר
id: Migrasi
it: Migrare
ja: 移行する
ko: 마이그레이션
nb: Migrer
nl: migreren
pl: Migrować
pt_br: Migrar
ro: Migra
ru: Мигрировать
sv: Flytta
th: โยกย้าย
tr: Göç
vi: Di cư
zh_hans: 迁移
zh_hant: 遷移

# addDevice_connecting_wifi
source: Connecting ...
cs: Připojování ...
de: wird verbunden...
es: Conectando ...
fi: Yhdistetään ...
fr: Connexion ...
he: מתחבר ...
id: Menghubungkan ...
it: Connessione in corso ...
ja: 接続する...
ko: 연결 중 ...
nb: Kobler til ...
nl: Verbinden ...
pl: Łączę ...
pt_br: A ligar ...
ro: Se conectează ...
ru: Подключение ...
sv: Ansluter ...
th: เชื่อมต่อ ...
tr: Bağlanıyor ...
vi: Đang kết nối...
zh_hans: 正在连接中...
zh_hant: 正在連接中...

# person_preview_video_size
source: Select video aspect ratio
cs: Vyberte poměr stran videa
de: Video Seitenverhältnis auswählen
es: Seleccionar video de ancho de ancho
fi: Valitse kuvasuhde
fr: Sélectionnez le format d’image vidéo
he: בחר יחס גובה-רוחב של וידאו
id: pilih rasio video
it: Selezionare il rapporto di aspetto
ja: 画面サイズを選択してください
ko: 비디오 가로 세로 비율 선택
nb: Velg video aspektforhold
nl: Selecteer video-beeldverhouding
pl: Wybierz proporcje obrazu
pt_br: Selecione a proporção do vídeo
ro: Selectați raportul de aspect video
ru: Выберите соотношение сторон видео
sv: Välj videoformatförhållande
th: เลือกอัตราส่วนวิดีโอ
tr: Video boy oranını seçin
vi: Chọn tỷ lệ khung hình video
zh_hans: 选择视频宽高比
zh_hant: 選擇視頻寬高比

# deviceSetting_Push_night_time_android
source: %1$s - %2$s push message the next day
cs: %1$s – následující den zpráva push %2$s
de: %1$s - %2$s Push-Nachricht am nächsten Tag
es: %1$s - %2$s mensaje push al día siguiente
fi: %1$s - %2$s push-viesti seuraavana päivänä
fr: %1$s - %2$s message push le lendemain
he: %1$s - %2$s הודעת דחיפה למחרת
id: %1$s - %2$s pesan push keesokan harinya
it: %1$s - %2$s messaggio push il giorno successivo
ja: %1$s-翌日の%2$sプッシュメッセージ
ko: %1$s - %2$s 다음 날 푸시 메시지
nb: %1$s - %2$s push-melding neste dag
nl: %1$s - %2$s pushbericht de volgende dag
pl: %1$s - %2$s wiadomość push następnego dnia
pt_br: %1$s - %2$s mensagem push no dia seguinte
ro: %1$s - %2$s mesaj push a doua zi
ru: %1$s - %2$s push-сообщение на следующий день
sv: %1$s - %2$s push-meddelande nästa dag
th: %1$s - %2$s ข้อความพุชในวันถัดไป
tr: %1$s - ertesi gün %2$s push mesajı
vi: %1$s -%2$s thông báo đẩy vào ngày hôm sau
zh_hans: %1$s - 次日%2$s推送消息
zh_hant: %1$s - 次日%2$s推送消息

# devicesetting_Equipment_alarm
source: Equipment siren
cs: Zařízení siréna
de: Gerätesirene
es: sirena de equipo
fi: Varustus sireeni
fr: Sirène d'équipement
he: צפירת ציוד
id: sirene peralatan
it: Attrezzatura sirena
ja: 装備サイレン
ko: 장비 사이렌
nb: Utstyr sirene
nl: Apparatuur sirene
pl: Syrena sprzętowa
pt_br: Sirene do equipamento
ro: Sirena echipament
ru: Оборудование сирены
sv: Utrustningssiren
th: อุปกรณ์ไซเรน
tr: Ekipman sireni
vi: Còi báo động thiết bị
zh_hans: 设备警报声
zh_hant: 設備警報聲

# preview_automatic_night_vision
source: Auto night vision
cs: Auto noční vidění
de: Auto Nachtsicht
es: visión nocturna auto
fi: Auto yönäkö
fr: Vision nocturne auto
he: ראיית לילה אוטומטית
id: Penglihatan malam otomatis
it: Visione notturna auto
ja: 自動暗視
ko: 자동 야간 투시경
nb: Auto nattsyn
nl: Auto nachtzicht
pl: Auto widzenie w nocy
pt_br: Visão noturna auto
ro: Vedere auto pe timp de noapte
ru: Автоматическое ночное видение
sv: Auto mörkerseende
th: ออโต้ไนท์วิชั่น
tr: Otomatik gece görüşü
vi: Tự động nhìn ban đêm
zh_hans: 自动夜视
zh_hant: 自動夜視

# person_bind_wechat_account
source: WeChat account has been bound
cs: Účet WeChat byl vázán
de: WeChat-Konto wurde eingebunden
es: La cuenta de WeChat ha sido vinculada
fi: WeChat-tili on sidottu
fr: Le compte WeChat a été lié
he: חשבון WeChat נקשר
id: Akun WeChat telah terikat
it: l'account WeChat è stato vincolato
ja: WeChatアカウントがバインドされました
ko: WeChat 계정이 바인딩되었습니다.
nb: WeChat-kontoen er bundet
nl: WeChat-account is gebonden
pl: Konto WeChat zostało powiązane
pt_br: A conta do WeChat foi vinculada
ro: Contul WeChat a fost legat
ru: Аккаунт WeChat привязан
sv: WeChat-konto har varit bundet
th: บัญชี WeChat ถูกผูกไว้แล้ว
tr: WeChat hesabı bağlandı
vi: Tài khoản WeChat đã bị ràng buộc
zh_hans: 已绑定微信账号
zh_hant: 已綁定微信賬號

# service_map_modify_outlet_info
source: Modify outlet information
cs: Informace Změnit výstup
de: Ladeninformationen anpassen
es: información de salida Modificar
fi: Muuta OUTLET
fr: Modifier les informations de sortie
he: מידע לשקע שנה
id: Ubah informasi outlet
it: Informazioni outlet Modifica
ja: 修正アウトレット情報
ko: 콘센트 정보 수정
nb: Endre utløp informasjon
nl: Wijzig outlet-informatie
pl: Modyfikuj informacje wylot
pt_br: Modificar informações de saída
ro: Informații de ieșire Modifică
ru: Информация о выходе Изменить
sv: Ändra utloppsinformation
th: แก้ไขข้อมูลเต้าเสียบ
tr: Değiştir çıkış bilgisi
vi: Sửa đổi thông tin cửa hàng
zh_hans: 修改网点信息
zh_hant: 修改網點信息

# devicesetting_Video_center_correction_center_tow
source: Center 2:
cs: Centrum 2:
de: Mitte 2:
es: Centro 2:
fi: Keskus 2:
fr: Centre 2 :
he: מרכז 2:
id: Pusat 2:
it: Centro 2:
ja: センター2：
ko: 센터 2 :
nb: Senter 2:
nl: Midden 2:
pt_br: Centro 2:
ro: Centrul 2:
ru: Центр 2:
th: ศูนย์กลาง 2:
tr: Merkez 2:
vi: Trung tâm 2:
zh_hans: 圆心2：
zh_hant: 圓心2：

# permissions_location_add_devices
source: Allow the app to obtain location permissions to add devices normally
cs: Povolte aplikaci získávat oprávnění k poloze pro normální přidávání zařízení
de: Erteilen Sie der App die Standortberechtigung, um Geräte ordnungsgemäß hinzuzufügen
es: Permita que la aplicación obtenga permisos de ubicación para agregar dispositivos normalmente
fi: Salli sovelluksen hankkia sijaintioikeudet laitteiden lisäämiseen normaalisti
fr: Autoriser l'application à obtenir des autorisations de localisation pour ajouter des appareils normalement
he: אפשר לאפליקציה לקבל הרשאות מיקום להוספת מכשירים בדרך כלל
id: Izinkan aplikasi untuk mendapatkan izin lokasi untuk menambahkan perangkat secara normal
it: Consenti all'app di ottenere le autorizzazioni di localizzazione per aggiungere dispositivi normalmente
ja: アプリが通常どおりデバイスを追加するための場所のアクセス許可を取得できるようにする
ko: 앱이 기기를 정상적으로 추가하기 위해 위치 권한을 얻도록 허용
nb: La appen få plasseringstillatelser for å legge til enheter normalt
nl: Toestaan dat de app locatierechten krijgt om apparaten normaal toe te voegen
pl: Zezwól aplikacji na uzyskiwanie uprawnień lokalizacji w celu normalnego dodawania urządzeń
pt_br: Permitir que o aplicativo obtenha permissões de localização para adicionar dispositivos normalmente
ro: Permiteți aplicației să obțină permisiuni de locație pentru a adăuga dispozitive în mod normal
ru: Разрешить приложению получать разрешения на местоположение для добавления устройств в обычном режиме
sv: Låt appen få platsbehörigheter för att lägga till enheter normalt
th: อนุญาตให้แอปรับสิทธิ์เข้าถึงตำแหน่งเพื่อเพิ่มอุปกรณ์ได้ตามปกติ
tr: Uygulamanın, cihazları normal şekilde eklemek için konum izinleri almasına izin verin
vi: Cho phép ứng dụng có được quyền vị trí để thêm thiết bị một cách bình thường
zh_hans: 允许APP获取位置权限才能正常添加设备
zh_hant: 允許APP獲取位置權限才能正常添加設備

# channel_one
source: Channel 1
cs: Kanál 1
de: Kanal 1
es: Canal 1
fi: Kanava 1
fr: Canal 1
he: ערוץ 1
id: Saluran 1
it: Canale 1
ja: チャンネル1
ko: 채널 1
nb: Kanal 1
nl: Kanaal 1
pl: Kanał 1
pt_br: Canal 1
ro: Canal 1
ru: 1 канал
sv: Kanal 1
th: ช่องที่ 1
tr: Kanal 1
vi: Kênh 1
zh_hans: 通道1
zh_hant: 通道1

# adddevice_go_to_set
source: Go to settings
cs: Jdi do nastavení
de: WLAN-Einstellungen öffnen
es: Ir a la configuración
fi: Mene asetuksiin
fr: Aller aux paramètres
he: לך להגדרות
id: Pergi ke pengaturan
it: Vai alle impostazioni
ja: 設定に移動
ko: 설정으로 바로 가기
nb: Gå til Innstillinger
nl: Ga naar Instellingen
pl: Przejdź do ustawień
pt_br: Vá para as configurações
ro: Mergi la Setari
ru: Перейти к настройкам
sv: Gå till Inställningar
th: ไปที่การตั้งค่า
tr: Ayarlara git
vi: Đi tới cài đặt
zh_hans: 前往设置
zh_hant: 前往設置

# equipment_binding
source: Bind device
cs: Vázací zařízení
de: Gerät einbinden
es: Vinculante Equipo
fi: Sidontalaite
fr: Relier l'appareil
he: שיוך מכשיר
id: Bind Perangkat
it: Associa dispositivo
ja: デバイスの共有
ko: 장치 바인딩
nb: Bind enhet
nl: Koppelingstype
pl: Urządzenie wiążące
pt_br: Ligar dispositivo
ro: Legați dispozitivul
ru: Привязать устройство
sv: Binda enheten
th: ผูกอุปกรณ์
tr: Cihazı bağla
vi: Thiết bị ràng buộc
zh_hans: 绑定设备
zh_hant: 綁定設備

# deviceSetting_time_click_add_time
source: Please click the "+" in the lower right corner to add a time period
cs: Kliknutím na "+" v pravém dolním rohu přidáte časové období
de: Bitte tippen Sie auf das "+" in der unteren rechten Ecke, um einen Zeitplan hinzuzufügen
es: Haga clic en "+" en la esquina inferior derecha para agregar un período de tiempo
fi: Napsauta "+" oikeassa alakulmassa lisätäksesi ajanjakson
fr: Veuillez cliquer sur "+" dans le coin inférieur droit pour ajouter une période
he: אנא לחץ על "+" בפינה השמאלית התחתונה כדי להוסיף פרק זמן
id: Silakan klik "+" di pojok kanan bawah untuk menambahkan jangka waktu
it: Fare clic su "+" nell'angolo in basso a destra per aggiungere un periodo di tempo
ja: 期間を追加するには、右下隅の「+」をクリックしてください
ko: 기간을 추가하려면 오른쪽 하단의 "+"를 클릭하세요.
nb: Klikk på "+" i nedre høyre hjørne for å legge til en tidsperiode
nl: Klik op "+" in de rechter benedenhoek om een ​​tijdsperiode toe te voegen
pl: Kliknij "+" w prawym dolnym rogu, aby dodać przedział czasu
pt_br: Clique no "+" no canto inferior direito para adicionar um período de tempo
ro: Dați clic pe "+" din colțul din dreapta jos pentru a adăuga o perioadă de timp
ru: Пожалуйста, нажмите "+" в правом нижнем углу, чтобы добавить период времени
sv: Klicka på "+" i det nedre högra hörnet för att lägga till en tidsperiod
th: โปรดคลิก "+" ที่มุมล่างขวาเพื่อเพิ่มช่วงเวลา
tr: Bir zaman aralığı eklemek için lütfen sağ alt köşedeki "+" düğmesini tıklayın
vi: Vui lòng nhấp vào "+ " ở góc dưới bên phải để thêm khoảng thời gian
zh_hans: 请点击右下角“+”添加时间段
zh_hant: 請點擊右下角“+”添加時間段

# person_bind_wechat_steps
source: Only three steps, easy binding
cs: Pouze tři kroky, snadná vazba
de: Einfache Verbindung in drei Schritten
es: Solo tres pasos, encuadernación fácil
fi: Vain kolme vaihetta, helppo sidonta
fr: Seulement trois étapes, liaison facile
he: רק שלוש מדרגות, קלות כריכה
id: Hanya tiga langkah, penjilidan mudah
it: Solo tre passaggi, rilegatura facile
ja: たった3つのステップで簡単にバインド
ko: 단 3 단계, 간편한 제본
nb: Bare tre trinn, enkel innbinding
nl: Slechts drie stappen, gemakkelijk binden
pl: Tylko trzy kroki, łatwe wiązanie
pt_br: Apenas três etapas, ligação fácil
ro: Doar trei pași, legare ușoară
ru: Всего три шага, простая привязка
sv: Endast tre steg, enkel bindning
th: เพียงสามขั้นตอนมีผลผูกพันง่าย
tr: Yalnızca üç adım, kolay ciltleme
vi: Chỉ cần ba bước, ràng buộc dễ dàng
zh_hans: 只需三步，轻松绑定
zh_hant: 只需三步，輕鬆綁定

# add_Click_hear_broadcast_Network_failed
source: If you hear the device broadcast "Network configuration failed", click here
cs: Pokud uslyšíte vysílání zařízení "Konfigurace sítě se nezdařila", klikněte prosím zde
de: Wenn Sie die Gerätemeldung "Netzwerkkonfiguration fehlgeschlagen" hören, klicken Sie hier
es: Si escucha la transmisión del dispositivo "Error en la configuración de la red", haga clic aquí
fi: Jos kuulet laitteen lähetyksen "Verkon määritys epäonnistui", napsauta tästä
fr: Si vous entendez l'appareil diffuser "Échec de la configuration réseau", veuillez cliquer ici
he: אם אתה שומע את המכשיר משדר "תצורת הרשת נכשלה", אנא לחץ כאן
id: Jika Anda mendengar siaran perangkat "Konfigurasi jaringan gagal", klik di sini
it: Se si sente il dispositivo trasmettere "Configurazione di rete non riuscita", fare clic qui
ja: デバイスのブロードキャスト「ネットワーク構成に失敗しました」が聞こえる場合は、ここをクリックしてください
ko: 장치 브로드캐스트 "네트워크 구성 실패"가 들리면 여기를 클릭하세요
nb: Hvis du hører enheten kringkaste "Nettverkskonfigurasjon mislyktes", klikk her
nl: Als u de uitzending van het apparaat "Netwerkconfiguratie mislukt" hoort, klik hier
pl: Jeśli usłyszysz komunikat "Konfiguracja sieci nie powiodła się", kliknij tutaj
pt_br: Se você ouvir a transmissão do dispositivo "Falha na configuração de rede", clique aqui
ro: Dacă auziți difuzarea dispozitivului "Configurarea rețelei a eșuat", faceți clic aici
ru: Если вы услышите широковещательное сообщение устройства "Ошибка конфигурации сети", нажмите здесь.
sv: Om du hör enheten sända "Nätverkskonfiguration misslyckades", klicka här
th: หากคุณได้ยินอุปกรณ์ออกอากาศ "การกำหนดค่าเครือข่ายล้มเหลว" คลิกที่นี่
tr: Aygıtın "Ağ yapılandırması başarısız oldu" yayınını duyarsanız, lütfen buraya tıklayın
vi: Nếu bạn nghe thấy thiết bị phát thông báo "Cấu hình mạng không thành công", hãy nhấp vào đây
zh_hans: 如果听到设备播报“配网失败”请点击此处
zh_hant: 如果聽到設備播報“配網失敗”請點擊此處

source: Playback
cs: Přehrávání
de: Wiedergabe
es: Reproducción
fi: Toisto
fr: Relecture
he: השמעה
id: Pemutaran
it: Riproduzione
ja: 再生
ko: 재생
nb: Avspilling
nl: Afspelen
pl: Odtwarzanie nagranego dźwięku
pt_br: Reprodução
ro: Redare
ru: Воспроизведение
sv: Uppspelning
th: การเล่น
tr: Geri çalma
vi: Phát lại
zh_hans: 远程回放
zh_hant: 遠程回放

# adddevice_network_4G_prompt
source: 1.Please use 2.4GHZ WiFi to connect
cs: 1.Pro připojení použijte 2,4 GHz WiFi
de: 1.Bitte 2,4 GHz WLAN für Verbindungsaufbau verwenden
es: 1.Utilice WiFi de 2.4 GHz para conectarse
fi: 1.Käytä 2,4 GHz: n WiFi-yhteyttä yhteyden muodostamiseen
fr: 1.Veuillez utiliser le WiFi 2.4GHZ pour vous connecter
he: 1.אנא השתמש בחיבור WiFi ל- 2.4GHZ כדי להתחבר
id: 1.Silakan gunakan 2.4GHZ WiFi untuk terhubung
it: 1.Si prega di utilizzare il WiFi 2.4GHZ per connettersi
ja: 1.接続するには2.4GHz無線LANを使用してください
ko: 1.연결하려면 2.4GHZ WiFi를 사용하십시오
nb: 1.Bruk 2.4 GHz WiFi for å koble til
nl: 1.Gebruik 2,4 GHz WiFi om verbinding te maken
pl: 1.Do połączenia użyj WiFi 2,4 GHz
pt_br: 1.Por favor, use 2.4GHZ WiFi para conectar
ro: 1.Vă rugăm să utilizați WiFi 2.4GHZ pentru a vă conecta
ru: 1.Пожалуйста, используйте 2,4 ГГц WiFi для подключения
sv: 1.Använd 2,4 GHz WiFi för att ansluta
th: โปรดใช้ WiFi 2.4GHZ ในการเชื่อมต่อ
tr: 1.Lütfen bağlanmak için 2.4GHZ WiFi kullanın
vi: 1. Vui lòng sử dụng WiFi 2.4GHZ để kết nối
zh_hans: 1.请使用2.4GHZ WiFi进行连接
zh_hant: 1.請使用2.4GHZ WiFi進行連接
