Repository: Yolo-cell-hash/go_home_ios
Catalog: ios/Runner/JASDK/JAResources/XLanguage/X35MultiLanguage/*.lproj/X35MutiLanguage.strings
Languages: cs, de, es, fi, fr, he, id, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sv, th, tr, vi, zh_hans, zh_hant

# devicesetting_Motion_sensitivity_Medium
source: Trigger an alarm when there is a middle-distance person or animal in the screen
cs: Spusťte poplach, když je na obrazovce osoba nebo zvíře ve střední vzdálenosti
de: Bewegungen werden nur von Menschen und Tieren bei mittlerer Entfernung von der Kamera im Erkennungsbereich erfasst
es: Active una alarma cuando haya una persona o un animal a media distancia en la pantalla
fi: Laukaise hälytys, kun näytöllä on keskietäisyydellä oleva henkilö tai eläin
fr: Déclencher une alarme lorsqu'il y a une personne ou un animal à distance intermédiaire dans l'écran
he: הפעל אזעקה כאשר יש אדם או בעל חיים במרחק בינוני במסך
id: Memicu alarm ketika ada orang atau hewan jarak menengah di layar
it: Attiva un allarme quando sullo schermo è presente una persona o un animale di media distanza
ja: 画面に中距離の人や動物がいるときにアラームをトリガーします
ko: 화면에 중간 거리의 사람이나 동물이 있을 때 알람을 트리거합니다.
nb: Utløs en alarm når det er en mellomdistanseperson eller et dyr på skjermen
nl: Activeer een alarm wanneer er een persoon of dier op middellange afstand in het scherm is
pl: Uruchom alarm, gdy na ekranie pojawi się osoba lub zwierzę ze średniej odległości
pt_br: Acione um alarme quando houver uma pessoa ou animal a meia distância na tela
ro: Declanșați o alarmă când există o persoană sau un animal la distanță medie pe ecran
ru: Запускать сигнал тревоги, когда на экране появляется человек или животное на среднем расстоянии
sv: Utlöser ett larm när det finns en medelavståndsperson eller ett djur på skärmen
th: เรียกเสียงเตือนเมื่อมีบุคคลหรือสัตว์ที่อยู่ตรงกลางหน้าจอ
tr: Ekranda orta mesafeli bir kişi veya hayvan olduğunda alarmı tetikleyin
vi: Kích hoạt báo động khi có người hoặc động vật ở khoảng cách xa trong màn hình
zh_hans: 当画面中有中等距离的人，或者动物时触发警报
zh_hant: 當畫面中有中等距離的人，或者動物時觸發警報

# addDevice_ID_cloud_input
source: Input cloud ID
cs: Zadejte ID cloudu
de: Geben Sie die Cloud-ID ein
es: ID de la nube de entrada
fi: Syötä pilvitunnus
fr: Saisir l'identifiant du cloud
he: קלט מזהה ענן
id: Masukkan ID awan
it: Inserisci l'ID nuvola
ja: クラウドIDを入力
ko: 클라우드 ID 입력
nb: Skriv inn sky-ID
nl: Cloud-ID invoeren
pl: Wprowadź identyfikator chmury
pt_br: Insira o ID da nuvem
ro: Introduceți ID-ul cloud
ru: Введите идентификатор облака
sv: Mata in moln-ID
th: ป้อนรหัสคลาวด์
tr: Bulut kimliğini girin
vi: Nhập ID đám mây
zh_hans: 输入云ID
zh_hant: 輸入雲ID

# test_noInstallation_Wechat
source: Detect the cellphone hasn't installed wechat APP,please download it and log in.
cs: Je zjištěno,že mobilní telefon nemá aplikaci WeChat APP nainstalovanou. Stáhněte si aplikaci WeChat APP k instalaci a autorizaci přihlášení.
de: Auf Handy wurde wechat App noch nicht installiert. Bitte App downloaden und einloggen.
es: Se detecta que la aplicación WeChat no está instalada en el teléfono móvil. Descargue la aplicación WeChat para instalar y autorizar el inicio de sesión.
fi: On havaittu,että matkapuhelimella ei ole WeChat APP: tä,joten asenna ja valtuuta sisäänkirjautuminen lataamalla WeChat APP.
fr: l'application WeChat n'est pas encore installée, veuillez la télécharger et vous connecter.
he: זיהוי כי הטלפון הנייד hasn'לא מותקן wechat APP,בבקשה להוריד אותו להיכנס.
id: terdeteksi HP tidak pasang APP Wechat,silakan unduh dan masuk
it: Lo smartphone non possiede Wechat,prego scaricare ed accedere
ja: Wechatがありません。ダウンロードしてログインしてください。
ko: 휴대 전화가 wechat APP를 설치하지 않았 음을 감지하고 다운로드하여 로그인하십시오.
nb: WeChat er ikke installert på telefonen. Vennligst last ned WeChat og logg inn.
nl: Gedetecteerd dat de mobiele telefoon iet de wechat APP heeft geïnstalleerd. Opnieuw downloaden en aanmelden.
pl: Detect that the cellphone hasn't installed wechat APP,please download it and log in.
pt_br: Detectar que o celular não foi instalado com o APP,faça o download e faça o login.
ro: Detectați faptul că telefonul nu a fost instalat APP wechat,descărcați-l și conectați-vă.
ru: Определите,что на мобильном телефоне не установлено приложение wechat,пожалуйста,загрузите его и войдите в систему.
sv: Upptäck att mobiltelefonen inte har installerat WECHAT APP,var god ladda ner den och logga in.
th: ตรวจพบโทรศัพท์มือถือไม่ได้ติดตั้ง wechat APP โปรดดาวน์โหลดและเข้าสู่ระบบ
tr: Cep telefonu APP yüklü olmadığını tespit edin,lütfen indirin ve giriş yapın.
vi: Phát hiện điện thoại di động chưa cài đặt ỨNG DỤNG WeChat, vui lòng tải xuống ỨNG DỤNG WeChat để cài đặt và cho phép đăng nhập
zh_hans: 检测到手机没有安装微信APP，请下载微信APP进行安装并授权登录
zh_hant: 檢測到手機沒有安裝微信APP，請下載微信APP進行安裝並授權登錄

# cloud_storage_details_how_to_renew
source: 1、 How to renew the cloud deposit package?
cs: 1、 Jak obnovit balíček cloudových depozit?
de: 1. Wie wird das Cloud-Speicher-Paket erneuert?
es: 1、 ¿Cómo renovar el paquete de depósito en la nube?
fi: 1、 Miten pilvivaraston paketti uusitaan?
fr: 1、 Comment renouveler le package de dépôt en nuage?
he: 1、 כיצד לחדש את החבילה הפקדה ענן?
id: 1、 Bagaimana cara memperbarui paket cloud deposit?
it: 1、 Come rinnovare il pacchetto di deposito del cloud?
ja: 1、クラウドデポジットパッケージを更新するには？
ko: 1、 클라우드 보증금 패키지를 갱신하는 방법은 무엇입니까?
nb: 1、 Slik fornyer du sky-innskuddspakken?
nl: 1、 Hoe het cloud stortingspakket te vernieuwen?
pl: 1、 Jak odnowić pakiet depozytu w chmurze?
pt_br: 1、 Como renovar o pacote de depósito em nuvem?
ro: 1、 Cum să reînnoiți pachetul de depozite la nori?
ru: 1、 Как обновить пакет облачного депозита?
sv: 1、 Hur förnyar du molninsättningspaketet?
th: 1. จะต่ออายุแพ็คเกจที่เก็บข้อมูลบนคลาวด์ได้อย่างไร?
tr: 1、 Bulut mevduat paketini nasıl yenileyebilirim?
vi: 1. Làm thế nào để gia hạn gói lưu trữ đám mây?
zh_hans: 1、如何对云存套餐进行续费？
zh_hant: 1、如何對雲存套餐進行續費？

# access_readAndWrite
source: App need permission to read and write files
cs: Aplikace vyžaduje oprávnění ke čtení a zápisu souborů
de: App benötigt die Berechtigung zum Lesen und Schreiben von Dateien
es: La aplicación necesita permisos de lectura y escritura
fi: Sovellus vaatii tiedostojen luku-ja kirjoitusoikeudet
fr: l'Application besoin de l'autorisation de lire et d'écrire des fichiers
he: האפליקציה צריכה לקבל הרשאות קריאה וכתיבה של קבצים
id: APP butuh Hak untuk membaca dan menulis files
it: Applicazione necessita abilitazione a scrittura lettura file
ja: ファイルを読み書きするための許可が必要です。
ko: 파일 읽기/쓰기 권한을 허가해주세요.
nb: App trenger tillatelse til å lese/skrive filer
nl: App heeft toestemming nodig om bestanden te lezen en weg te schrijven
pl: EseeCloud potrzebuje uprawnień do odczytu i zapisu plików
pt_br: App precisa de permissão para ler e gravar arquivos
ro: Aplicația are nevoie de permisiunea de a citi și de a scrie fișiere
ru: Приложению необходимо разрешение на чтение и запись файлов
sv: Appen behöver tillstånd att läsa och skriva filer
th: แอปต้องได้รับอนุญาตในการอ่านและเขียนไฟล์
tr: App dosyaları okumak ve yazmak için izne ihtiyacım var
vi: Ứng dụng yêu cầu quyền đọc và ghi tệp
zh_hans: App需要文件读写权限
zh_hant: App需要文件讀寫權限

# playback_Cloud_not_activated
source: Cloud storage is not activated
cs: Cloudové úložiště není aktivováno
de: Cloud-Speicher nicht aktiviert
es: El almacenamiento en la nube no está activado
fi: Pilvitallennustila ei ole aktivoitu
fr: Le stockage cloud n'est pas activé
he: אחסון בענן אינו מופעל
id: Penyimpanan cloud tidak diaktifkan
it: L'archiviazione cloud non è attivata
ja: クラウドストレージがアクティブ化されていません
ko: 클라우드 스토리지가 활성화되지 않았습니다.
nb: Skylagring er ikke aktivert
nl: Cloudopslag is niet geactiveerd
pl: Magazyn w chmurze nie jest aktywowany
pt_br: O armazenamento em nuvem não está ativado
ro: Stocarea în cloud nu este activată
ru: Облачное хранилище не активировано
sv: Molnlagring är inte aktiverad
th: ที่เก็บข้อมูลบนคลาวด์ไม่ได้เปิดใช้งาน
tr: Bulut depolama etkinleştirilmedi
vi: Bộ nhớ đám mây chưa được kích hoạt
zh_hans: 云存储未开通
zh_hant: 雲存儲未開通

# play_screenRecord_fail
source: Fail to save recording
cs: Uložení videa se nezdařilo
de: Aufnahme speichern fehlgeschlagen
es: Error al guardar la grabación
fi: Videon tallennus epäonnistui
fr: Ne parvient pas à sauvegarder l'enregistrement
he: כשל בשמירת ההקלטה
id: Gagal simpan rekaman
it: Salvataggio video fallito
ja: 録画保存ができません
ko: 녹화 저장 실패
nb: Kunne ikke lagre video
nl: Opname opslaan mislukt
pl: Zapis nagrań nieudany
pt_br: Não salva a gravação
ro: Nu reușește să salvați înregistrarea
ru: Не в состоянии сохранить запись
sv: Misslyckas med att spara inspelning
th: การบันทึกล้มเหลว
tr: Kayıt kaydedilemiyor
vi: Không lưu được video
zh_hans: 录像保存失败
zh_hant: 錄像保存失敗

source: Asia/Dubai
cs: Asie / Dubaj
de: Asien / Dubai
fi: Aasia / Dubai
he: אסיה / דובאי
ja: アジア/ドバイ
ko: 아시아 / 두바이
ru: Азия / Дубай
sv: Asien / Dubai
th: เอเชีย / ดูไบ
tr: Asya / Dubai
vi: Dubai
zh_hans: 迪拜
zh_hant: 迪拜

# permissions_file_read_write_play
source: Allow the APP to obtain file read and write permissions to play cloud video normally
cs: Povolte aplikaci APP získat oprávnění ke čtení a zápisu souborů pro normální přehrávání cloudového videa
de: Erteilen Sie der App Lese- und Schreibberechtigungen für Dateien, um Cloud-Videos ordnungsgemäß abzuspielen
es: Permita que la APLICACIÓN obtenga permisos de lectura y escritura de archivos para reproducir videos en la nube normalmente
fi: Salli APP: n saada tiedostojen luku- ja kirjoitusoikeudet pilvivideon toistamiseen normaalisti
fr: Autoriser l'APP à obtenir des autorisations de lecture et d'écriture de fichiers pour lire normalement la vidéo dans le cloud
he: אפשר לאפליקציה לקבל הרשאות קריאה וכתיבה של קבצים להפעלת סרטוני ענן כרגיל
id: Izinkan APLIKASI untuk mendapatkan izin membaca dan menulis file untuk memutar video cloud secara normal
it: Consenti all'APP di ottenere i permessi di lettura e scrittura dei file per riprodurre normalmente i video cloud
ja: APPがファイルの読み取りおよび書き込み権限を取得して、クラウドビデオを正常に再生できるようにします
ko: 앱이 클라우드 비디오를 정상적으로 재생하기 위해 파일 읽기 및 쓰기 권한을 얻도록 허용
nb: La appen få fil- og skrive -tillatelser for å spille skyvideo normalt
nl: Sta de APP toe om lees- en schrijfrechten voor bestanden te verkrijgen om cloudvideo normaal af te spelen
pl: Zezwól aplikacji na uzyskanie uprawnień do odczytu i zapisu plików, aby normalnie odtwarzać wideo w chmurze
pt_br: Permitir que o APP obtenha permissões de leitura e gravação de arquivos para reproduzir vídeo em nuvem normalmente
ro: Permiteți aplicației să obțină permisiuni de citire și scriere a fișierelor pentru a reda video în cloud în mod normal
ru: Разрешить приложению получать разрешения на чтение и запись файлов для обычного воспроизведения облачного видео
sv: Tillåt att appen får fil- och skrivbehörighet för att spela molnvideo normalt
th: อนุญาตให้แอปรับสิทธิ์ในการอ่านและเขียนไฟล์เพื่อเล่นวิดีโอบนคลาวด์ได้ตามปกติ
tr: APP'nin bulut videosunu normal şekilde oynatmak için dosya okuma ve yazma izinleri almasına izin verin
vi: Cho phép APP nhận quyền đọc và ghi tệp để phát video đám mây một cách bình thường
zh_hans: 允许APP获取文件读写权限，才能正常播放云录像
zh_hant: 允許APP獲取文件讀寫權限，才能正常播放雲錄像

# adddevice_step_2
source: Step 2: Check the device indicator light to confirm that the device indicator is steady on or flashes.
cs: Krok 2: Zkontrolujte kontrolku zařízení a ověřte, zda kontrolka zařízení svítí nebo bliká.
de: Schritt 2: Überprüfen Sie die Geräte-LED und stellen Sie sicher, dass die LED dauerhaft leuchtet oder blinkt.
es: Paso 2: Verifique la luz indicadora del Equipo para confirmar que el indicador del Equipo está encendido o parpadea.
fi: Vaihe 2: Tarkista laitteen merkkivalo varmistaaksesi, että laitteen merkkivalo palaa jatkuvasti tai vilkkuu.
fr: Étape 2: Vérifiez le voyant du périphérique pour vous assurer qu'il reste allumé ou clignote.
he: שלב 2: בדוק את נורית חיווי המכשיר כדי לאשר שמחוון המכשיר דולק או מהבהב.
id: Langkah 2: Periksa lampu indikator perangkat untuk memastikan bahwa indikator perangkat stabil atau berkedip.
it: Passaggio 2: controllare l'indicatore luminoso del dispositivo per confermare che l'indicatore del dispositivo sia acceso fisso o lampeggiante.
ja: ステップ2：デバイスインジケータライトをチェックして、デバイスインジケータが点灯または点滅していることを確認します。
ko: 2 단계 : 장치 표시등을 확인하여 장치 표시등이 계속 켜져 있거나 깜박이는지 확인합니다.
nb: Trinn 2: Sjekk enhetsindikatorlampen for å bekrefte at enhetsindikatoren er konstant på eller blinker.
nl: Stap 2: Controleer het indicatielampje van het apparaat om te bevestigen dat de apparaatindicator continu brandt of knippert.
pl: Krok 2: Sprawdź kontrolkę urządzenia, aby potwierdzić, że wskaźnik urządzenia świeci światłem ciągłym lub miga.
pt_br: Etapa 2: Verifique a luz indicadora do dispositivo para confirmar se o indicador do dispositivo está aceso ou pisca.
ro: Pasul 2: Verificați indicatorul luminos al dispozitivului pentru a confirma dacă indicatorul dispozitivului este aprins sau clipește.
ru: Шаг 2. Проверьте индикатор устройства, чтобы убедиться, что индикатор устройства горит постоянно или мигает.
sv: Steg 2: Kontrollera enhetens indikatorlampa för att bekräfta att enhetens indikator är tänd eller blinkar.
th: ขั้นตอนที่ 2: ตรวจสอบไฟแสดงสถานะอุปกรณ์เพื่อยืนยันว่าไฟแสดงสถานะอุปกรณ์ติดสว่างหรือกะพริบ
tr: Adım 2: Cihaz göstergesinin sürekli yandığını veya yanıp söndüğünü onaylamak için cihaz gösterge ışığını kontrol edin.
vi: Bước 2: Kiểm tra đèn báo và xác nhận rằng đèn báo của thiết bị luôn sáng hoặc nhấp nháy
zh_hans: 第二步：查看指示灯，确认设备指示灯处于常亮或变为闪烁
zh_hant: 第二步：查看指示燈，確認設備指示燈處於常亮或變為閃爍

# register_useApply
source: APP use declaration
cs: Příkaz využití APP
de: Nutzungsvereinbarung
es: Declaración de uso de la aplicación
fi: APP: n käyttöilmoitus
fr: Déclaration d'utilisation de l'APP
he: הצהרת השימוש באפליקציה
id: Dekralasi APP
it: Dichiarazione utilizzo applicazione
ja: アプリの使用
ko: APP 사용 안내
nb: APP bruk erklæring
nl: Gebruiksverklaring APP
pl: Deklaracja
pt_br: Declaração de uso APP
ro: Declarația de utilizare a APP
ru: Заявление об использовании приложения
sv: APP användningsdeklaration
th: คำแนะนำการใช้แอป
tr: APP kullanım beyanı
vi: Tuyên bố sử dụng APP
zh_hans: APP使用申明
zh_hant: APP使用申明

# devicesetting_set_video_type_switch
source: Switch of setting time recording and motion detection recording
cs: Přepínač nastavení záznamu času a záznamu detekce pohybu
de: Umschalten der Einstellung Zeiterfassung und Aufzeichnung bei Bewegungserkennung
es: Interruptor de configuración de grabación de tiempo y grabación de detección de movimiento
fi: Aikanauhoituksen ja liiketunnistuksen tallennuksen vaihtaminen
fr: Commutateur d'enregistrement de l'heure de réglage et d'enregistrement de détection de mouvement
he: מתג הגדרת רישום זמן והקלטת זיהוי תנועה
id: Beralih pengaturan waktu perekaman dan perekaman deteksi gerakan
it: Commutazione dell'impostazione della registrazione del tempo e della registrazione del rilevamento del movimento
ja: 設定時間記録と動き検出記録の切り替え
ko: 설정 시간 녹화 및 움직임 감지 녹화 전환
nb: Bryter for innstilling av tidsregistrering og bevegelsesregistrering
nl: Schakelen van instelling tijdopname en bewegingsdetectie opname
pl: Przełącznik ustawiania czasu nagrywania i nagrywania z detekcją ruchu
pt_br: Interruptor de configuração de gravação de tempo e gravação de detecção de movimento
ro: Comutare între setarea înregistrării timpului și înregistrarea cu detectarea mișcării
ru: Переключатель записи времени настройки и записи обнаружения движения
sv: Omkopplare för inställning av tidsregistrering och registrering av rörelsedetektering
th: สลับการตั้งค่าการบันทึกเวลาและการบันทึกการตรวจจับการเคลื่อนไหว
tr: Zaman kaydı ve hareket algılama kaydının ayarlanması
vi: Chuyển đổi cài đặt ghi thời gian và ghi phát hiện chuyển động
zh_hans: 设置定时录像与智能侦测录像开关
zh_hant: 設置定時錄像與智能偵測錄像開關

# deviceSetting_recommend
source: Recommend
cs: doporučit
de: empfohlen
es: recomendar
fi: suositella
fr: recommander
he: לְהַמלִיץ
id: menyarankan
it: consiglio
ja: お勧め
ko: 추천하다
nb: anbefale
nl: beveel aan
pl: polecić
pt_br: recomendar
ro: recomanda
ru: рекомендовать
sv: rekommendera
th: แนะนำ
tr: önermek
vi: giới thiệu
zh_hans: 推荐
zh_hant: 推薦

# video_schedule_setTimePeriod
source: Setup recording time
cs: Nastavte čas záznamu
de: Einstellungen Aufnahmezeit
es: Configurar el tiempo de grabación
fi: Aseta tallennusaika
fr: Configurer le temps d'enregistrement
he: הגדרת הקלטת זמן
id: Setup Waktu Rekaman
it: Impostazione tempo di registrazione
ja: 録画時間の設定
ko: 설정 녹화 시간
nb: Velg periode for opptak
nl: Opnametijd instellen
pl: Ustawienia czasu nagrywania
pt_br: Configurar tempo de gravação
ro: Configurați timpul de înregistrare
ru: Настроить время записи
sv: Inställning av inspelningstid
th: ตั้งเวลาบันทึก
tr: Kayıt kayıt süresi
vi: Đặt khoảng thời gian ghi
zh_hans: 设置录像时间段
zh_hant: 設置錄像時間段

# person_feedback_question_5
source: What are the advantages of 4G card camera?
cs: Jaké jsou výhody karty 4G?
de: Vorteile einer 4G-Kamera
es: ¿Cuáles son las ventajas de la cámara con tarjeta 4G?
fi: Mitkä ovat 4G-korttikameran edut?
fr: Quels sont les avantages de la caméra à carte 4G?
he: מהם היתרונות של מצלמת כרטיסי 4G?
id: Apa kelebihan kamera kartu 4G?
it: Quali sono i vantaggi della card card 4G?
ja: 4Gカードカメラの利点は何ですか？
ko: 4G 카드 카메라의 장점은 무엇입니까?
nb: Hva er fordelene med 4G-kortkamera?
nl: Wat zijn de voordelen van een 4G-kaartcamera?
pl: Jakie są zalety aparatu z kartą 4G?
pt_br: Quais são as vantagens da câmera com cartão 4G?
ro: Care sunt avantajele camerei cu card 4G?
ru: Каковы преимущества 4G карты?
sv: Vilka är fördelarna med 4G-kortkamera?
th: ข้อดีของกล้องการ์ด 4G คืออะไร?
tr: 4G kart kameranın avantajları nelerdir?
vi: Ưu điểm của camera thẻ 4G là gì?
zh_hans: 4G卡摄像有哪些优点？
zh_hant: 4G卡攝像有哪些優點？

# preview_ptz_control_network_prompt
source: The current signal strength is weak, please check the phone network condition
cs: Aktuální síla signálu je slabá, zkontrolujte stav telefonní sítě
de: Die aktuelle Signalstärke ist schwach, bitte Netzwerk/Mobilfunk prüfen.
es: La intensidad de la señal actual es débil, verifique el estado de la red telefónica
fi: Nykyinen signaalin voimakkuus on heikko, tarkista puhelinverkon kunto
fr: La force actuelle du signal est faible, veuillez vérifier l'état du réseau téléphonique
he: עוצמת האות הנוכחית חלשה, אנא בדוק את מצב רשת הטלפון
id: Kekuatan sinyal saat ini lemah, silakan periksa kondisi jaringan telepon
it: La potenza del segnale corrente è debole, controllare le condizioni della rete telefonica
ja: 現在の信号強度は弱いです。電話ネットワークの状態を確認してください
ko: 현재 신호 강도가 약합니다. 전화 네트워크 상태를 확인하세요.
nb: Gjeldende signalstyrke er svak. Kontroller telefonnettverkets tilstand
nl: De huidige signaalsterkte is zwak. Controleer de toestand van het telefoonnetwerk
pl: Bieżąca siła sygnału jest słaba, sprawdź stan sieci telefonicznej
pt_br: A intensidade do sinal atual é fraca, verifique a condição da rede do telefone
ro: Puterea curentă a semnalului este slabă, vă rugăm să verificați starea rețelei telefonice
ru: Текущий уровень сигнала слабый, проверьте состояние телефонной сети.
sv: Den aktuella signalstyrkan är svag, kontrollera telefonnätverkets tillstånd
th: ความแรงของสัญญาณปัจจุบันอ่อนโปรดตรวจสอบสภาพเครือข่ายโทรศัพท์
tr: Mevcut sinyal gücü zayıf, lütfen telefon ağının durumunu kontrol edin
vi: Cường độ tín hiệu hiện tại yếu, vui lòng kiểm tra tình trạng mạng điện thoại di động
zh_hans: 当前信号强度较弱，请检查手机网络状况
zh_hant: 當前信號強度較弱，請檢查手機網絡狀況

# cloud_obtain_failed
source: Fail to get cloud storage info
cs: Nepodařilo se získat informace o úložišti v cloudu
de: Abrufen Cloudspeicher Info fehlgeschlagen
es: Error al recuperar la información de la nube
fi: Pilvivarastointitietojen saaminen epäonnistui
fr: Impossible d'obtenir les informations de stockage dans le Cloud
he: לא ניתן היה לקבל מידע על אחסון בענן
id: Gagal mendapat info penyimpanan awan
it: Errore ricezione informazioni archiviazione cloud
ja: ストレージ情報の取得ができません
ko: 클라우드 스토리지 정보를 가져 오지 못함
nb: Klarte ikke å hente lagringsinformasjon til Sky
nl: Info cloudopslag ophalen mislukt
pl: Nie można uzyskać informacji o przechowywaniu w chmurze
pt_br: Falha ao obter informações de armazenamento em nuvem
ro: Nu reușiți să obțineți informații despre stocarea în nor
ru: Не удалось получить информацию об облачном хранилище
sv: Misslyckas med att få information om information om moln
th: ไม่สามารถรับข้อมูลที่เก็บข้อมูลบนคลาวด์
tr: Bulut depolama bilgisi alınamadı
vi: Không lấy được thông tin lưu trữ đám mây
zh_hans: 获取云存信息失败
zh_hant: 獲取雲存信息失敗

# playback_Live_view
source: Live view
cs: Živý náhled
de: Livebild
es: Vista en vivo
fi: Live-näkymä
fr: Vue en direct
he: שידור חי
id: Tampilan langsung
it: Dal vivo
ja: ライブビュー
ko: 라이브 뷰
nb: Sanntid
nl: Rechtstreekse beelden
pl: Na żywo
pt_br: Visualização ao vivo
ro: Vizualizare live
ru: Прямая трансляция
sv: Realtidsbild
th: ดูสด
tr: Canlı görüntü
vi: Xem trực tiếp
zh_hans: 返回直播
zh_hant: 返回直播

# device_share_delete_failure
source: Fail to delete sharing
cs: Odstranit sdílení selhalo
de: Teilen beenden fehlgeschlagen
es: No se puede eliminar el uso compartido
fi: Poista osuus epäonnistui
fr: Impossible de supprimer le partage
he: בעיה במחיקת השיתוף
id: Gagal menghapus Bagikan
it: Errore cancellazione condivisione
ja: 共有を削除できません
ko: 공유를 삭제하지 못했습니다.
nb: Kunne ikke slette deling
nl: Kan delen niet verwijderen
pl: Błąd usuwania udostępniania
pt_br: Falha ao excluir o compartilhamento
ro: Nu reușiți să ștergeți partajarea
ru: Не удается удалить общий доступ
sv: Misslyckades med att radera delning
th: ลบการแชร์ไม่สำเร็จ
tr: Paylaşım silinemedi
vi: Không xóa được chia sẻ
zh_hans: 删除分享失败
zh_hant: 刪除分享失敗

# cloud_migration_detail_prompt
source: Currently there are cloud storage services that can be migrated to new devices. Are you going to choose migration?
cs: V současné době existují služby cloudového úložiště, které lze přenést na nová zařízení. Chystáte se vybrat migraci?
de: Derzeit gibt es Cloud-Speicherdienste, die auf neue Geräte migriert werden können. Wirst du Migration wählen?
es: Actualmente hay servicios de almacenamiento en la nube que se pueden migrar a nuevos Equipos. ¿Vas a elegir la migración?
fi: Tällä hetkellä pilvivarastopalveluita voidaan siirtää uusiin laitteisiin. Aiotko valita muuttoliikkeen?
fr: Il existe actuellement des services de stockage en nuage pouvant être migrés vers de nouveaux périphériques. Allez-vous choisir la migration?
he: בשלב זה יש שירותי אחסון בענן שניתן להעבירו למכשירים חדשים. האם אתה מתכוון לבחור בהעברה?
id: Saat ini ada layanan penyimpanan cloud yang dapat dimigrasikan ke perangkat baru. Apakah Anda akan memilih migrasi?
it: Attualmente ci sono servizi di cloud storage che possono essere migrati su nuovi dispositivi. Sceglierai la migrazione?
ja: 現在、新しいデバイスに移行できるクラウドストレージサービスがあります。 移行を選択しますか？
ko: 현재 새로운 장치로 마이그레이션 할 수있는 클라우드 스토리지 서비스가 있습니다. 마이그레이션을 선택 하시겠습니까?
nb: For øyeblikket er det skylagertjenester som kan overføres til nye enheter. Skal du velge migrasjon?
nl: Momenteel zijn er cloudopslagservices die kunnen worden gemigreerd naar nieuwe apparaten. Ga je migratie kiezen?
pl: Obecnie istnieją usługi przechowywania w chmurze, które można migrować do nowych urządzeń. Czy zamierzasz wybrać migrację?
pt_br: Atualmente, existem serviços de armazenamento em nuvem que podem ser migrados para novos dispositivos. Você vai escolher a migração?
ro: În prezent, există servicii de stocare în cloud care pot fi migrate pe dispozitive noi. Vrei să alegi migrația?
ru: В настоящее время существуют облачные сервисы хранения, которые можно перенести на новые устройства. Собираетесь ли вы выбрать миграцию?
sv: För närvarande finns molnlagringstjänster som kan migreras till nya enheter. Ska du välja migrering?
th: ขณะนี้มีบริการจัดเก็บข้อมูลบนคลาวด์ที่สามารถย้ายไปยังอุปกรณ์ใหม่ได้คุณจะเลือกการย้ายข้อมูลหรือไม่
tr: Şu anda yeni cihazlara geçirilebilecek bulut depolama hizmetleri var. Göç seçecek misiniz?
vi: Hiện có các dịch vụ lưu trữ đám mây có thể được di chuyển sang thiết bị mới. Bạn có chọn di chuyển không?
zh_hans: 当前存在云存服务可迁移至新设备，是否前往选择迁移？
zh_hant: 當前存在雲存服務可遷移至新設備，是否前往選擇遷移？
