Repository: Yolo-cell-hash/go_home_ios
Catalog: ios/Runner/JASDK/JAResources/XLanguage/X35MultiLanguage/*.lproj/X35MutiLanguage.strings
Languages: cs, de, es, fi, fr, he, id, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sv, th, tr, vi, zh_hans, zh_hant

# person_feedback_question_no_alarm_push
source: Q2: When the device is online and an alarm event occurs, but the phone does not receive the message?
cs: Q2: Když je zařízení online a dojde k události alarmu, ale telefon zprávu nedostane?
de: F2: Das Gerät ist online, das Telefon erhält jedoch keine Benachrichtigungen nachdem ein Alarm erkannt wurde?
es: P2: ¿Cuando el dispositivo está en línea y ocurre un evento de alarma, pero el teléfono no recibe el mensaje?
fi: Q2: Kun laite on online-tilassa ja tapahtuu hälytystapahtuma, mutta puhelin ei vastaanota viestiä?
fr: Q2: Lorsque l'appareil est en ligne et qu'un événement d'alarme se produit, mais que le téléphone ne reçoit pas le message?
he: שאלה 2: כאשר המכשיר במצב מקוון ומתרחש אירוע אזעקה, אך הטלפון לא מקבל את ההודעה?
id: T2: Ketika perangkat online dan acara alarm terjadi, tetapi telepon tidak menerima pesan?
it: Q2: quando il dispositivo è online e si verifica un evento di allarme, ma il telefono non riceve il messaggio?
ja: Q2：デバイスがオンラインでアラームイベントが発生したが、スマートフォンがメッセージを受信しない場合は？
ko: Q2 : 장치가 온라인 상태이고 알람 이벤트가 발생하지만 전화가 메시지를받지 못한 경우?
nb: Spørsmål 2: Når enheten er online og en alarmhendelse oppstår, men telefonen ikke mottar meldingen?
nl: V2: Wanneer het apparaat online is en er zich een alarmgebeurtenis voordoet, maar de telefoon het bericht niet ontvangt?
pl: P2: Gdy urządzenie jest w trybie online i wystąpi zdarzenie alarmowe, ale telefon nie odbiera wiadomości?
pt_br: P2: Quando o dispositivo está online e ocorre um evento de alarme, mas o telefone não recebe a mensagem?
ro: Î2: Când dispozitivul este online și apare un eveniment de alarmă, dar telefonul nu primește mesajul?
ru: Q2: когда устройство подключено к сети и происходит тревожное событие, но телефон не получает сообщение?
sv: F2: När enheten är online och en larmhändelse inträffar, men telefonen tar inte emot meddelandet?
th: Q2: เมื่ออุปกรณ์ออนไลน์และเกิดเหตุการณ์เตือนภัย แต่โทรศัพท์ไม่สามารถรับข้อความได้?
tr: S2: Cihaz çevrimiçi olduğunda ve bir alarm olayı meydana geldiğinde, ancak telefon mesajı almıyorsa?
vi: Câu hỏi 2: Khi thiết bị đang trực tuyến và xảy ra sự kiện báo động, nhưng điện thoại di động không thể nhận được tin nhắn?
zh_hans: Q2：设备在线并且有报警事件发生时,但手机却收不到消息？
zh_hant: Q2：設備在線並且有報警事件發生時,但手機卻收不到消息？

# cloud_will_expire_ios
source: Will expire at %@
cs: Platnost vyprší v %@
de: Läuft ab am %@
es: Caducará a las %@
fi: Vanhenee %@
fr: Expirera à %@
he: יפוג ב- %@
id: Akan kedaluwarsa di %@
it: Scadrà alle %@
ja: %@に期限切れになります
ko: %@에서 만료됩니다
nb: Utløper på %@
nl: Vervalt op %@
pl: Wygasa o %@
pt_br: Expira às %@
ro: Va expira la %@
ru: Истекает в %@
sv: Löper ut på %@
th: จะหมดอายุใน%@
tr: Son kullanma tarihi: %@
vi: Sẽ hết hạn vào%@
zh_hans: 将于%@到期
zh_hant: 將於%@到期

# person_Cancellation_successful
source: Delete succeeded
cs: Zrušení bylo úspěšné
de: Löschen erfolgreich
es: Cancelación exitosa
fi: Peruutus onnistui
fr: Annulation réussie
he: הביטול הצליח
id: Pembatalan berhasil
it: Cancellazione riuscita
ja: 削除しました
ko: 취소 성공
nb: Avbestilling vellykket
nl: Annulering succesvol
pl: Anulowanie powiodło się
pt_br: Cancelamento bem sucedido
ro: Anularea a reușit
ru: Отмена прошла успешно
sv: Avbokningen lyckades
th: ยกเลิกสำเร็จ
tr: İptal başarılı
vi: Hủy thành công
zh_hans: 注销成功
zh_hant: 註銷成功

# deviceSetting_videoBackup_startTime
source: Start time
cs: Čas zahájení
de: Startzeit
es: Tiempo de empezar
fi: Aloitusaika
fr: Heure de début
he: זמן התחלה
id: Waktu mulai
it: Orario inizio
ja: 開始時間
ko: 시작 시간
nb: Starttid
nl: Starttijd
pl: Początek
pt_br: Hora de início
ro: Timpul de începere
ru: Время начала
sv: Starttid
th: เวลาเริ่มต้น
tr: Başlangıç ​​zamanı
vi: Thời gian bắt đầu
zh_hans: 开始时间
zh_hant: 開始時間

source: Yes
cs: Ano
de: Ja
es: Sí
fi: se on
fr: Oui
he: כן
id: Ya
it: Si
ja: はい
ko: 네
nb: Ja
nl: Ja
pl: Tak
pt_br: sim
ro: da
ru: да
sv: Ja
th: ใช่
tr: Evet
vi: Đúng
zh_hans: 是
zh_hant: 是

# person_Have_authorized
source: Authorized
cs: Autorizovaný
de: Autorisiert
es: Autorizado
fi: valtuutettu
fr: Autorisé
he: מורשה
id: Resmi
it: autorizzato
ja: 認可済み
ko: 권한 부여 완료
nb: autorisert
nl: Toegestaan
pl: Upoważniony
pt_br: Autorizado
ro: Autorizat
ru: уполномоченный
sv: auktoriserad
th: มีอำนาจ
tr: Yetkili
vi: Được ủy quyền
zh_hans: 已授权
zh_hant: 已授權

# devicesetting_White_light_flashing_alarm
source: White light flashing alarm
cs: Bílé světlo blikající alarm
de: Weißlicht Alarm (blinken)
es: Alarma intermitente de luz blanca
fi: Valkoinen valo vilkkuu hälytys
fr: Alarme clignotante à lumière blanche
he: אזעקה מהבהבת אור לבן
id: Wit licht knipperend alarm
it: Allarme lampeggiante con luce bianca
ja: 白色光点滅アラーム
ko: 백색등 점멸 경보
nb: Hvitt lys blinkende alarm
nl: Wit licht knipperend alarm
pl: Białe światło migające alarm
pt_br: Alarme de luz branca piscando
ro: Alarmă intermitentă cu lumină albă
ru: Сигнализация мигает белым светом
sv: Vitt ljus blinkande larm
th: สัญญาณเตือนไฟกระพริบสีขาว
tr: Beyaz ışık yanıp sönen alarm
vi: Báo động nhấp nháy ánh sáng trắng
zh_hans: 白光灯闪烁警报
zh_hant: 白光燈閃爍警報

# message_View_playback_video_1
source: View playback video>
cs: Zobrazit přehrávané video>
de: Wiedergabevideo ansehen>
es: Ver video de reproducción>
fi: Katso toistovideo>
fr: Voir la vidéo de lecture>
he: צפה בסרטון השמעה>
id: Lihat video pemutaran>
it: Visualizza video in riproduzione>
ja: 再生ビデオを見る>
ko: 재생 동영상 보기>
nb: Se avspillingsvideo>
nl: Bekijk afspeelvideo>
pl: Zobacz odtwarzanie wideo>
pt_br: Ver vídeo de reprodução>
ro: Vizualizare redare video>
ru: Посмотреть воспроизводимое видео>
sv: Visa uppspelningsvideo>
th: ดูวิดีโอการเล่น>
tr: Oynatma videosunu görüntüle>
vi: Xem video phát lại>
zh_hans: 查看回放录像>
zh_hant: 查看回放錄像>

# Thursday
source: T
cs: Č
de: Do
es: J
fr: J
he: הי
id: K
it: G
ja: 木
ko: 목
nl: D
pl: C
pt_br: Q
ro: J
ru: Ч
th: พฤ
tr: P
vi: T5
zh_hans: 四
zh_hant: 四

# devicesetting_repair_success
source: Repaired successfully
cs: Opraveno úspěšně
de: Erfolgreich repariert
es: Reparado exitosamente
fi: Korjattu onnistuneesti
fr: Réparé avec succès
he: תוקן בהצלחה
id: Berhasil diperbaiki
it: Riparato con successo
ja: 正常に修復されました
ko: 성공적으로 수리 됨
nb: Reparert
nl: Met succes gerepareerd
pl: Naprawiony pomyślnie
pt_br: Reparado com sucesso
ro: Reparat cu succes
ru: Отремонтирован успешно
sv: Repareras framgångsrikt
th: ซ่อมแซมเรียบร้อยแล้ว
tr: Başarıyla onarıldı
vi: Đã sửa chữa thành công
zh_hans: 修复成功
zh_hant: 修復成功

# adddevice_deecription_remote_use
source: View video via WIFI or other network,please select Remote View.(most people choose)
cs: Prohlédněte si video přes WIFI nebo jinou síť, vyberte Vzdálené zobrazení.(většina lidí si vybere)
de: Fern-Ansicht: In der Nähe befindet sich ein Router, über den die (Internet-)Verbindung aufgebaut wird.
es: Ver video a través de WIFI u otra red, seleccione Vista remota.(la mayoría de la gente elige)
fi: Katso video WIFI: n tai muun verkon kautta, valitse Etäkuva.(useimmat ihmiset valitsevat)
fr: Visionnez la vidéo via WIFI ou un autre réseau, veuillez sélectionner Vue à distance.(la plupart des gens choisissent)
he: צפה בווידיאו באמצעות WIFI או רשת אחרת, אנא בחר תצוגה מרחוק.(רוב האנשים בוחרים)
id: Lihat video melalui WIFI atau jaringan lain, silakan pilih Tampilan Jauh.(kebanyakan orang memilih)
it: Visualizza video tramite WIFI o altra rete, seleziona Visualizzazione remota.(la maggior parte delle persone sceglie)
ja: WIFIまたはその他のネットワーク経由でビデオを表示するには、リモートビューを選択してください。（ほとんどの人が選択）
ko: WIFI 또는 기타 네트워크를 통해 비디오를 보려면 원격보기를 선택하십시오.(대부분의 사람들이 선택)
nb: Se video via WIFI eller et annet nettverk, vennligst velg Fjernvisning.(de fleste velger)
nl: Bekijk video via WIFI of ander netwerk, selecteer Remote View.(de meeste mensen kiezen)
pl: Wyświetl wideo przez WIFI lub inną sieć, wybierz Widok zdalny.(większość ludzi wybiera)
pt_br: Veja o vídeo via WIFI ou outra rede, selecione Visualização Remota.(a maioria das pessoas escolhe)
ro: Vizualizați videoclipuri prin WIFI sau altă rețea, selectați Vizualizare la distanță.(cei mai mulți aleg)
ru: Просмотр видео через WIFI или другую сеть, пожалуйста, выберите Удаленный просмотр. (большинство людей выбирают)
sv: Se video via WIFI eller annat nätverk, välj fjärrvy.(de flesta väljer)
th: หากต้องการรับชมผ่าน WiFi หรือเครือข่ายอื่นโปรดเลือกการใช้งานระยะไกล (มีคนเลือกมากที่สุด)
tr: Videoyu WIFI veya başka bir ağ üzerinden izleyin, lütfen Uzaktan Görünüm'ü seçin.(çoğu insan seçer)
vi: Để xem qua WiFi hoặc các mạng khác, vui lòng chọn sử dụng từ xa. (Nhiều người chọn nhất)
zh_hans: 通过WiFi或其他网络观看，请选择远程使用。(最多人选择）
zh_hant: 通過WiFi或其他網絡觀看，請選擇遠程使用。(最多人選擇）

# adddevice_reset_help_2
source: 2.Press and hold the Reset key to reset the device until the device is in configuration mode.
cs: 2. Stisknutím a podržením tlačítka Reset přístroj resetujte, dokud není v konfiguračním režimu.
de: 2. Halten Sie die Reset-Taste gedrückt, bis sich das Gerät im Konfigurationsmodus befindet, um das Gerät zurückzusetzen.
es: 2. Mantenga presionada la tecla Restablecer para restablecer el dispositivo hasta que el dispositivo esté en modo de configuración.
fi: 2. Palauta laite pitämällä Reset-näppäintä painettuna, kunnes laite on kokoonpanotilassa.
fr: 2. Appuyez sur la touche Reset et maintenez-la enfoncée pour réinitialiser l'appareil jusqu'à ce que l'appareil soit en mode de configuration.
he: .2 לחץ והחזק את מקש האיפוס כדי לאפס את ההתקן עד שהמכשיר במצב תצורה.
id: 2. Tekan dan tahan tombol Reset untuk mengatur ulang perangkat hingga perangkat berada dalam mode konfigurasi.
it: 2. Tenere premuto il tasto Reset per ripristinare il dispositivo fino a quando il dispositivo non si trova in modalità di configurazione.
ja: 2.デバイスが構成モードになるまで、リセットキーを押してデバイスをリセットします。
ko: 2. 장치가 구성 모드가 될 때까지 장치를 재설정하려면 Reset 키를 누르고 있습니다.
nb: 2. Trykk og hold nede Tilbakestill-tasten for å tilbakestille enheten til enheten er i konfigurasjonsmodus.
nl: 2. Houd de Reset-toets ingedrukt om het apparaat te resetten totdat het apparaat zich in de configuratiemodus bevindt.
pl: 2. Naciśnij i przytrzymaj klawisz Reset, aby zresetować urządzenie, dopóki urządzenie nie przejdzie w tryb konfiguracji.
pt_br: 2. Pressione e mantenha pressionada a tecla Redefinir para redefinir o dispositivo até que ele esteja no modo de configuração.
ro: 2. Apăsați și mențineți apăsată tasta Reset pentru a reseta dispozitivul până când dispozitivul este în modul de configurare.
ru: 2. Нажмите и удерживайте кнопку сброса, чтобы перезагрузить устройство, пока оно не перейдет в режим настройки.
sv: 2. Tryck och håll ner återställningsknappen för att återställa enheten tills enheten är i konfigurationsläge.
th: 2. กดปุ่มรีเซ็ตค้างไว้เพื่อรีเซ็ตอุปกรณ์จนกว่าอุปกรณ์จะอยู่ในโหมดกำหนดค่า
tr: 2. Cihaz yapılandırma modunda oluncaya kadar cihazı sıfırlamak için Sıfırla tuşunu basılı tutun.
vi: 2. Nhấn và giữ nút Đặt lại để đặt lại thiết bị cho đến khi thiết bị ở chế độ cấu hình.
zh_hans: 2.长按Reset键重置设备，直到设备处于配置模式。
zh_hant: 2.長按Reset鍵重置設備，直到設備處於配置模式。

# person_feedback_question_check_other_question_4
source: 4. Due to the complicated settings of the router and the actual network environment, if you still can't solve the problem of connecting the camera to the above problems, please call our official customer service.
cs: 4. Vzhledem ke komplikovanému nastavení routeru a skutečného síťového prostředí, pokud stále nemůžete vyřešit problém s připojením kamery k výše uvedeným problémům, zavolejte prosím na naši oficiální zákaznickou službu.
de: 4. Wenn Sie aufgrund der komplizierten Einstellungen des Routers und der tatsächlichen Netzwerkumgebung das Problem des Anschlusses der Kamera an die oben genannten Probleme immer noch nicht lösen können, wenden Sie sich bitte an unseren offiziellen Kundendienst.
es: 4. Debido a la complicada configuración del enrutador y el entorno de red real, si aún no puede resolver el problema de conectar la cámara a los problemas anteriores, llame a nuestro servicio oficial de atención al cliente.
fi: 4. Reitittimen monimutkaisten asetusten ja todellisen verkkoympäristön vuoksi, jos et edelleenkään pysty ratkaisemaan kameran kytkentäongelmia yllä mainittuihin ongelmiin, soita viralliselle asiakaspalvelumme.
fr: 4. En raison des paramètres compliqués du routeur et de l'environnement réseau réel, si vous ne parvenez toujours pas à résoudre le problème de connexion de la caméra aux problèmes ci-dessus, veuillez appeler notre service client officiel.
he: 4. בגלל ההגדרות המסובכות של הנתב וסביבת הרשת בפועל, אם אתה עדיין לא יכול לפתור את בעיית חיבור המצלמה לבעיות שלעיל, אנא התקשר לשירות הלקוחות הרשמי שלנו.
id: 4. Karena pengaturan rumit dari router dan lingkungan jaringan yang sebenarnya, jika Anda masih tidak dapat menyelesaikan masalah menghubungkan kamera ke masalah di atas, silakan hubungi layanan pelanggan resmi kami.
it: 4. A causa delle complicate impostazioni del router e dell'ambiente di rete effettivo, se non è ancora possibile risolvere il problema di connessione della videocamera ai problemi di cui sopra, si prega di chiamare il nostro servizio clienti ufficiale.
ja: 4.ルーターの設定や実際のネットワーク環境が複雑なため、上記の項目に対応しても問題が解決しない場合は、弊社のカスタマーサービスにご連絡ください。
ko: 4. 라우터와 실제 네트워크 환경의 복잡한 설정으로 인해 위의 문제에 카메라를 연결하는 문제를 여전히 해결할 수없는 경우 공식 고객 서비스에 문의하십시오.
nb: 4. På grunn av de kompliserte innstillingene til ruteren og det faktiske nettverksmiljøet, hvis du fremdeles ikke kan løse problemet med å koble kameraet til de ovennevnte problemene, kan du ringe vår offisielle kundeservice.
nl: 4. Als u vanwege de ingewikkelde instellingen van de router en de feitelijke netwerkomgeving het probleem van het aansluiten van de camera op de bovenstaande problemen nog steeds niet kunt oplossen, neem dan contact op met onze officiële klantenservice.
pl: 4. Ze względu na skomplikowane ustawienia routera i rzeczywistego środowiska sieciowego, jeśli nadal nie możesz rozwiązać problemu z podłączeniem kamery do powyższych problemów, skontaktuj się z naszą oficjalną obsługą klienta.
pt_br: 4. Devido às configurações complicadas do roteador e ao ambiente de rede real, se você ainda não conseguir resolver o problema de conectar a câmera aos problemas acima, ligue para o nosso serviço de atendimento ao cliente oficial.
ro: 4. Datorită setărilor complicate ale routerului și ale mediului real de rețea, dacă încă nu puteți rezolva problema conectării camerei la problemele de mai sus, vă rugăm să apelați serviciul nostru oficial pentru clienți.
ru: 4. Из-за сложных настроек маршрутизатора и реальной сетевой среды, если вам все еще не удается решить проблему подключения камеры к вышеуказанным проблемам, обратитесь в нашу официальную службу поддержки клиентов.
sv: 4. På grund av de komplicerade inställningarna för routern och den faktiska nätverksmiljön, om du fortfarande inte kan lösa problemet med att ansluta kameran till ovanstående problem, ring vår officiella kundservice.
th: 4. เนื่องจากการตั้งค่าที่ซับซ้อนของเราเตอร์และสภาพแวดล้อมเครือข่ายจริงหากคุณยังไม่สามารถแก้ไขปัญหาในการเชื่อมต่อกล้องกับปัญหาข้างต้นได้โปรดติดต่อฝ่ายบริการลูกค้าอย่างเป็นทางการของเรา
tr: 4. nedeniyle karmaşık ayarları yönlendirici ve gerçek ağ ortamı, hala çözemiyorum sorunu çözme kamera yukarıdaki sorunlara, arayın resmi müşteri hizmetleri.
vi: 4. Do cài đặt bộ định tuyến phức tạp và môi trường mạng thực tế, nếu bạn vẫn không thể giải quyết vấn đề kết nối mạng của camera với các vấn đề trên, vui lòng gọi cho dịch vụ khách hàng chính thức của chúng tôi.
zh_hans: 4.由于路由器设置及实际上网环境比较复杂， 如果您对以上问题仍无法解决摄像机联网的问题， 请电话咨询我们的官方客服。
zh_hant: 4.由於路由器設置及實際上網環境比較復雜， 如果您對以上問題仍無法解決攝像機聯網的問題， 請電話咨詢我們的官方客服。

# cloud_cyclic_storage_day
source: Cyclic storage %1$s days
cs: Cyklické úložiště %1$s dní
de: Zyklischer Speicher %1$s Tage
es: Almacenamiento cíclico %1$s días
fi: Syklinen tallennus %1$s päivää
fr: Stockage cyclique %1$s jours
he: אחסון מחזורי %1$s ימים
id: Penyimpanan siklis %1$s hari
it: Archiviazione ciclica %1$s giorni
ja: 循環ストレージ%1$s日
ko: 주기적 저장 %1$s일
nb: Syklisk lagring %1$s dager
nl: Cyclische opslag %1$s dagen
pl: Przechowywanie cykliczne %1$s dni
pt_br: Armazenamento cíclico %1$s dias
ro: Stocare ciclică %1$s zile
ru: Циклическое хранение %1$s дней
sv: Cyklisk lagring %1$s dagar
th: การจัดเก็บแบบวน %1$s วัน
tr: Döngüsel depolama %1$s gün
vi: Lưu trữ theo chu kỳ %1$s ngày
zh_hans: 循环存储%1$s天
zh_hant: 循環存儲%1$s天

# playback_not_found_TFcard
source: TF card not found, whether to buy cloud storage service, view cloud video?
cs: Karta TF nebyla nalezena, zda si chcete koupit cloudové úložiště, zobrazit cloudové video?
de: SD-Karte nicht gefunden, Cloud-Speicher-Service kaufen, um Cloud-Videos anzeigen?
es: Tarjeta TF no encontrada, ya sea para comprar servicio de almacenamiento en la nube, ¿ver video en la nube?
fi: TF-korttia ei löydy, ostaako pilvipalvelu, katsella pilvivideota?
fr: Carte TF introuvable, que ce soit pour acheter un service de stockage en nuage, voir la vidéo en nuage?
he: כרטיס TF לא נמצא, האם לקנות שירות אחסון בענן, לצפות בווידיאו בענן?
id: Kartu TF tidak ditemukan, apakah akan membeli layanan penyimpanan cloud, melihat video cloud?
it: Scheda TF non trovata, se acquistare il servizio di archiviazione cloud, visualizzare video cloud?
ja: microSDカードが見つかりません。クラウドストレージサービスを購入するかどうか、クラウドビデオを表示しますか？
ko: TF 카드를 찾을 수 없습니다, 클라우드 스토리지 서비스 구매 여부, 클라우드 비디오보기?
nb: TF-kort ikke funnet, om du vil kjøpe skylagringstjeneste, se skyvideo?
nl: TF-kaart niet gevonden, of cloudopslagservice te kopen, cloudvideo bekijken?
pl: Nie znaleziono karty TF, czy kupić usługę przechowywania w chmurze, wyświetlić wideo w chmurze?
pt_br: Cartão TF não encontrado, se comprar serviço de armazenamento em nuvem, ver vídeo em nuvem?
ro: Nu s-a găsit cardul TF, dacă doriți să cumpărați servicii de stocare în cloud, vizionați videoclipuri în cloud?
ru: TF карта не найдена, стоит ли покупать облачный сервис хранения, просматривать облачное видео?
sv: TF-kort inte hittat, om du vill köpa molnlagringsservice, visa molnvideo?
th: ไม่พบTF การ์ด,ซื้อบริการเก็บข้อมูลบนคลาวด์ดูวิดีโอบนคลาวด์หรือไม่
tr: TF kartı bulunamadı, bulut depolama hizmeti satın alıp alamayacaksınız, bulut videosunu görüntüleyebilecek misiniz?
vi: Không tìm thấy thẻ TF. Bạn có muốn mua dịch vụ lưu trữ đám mây để xem video trên đám mây không?
zh_hans: TF卡未找到，是否购买云存储服务，查看云录像？
zh_hant: TF卡未找到，是否購買雲存儲服務，查看雲錄像？

# deviceSetting_deviceSetting_evening_turn_off_next_ios
source: %@ - %@ turn off camera
cs: %@ - %@ vypněte fotoaparát
de: %@ - %@ Kamera ausschalten
es: %@ - %@ apaga la cámara
fi: %@ - %@ sammuta kamera
fr: %@ - %@ éteindre la caméra
he: %@ - %@ כבה את המצלמה
id: %@ - %@ matikan kamera
it: %@ - %@ spegni la fotocamera
ja: %@-%@カメラをオフにします
ko: %@ - %@ 카메라 끄기
nb: %@ - %@ slå av kameraet
nl: %@ - %@ zet camera uit
pl: %@ - %@ wyłącz aparat
pt_br: %@ - %@ desligar a câmera
ro: %@ - %@ dezactivează camera
ru: %@ - %@ выключить камеру
sv: %@ - %@ stäng av kameran
th: %@ - %@ ปิดกล้อง
tr: %@ - %@ kamerayı kapat
vi: %@ -%@ tắt máy ảnh
zh_hans: %@ - %@关闭摄像机
zh_hant: %@ - %@關閉攝像機

# message_Do_Not_Disturb_on
source: Do Not Disturb is on
cs: Je zapnutý režim Nerušit
de: Nicht stören ist eingeschaltet
es: No molestar está activado
fi: Älä häiritse on päällä
fr: Ne pas déranger est activé
he: "נא לא להפריע" פועל
id: Jangan Ganggu aktif
it: Non disturbare è attivo
ja: サイレントモードがオンになっています
ko: 방해금지 모드가 켜져 있습니다
nb: Ikke forstyrr er på
nl: Niet storen is ingeschakeld
pl: Tryb Nie przeszkadzać jest włączony
pt_br: Não perturbe está ativado
ro: Nu deranja este activat
ru: Режим "Не беспокоить" включен
sv: Stör ej är på
th: โหมดห้ามรบกวนเปิดอยู่
tr: Rahatsız Etmeyin açık
vi: Không làm phiền đang bật
zh_hans: 勿扰模式已开启
zh_hant: 勿擾模式已開啟

# me_version_failure
source: Fail to check version info
cs: Kontrola informací o verzi se nezdařila
de: Geräteinformationen prüfen fehlgeschlagen
es: Error al verificar la información de la versión
fi: Versiotietojen tarkistaminen epäonnistui
fr: Impossible de vérifier les informations de version
he: כשל בבדיקת הגרסה
id: Gagal cek info Versi
it: Errore verifica versione dispositivo
ja: バージョン情報の確認ができません。
ko: 버전 정보를 확인하지 못했습니다.
nb: Versjonssjekk mislyktes
nl: Controle versie-info mislukt
pl: Brak info o wersji
pt_br: Falha ao verificar as informações da versão
ro: Nu reușiți să verificați informațiile versiunii
ru: Не удалось проверить информацию о версии
sv: Misslyckades med att kontrollera versionsinformationen
th: ตรวจสอบข้อมูลเวอร์ชันผิดพลาด
tr: Sürüm bilgisi kontrol edilemedi
vi: Không kiểm tra được thông tin phiên bản
zh_hans: 检查版本信息失败
zh_hant: 檢查版本信息失敗

# devicelist_Matching_code_succeed
source: Matching code succeed
cs: Odpovídající kód byl úspěšný
de: WLAN Aufbau erfolgreich
es: El código coincidente se realizó correctamente
fi: Vastaava koodi onnistui
fr: Le code correspondant a réussi
he: קוד ההתאמה מצליח
id: Pencocokan kode berhasil
it: Codice corrispondente riuscito
ja: マッチングコードは成功します
ko: 일치하는 코드 성공
nb: Matchende kode lykkes
nl: Overeenkomende code gelukt
pl: Dopasowanie kodu powiodło się
pt_br: Código de correspondência bem-sucedido
ro: Codul de potrivire a reușit
ru: Соответствующий код успешно
sv: Matchande kod lyckas
th: จับคู่รหัสสำเร็จ
tr: Eşleşen kod başarılı
vi: Đối sánh mã thành công
zh_hans: 对码添加成功
zh_hant: 對碼添加成功

# cloud_video_stop
source: Stop cloud storage recording
cs: Zastavte nahrávání v cloudu
de: Cloudspeicher Aufnahme beenden
es: Detener la grabación de almacenamiento en la nube
fi: Keskeytä pilven tallennus
fr: Arrêter l'enregistrement du stockage dans le Cloud
he: עצור הקלטה אחסון ענן
id: berhenti Rekam ke penyimpanan Awan
it: Fermare memorizzazione cloud
ja: ストレージ録画の停止
ko: 클라우드 저장 기록 중지
nb: Stopp skylagring video
nl: Stop opname cloudopslag
pl: Zatrzymaj nagrywanie w chmurze
pt_br: Parar gravação de armazenamento na nuvem
ro: Opriți înregistrarea stocării în nor
ru: Остановить запись в облачном хранилище
sv: Stoppa registrering av molnlagring
th: หยุดการบันทึกจัดเก็บข้อมูลแบบคลาวด์
tr: Bulut depolama kaydını durdur
vi: Tạm dừng video lưu trữ đám mây
zh_hans: 暂停云存录像
zh_hant: 暫停雲存錄像

# person_my_QR_code
source: My QR code
cs: Můj QR kód
de: Mein QR-Code
es: Mi código QR
fi: QR-koodi
fr: Mon code QR
he: קוד ה- QR שלי
id: Kode QR saya
it: Il mio codice QR
ja: 私のQRコード
ko: 내 QR 코드
nb: QR-koden min
nl: Mijn QR-code
pl: Mój kod QR
pt_br: Meu código QR
ro: Codul meu QR
ru: Мой QR код
sv: Min QR-kod
th: รหัส QR ของฉัน
tr: QR kodum
vi: Mã QR của tôi
zh_hans: 我的二维码
zh_hant: 我的二維碼
