Repository: Yolo-cell-hash/go_home_ios
Catalog: ios/Runner/JASDK/JAResources/XLanguage/X35MultiLanguage/*.lproj/X35MutiLanguage.strings
Languages: cs, de, es, fi, fr, he, id, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sv, th, tr, vi, zh_hans, zh_hant

# addevice_connect_via_hotspot
source: Connect to the network through device hotspot
cs: Připojte se k síti prostřednictvím hotspotu zařízení
de: Verbindung über Geräte-Hotspot aufbauen
es: Conéctese a la red a través del punto de acceso del dispositivo
fi: Muodosta yhteys verkkoon laitteen hotspotin kautta
fr: Se connecter au réseau via le point d'accès de l'appareil
he: התחבר לרשת דרך נקודה חמה של המכשיר
id: Hubungkan ke jaringan melalui hotspot perangkat
it: Connettiti alla rete tramite l'hotspot del dispositivo
ja: デバイスのホットスポットを介してネットワークに接続します
ko: 장치 핫스팟을 통해 네트워크에 연결
nb: Koble til nettverket via enhetens hotspot
nl: Maak verbinding met het netwerk via apparaathotspot
pl: Połącz się z siecią przez hotspot urządzenia
pt_br: Conecte-se à rede por meio do ponto de acesso do dispositivo
ro: Conectați-vă la rețea prin hotspotul dispozitivului
ru: Подключитесь к сети через точку доступа устройства
sv: Anslut till nätverket via enhetens hotspot
th: เชื่อมต่อกับเครือข่ายผ่านฮอตสปอตของอุปกรณ์
tr: Cihaz etkin noktası aracılığıyla ağa bağlanın
vi: Kết nối với mạng thông qua điểm phát sóng thiết bị
zh_hans: 通过设备热点连接网络
zh_hant: 通過設備熱點連接網絡

# cloud_network_weakness_prompt
source: The network is not strong, the data acquisition failed~
cs: Síť není silná, sběr dat selhal
de: Das Netzwerk ist nicht stark, die Datenerfassung ist fehlgeschlagen ~
es: La red no es fuerte, la adquisición de datos falló ~
fi: Verkko ei ole vahva, tiedonkeruu epäonnistui ~
fr: Le réseau n'est pas fort, l'acquisition des données a échoué ~
he: אות הרשת חלש, קבלת הנתונים נכשלה ~
id: Jaringan tidak kuat, akuisisi data gagal ~
it: La rete non è forte, l'acquisizione dei dati non è riuscita ~
ja: ネットワークが強くない、データ取得に失敗しました〜
ko: 네트워크가 강하지 않아 데이터 수집에 실패했습니다 ~
nb: Nettverket er ikke sterkt, datainnsamlingen mislyktes ~
nl: Het netwerk is niet sterk, de data-acquisitie is mislukt ~
pl: Sieć nie jest silna, akwizycja danych nie powiodła się ~
pt_br: A rede não é forte, a aquisição de dados falhou ~
ro: Rețeaua nu este puternică, achiziția datelor a eșuat ~
ru: Сеть не сильна, сбор данных не удалось ~
sv: Nätverket är inte starkt, datainsamlingen misslyckades ~
th: เครือข่ายไม่เสถียรการรับข้อมูลล้มเหลว ~
tr: Ağ güçlü değil, veri toplama başarısız oldu.
vi: Mạng không mạnh và việc thu thập dữ liệu không thành công ~
zh_hans: 网络不给力，获取数据失败~
zh_hant: 網絡不給力，獲取數據失敗~

# playback_no_record
source: No video recording: the camera is not recording or the TF card is formatted
cs: Žádné nahrávání videa: kamera nenahrává nebo je naformátována karta TF
de: Keine Videoaufnahme: Die Kamera hat nicht aufgenommen oder die SD-Karte wurde formatiert
es: Sin grabación de video: la cámara no está grabando o la tarjeta TF está formateada
fi: Ei videotallennusta: kamera ei tallenna tai TF-kortti on alustettu
fr: Pas d'enregistrement vidéo: la caméra n'enregistre pas ou la carte TF est formatée
he: אין הקלטת וידיאו: המצלמה לא מקליטה או כרטיס TF מעוצב
id: Tidak ada perekaman video: kamera tidak merekam atau kartu TF diformat
it: Nessuna registrazione video: la fotocamera non sta registrando o la scheda TF è formattata
ja: 録画なし：録画していないか、microSDカードがフォーマットされています
ko: 비디오 녹화 없음 : 카메라가 녹화 중이 아니거나 TF 카드가 포맷되었습니다.
nb: Ingen videoopptak: kameraet tar ikke opp eller TF-kortet er formatert
nl: Geen video-opname: de camera neemt niet op of de TF-kaart is geformatteerd
pl: Brak nagrywania wideo: aparat nie nagrywa lub karta TF jest sformatowana
pt_br: Sem gravação de vídeo: a câmera não está gravando ou o cartão TF está formatado
ro: Fără înregistrare video: camera nu înregistrează sau cardul TF este formatat
ru: Нет записи видео: камера не записывает или отформатирована карта TF
sv: Ingen videoinspelning: kameran spelar inte in eller TF-kortet är formaterat
th: ไม่มีการบันทึก: กล้องไม่ได้บันทึกหรือฟอร์แมตการ์ด TF
tr: Video kaydı yok: kamera kayıt yapmıyor veya TF kartı formatlanmış
vi: Không ghi: Máy ảnh không ghi hoặc thẻ TF được định dạng
zh_hans: 无录像：摄像机未录像或TF卡被格式化
zh_hant: 無錄像：攝像機未錄像或TF卡被格式化

# preview_camera_sliding_screen_opening
source: The camera will no longer rotate when sliding the video screen after opening
cs: Fotoaparát se po otevření obrazovky videa již nebude otáčet
de: Die Kamera dreht sich nicht mehr, wenn im Livebild über das Bild gewischt wird
es: La cámara ya no girará al deslizar la pantalla de video después de abrir
fi: Kamera ei enää pyöri liu'uttamalla videonäyttöä avaamisen jälkeen
fr: La caméra ne tournera plus lors du glissement de l'écran vidéo après l'ouverture
he: המצלמה כבר לא תסתובב כאשר מחליקים את מסך הווידיאו לאחר הפתיחה
id: Kamera tidak lagi berputar saat menggeser layar video setelah dibuka
it: La fotocamera non ruoterà più quando si fa scorrere lo schermo video dopo l'apertura
ja: 開いた後にビデオ画面をスライドさせたときにカメラが回転しなくなりました
ko: 비디오 화면을 연 후 슬라이드 할 때 카메라가 더 이상 회전하지 않습니다.
nb: Kameraet vil ikke lenger rotere når du skyver videoskjermen etter åpning
nl: De camera draait niet meer bij het verschuiven van het videoscherm na het openen
pl: Kamera nie będzie się już obracać podczas przesuwania ekranu wideo po otwarciu
pt_br: A câmera não irá mais girar ao deslizar a tela de vídeo após a abertura
ro: Camera nu se va mai roti atunci când glisați ecranul video după deschidere
ru: Камера больше не будет вращаться при перемещении экрана видео после открытия
sv: Kameran kommer inte längre att rotera när du skjuter videoskärmen efter öppnandet
th: กล้องจะไม่หมุนอีกต่อไปเมื่อเลื่อนหน้าจอวิดีโอหลังจากเปิด
tr: Açıldıktan sonra video ekranı kaydırıldığında kamera artık dönmeyecek
vi: Máy ảnh sẽ không còn xoay khi trượt màn hình video sau khi mở
zh_hans: 开启后滑动视频画面时摄像机将不再转动
zh_hant: 開啟後滑動視頻畫面時攝像機將不再轉動

# devicelist_Matching_code_failed
source: Matching code failed
cs: Odpovídající kód se nezdařil
de: WLAN Aufbau fehlgeschlagen
es: Error de código coincidente
fi: Vastaava koodi epäonnistui
fr: Échec du code correspondant
he: התאמת הקוד נכשלה
id: Pencocokan kode gagal
it: Codice corrispondente non riuscito
ja: マッチングコードが失敗しました
ko: 코드 일치 실패
nb: Matchende kode mislyktes
nl: Overeenkomende code mislukt
pl: Nie udało się dopasować kodu
pt_br: O código de correspondência falhou
ro: Codul de potrivire nu a reușit
ru: Ошибка совпадения кода
sv: Matchningskoden misslyckades
th: รหัสที่ตรงกันล้มเหลว
tr: Eşleşen kod başarısız
vi: Không khớp mã được
zh_hans: 对码失败
zh_hant: 對碼失敗

# verify_code_sentAndChect_ios
source: Verification code has been sent to %@,please check.
cs: Ověřovací kód byl odeslán na%@,zkontrolujte prosím.
de: Verifizierungscode wurde an %@ gesendet, bitte prüfen.
fi: Vahvistuskoodi on lähetetty%@,tarkista.
fr: Le code de vérification a été envoyé à %@, veuillez vérifier.
he: קוד האימות נשלח אל%@, בדוק.
id: Kode Verifikasi telah terkirim ke%@,silakan Cek.
it: Il codice di verifica è stato inviato a %@,prego verificare
ja: 確認コードが%@に送信されました。確認してください。
ko: %@로 인증 코드가 발송되었습니다.
nb: Verifiseringskode er sendt til %@
nl: Verificatiecode verstuurt naar %@,a.u.b. controleren.
pl: Kod weryfikacyjny został wysłany na %@,proszę sprawdzić.
pt_br: O código de verificação foi enviado para%@,verifique.
ro: Codul de verificare a fost trimis la%@,verificați.
ru: Код подтверждения был отправлен на%@,пожалуйста,проверьте.
sv: Verifieringskoden har skickats till%@,kolla.
th: รหัสยืนยันถูกส่งไปที่ %@ แล้ว,โปรดตรวจสอบ
tr: Doğrulama kodu%@ adresine gönderildi,lütfen kontrol edin.
vi: Mã xác minh đã được gửi đến%@, vui lòng kiểm tra kỹ.
zh_hans: 验证码已发送至%@，请注意查收。
zh_hant: 驗證碼已發送至%@，請注意查收。

# cloud_help_migration_service_1
source: (1) Conditions for migrating cloud services: The current account has a cloud storage service of unbound devices;
cs: (1) Podmínky pro migraci cloudových služeb: Běžný účet má službu cloudového úložiště nevázaných zařízení;
de: (1) Bedingungen für die Migration von Cloud-Diensten: Die Leistungsbilanz hat einen Cloud-Speicher-Dienst von ungebundenen Einrichtungen;
es: (1) Condiciones para migrar servicios en la nube: la cuenta actual tiene un servicio de almacenamiento en la nube de Equipos no vinculados;
fi: (1) Edellytykset siirtymiselle pilvipalveluihin: vaihtotase on pilvitallennuspalvelu sitoutumattoman laitteiden
fr: (1) Conditions de migration des services cloud: le compte actuel dispose d'un service de stockage en cloud de périphériques non liés;
he: (1) תנאים עבור שירותי ענן נודדים: לחשבון הנוכחי יש שירות אחסון בענן של מכשירים לא מאוגדים;
id: (1) Ketentuan untuk memigrasi layanan cloud: Akun saat ini memiliki layanan penyimpanan cloud untuk perangkat yang tidak terikat;
it: (1) Condizioni per la migrazione dei servizi cloud: l'account corrente dispone di un servizio di archiviazione su cloud di dispositivi non associati;
ja: (1)クラウドサービスを移行するための条件：当アカウントは未バインド機器のクラウドストレージサービスを持っています。
ko: (1) 클라우드 서비스 마이그레이션 조건 : 현재 계정에는 언 바운드 장치에 대한 클라우드 스토리지 서비스가 있습니다.
nb: (1) Vilkår for migrering av skygtjenester: Den nåværende kontoen har en sky-lagringstjeneste for ubundne enheter;
nl: (1) Voorwaarden voor migratie van cloudservices: het huidige account heeft een cloudopslagdienst van niet-gekoppelde apparaten;
pl: (1) Warunki migracji usług w chmurze: Rachunek bieżący ma usługę przechowywania w chmurze niezwiązanych urządzeń;
pt_br: (1) Condições para migrar serviços em nuvem: A conta atual possui um serviço de armazenamento em nuvem de dispositivos não acoplados;
ro: (1) Condiții pentru migrarea serviciilor cloud: Contul curent are un serviciu de stocare în cloud a dispozitivelor nelegate;
ru: (1) Условия для миграции облачных сервисов: текущая учетная запись имеет облачное хранилище несвязанных устройств;
sv: (1) Villkor för att migrera molntjänster: Bytesbalansen har en molnlagringstjänst av obundna enheter;
th: (1) เงื่อนไขในการย้ายบริการคลาวด์: บัญชีปัจจุบันมีบริการจัดเก็บข้อมูลบนคลาวด์ของอุปกรณ์ที่ไม่ถูกผูกไว้
tr: (1) Bulut hizmetlerini geçirme koşulları: Cari hesapta bağlı olmayan cihazların bulut depolama hizmetine sahiptir;
vi: (1) Điều kiện để di chuyển dịch vụ đám mây: tài khoản hiện tại có dịch vụ lưu trữ đám mây không bị ràng buộc với thiết bị;
zh_hans: (1)迁移云服务的条件：当前账号存在未绑定设备的云存服务；
zh_hant: (1)遷移雲服務的條件：當前賬號存在未綁定設備的雲存服務；

# alarm_disable_alarm
source: The motion detection function of the device will be turned off after turning off the alarm function
cs: Po vypnutí funkce alarmu se funkce detekce pohybu zařízení vypne
de: Die Bewegungserkennung der Kamera wird nach dem Ausschalten der Alarmfunktion ausgeschaltet
es: La función de detección de movimiento del dispositivo se apagará después de apagar la función de alarma
fi: Laitteen liikkeentunnistustoiminto kytkeytyy pois päältä hälytystoiminnon sammuttamisen jälkeen
fr: La fonction de détection de mouvement de l'appareil sera désactivée après la désactivation de la fonction d'alarme
he: פונקציית זיהוי התנועה של המכשיר תכבה לאחר כיבוי פונקציית האזעקה
id: Fungsi deteksi gerakan perangkat akan dimatikan setelah mematikan fungsi alarm
it: La funzione di rilevamento del movimento del dispositivo verrà disattivata dopo aver disattivato la funzione di allarme
ja: アラーム機能をオフにすると、デバイスの動き検出機能がオフになります
ko: 알람 기능을 끄면 장치의 움직임 감지 기능이 꺼집니다.
nb: Bevegelsesdeteksjonsfunksjonen til enheten vil bli slått av etter at alarmfunksjonen er slått av
nl: De bewegingsdetectiefunctie van het apparaat wordt uitgeschakeld na het uitschakelen van de alarmfunctie
pl: Funkcja wykrywania ruchu urządzenia zostanie wyłączona po wyłączeniu funkcji alarmu;
pt_br: A função de detecção de movimento do dispositivo será desligada após desligar a função de alarme
ro: Funcția de detectare a mișcării a dispozitivului va fi dezactivată după dezactivarea funcției de alarmă
ru: Функция обнаружения движения устройства будет отключена после отключения функции будильника.
sv: Enhetens rörelsedetekteringsfunktion kommer att stängas av efter att larmfunktionen har stängts av
th: ฟังก์ชั่นการตรวจจับการเคลื่อนไหวของอุปกรณ์จะถูกปิดหลังจากปิดฟังก์ชั่นปลุก
tr: Alarm fonksiyonu kapatıldıktan sonra cihazın hareket algılama fonksiyonu kapanacaktır.
vi: Chức năng phát hiện chuyển động của thiết bị sẽ bị tắt sau khi tắt chức năng báo động
zh_hans: 关闭布防后，将关闭设备智能侦测功能
zh_hant: 關閉布防後，將關閉設備智能偵測功能

# password_reset_success
source: Reset password successfully
cs: Heslo bylo úspěšné
de: Passwort erfolgreich geändert
es: Restablecer contraseña exitosamente
fi: Salasanan nollaus onnistui
fr: Réinitialiser le mot de passe
he: הססמה אופסה בהצלחה
id: Reset Sandi berhasil
it: Reset password avvenuto con successo
ja: パスワードをリセットしました
ko: 비밀번호 변경 완료
nb: Passordet er gjenopprettet
nl: Wachtwoord resetten succesvol
pl: Reset hasła pomyślny
pt_br: Redefinir senha com sucesso
ro: Resetați parola cu succes
ru: Сбросить пароль успешно
sv: Återställ lösenord med framgång
th: เปลี่ยนรหัสผ่านสำเร็จ
tr: Şifreyi başarıyla sıfırla
vi: Đặt lại mật khẩu thành công
zh_hans: 密码重置成功
zh_hant: 密碼重置成功

# binding_wait
source: Binding...
cs: Vazba...
de: Verbindung, bitte warten...
es: Vinculante...
fi: Sidonta ...
fr: Contraignant...
he: כריכה...
id: Mengikat...
it: Legame...
ja: バインディング...
ko: 제본...
nb: Bindende ...
nl: Verbindend...
pl: Wiążący...
pt_br: Encadernação...
ro: Legare...
ru: Связывание ...
sv: Bindande...
th: ผูกพัน...
tr: bağlayıcı...
vi: Ràng buộc ...
zh_hans: 正在绑定...
zh_hant: 正在綁定...

# preview_doorbell_intercom_success
source: Intercom started successfully
cs: Interkom začal úspěšně
de: Wechselsprechen wurde erfolgreich gestartet
es: El intercomunicador comenzó con éxito
fi: Intercom alkoi onnistuneesti
fr: L'interphone a démarré avec succès
he: אינטרקום החלה בהצלחה
id: Interkom mulai dengan sukses
it: Intercom avviato correttamente
ja: 双方向通話機能が正常に起動しました
ko: 인터컴이 성공적으로 시작되었습니다.
nb: Intercom startet vellykket
nl: Intercom is met succes gestart
pl: Domofon rozpoczął się pomyślnie
pt_br: Intercom começou com sucesso
ro: Interfonul a început cu succes
ru: Домофон успешно стартовал
sv: Intercom startade framgångsrikt
th: เปิดอินเตอร์คอมสำเร็จ
tr: İnterkom başarıyla başladı
vi: Intercom đã được bật thành công
zh_hans: 对讲开启成功
zh_hant: 對講開啟成功

# login_open_wechat
source: App wants to start wechat
cs: App chce otevřít "WeChat"
de: App möchte wechat starten
es: La aplicación quiere comenzar wechat
fi: App haluaa avata "WeChat"
fr: l'application veut lancer WeChat
he: App רוצה להתחיל wechat
id: APP akan memulai Wechat
it: L'applicazione vuole inizializzare Wechat
ja: アプリがWechatを起動させます
ko: 위챗을 실행합니다.
nb: App vil starte WeChat
nl: App wil wechat starten
pl: EseeCloud chce uruchomić wechat
pt_br: App quer começar wechat
ro: Aplicația vrea să înceapă să cânte
ru: Приложение хочет начать wechat
sv: App vill börja wechat
th: เข้าสู่ระบบด้วย วีแชท
tr: App wechat başlamak istiyor
vi: Ứng dụng muốn mở "WeChat"
zh_hans: App想要打开“微信”
zh_hant: App想要打開“微信”

# devicesetting_4G_card_sim_card_no_flow
source: The SIM card of the device is running out of data. Please recharge the SIM card immediately.
cs: SIM karta zařízení neobsahuje žádná data. SIM kartu okamžitě dobijte.
de: Daten auf SIM-Karte fast aufgebraucht. Bitte SIM-Karte sofort aufladen.
es: La tarjeta SIM del dispositivo no tiene datos. Recargue la tarjeta SIM de inmediato.
fi: Laitteen SIM-kortilla ei ole tietoa. Lataa SIM-kortti heti.
fr: La carte SIM de l'appareil ne contient aucune donnée. Veuillez recharger la carte SIM immédiatement.
he: לכרטיס ה- SIM של המכשיר אין נתונים. אנא טען מחדש את כרטיס ה- SIM מייד.
id: Kartu SIM perangkat tidak memiliki data. Harap segera isi ulang kartu SIM.
it: La carta SIM del dispositivo non ha dati. Ricaricare immediatamente la carta SIM.
ja: デバイスのSIMカードにはデータがありません。 SIMカードをすぐに充電してください。
ko: 장치의 SIM 카드에 데이터가 없습니다. SIM 카드를 즉시 충전하십시오.
nb: SIM-kortet til enheten har ingen data. Vennligst lad SIM-kortet umiddelbart.
nl: De simkaart van het apparaat bevat geen gegevens. Laad de SIM-kaart onmiddellijk op.
pl: Karta SIM urządzenia nie ma danych. Natychmiast naładuj kartę SIM.
pt_br: O cartão SIM do dispositivo não possui dados. Por favor, recarregue o cartão SIM imediatamente.
ro: Cartela SIM a dispozitivului nu are date. Vă rugăm să reîncărcați cardul SIM imediat.
ru: На SIM-карте устройства нет данных. Пожалуйста, немедленно зарядите SIM-карту.
sv: Enhetens SIM-kort har inga data. Ladda SIM-kortet omedelbart.
th: ซิมการ์ดของอุปกรณ์ข้อมูลใกล้หมด กรุณาเติมซิมการ์ดทันที
tr: Cihazın SIM kartında veri yok. Lütfen SIM kartı hemen şarj edin.
vi: Thẻ SIM của thiết bị không có dữ liệu, vui lòng nạp tiền vào thẻ SIM ngay lập tức.
zh_hans: 设备SIM卡已无流量，请立即为SIM卡充值流量。
zh_hant: 設備SIM卡已無流量，請立即為SIM卡充值流量。

# demo_video_presentation_point
source: Product demonstration
cs: Ukázka produktu
de: Produktdemonstration
es: Demostración de producto
fi: Tuotteen esittely
fr: Démonstration de produit
he: הדגמת מוצר
id: Demonstrasi produk
it: Dimostrazione del prodotto
ja: 製品デモ
ko: 제품 데모
nb: Produkt demonstrasjon
nl: Product demonstratie
pl: Demonstracja produktu
pt_br: Demonstração de produto
ro: Demonstratie produs
ru: Демонстрация продукта
sv: Produktdemonstration
th: สาธิตสินค้า
tr: Ürün tanıtımı
vi: Bản giới thiệu sản phẩm
zh_hans: 产品演示
zh_hant: 產品演示

# person_feedback_question_ROM_software_1
source: Self-booting management: the application needs to be added to the [self-booting management] list, otherwise the process cannot be started after shutting down the process or restarting it;
cs: Self-boot management: aplikace musí být přidána do seznamu [self-boot boot management], jinak proces nemůže být spuštěn po ukončení procesu nebo restartování;
de: Self-Boot-Management: Die Anwendung muss zur Liste [Self-Boot-Management] hinzugefügt werden. Andernfalls kann der Prozess nicht gestartet werden, nachdem der Prozess heruntergefahren oder neu gestartet wurde.
es: Gestión de autoarranque: la aplicación debe agregarse a la lista [gestión de autoarranque], de lo contrario el proceso no puede iniciarse después de cerrar el proceso o reiniciarlo;
fi: Itsekäynnistyksen hallinta: sovellus on lisättävä [itse käynnistymisen hallinta] -luetteloon, muuten prosessia ei voida käynnistää prosessin sammuttamisen tai uudelleenkäynnistyksen jälkeen;
fr: Gestion de l'auto-amorçage: l'application doit être ajoutée à la liste [gestion de l'auto-amorçage], sinon le processus ne peut pas être démarré après l'arrêt ou le redémarrage du processus;
he: ניהול אתחול עצמי: יש להוסיף את היישום לרשימת [ניהול האתחול העצמי], אחרת לא ניתן להתחיל בתהליך לאחר כיבוי התהליך או הפעלה מחדש;
id: Manajemen booting sendiri: aplikasi perlu ditambahkan ke daftar [manajemen booting diri], jika tidak proses tidak dapat dimulai setelah mematikan proses atau memulai kembali;
it: Gestione auto-boot: l'applicazione deve essere aggiunta all'elenco [auto-boot management], altrimenti il ​​processo non può essere avviato dopo aver chiuso il processo o averlo riavviato;
ja: セルフブート管理：アプリケーションを[セルフブート管理]リストに追加する必要があります。追加しない場合、プロセスをシャットダウンまたは再起動した後にプロセスを開始できません。
ko: 자체 부팅 관리 : 응용 프로그램을 [자체 부팅 관리] 목록에 추가해야합니다. 그렇지 않으면 프로세스를 종료하거나 다시 시작한 후 프로세스를 시작할 수 없습니다.
nb: Styring av selvoppstart: applikasjonen må legges til i listen over selvoppstartende ledelse, ellers kan ikke prosessen startes etter å ha avsluttet prosessen eller startet den på nytt;
nl: Self-booting management: de applicatie moet worden toegevoegd aan de lijst [self-booting management], anders kan het proces niet worden gestart nadat het proces is afgesloten of opnieuw is opgestart;
pl: Zarządzanie samoczynnym uruchomieniem: aplikacja musi zostać dodana do listy [zarządzanie samoczynnego uruchamiania], w przeciwnym razie proces nie będzie mógł zostać uruchomiony po jego zamknięciu lub ponownym uruchomieniu;
pt_br: Gerenciamento de inicialização automática: o aplicativo precisa ser adicionado à lista [gerenciamento de inicialização automática]; caso contrário, o processo não poderá ser iniciado após o desligamento ou a reinicialização;
ro: Gestionare de auto-bootare: aplicația trebuie adăugată la lista [gestionarea de auto-bootare], altfel procesul nu poate fi început după oprirea procesului sau repornirea acesteia;
ru: Управление автозагрузкой: приложение необходимо добавить в список [управление автозагрузкой], иначе процесс не может быть запущен после его завершения или перезапуска;
sv: Självstartande hantering: applikationen måste läggas till i listan över [självstarthantering], annars kan processen inte startas efter att processen har stängts av eller omstartats;
th: การจัดการการบูตด้วยตนเอง: จำเป็นต้องเพิ่มแอปพลิเคชันในรายการ [การจัดการการบูตด้วยตนเอง] มิฉะนั้นกระบวนการจะไม่สามารถเริ่มทำงานได้หลังจากปิดกระบวนการหรือเริ่มต้นใหม่
tr: Kendi kendine önyükleme yönetimi: uygulamanın [kendi kendine önyükleme yönetimi] listesine eklenmesi gerekir, aksi takdirde işlem kapatıldıktan veya yeniden başlatıldıktan sonra başlatılamaz;
vi: Quản lý tự khởi động: Ứng dụng cần được thêm vào danh sách [quản lý tự khởi động], nếu không, quy trình không thể được bắt đầu sau khi hủy quy trình hoặc khởi động lại;
zh_hans: 自启动管理：需要把应用加到［自启动管理］列表，否则杀进程或重新开机后进程无法开启；
zh_hant: 自啟動管理：需要把應用加到［自啟動管理］列表，否則殺進程或重新開機後進程無法開啟；

# preview_preset_help_5
source: Confirm whether to delete the preset position
cs: Potvrďte, zda chcete odstranit přednastavenou pozici
de: Bestätigen Sie, ob die Preset Position gelöscht werden soll
es: Confirme si desea eliminar la posición preestablecida
fi: Vahvista, haluatko poistaa esiasetetun sijainnin
fr: Confirmer s'il faut supprimer la position préréglée
he: אשר אם למחוק את המיקום המוגדר מראש
id: Konfirmasikan apakah akan menghapus posisi preset
it: Confermare se eliminare la posizione preimpostata
ja: プリセット位置を削除するかどうかを確認する
ko: 프리셋 위치 삭제 여부 확인
nb: Bekreft om du vil slette den forhåndsinnstilte posisjonen
nl: Bevestig of u de vooraf ingestelde positie wilt verwijderen
pl: Potwierdź, czy usunąć zaprogramowaną pozycję
pt_br: Confirme se deseja excluir a posição predefinida
ro: Confirmați dacă ștergeți poziția presetată
ru: Подтвердите, следует ли удалить предустановленное положение
sv: Bekräfta om den förinställda positionen ska raderas
th: ยืนยันว่าจะลบตำแหน่งที่ตั้งไว้ล่วงหน้า
tr: Ön ayar konumunun silinip silinmeyeceğini onaylayın
vi: Xác nhận có xóa vị trí đặt trước hay không
zh_hans: 确认是否删除该常看位置
zh_hant: 確認是否刪除該常看位置

# person_trial_latest_trial_version
source: Currently the latest trial version
cs: V současné době nejnovější zkušební verze
de: Neueste Testversion
es: Actualmente la última versión de prueba
fi: Tällä hetkellä uusin kokeiluversio
fr: Actuellement la dernière version d'essai
he: כרגע את גירסת הניסיון האחרונה
id: Saat ini versi uji coba terbaru
it: Attualmente l'ultima versione di prova
ja: 現在最新の試用版
ko: 현재 최신 버전
nb: Foreløpig den siste prøveversjonen
nl: Momenteel de nieuwste proefversie
pl: Obecnie najnowsza wersja próbna
pt_br: Atualmente, a última versão experimental
ro: În prezent, cea mai recentă versiune de încercare
ru: В настоящее время последняя пробная версия
sv: För närvarande den senaste provversionen
th: รุ่นทดลองเวอร์ชั่นล่าสุด
tr: Şu anda en son deneme sürümü
vi: Nó hiện là phiên bản thử nghiệm mới nhất
zh_hans: 当前已经是最新的试用版本
zh_hant: 當前已經是最新的試用版本
