Repository: Yolo-cell-hash/go_home_ios
Catalog: ios/Runner/JASDK/JAResources/XLanguage/X35MultiLanguage/*.lproj/X35MutiLanguage.strings
Languages: cs, de, es, fi, fr, he, id, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sv, th, tr, vi, zh_hans, zh_hant

# cannot_contain_chinese
source: Can't contain Chinese
cs: Nemůže obsahovat čínštinu
de: Chinesisch darf nicht enthalten sein
es: No puede contener chino
fi: Ei voi sisältää kiinaa
fr: Ne peut pas contenir de chinois
he: לא יכול להכיל סינית
id: Bahasa China tidak bisa
it: Non è possibile inserire caratteri cinesi
ja: 中国語は含めれません。
ko: 한글은 사용할 수 없습니다.
nb: Passord kan ikke inneholde Kinesisk
nl: Mag geen Chinese
pl: Brak języka chińskiego
pt_br: Não pode conter chinês
ro: Nu pot conține chinezi
ru: Не может содержать китайский
sv: Kan inte innehålla kinesiska
th: ไม่สามารถใช้ภาษาจีนได้
tr: Çince içeremez
vi: Không thể chứa tiếng Trung
zh_hans: 不能含有中文
zh_hant: 不能含有中文

# cloud_details
source: Cloud storage details
cs: Údaje o úložišti v cloudu
de: Cloudspeicher Details
es: Detalles de almacenamiento en la nube
fi: Pilvipalvelun tiedot
fr: Détails du stockage dans le Cloud
he: פרטי אכסון הענן
id: Detil Penyimpanan Awan
it: Dettagli archiviazione cloud
ja: クラウドストレージの詳細
ko: 클라우드 저장 용량 세부 정보
nb: Detaljer om skylagring
nl: Details cloudopslag
pl: Szczegóły przechowywania w chmurze
pt_br: Detalhes do armazenamento em nuvem
ro: Detalii privind depozitarea cloud
ru: Детали облачного хранилища
sv: Cloud storage detaljer
th: รายละเอียดพื้นที่เก็บข้อมูลคลาวด์
tr: Bulut depolama detayları
vi: Chi tiết tiền gửi qua đám mây
zh_hans: 云存详情
zh_hant: 雲存詳情

# deviceSetting_videoBackup_startTimeYY
source: year
cs: Rok
de: Jahr
es: año
fi: vuosi
fr: année
he: שנה
id: tahun
it: Anno
ja: 年
ko: 년
nb: år
nl: jaar
pl: rok
pt_br: ano
ro: an
ru: год
sv: år
th: ปี
tr: yıl
vi: năm
zh_hans: 年
zh_hant: 年

# me_cloudStore
source: Cloud mall
de: Cloud Shop
es: Centro comercial Yun
fi: Cloud-ostoskeskus
fr: Magasin Cloud
he: חנות ענן
id: Mall Awan
it: Negozio cloud
ja: ショップ
ko: 클라우드 몰
nb: Skybutikk
nl: Cloud-mail
pl: Centrum Chmury
pt_br: Shopping center
ru: Облако центр
th: คลาวด์มอลล์
tr: Bulut merkezi
zh_hans: 云商城
zh_hant: 雲商城

# AI_Smart_detection_describe
source: Accurately identify human, cars, pets, packages, etc. and push notifications through APP
cs: Přesně identifikujte lidi, auta, domácí mazlíčky, balíčky atd. a posílejte oznámení prostřednictvím APP
de: Identifizieren Sie Personen, Autos, Haustiere, Pakete usw. genau und senden Sie Benachrichtigungen über die APP
es: Identifique con precisión humanos, automóviles, mascotas, paquetes, etc. y envíe notificaciones a través de la aplicación
fi: Tunnista tarkasti ihmiset, autot, lemmikit, paketit jne. ja paina ilmoituksia APP:n kautta
fr: Identifiez avec précision les humains, les voitures, les animaux de compagnie, les colis, etc. et envoyez des notifications via l'APP
he: זהה במדויק בני אדם, מכוניות, חיות מחמד, חבילות וכו' ודחף התראות דרך APP
id: Identifikasi manusia, mobil, hewan peliharaan, paket, dll. Secara akurat dan pemberitahuan push melalui APP
it: Identifica con precisione persone, auto, animali domestici, pacchi, ecc. e notifiche push tramite APP
ja: 人間、車、ペット、荷物などを正確に識別し、APP を介してプッシュ通知を送信します
ko: 사람, 자동차, 애완동물, 소포 등을 정확하게 식별하고 APP를 통한 푸시 알림
nb: Identifiser mennesker, biler, kjæledyr, pakker osv. nøyaktig og push-varsler gjennom APP
nl: Identificeer nauwkeurig mensen, auto's, huisdieren, pakketten, enz. En pushmeldingen via APP
pl: Dokładnie identyfikuj ludzi, samochody, zwierzęta domowe, paczki itp. I powiadomienia push za pośrednictwem aplikacji!
pt_br: Identifique com precisão humanos, carros, animais de estimação, pacotes, etc. e envie notificações por meio do APP
ro: Identificați cu precizie oameni, mașini, animale de companie, pachete etc. și notificări push prin APP
ru: Точно идентифицируйте людей, автомобили, домашних животных, посылки и т. д. и отправляйте уведомления через приложение
sv: Identifiera människor, bilar, husdjur, paket etc. noggrant och push-meddelanden via APP
th: ระบุคน รถยนต์ สัตว์เลี้ยง แพ็คเกจ ฯลฯ ได้อย่างแม่นยำ และการแจ้งเตือนแบบพุชผ่าน APP
tr: İnsanları, arabaları, evcil hayvanları, paketleri vb. doğru bir şekilde tanımlayın ve APP aracılığıyla bildirimleri itin
vi: Xác định chính xác con người, ô tô, vật nuôi, gói hàng, v.v. và thông báo đẩy thông qua APP
zh_hans: 精确识别人、车、宠物、包裹等并通过APP推送通知
zh_hant: 精確識別人、車、寵物、包裹等並通過APP推送通知

# Service_map_security_experience
source: Years of security experience
cs: Roky bezpečnostních zkušeností
de: Jahre Sicherheitserfahrung
es: Años de experiencia en seguridad.
fi: Vuotta tietoturvakokemusta
fr: Des années d'expérience en sécurité
he: שנות ניסיון ביטחוני
id: Pengalaman keamanan bertahun-tahun
it: Anni di esperienza nella sicurezza
ja: 長年のセキュリティ経験
ko: 수년간의 보안 경험
nb: År med sikkerhetserfaring
nl: Jarenlange beveiligingservaring
pl: Lata doświadczenia w zakresie bezpieczeństwa
pt_br: Anos de experiência em segurança
ro: Ani de experiență în securitate
ru: Годы опыта в области безопасности
sv: Års säkerhetsupplevelse
th: ประสบการณ์ด้านความปลอดภัยหลายปี
tr: Yıllarca süren güvenlik deneyimi
vi: Kinh nghiệm bảo mật nhiều năm
zh_hans: 安防经验年限
zh_hant: 安防經驗年限

source: Europe/Brussels
cs: Evropa / Brusel
de: Europa / Brüssel
es: Europa / Bruselas
fi: Eurooppa / Bryssel
fr: Europe / Bruxelles
he: אירופה / בריסל
id: Eropa / Brussel
ja: ヨーロッパ/ブリュッセル
ko: 유럽 ​​/ 브뤼셀
nb: Europa / Brussel
pl: Europa / Bruksela
pt_br: Europa / Bruxelas
ro: Europa / Bruxelles
ru: Европа / Брюссель
th: ยุโรป / บรัสเซลส์
tr: Avrupa / Brüksel
vi: Brussels / Trung Âu
zh_hans: 布鲁塞尔/中欧
zh_hant: 布魯塞爾/中歐

source: America/Costa Rica
cs: Amerika / Kostarika
de: Amerika / Costa Rica
fi: Amerikka / Costa Rica
fr: Amérique / Costa Rica
he: אמריקה / קוסטה ריקה
id: Amerika / Kosta Rika
ja: アメリカ/コスタリカ
ko: 아메리카 / 코스타리카
nb: Amerika / Costa Rica
nl: Amerika / Costa Rica
pl: Ameryka / Kostaryka
pt_br: América / Costa Rica
ru: Америка / Коста-Рика
sv: Amerika / Costa Rica
th: อเมริกา / คอสตาริก้า
tr: Amerika / Kosta Rika
vi: Costa Rica / Trung Mỹ
zh_hans: 哥斯达黎加/美国中部
zh_hant: 哥斯達黎加/美國中部

# select_the_language_content
source: Select device voice assistant language
cs: Zvolte jazyk vyzváněcích tónů zařízení
de: Sprache der Sprachansage auswählen
es: Elija el idioma del mensaje de voz del Equipo
fi: Valitse laitteen kehotuksen äänen kieli
fr: Choisir la langue des annonces de l'appareil
he: בחר
id: Pilih bahasa pemberitahuan suara
it: Selezionare lingua guida vocale del dispositivo
ja: 音声読上げの言語を選択してください
ko: 장치 음성 안내 언어 선택
nb: Velg språk på varsellyd
nl: Taal stem assistant
pl: Wybierz język asystenta głosowego
pt_br: Escolher idioma do prompt de voz do dispositivo
ro: Alegeți limba dispozitivului pentru voce
ru: Выберите язык голосовой подсказки устройства
sv: Välj språk för språklösenord
th: เลือกเสียงผู้ช่วยอุปกรณ์
tr: Cihazın sesli komut dilini seçin
vi: Chọn ngôn ngữ của lời nhắc thiết bị
zh_hans: 选择设备提示音语言
zh_hant: 選擇設備提示音語言

# devicesetting_area_number
source: Area %1$d
cs: Plocha%1$d
de: Bereich%1$d
es: Área%1$d
fi: Alue%1$d
fr: Surface %1$d
he: אזור%1$d
ja: エリア%1$d
ko: 영역 %1$d
nb: Område%1$d
nl: Gebied%1$d
pl: Obszar%1$d
pt_br: Área%1$d
ro: Zona%1$d
ru: Площадь%1$d
sv: Område%1$d
th: พื้นที่%1$d
tr: %1$d alanı
vi: Khu vực%1$d
zh_hans: 区域%1$d
zh_hant: 區域%1$d

# deviceSetting_Push_messages
source: Push messages
cs: Push zprávy
de: Push-Nachrichten
es: Mensajes push
fi: Push viestit
fr: Messages push
he: הודעות דחיפה
id: Pesan dorong
it: Messaggi push
ja: プッシュメッセージ
ko: 푸시 메시지
nb: Push-meldinger
nl: Push-berichten
pl: Wiadomości push
pt_br: Mensagens push
ro: Mesaje push
ru: Push-сообщения
sv: Push-meddelanden
th: ดันข้อความ
tr: Push mesajları
vi: Đẩy tin nhắn
zh_hans: 推送消息
zh_hant: 推送消息

# adddevice_confirm_add
source: Confirm add
cs: Potvrďte přidání
de: Hinzufügen bestätigen
es: Confirmar agregar
fi: Vahvista lisäys
fr: Confirmer ajouter
he: אשר הוספה
id: Konfirmasikan add
it: Conferma aggiungi
ja: 追加を確認
ko: 추가 확인
nb: Bekreft legg til
nl: Bevestig toevoegen
pl: Potwierdź dodaj
pt_br: Confirmar adição
ro: Confirmați adăugarea
ru: Подтвердите добавление
sv: Bekräfta lägg till
th: ยืนยันการเพิ่ม
tr: Eklemeyi onayla
vi: Xác nhận thêm
zh_hans: 确认添加
zh_hant: 確認添加

# cloud_no_cloud_purchased
source: No cloud storage purchased
cs: Cloudové úložiště nebylo zakoupeno
de: Kein Cloud-Speicher gekauft
es: almacenamiento en la nube no compró
fi: Ei pilvitallennusta ostettu
fr: Aucun stockage cloud acheté
he: לא נרכש אחסון בענן
id: Penyimpanan cloud tidak dibeli
it: Nessun cloud storage acquistato
ja: 購入したクラウドストレージいいえ
ko: 어떤 클라우드 스토리지를 구입하지
nb: Ingen skylagring kjøpt
nl: Geen cloudopslag gekocht
pl: Nie kupiono miejsca w chmurze
pt_br: armazenamento em nuvem não compra
ro: nor de stocare nu a cumpărat
ru: Облако хранения не приобрели
sv: Ingen molnlagring köpt
th: ยังไม่ได้ซื้อที่เก็บข้อมูลบนคลาวด์
tr: Bulut depolama satın alınmamış
vi: Chưa mua bộ nhớ đám mây
zh_hans: 暂未购买云存储
zh_hant: 暫未購買雲存儲

# devicelis_Get_failed
source: Get failed
cs: Nepovedlo se
de: Werde gescheitert
es: Obtener fallado
fi: Tule epäonnistumaan
fr: Échec
he: להיכשל
id: Gagal
it: Fallo
ja: 失敗する
ko: 실패하다
nb: Bli mislykket
nl: Gefaald krijgen
pl: Nie powiodło się
pt_br: Falha
ro: A eșuat
ru: Получить провал
sv: Bli misslyckad
th: ล้มเหลว
tr: Başarısız ol
vi: Nhận thất bại
zh_hans: 领取失败
zh_hant: 領取失敗

# share_device_friend_device
source: Friends shared "%1$s" for you, and quickly opened %2$s scan it!
cs: Přátelé pro vás sdíleli"%1$s" a rychle otevřeli%2$s, aby ho zametli!
de: "%1$s" wurde mit Ihnen geteilt, öffnen und scannen über %2$s!
es: ¡Los amigos compartieron"%1$s" por ti y rápidamente abrieron%2$s para barrerlo!
fi: Ystävät jakoivat"%1$s "sinulle ja avasivat nopeasti kohteen%2$s pyyhkäistäksesi sen!
fr: Les amis ont partagé"%1$s" pour vous et ont rapidement ouvert%2$s pour le balayer!
he: חברים שיתפו את"%1$s" עבורך, ופתחו במהירות%2$s כדי לטאטא אותה!
id: Teman membagikan"%1$s" untuk Anda, dan dengan cepat membuka%2$s untuk menyapu!
it: Gli amici hanno condiviso"%1$s "per te e hanno rapidamente aperto%2$s per spazzarlo!
ja: 友だちが"%1$s"を共有し、すぐに%2$sを開いてスイープしました！
ko: 친구가 귀하를 위해 "%1$s"을 공유하고 신속하게 %2$s을 (를) 열었습니다!
nb: Venner delte"%1$s" for deg, og åpnet raskt %2$s for å feie det!
nl: Vrienden hebben"%1$s" voor je gedeeld en hebben snel %2$s geopend om het te vegen!
pl: Znajomi udostępnili Ci"%1$s" i szybko otworzyli%2$s, aby go zamieść!
pt_br: Amigos compartilharam"%1$s" para você e abriram%2$s rapidamente para varrer!
ro: Prietenii au împărtășit"%1$s" pentru tine și au deschis rapid%2$s pentru a mătura!
ru: Друзья поделились с вами"%1$s" и быстро открыли%2$s, чтобы его найти!
sv: Vänner delade"%1$s" åt dig och öppnade snabbt%2$s för att svepa det!
th: เพื่อนแชร์ "%1$s" กับคุณเปิด%2$s ทันทีแล้วสแกน!
tr: Arkadaşlar sizin için"%1$s" paylaştı ve hızlı bir şekilde taramak için%2$s açtı!
vi: Bạn bè đã chia sẻ "%1$s" cho bạn và nhanh chóng mở %2$s quét nó!
zh_hans: 好友给你分享了“%1$s”，赶紧打开%2$s扫一扫吧！
zh_hant: 好友給你分享了“%1$s”，趕緊打開%2$s掃一掃吧！

source: Atlantic/Azores
cs: Atlantik / Azory
de: Atlantik / Azoren
es: Atlántico / Azores
fr: Atlantique / Açores
he: אטלנטיק / אזורים
id: Atlantik / Azores
ja: 大西洋/アゾレス諸島
ko: 대서양 / 아 조레스
nb: Atlanterhavet / Azorene
pl: Atlantyk / Azory
pt_br: Atlântico / Açores
ru: Atlantic / Азорские острова
sv: Atlantic / Azorerna
th: แอตแลนติก / อะซอเรส
tr: Atlantik / Azores
vi: Azores
zh_hans: 亚述尔群岛
zh_hant: 亞述爾群島

# help_preview_ttextTips_5
source: Full screen:tap button and switch to landscape viewing
cs: Celá obrazovka: Klepnutím na tlačítko přepnete horizontální obrazovku
de: Vollbild: Tippen Sie auf den Button, um das Bild im Querformat anzuzeigen
es: Pantalla completa: haga clic en el botón y cambie a visualización horizontal
fi: Koko näyttö: Napsauta painiketta,kun haluat vaihtaa vaakasuuntaisen näytön
fr: Plein écran : cliquez sur le bouton et passez en mode paysage
he: מסך מלא: החלף למצב מסך מלא
id: Layar Penuh : Klik tombol dan pindah ketampilan mendatar
it: Schermo intero: Premere il pulsante per passare alla visualizzazione a schermo intero
ja: 全画面表示：ボタンをクリックして全画面へ切り替えます
ko: 전체 화면 : 버튼을 클릭하고 가로보기로 전환합니다.
nb: Fullskjerm: Klikk på knappen for å bytte til horisontal skjerm
nl: Volledig scherm:klik op knop en schakel naar liggende weergave
pl: Pełny ekran: przełączenie na widok penłnoekranowy
pt_br: Tela cheia: clique no botão e mude para visualização em paisagem
ro: Ecran complet: faceți clic pe buton și comutați la vizionarea peisajului
ru: Полный экран: нажмите кнопку и переключитесь в режим просмотра ландшафта
sv: Full skärm: klicka på knappen och växla till landskapsvisning
th: เต็มหน้าจอ: คลิกปุ่มเพื่อแสดงผลหน้าจอแนวนอน
tr: Tam ekran: düğmesine tıklayın ve yatay görüntülemeye geçin
vi: Toàn màn hình: nhấp vào nút để chuyển đổi hiển thị màn hình ngang
zh_hans: 全屏：点击按钮切换横屏显示
zh_hant: 全屏：點擊按鈕切換橫屏顯示

# preview_no_video_service_off
source: Video service is off
cs: Služba Video je vypnutá
de: Videodienst deaktiviert
es: El servicio de video esta apagado
fi: Videopalvelu on pois päältä
fr: Le service vidéo est désactivé
he: שירות הווידאו כבוי
id: Layanan video tidak aktif
it: Il servizio video è disattivato
ja: ビデオサービスはオフです
ko: 비디오 서비스 꺼짐
nb: Videotjenesten er slått av
nl: Videoservice is uitgeschakeld
pl: Usługa wideo jest wyłączona
pt_br: O serviço de vídeo está desativado
ro: Serviciul video este oprit
ru: Видео сервис отключен
sv: Videotjänsten är avstängd
th: วิดีโอเซอร์วิสปิดอยู่
tr: Video servisi kapalı
vi: Dịch vụ video bị đóng
zh_hans: 视频服务已关闭
zh_hant: 視頻服務已關閉

# preview_speak_hang_up
source: Hang up
cs: Zavěsit
de: Beenden
es: colgar
fi: Ripusta
fr: Raccrocher
he: לנתק
id: Tutup
it: Appendere
ja: 通話を切る
ko: 종료
nb: Legg på
nl: ophangen
pl: rozłącz się
pt_br: desligar
ro: închide
ru: вешать трубку
sv: Lägg på
th: วางสาย
tr: telefonu kapatmak
vi: Dừng nói
zh_hans: 挂断
zh_hant: 掛斷

# Lead_page_3
source: Settings Center
cs: Centrum nastavení
de: Einstellungscenter
es: Centro de configuración
fi: Asetuskeskus
fr: Centre des paramètres
he: מרכז ההגדרות
id: Pusat Pengaturan
it: Centro impostazioni
ja: 設定センター
ko: 설정 센터
nb: Innstillingssenter
nl: Instellingencentrum
pl: Centrum ustawień
pt_br: Centro de configurações
ro: Centrul de setări
ru: Центр настроек
sv: Inställningscenter
th: ศูนย์การตั้งค่า
tr: Ayarlar Merkezi
vi: Trung tâm cài đặt
zh_hans: 设置中心
zh_hant: 設置中心

# Addevice_turn_on_camera_as_follows
source: Please turn on the camera as follows:
cs: Zapněte fotoaparát následovně:
de: Bitte Kamera wie folgt einschalten:
es: Encienda la cámara de la siguiente manera:
fi: Kytke kamera päälle seuraavasti:
fr: Veuillez allumer la caméra comme suit :
he: אנא הפעל את המצלמה באופן הבא:
id: Silakan nyalakan kamera sebagai berikut:
it: Si prega di accendere la fotocamera come segue:
ja: 次のようにカメラの電源を入れてください。
ko: 다음과 같이 카메라를 켜십시오.
nb: Slå på kameraet som følger:
nl: Zet de camera als volgt aan:
pl: Proszę włączyć aparat w następujący sposób:
pt_br: Ligue a câmera da seguinte forma:
ro: Vă rugăm să porniți camera după cum urmează:
ru: Пожалуйста, включите камеру следующим образом:
sv: Slå på kameran enligt följande:
th: กรุณาเปิดกล้องดังนี้:
tr: Lütfen kamerayı aşağıdaki şekilde açın:
vi: Vui lòng bật camera như sau:
zh_hans: 请按以下步骤开启摄像机：
zh_hant: 請按以下步驟開啟攝像機：

# setting_password
source: Set password
cs: Nastavit heslo
de: Passwort festlegen
es: Configurar la clave
fi: Aseta salasana
fr: Définir le mot de passe
he: הגדר סיסמא
id: Setel kata sandi
it: Impostare la password
ja: パスワードを設定してください
ko: 암호를 설정하세요
nb: Lag et passord
nl: Stel een wachtwoord in
pl: Ustaw hasło
pt_br: Configurar senha
ro: Seteaza parola
ru: Установка пароля
sv: Välj lösenord
th: ตั้งรหัสผ่าน
tr: Şifreyi belirle
vi: Đặt mật khẩu
zh_hans: 设置密码
zh_hant: 設置密碼

# Devicesetting_Used_capacity
source: Used capacity
cs: Využitá kapacita
de: Verwendet
es: Capacidad utilizada
fi: Käytetty kapasiteetti
fr: Capacité utilisée
he: קיבולת משומשת
id: Kapasitas yang digunakan
it: Capacità utilizzata
ja: 使用容量
ko: 사용 용량
nb: Brukt kapasitet
nl: Gebruikte capaciteit
pl: Wykorzystana pojemność
pt_br: Capacidade usada
ro: Capacitate uzată
ru: Используемая мощность
sv: Använd kapacitet
th: ความจุที่ใช้
tr: Kullanılan kapasite
vi: Công suất đã sử dụng
zh_hans: 已使用容量
zh_hant: 已使用容量

# deviceSetting_schedule_not_allday_record
source: You haven't added any schedule yet, closing the recording schedule device will resume all-day recording
cs: Dosud jste nepřidali žádný plán, zavřením zařízení pro plánování nahrávání bude pokračovat celodenní nahrávání
de: Es wurde noch kein Zeitplan hinzugefügt. Wenn das Menü ohne Änderungen geschlossen wird, wird die ganztägige Daueraufnahme fortgesetzt.
es: Aún no ha agregado ningún horario, al cerrar el dispositivo de horario de grabación se reanudará la grabación de todo el día.
fi: Et ole vielä lisännyt yhtään aikataulua. Tallennusaikataululaitteen sulkeminen jatkaa koko päivän tallennusta
fr: Vous n'avez pas encore ajouté de programmation, la fermeture de l'appareil de programmation d'enregistrement reprendra l'enregistrement toute la journée
he: עדיין לא הוספת לוח זמנים, סגירת מכשיר לוח הזמנים של ההקלטה תחדש את ההקלטה במשך כל היום
id: Anda belum menambahkan jadwal apa pun, menutup perangkat jadwal perekaman akan melanjutkan perekaman sepanjang hari
it: Non hai ancora aggiunto alcuna pianificazione, chiudendo la pianificazione della registrazione il dispositivo riprenderà la registrazione per tutto il giorno
ja: まだスケジュールを追加していません。録画スケジュールデバイスを閉じると、終日の録画が再開されます
ko: 아직 일정을 추가하지 않았습니다. 녹화 일정 장치를 닫으면 하루 종일 녹화가 재개됩니다.
nb: Du har ikke lagt til noen tidsplan ennå, lukking av opptaksplanenheten vil gjenoppta hele dagen
nl: Je hebt nog geen schema toegevoegd. Als je het apparaat met het opnameschema sluit, wordt de hele dag opname hervat
pl: Nie dodałeś jeszcze żadnego harmonogramu, zamknięcie urządzenia z harmonogramem nagrywania spowoduje wznowienie nagrywania całodniowego
pt_br: Você ainda não adicionou nenhum agendamento, fechar o dispositivo de agendamento de gravação retomará a gravação do dia inteiro
ro: Încă nu ați adăugat niciun program, închiderea dispozitivului pentru programul de înregistrare va relua înregistrarea pe tot parcursul zilei
ru: Вы еще не добавили расписание. Закрытие устройства расписания записи возобновит запись в течение всего дня.
sv: Du har inte lagt till något schema än. Om du stänger inspelningsschemat återupptas inspelningen hela dagen
th: คุณยังไม่ได้เพิ่มกำหนดการใดๆ การปิดอุปกรณ์กำหนดเวลาการบันทึกจะกลับมาบันทึกต่อได้ตลอดวัน
tr: Henüz herhangi bir program eklemediniz, kayıt programı cihazı kapatıldığında tüm gün kayıt devam edecek
vi: Bạn chưa thêm bất kỳ lịch biểu nào, việc đóng thiết bị ghi lịch trình sẽ tiếp tục ghi âm cả ngày
zh_hans: 您还未添加任何日程，关闭录像日程设备将恢复全天录像
zh_hant: 您還未添加任何日程，關閉錄像日程設備將恢復全天錄像

# devicesetting_4G_card_package_unused
source: Unused
cs: Nevyužito
de: nicht verwendet
es: No utilizado
fi: käyttämätön
fr: Inutilisé
he: לא בשימוש
id: Tidak digunakan
it: non usato
ja: 未使用
ko: 미사용
nb: ubrukt
nl: ongebruikt
pl: Nieużywane
pt_br: Não utilizado
ro: nefolosit
ru: неиспользуемый
sv: oanvänd
th: ไม่ได้ใช้
tr: kullanılmamış
vi: Không sử dụng
zh_hans: 未使用
zh_hant: 未使用

# person_Launch_page_ads
source: AD switch
cs: Přepínač AD
de: AD-Schalter
es: Interruptor de publicidad
fi: AD-kytkin
fr: Commutateur de publicité
he: מתג AD
id: Saklar iklan
it: Interruttore AD
ja: 広告スイッチ
ko: 광고 스위치
nb: AD-bryter
nl: AD-schakelaar
pl: Przełącznik AD
pt_br: Interruptor AD
ru: Переключатель рекламы
sv: AD- växling
th: เปลี่ยนโฆษณา
tr: AD Anahtarı
vi: Công tắc quảng cáo
zh_hans: 广告开关
zh_hant: 廣告開關

# preview_wait_generate_video
source: Waiting for recording, please try again later
cs: Čekání na nahrávání, zkuste to znovu později
de: Warten auf Ende Aufnahme, bitte später nochmal versuchen
es: Esperando la grabación, intente nuevamente más tarde
fi: Odota tallennusta, yritä myöhemmin uudelleen
fr: En attente d'enregistrement, veuillez réessayer plus tard
he: ממתין להקלטה, אנא נסה שוב מאוחר יותר
id: Menunggu rekaman, silakan coba lagi nanti
it: In attesa di registrazione, riprova più tardi
ja: 録画を待っています。しばらくしてからもう一度お試しください
ko: 녹음을 기다리는 중입니다. 나중에 다시 시도하십시오
nb: Venter på innspilling, prøv igjen senere
nl: Wacht op opname, probeer het later opnieuw
pl: Czekam na nagranie, spróbuj ponownie później
pt_br: Aguardando gravação, tente novamente mais tarde
ro: Așteptând înregistrarea, încercați din nou mai târziu
ru: Ожидание записи, попробуйте позже
sv: Väntar på inspelning, försök igen senare
th: กำลังรอการบันทึกโปรดลองอีกครั้งในภายหลัง
tr: Kayıt bekliyorum, lütfen daha sonra tekrar deneyin
vi: Đang đợi bản ghi được tạo, vui lòng thử lại sau
zh_hans: 等待录像生成中，请稍后重试
zh_hant: 等待錄像生成中，請稍後重試
