Repository: Yolo-cell-hash/go_home_ios
Catalog: ios/Runner/JASDK/JAResources/XLanguage/X35MultiLanguage/*.lproj/X35MutiLanguage.strings
Languages: cs, de, es, fi, fr, he, id, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sv, th, tr, vi, zh_hans, zh_hant

# cloud_device_connect_fail
source: The device connection failed and the cloud recording status could not be set
cs: Připojení zařízení se nezdařilo a stav záznamu v cloudu nelze nastavit
de: Die Geräteverbindung ist fehlgeschlagen und der Cloud-Aufzeichnungsstatus konnte nicht festgelegt werden
es: La conexión del dispositivo falló y no se pudo establecer el estado de grabación en la nube
fi: Laiteyhteys epäonnistui ja pilvitallennustilaa ei voitu asettaa
fr: La connexion de l'appareil a échoué et l'état d'enregistrement dans le cloud n'a pas pu être défini
he: חיבור המכשיר נכשל ולא ניתן היה להגדיר את מצב הקלטת הענן
id: Koneksi perangkat gagal dan status perekaman cloud tidak dapat diatur
it: La connessione del dispositivo non è riuscita e non è stato possibile impostare lo stato di registrazione nel cloud
ja: デバイスの接続に失敗し、クラウドの記録ステータスを設定できませんでした
ko: 장치 연결에 실패했으며 클라우드 기록 상태를 설정할 수 없습니다
nb: Enhetstilkoblingen mislyktes, og statusen til skyopptak kunne ikke settes
nl: De apparaatverbinding is mislukt en de status van de cloudopname kan niet worden ingesteld
pl: Połączenie urządzenia nie powiodło się i nie można ustawić stanu nagrywania w chmurze
pt_br: A conexão do dispositivo falhou e o status de gravação na nuvem não pôde ser definido
ro: Conexiunea dispozitivului a eșuat și starea de înregistrare în cloud nu a putut fi setată
ru: Не удалось подключиться к устройству и не удалось установить статус записи в облаке
sv: Enhetsanslutningen misslyckades och statusen för molninspelning kunde inte ställas in
th: การเชื่อมต่ออุปกรณ์ล้มเหลวและไม่สามารถตั้งค่าสถานะการบันทึกบนคลาวด์ได้
tr: Cihaz bağlantısı başarısız oldu ve bulut kayıt durumu ayarlanamadı
vi: Kết nối thiết bị không thành công, không thể đặt trạng thái ghi trên đám mây
zh_hans: 设备连接失败，无法设置云录像状态
zh_hant: 設備連接失敗，無法設置雲錄像狀態

# devicelist_cloud_detecte_prompt_ios
source: Detected that the alarm of the channel%@ of the cloud storage device%@ has been disabled. Please go to the device settings to enable alarm
cs: Je zjištěno, že kanál%@ cloudového úložného zařízení%@ je uzavřen. Přejděte do nastavení zařízení a zapněte zapínání.
de: Es wurde festgestellt, dass die Scharfschaltung des Kanals %@ des Cloud-Speichergeräts %@ deaktiviert wurde. Bitte öffnen Sie die Geräteeinstellungen, um die Scharfschaltung zu aktivieren.
es: Se detecta que el canal%@ del Equipo de almacenamiento en la nube%@ está cerrado. Vaya a la configuración del Equipo para habilitar el armado.
fi: On havaittu, että pilvitallennuslaitteen%@ kanava%@ on suljettu. Siirry laitteen asetuksiin aktivoidaksesi virityksen.
fr: Il est détecté que le canal%@ du périphérique de stockage dans le cloud%@ est fermé. Veuillez accéder aux paramètres de l'appareil pour activer l'armement.
he: מגלה כי הערוץ%@ של מכשיר האחסון בענן%@ סגור. אנא עבור להגדרות המכשיר כדי לאפשר התחברות.
id: Terdeteksi bahwa saluran%@ dari perangkat penyimpanan cloud%@ ditutup. Silakan buka pengaturan perangkat untuk mengaktifkan mempersenjatai.
it: È stato rilevato che il canale%@ del dispositivo di archiviazione cloud%@ è chiuso. Vai alle impostazioni del dispositivo per abilitare l'inserimento.
ja: クラウドストレージデバイス %@のチャンネル %@が閉じられたことが検出されました。武装を有効にするには、デバイスの設定に移動してください。
ko: 클라우드 저장 장치 %@의 채널 %@이 (가) 닫혔습니다. 무장을 활성화하려면 장치 설정으로 이동하십시오.
nb: Det blir oppdaget at kanalen%@ til skylagringsenheten%@ er lukket. Gå til enhetsinnstillingene for å aktivere tilkobling.
nl: Er wordt gedetecteerd dat het kanaal%@ van het cloudopslagapparaat%@ is gesloten. Ga naar de apparaatinstellingen om inschakelen in te schakelen.
pl: Wykryto, że kanał%@ urządzenia pamięci masowej w chmurze%@ jest zamknięty. Przejdź do ustawień urządzenia, aby włączyć uzbrajanie.
pt_br: É detectado que o canal%@ do dispositivo de armazenamento em nuvem%@ está fechado. Por favor, vá para as configurações do dispositivo para ativar o arme.
ro: Se detectează că canalul%@ al dispozitivului de stocare cloud%@ este închis. Vă rugăm să accesați setările dispozitivului pentru a activa armarea.
ru: Обнаружено, что канал%@ устройства облачного хранения%@ закрыт. Пожалуйста, перейдите в настройки устройства, чтобы включить охрану.
sv: Det upptäcks att kanalen%@ för molnlagringsenheten%@ är stängd. Gå till enhetsinställningarna för att aktivera aktivering.
th: ตรวจพบว่าสัญญาณเตือนของช่อง%@ ของอุปกรณ์เก็บข้อมูลบนคลาวด์%@ ถูกปิดใช้งาน โปรดไปที่การตั้งค่าอุปกรณ์เพื่อเปิดใช้งานการเตือน
tr: %@ Bulut depolama aygıtının%@ kanalının kapalı olduğu tespit edildi. Kurmayı etkinleştirmek için lütfen cihaz ayarlarına gidin.
vi: Chúng tôi phát hiện thấy việc trang bị thiết bị lưu trữ đám mây%@ ’s channel%@ đã bị đóng, vui lòng chuyển đến cài đặt thiết bị để mở trang bị
zh_hans: 检测到云存设备%@的通道%@的布防已关闭，请前往设备设置开启布防
zh_hant: 檢測到雲存設備%@的通道%@的布防已關閉，請前往設備設置開啟布防

# cloud_purchase_introduce
source: Features
cs: Funkce
de: Eigenschaften
es: Caracteristicas
fi: ominaisuudet
fr: Caractéristiques
he: מאפיינים
id: fitur
it: Caratteristiche
ja: 特徴
ko: 특징
nb: Egenskaper
nl: Kenmerken
pl: funkcje
pt_br: Característicos
ro: Caracteristici
ru: Характеристики
sv: Funktioner
th: คุณสมบัติ
tr: Özellikler
vi: Đặc trưng
zh_hans: 功能特点
zh_hant: 功能特點

# addevice_input_router_WiFi
source: Please input the router WiFi name
cs: Zadejte název WiFi routeru
de: Bitte WLAN Name des Routers eingeben
es: Ingrese el nombre de WiFi del enrutador
fi: Anna reitittimen WiFi-nimi
fr: Veuillez saisir le nom WiFi du routeur.
he: הזן את שם ה- WiFi של הנתב
id: Silakan masukkan nama WiFi router
it: Inserisci il nome WiFi del router
ja: ルーターのSSIDを入力してください
ko: 라우터 WiFi 이름을 입력하십시오
nb: Skriv inn ruterens WiFi-navn
nl: Voer de wifi-naam van de router in
pl: Wprowadź nazwę routera WiFi
pt_br: Digite o nome do WiFi do roteador
ro: Vă rugăm să introduceți numele de router WiFi
ru: Пожалуйста, введите имя маршрутизатора WiFi
sv: Ange routerns WiFi-namn
th: โปรดป้อนชื่อ WiFi ของเราเตอร์
tr: Lütfen yönlendirici WiFi adını girin
vi: Vui lòng nhập tên WiFi của bộ định tuyến
zh_hans: 请输入路由器WiFi名称
zh_hant: 請輸入路由器WiFi名稱

# cloud_purchase_switch
source: Switch
cs: Přepínač
de: Ändern
es: Cambiar
fi: Vaihtaa
fr: Commutateur
he: החלף
id: Beralih
it: Interruttore
ja: スイッチ
ko: 스위치
nb: Bytte om
nl: Schakelaar
pl: Przełącznik
pt_br: Interruptor
ro: Intrerupator
ru: переключатель
sv: Växla
th: สลับ
tr: şalter
vi: Công tắc điện
zh_hans: 切换
zh_hant: 切換

source: Japan
cs: Japonsko
es: Japon
fi: Japani
fr: Le japon
he: יפן
id: Jepang
it: Giappone
ja: 日本
ko: 일본
pl: Japonia
pt_br: Japão
ro: Japonia
ru: Япония
tr: Japonya
vi: Nhật Bản
zh_hans: 日本
zh_hant: 日本

# play_ptz_focus
source: Scalling
cs: škálování
de: Skalierung
es: Escalada
fi: skaalaus
fr: Mise à l'échelle
he: קנה מידה
id: scaling
it: scalata
ja: スケーリング
ko: 스케일링
nb: Skalering
nl: scaling
pl: skalowanie
pt_br: escalada
ro: scalare
ru: пересчет
sv: skalning
th: การปรับขนาด
tr: ölçekleme
vi: Thu phóng
zh_hans: 缩放
zh_hant: 縮放

# me_photo_album_save
source: Save
cs: Uložit
de: Speichern
es: salvar
fi: Tallenna
fr: Sauvegarder
he: שמור
id: Simpan
it: Salvare
ja: 保存
ko: 저장
nb: Lagre
nl: Opslaan
pl: Zapisz
pt_br: Salvar
ro: Salvați
ru: Сохранить
sv: Spara
th: บันทึก
tr: Kayıt etmek
vi: tiết kiệm
zh_hans: 保存
zh_hant: 保存

# register_agreementAnd
source: And
cs: při
de: und
es: con
fi: ja
fr: avec
he: עם
id: dengan
it: Con
ja: と
ko: 함께
nb: med
nl: met
pl: z
pt_br: com
ro: cu
ru: с
sv: med
th: และ
tr: ile
vi: với
zh_hans: 和
zh_hant: 和

# adddevice_reset_password_due_to_error
source: Device password input error, if you want to continue to add, please reset the device first
cs: Chyba při zadávání hesla zařízení. Pokud chcete pokračovat v přidávání, nejprve resetujte zařízení
de: Fehler bei Passwort-Eingabe. Um mit dem Hinzufügen fortzufahren, setzen Sie das Gerät zuerst zurück.
es: Error de entrada de contraseña del dispositivo, si desea continuar agregando, primero restablezca el dispositivo
fi: Laitteen salasanan syöttövirhe, jos haluat jatkaa lisäämistä, nollaa ensin laite
fr: Erreur de saisie du mot de passe de l'appareil, si vous souhaitez continuer à ajouter, veuillez d'abord réinitialiser l'appareil
he: שגיאת הזנת סיסמת מכשיר, אם ברצונך להמשיך להוסיף, אפס תחילה את המכשיר
id: Kesalahan input kata sandi perangkat, jika Anda ingin terus menambahkan, silakan setel ulang perangkat terlebih dahulu
it: Errore di immissione della password del dispositivo, se si desidera continuare ad aggiungere, ripristinare prima il dispositivo
ja: デバイスのパスワード入力エラーです。追加を続ける場合は、最初にデバイスをリセットしてください
ko: 기기 비밀번호 입력 오류입니다. 계속 추가하려면 먼저 기기를 재설정하세요.
nb: Inntastingsfeil for enhetspassord, hvis du vil fortsette å legge til, må du tilbakestille enheten først
nl: Apparaatwachtwoord invoerfout, als u wilt doorgaan met toevoegen, reset dan eerst het apparaat
pl: Błąd wprowadzania hasła urządzenia, jeśli chcesz kontynuować dodawanie, najpierw zresetuj urządzenie
pt_br: Erro de entrada de senha do dispositivo, se você deseja continuar a adicionar, reinicie o dispositivo primeiro
ro: Eroare la introducerea parolei dispozitivului, dacă doriți să adăugați în continuare, vă rugăm să resetați mai întâi dispozitivul
ru: Ошибка ввода пароля устройства. Если вы хотите продолжить добавление, сначала выполните сброс устройства.
sv: Inmatningsfel för enhetslösenord, om du vill fortsätta lägga till, vänligen återställ enheten först
th: ข้อผิดพลาดในการป้อนรหัสผ่านของอุปกรณ์ หากคุณต้องการเพิ่มต่อ โปรดรีเซ็ตอุปกรณ์ก่อน
tr: Cihaz şifre giriş hatası, eklemeye devam etmek istiyorsanız lütfen önce cihazı sıfırlayın
vi: Lỗi nhập mật khẩu thiết bị, nếu bạn muốn tiếp tục thêm, vui lòng đặt lại thiết bị trước
zh_hans: 设备密码输入错误，如需继续添加，请先重置设备
zh_hant: 設備密碼輸入錯誤，如需繼續添加，請先重置設備

# deviceSetting_Area_mode
source: Area mode
cs: Oblastní režim
de: Erkennungsbereich
es: Modo de área
fi: Aluetila
fr: Mode zone
he: מצב אזור
id: Modus daerah
it: Modalità area
ja: エリアモード
ko: 영역 모드
nb: Områdemodus
nl: Gebiedsmodus
pl: Tryb obszaru
pt_br: Modo área
ro: Modul zonă
ru: Режим зоны
sv: Områdesläge
th: โหมดพื้นที่
tr: Alan modu
vi: Chế độ khu vực
zh_hans: 区域模式
zh_hant: 區域模式

# add_Device_indicator_blinks_stayson
source: Device indicator blinks or stays on
cs: Indikátor zařízení bliká nebo zůstává svítit
de: Geräteanzeige blinkt oder bleibt an
es: El indicador del dispositivo parpadea o permanece encendido
fi: Laitteen merkkivalo vilkkuu tai jää palamaan
fr: Le voyant de l'appareil clignote ou reste allumé
he: מחוון המכשיר מהבהב או נשאר דולק
id: Indikator perangkat berkedip atau tetap menyala
it: L'indicatore del dispositivo lampeggia o rimane acceso
ja: デバイスインジケータが点滅するか、点灯したままになります
ko: 장치 표시등이 깜박이거나 켜져 있음
nb: Enhetsindikatoren blinker eller forblir på
nl: Apparaatindicator knippert of blijft aan
pl: Wskaźnik urządzenia miga lub pozostaje włączony
pt_br: O indicador do dispositivo pisca ou permanece aceso
ro: Indicatorul dispozitivului clipește sau rămâne aprins
ru: Индикатор устройства мигает или горит постоянно
sv: Enhetsindikatorn blinkar eller förblir tänd
th: ไฟแสดงสถานะอุปกรณ์กะพริบหรือติดค้างอยู่
tr: Cihaz göstergesi yanıp sönüyor veya açık kalıyor
vi: Chỉ báo thiết bị nhấp nháy hoặc vẫn bật
zh_hans: 设备指示灯闪烁或长亮
zh_hant: 設備指示燈閃爍或長亮

# addevice_Backlight_environment_description
source: Here, the backlight environment refers to that the mobile phone or device happens to be in the background of the light source, which easily leads to the failure of qr code scanning due to the insufficient exposure of two-dimensional code
cs: Zde prostředí podsvícení znamená, že mobilní telefon nebo zařízení se nachází v pozadí světelného zdroje, což snadno vede k selhání skenování kódu qr v důsledku nedostatečné expozice dvojrozměrného kódu.
de: Die Umgebung mit Hintergrundbeleuchtung bedeutet hier, dass sich das Mobiltelefon oder Gerät direkt unter dem Hintergrund der Lichtquelle befindet. Diese Situation kann leicht zu einer unzureichenden Belichtung des QR-Codes führen und dazu, dass das Scannen fehlschlägt.
es: Aquí, el entorno de luz de fondo se refiere a que el teléfono o dispositivo móvil se encuentra en el fondo de la fuente de luz, lo que conduce fácilmente a la falla del escaneo del código qr debido a la exposición insuficiente del código bidimensional.
fi: Taustavaloympäristöllä tarkoitetaan tässä, että matkapuhelin tai laite sattuu olemaan valonlähteen taustalla, mikä johtaa helposti qr-koodin skannauksen epäonnistumiseen, koska kaksiulotteinen koodi ei ole riittävästi altistunut
fr: Ici, l'environnement de rétroéclairage fait référence au fait que le téléphone mobile ou l'appareil se trouve à l'arrière-plan de la source de lumière, ce qui entraîne facilement l'échec de la numérisation du code qr en raison de l'exposition insuffisante du code bidimensionnel.
he: כאן, סביבת התאורה האחורית מתייחסת לכך שהטלפון הנייד או המכשיר במקרה ברקע של מקור האור, מה שמוביל בקלות לכישלון של סריקת קוד qr בגלל חשיפה לא מספקת של קוד דו ממדי
id: Di sini, lingkungan lampu latar mengacu pada ponsel atau perangkat yang kebetulan berada di latar belakang sumber cahaya, yang dengan mudah menyebabkan kegagalan pemindaian kode qr karena paparan kode dua dimensi yang tidak memadai
it: Qui, l'ambiente di retroilluminazione si riferisce al fatto che il telefono cellulare o il dispositivo si trovi sullo sfondo della fonte di luce, il che porta facilmente al fallimento della scansione del codice qr a causa dell'insufficiente esposizione del codice bidimensionale
ja: ここで、バックライト環境とは、携帯電話またはデバイスが光源のバックグラウンドにあることを指します。これにより、2次元コードの露出が不十分なためにQRコードスキャンが失敗しやすくなります。
ko: 여기서 백라이트 환경은 휴대폰이나 장치가 광원의 배경에있는 경우를 의미하며, 2 차원 코드의 노출이 충분하지 않아 qr 코드 스캔에 실패하기 쉽습니다.
nb: Her refererer bakgrunnsbelysningsmiljøet til at mobiltelefonen eller enheten tilfeldigvis er i bakgrunnen til lyskilden, noe som lett fører til feil i qr-kodeskanning på grunn av utilstrekkelig eksponering av todimensjonal kode
nl: Hier verwijst de achtergrondverlichtingsomgeving naar dat de mobiele telefoon of het apparaat zich toevallig op de achtergrond van de lichtbron bevindt, wat gemakkelijk leidt tot het mislukken van het scannen van qr-codes vanwege de onvoldoende belichting van tweedimensionale code
pl: Tutaj środowisko podświetlenia odnosi się do tego, że telefon komórkowy lub urządzenie znajduje się w tle źródła światła, co łatwo prowadzi do niepowodzenia skanowania kodu qr z powodu niewystarczającej ekspozycji kodu dwuwymiarowego
pt_br: Aqui, o ambiente de luz de fundo refere-se ao fato de o telefone celular ou dispositivo estar no fundo da fonte de luz, o que facilmente leva à falha da digitalização do código QR devido à exposição insuficiente do código bidimensional
ro: Aici, mediul de fundal se referă la faptul că telefonul sau dispozitivul mobil se întâmplă să se afle în fundalul sursei de lumină, ceea ce duce cu ușurință la eșecul scanării codului qr din cauza expunerii insuficiente a codului bidimensional
ru: Здесь среда подсветки означает, что мобильный телефон или устройство находится на заднем плане от источника света, что легко приводит к сбою сканирования QR-кода из-за недостаточной экспозиции двумерного кода.
sv: Här hänvisar bakgrundsbelysningsmiljön till att mobiltelefonen eller enheten råkar ligga i ljuskällans bakgrund, vilket lätt leder till att qr-kodskanning misslyckas på grund av otillräcklig exponering av tvådimensionell kod
th: ในที่นี้สภาพแวดล้อมแบ็คไลท์หมายความว่าโทรศัพท์มือถือหรืออุปกรณ์อยู่ภายใต้พื้นหลังของแหล่งกำเนิดแสงสถานการณ์นี้อาจทำให้เกิดการเปิดรับรหัส QR ไม่เพียงพอและทำให้รหัสสแกนล้มเหลว
tr: Burada, arka ışık ortamı, cep telefonunun veya cihazın ışık kaynağının arka planında olduğunu ifade eder, bu da iki boyutlu kodun yetersiz maruz kalması nedeniyle kolayca qr kod taramasının başarısız olmasına yol açar.
vi: Ở đây, môi trường đèn nền có nghĩa là điện thoại di động hoặc thiết bị nằm ngay dưới nền của nguồn sáng. Tình huống này có thể dễ dàng khiến mã QR tiếp xúc không đủ và gây ra lỗi mã quét.
zh_hans: 此处逆光环境是指手机或设备恰好处于光源背景下，这种情况极易造成二维码曝光不充分导致扫码失败
zh_hant: 此處逆光環境是指手機或設備恰好處於光源背景下，這種情況極易造成二維碼曝光不充分導致掃碼失敗

# cloud_cancel_automatic_pop
source: If you need to cancel the renewal, please enter WeChat within 24 hours before the expiration of the current service period, click on the lower right corner> [I]> [Pay]> upper right corner […]> [deduction service] in the signed project, Click Cancel.
cs: Pokud potřebujete obnovit obnovení, zadejte WeChat do 24 hodin před vypršením aktuálního období služby, klikněte na pravý dolní roh> [I]> [Zaplatit]> pravý horní roh […]> [odpočetová služba] v podepsaný projekt, klikněte na Zrušit.
de: Wenn Sie die Verlängerung abbrechen müssen, öffnen Sie WeChat innerhalb von 24 Stunden vor Ablauf des aktuellen Servicezeitraums. Klicken Sie auf die untere rechte Ecke> [I]> [Zahlen]> obere rechte Ecke […] > [Abzugsservice] Klicken Sie im signierten Projekt auf Abbrechen.
es: Si necesita cancelar la renovación, ingrese a WeChat dentro de las 24 horas antes del vencimiento del período de servicio actual, haga clic en la esquina inferior derecha> [I]> [Pagar]> esquina superior derecha […]> [servicio de deducción] en el proyecto firmado, haga clic en Cancelar.
fi: Jos haluat peruuttaa uusinnan, kirjoita WeChat 24 tunnin sisällä ennen nykyisen palvelujakson päättymistä, napsauta oikeassa alakulmassa> [I]> [Maksa]> oikeassa yläkulmassa […]> [vähennyspalvelu] allekirjoitettu projekti, napsauta Peruuta.
fr: Si vous devez annuler le renouvellement, veuillez entrer WeChat dans les 24 heures avant l'expiration de la période de service en cours, cliquez sur le coin inférieur droit> [I]> [Pay]> coin supérieur droit […]> [service de déduction] dans le projet signé, cliquez sur Annuler.
he: אם עליך לבטל את החידוש, אנא הכנס ל- WeChat תוך 24 שעות לפני תום תקופת השירות הנוכחית, לחץ על הפינה השמאלית התחתונה> [I]> [תשלום]> פינת ימין עליונה [...]> [שירות ניכוי] ב הפרויקט החתום, לחץ על ביטול.
id: Jika Anda perlu membatalkan pembaruan, silakan masukkan WeChat dalam waktu 24 jam sebelum berakhirnya periode layanan saat ini, klik di sudut kanan bawah> [I]> [Bayar]> sudut kanan atas [...]> [layanan pengurangan] di proyek yang ditandatangani, Klik Batal.
it: Se è necessario annullare il rinnovo, inserire WeChat entro 24 ore prima della scadenza del periodo di servizio corrente, fare clic sull'angolo in basso a destra> [I]> [Paga]> angolo in alto a destra […]> [servizio di detrazione] in il progetto firmato, fare clic su Annulla.
ja: 更新をキャンセルする必要がある場合は、現在のサービス期間が終了する前の24時間以内にWeChatにアクセスして、右下をクリックします> [I]> [Pay]>右上[…]> [控除サービス]署名されたプロジェクトで、[キャンセル]をクリックします。
ko: 갱신을 취소해야하는 경우, 현재 서비스 기간이 만료되기 24 시간 이내에 WeChat을 입력하고 오른쪽 하단에서 [I]> [Pay]> 오른쪽 상단에서 […]> [deduction service]를 클릭하십시오. 서명 된 프로젝트에서 취소를 클릭하십시오.
nb: Hvis du trenger å avbryte fornyelsen, vennligst skriv inn WeChat innen 24 timer før utløpet av gjeldende tjenesteperiode, klikk i nedre høyre hjørne> [I]> [Betal]> øverste høyre hjørne [...]> [fradragstjeneste] i det signerte prosjektet, Klikk Avbryt.
nl: Als je de verlenging moet annuleren, voer dan WeChat in binnen 24 uur voor het verstrijken van de huidige serviceperiode, klik op de rechter benedenhoek> [I]> [Betalen]> rechter bovenhoek […]> [aftrek service] in het ondertekende project, klik op Annuleren.
pl: Jeśli chcesz anulować przedłużenie, wpisz WeChat w ciągu 24 godzin przed upływem bieżącego okresu usługi, kliknij prawy dolny róg> [I]> [Pay]> prawy górny róg […]> [usługa potrącenia] w podpisany projekt, kliknij Anuluj.
pt_br: Se você precisar cancelar a renovação, digite o WeChat dentro de 24 horas antes da expiração do período de serviço atual, clique no canto inferior direito> [I]> [Pagar]> canto superior direito […]> [serviço de dedução] em o projeto assinado, clique em Cancelar.
ro: Dacă doriți să anulați reînnoirea, vă rugăm să introduceți WeChat în termen de 24 de ore înainte de expirarea perioadei curente de serviciu, faceți clic pe colțul din dreapta jos> [I]> [Plătește>> colțul din dreapta sus [...]> [serviciu de deducere] în proiectul semnat, Faceți clic pe Anulare.
ru: Если вам необходимо отменить продление, войдите в WeChat в течение 24 часов до истечения текущего периода обслуживания, щелкните в правом нижнем углу> [I]> [Оплатить]> в правом верхнем углу […]> [Сервис удержаний] в подписанный проект, нажмите Отмена.
sv: Om du behöver avbryta förnyelsen, ange WeChat inom 24 timmar före utgången av den aktuella tjänstperioden, klicka på det nedre högra hörnet> [I]> [Betala]> övre högra hörnet [...]> [avdragstjänst] i det signerade projektet, Klicka på Avbryt.
th: หากคุณต้องการที่จะยกเลิกการต่ออายุกรุณาใส่ WeChat ภายใน 24 ชั่วโมงก่อนวันหมดอายุของการให้บริการในปัจจุบันให้คลิกที่มุมขวาล่าง> [I]> [จ่าย]> มุมขวาบน [ ... ]> [บริการหัก] ใน โครงการเซ็นคลิกยกเลิก
tr: Yenilemeyi iptal etmeniz gerekiyorsa, lütfen geçerli hizmet süresinin sona ermesinden 24 saat önce WeChat'e girin, sağ alt köşedeki> [I]> [Öde]> sağ üst köşedeki […]> [kesinti hizmeti] imzalanan projede İptal'i tıklayın.
vi: Nếu bạn cần hủy gia hạn, vui lòng nhập WeChat trong vòng 24 giờ trước khi hết thời hạn dịch vụ hiện tại, nhấp vào góc dưới bên phải> [Tôi]> [Thanh toán]> góc trên bên phải [...]> [Dịch vụ khấu trừ ] Trong các mục đã ký hợp đồng, Nhấp vào Hủy.
zh_hans: 如需取消续订，请在当前服务周期到期前24小时内，进入微信，点击右下角>【我】>【支付】>右上角【…】>【扣费服务】在已签约项目中，点击取消。
zh_hant: 如需取消續訂，請在當前服務週期到期前24小時內，進入微信，點擊右下角>【我】>【支付】>右上角【…】>【扣費服務】在已簽約項目中，點擊取消。

# addDevice_cover
source: Overlap
cs: Obal
de: Überschreiben
es: cubrir
fi: kattavat
fr: Chevauchement
he: המכשיר חופף
id: Timpakan
it: Sovrascrivere
ja: ウィンドウを重ねて表示
ko: 덮어쓰기
nb: Dekker
nl: Overlappen
pl: Zastąp
pt_br: Sobreposição
ro: Suprapune
ru: перекрываться
sv: Överlappning
th: อุปกรณ์ซ้ำกัน
tr: Üst üste gelmek
vi: che
zh_hans: 覆盖
zh_hant: 覆蓋
