Repository: Yolo-cell-hash/go_home_ios
Catalog: ios/Runner/JASDK/JAResources/XLanguage/X35MultiLanguage/*.lproj/X35MutiLanguage.strings
Languages: cs, de, es, fi, fr, he, id, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sv, th, tr, vi, zh_hans, zh_hant

# add_indicator_light_not_on_1
source: Please check that your device is turned on or powered on. If your camcorder requires battery power, please charge it in advance to ensure sufficient power.
cs: Zkontrolujte, zda je vaše zařízení zapnuté nebo zapnuté. Pokud vaše videokamera vyžaduje napájení z baterie, nabijte ji předem, abyste zajistili dostatek energie.
de: Bitte überprüfen Sie, ob Ihr Gerät eingeschaltet oder eingeschaltet ist. Wenn Ihr Camcorder Akkustrom benötigt, laden Sie ihn bitte vorher auf, um ausreichend Leistung zu gewährleisten.
es: Verifique que su dispositivo esté encendido o encendido. Si su videocámara requiere energía de la batería, cárguela con anticipación para garantizar suficiente energía.
fi: Tarkista, että laitteesi on päällä tai päällä. Jos videokamerasi tarvitsee akkuvirtaa, lataa se etukäteen varmistaaksesi riittävän virran.
fr: Veuillez vérifier que votre appareil est allumé ou sous tension. Si votre caméscope nécessite une alimentation par batterie, veuillez la charger à l'avance pour garantir une alimentation suffisante.
he: אנא בדוק שהמכשיר שלך מופעל או מופעל. אם מצלמת הווידאו שלך דורשת מתח סוללה, אנא טען אותה מראש כדי להבטיח כוח מספק.
id: Periksa apakah perangkat Anda dihidupkan atau dihidupkan. Jika camcorder anda membutuhkan daya baterai, harap isi daya terlebih dahulu untuk memastikan daya yang cukup.
it: Verifica che il tuo dispositivo sia acceso o acceso. Se la videocamera richiede l'alimentazione a batteria, caricarla in anticipo per garantire una carica sufficiente.
ja: デバイスの電源がオンまたはオンになっていることを確認してください。ビデオカメラにバッテリー電源が必要な場合は、十分な電力を確保するために事前に充電してください。
ko: 기기가 켜져 있는지 또는 전원이 켜져 있는지 확인하세요. 캠코더에 배터리 전원이 필요한 경우 충분한 전원을 확보할 수 있도록 미리 충전하십시오.
nb: Kontroller at enheten er slått på eller slått på. Hvis videokameraet krever batteristrøm, må du lade det på forhånd for å sikre tilstrekkelig strøm.
nl: Controleer of uw apparaat is ingeschakeld of ingeschakeld. Als uw camcorder batterijvoeding nodig heeft, laad deze dan van tevoren op om te zorgen voor voldoende stroom.
pl: Sprawdź, czy Twoje urządzenie jest włączone lub włączone. Jeśli kamera wymaga zasilania z akumulatora, należy go wcześniej naładować, aby zapewnić wystarczającą moc.
pt_br: Verifique se o seu dispositivo está ligado ou ligado. Se sua câmera de vídeo precisar de energia da bateria, carregue-a com antecedência para garantir energia suficiente.
ro: Vă rugăm să verificați dacă dispozitivul este pornit sau pornit. Dacă camera dvs. video necesită energie de la baterie, vă rugăm să o încărcați în avans pentru a asigura o putere suficientă.
ru: Убедитесь, что ваше устройство включено или включено. Если видеокамере требуется питание от батареи, зарядите ее заранее, чтобы обеспечить достаточную мощность.
sv: Kontrollera att din enhet är påslagen eller påslagen. Om din videokamera kräver batteriström, ladda den i förväg för att säkerställa tillräcklig ström.
th: โปรดตรวจสอบว่าอุปกรณ์ของคุณเปิดอยู่หรือเปิดอยู่ หากกล้องถ่ายวิดีโอของคุณต้องการพลังงานจากแบตเตอรี่ โปรดชาร์จล่วงหน้าเพื่อให้แน่ใจว่ามีพลังงานเพียงพอ
tr: Lütfen cihazınızın açık veya açık olduğunu kontrol edin. Kameranız pil gücüne ihtiyaç duyuyorsa, yeterli gücü sağlamak için lütfen önceden şarj edin.
vi: Vui lòng kiểm tra xem thiết bị của bạn đã được bật hoặc đang bật nguồn chưa. Nếu máy quay của bạn cần nguồn pin, vui lòng sạc trước để đảm bảo đủ năng lượng.
zh_hans: 请检查您的设备是否开机或通电。如果您的摄像机需要电池供电，请提前充电确保电量充足。
zh_hant: 請檢查您的設備是否開機或通電。如果您的攝像機需要電池供電，請提前充電確保電量充足。

# device_manage_group
source: Management group
cs: Řídící skupina
de: Managementgruppe
es: Grupo de gestión
fi: Johtoryhmä
fr: Groupe de gestion
he: ניהול קבוצה
id: Managemen Group
it: Gruppo di gestione
ja: 管理グループ
ko: 그룹 관리
nb: Ledelsesgruppe
nl: Beheergroep
pl: Grupa zarządzająca
pt_br: Grupo de gerenciamento
ro: Grupul de conducere
ru: Группа управления
sv: Ledningsgrupp
th: จัดการกลุ่ม
tr: Yönetim grubu
vi: Nhóm quản lý
zh_hans: 管理分组
zh_hant: 管理分組

# devicesetting_select_mode
source: Select camera power management mode
cs: Vyberte režim řízení spotřeby fotoaparátu
de: Energieverwaltungsmodus der Kamera auswählen
es: Seleccione el modo de administración de energía de la cámara
fi: Valitse kameran virranhallintatila
fr: Sélectionnez la caméra en mode gestion de l'alimentation
he: בחר מצב ניהול צריכת חשמל של המצלמה
id: Pilih mode manajemen daya kamera
it: modalità di risparmio energetico Selezionare la fotocamera
ja: カメラの電源管理モードを選択します
ko: 카메라 전원 관리 모드 선택
nb: Velg kameraets strømstyringsmodus
nl: Selecteer de energiebeheermodus van de camera
pl: Wybierz tryb zarządzania energią aparatu
pt_br: Selecione o modo de gerenciamento de energia da câmera
ro: Selectați modul de gestionare a energiei camerei
ru: Выберите режим управления питанием камеры
sv: Välj kamerans energihanteringsläge
th: เลือกโหมดการจัดการพลังงานของกล้อง
tr: Kamera güç yönetimi modunu seçin
vi: Chọn chế độ quản lý nguồn máy ảnh
zh_hans: 选择摄像机电量管理模式
zh_hant: 選擇攝像機電量管理模式

# adddevice_connect_result
source: Result prompt
cs: Výzva k výsledku
de: Ergebnis
es: Indicador de resultados
fi: Tulosviesti
fr: Résultat invite
he: תוצאת תוצאה
id: Hasil cepat
it: Risultato richiesto
ja: 結果プロンプト
ko: 결과 프롬프트
nb: Resultatmelding
nl: Resultaat prompt
pl: Monit o wynik
pt_br: Prompt de resultado
ro: Rezultat prompt
ru: Результат подскажите
sv: Resultatprompt
th: ผลลัพธ์รวดเร็ว
tr: Sonuç istemi
vi: Kết quả nhắc nhở
zh_hans: 结果提示
zh_hant: 結果提示

# PTZ_Wide_angle
source: Wide-angle
cs: Široký úhel
de: Weitwinkel
es: Gran angular
fi: Laajakulma
fr: Grand angle
he: זווית רחבה
id: Sudut lebar
it: Angolo ampio
ja: 広角の
ko: 광각
nb: Bred vinkel
nl: Wijde hoek
pl: Szeroki kąt
pt_br: Ângulo amplo
ro: Unghi larg
ru: Широкий угол
sv: Vid vinkel
th: มุมกว้าง
tr: Geniş açı
vi: Góc rộng
zh_hans: 广角
zh_hant: 廣角

source: Nonactivated
cs: Neaktivováno
de: Nicht aktiviert
es: no activado
fi: Ei aktivoitu
fr: Non activé
he: לא מופעל
id: Nonaktif
it: Non attivato
ja: 非アクティブ化
ko: 비활성화됨
nb: Ikke aktivert
nl: Niet-geactiveerd
pl: Nieaktywowany
pt_br: Não ativado
ro: Neactivat
ru: Неактивированный
sv: Ej aktiverad
th: ไม่ได้ใช้งาน
tr: aktif değil
vi: Không được kích hoạt
zh_hans: 未开通
zh_hant: 未開通

# device_view_tip
source: Failed to open video
cs: Nepodařilo se otevřít video
de: Video öffnen fehlgeschlagen
es: Error al abrir el video
fi: Videon avaaminen epäonnistui
fr: La connexion actuelle est pleine, veuillez vous connecter plus tard
he: פתיחת הסרטון נכשלה
id: Gagal membuka video
it: Impossibile aprire il video
ja: ビデオを開けません。
ko: 비디오를 열지 못했습니다.
nb: Kunne ikke åpne video
nl: Openen van video mislukt
pl: Nie udało się otworzyć wideo
pt_br: Não foi possível abrir o vídeo
ro: Eroare la deschiderea videoclipului
ru: Не удалось открыть видео
sv: Misslyckades med att öppna video
th: การเปิดวิดีโอล้มเหลว
tr: Video açılamadı
vi: Không mở được video
zh_hans: 打开视频失败
zh_hant: 打開視頻失敗

# devicesetting_4G_no_device_can_buy_data_plan
source: No device can buy the traffic plan
cs: Žádné zařízení si nemůže koupit dopravní plán
de: Kein Gerät kann den Datentarif kaufen
es: Ningún dispositivo puede comprar el plan de tráfico
fi: Kukaan laite ei voi ostaa liikennesuunnitelmaa
fr: Aucun appareil ne peut acheter le plan de trafic
he: אף מכשיר לא יכול לקנות את תוכנית התעבורה
id: Tidak ada perangkat yang dapat membeli rencana lalu lintas
it: Nessun dispositivo può acquistare il piano di traffico
ja: 交通計画を購入できるデバイスはありません
ko: 데이터 요금제를 구매할 수있는 기기가 없습니다
nb: Ingen enheter kan kjøpe trafikkplanen
nl: Geen enkel apparaat kan het verkeersplan kopen
pl: Żadne urządzenie nie może kupić planu ruchu
pt_br: Nenhum dispositivo pode comprar o plano de tráfego
ro: Niciun dispozitiv nu poate cumpăra planul de trafic
ru: Ни одно устройство не может купить план трафика
sv: Ingen enhet kan köpa trafikplanen
th: ไม่มีอุปกรณ์ใดที่สามารถซื้อแผนข้อมูลได้
tr: Hiçbir cihaz trafik planını satın alamaz
vi: Không thiết bị nào có thể mua gói dữ liệu
zh_hans: 暂无设备可购买流量套餐
zh_hant: 暫無設備可購買流量套餐

# cloud_storage_details_how_to_off_record_guide
source: After purchasing the cloud storage package, the cloud recording function will be automatically enabled. You can click the "Cloud Recording" button corresponding to the device list to enter the cloud recording interface. Click the cloud storage service icon to enter the "Cloud Storage Service" - disable the cloud recording function.
cs: Po zakoupení balíčku cloudového úložiště bude automaticky zapnuta funkce nahrávání cloudu. Můžete kliknout na tlačítko "Cloud Recording" odpovídající seznamu zařízení a vstoupit do rozhraní pro záznam cloudu. Kliknutím na ikonu služby úložiště mraků zadáte službu Cloud Storage Service - zakážete funkci nahrávání cloudu.
de: Nach dem Kauf des Cloud-Speicherpakets wird die Cloud-Aufzeichnungsfunktion automatisch aktiviert. Sie können auf die Schaltfläche "Cloud-Aufzeichnung" klicken, die der Geräteliste entspricht, um die Cloud-Aufzeichnungsschnittstelle aufzurufen. Klicken Sie auf das Cloud Storage Service-Symbol, um den "Cloud Storage Service" aufzurufen. Deaktivieren Sie die Cloud-Aufzeichnungsfunktion.
es: Después de comprar el paquete de almacenamiento en la nube, la función de grabación en la nube se activará automáticamente. Puede hacer clic en el botón "Grabación en la nube " correspondiente a la lista de Equipos para ingresar a la interfaz de grabación en la nube. Haga clic en el ícono del servicio de almacenamiento en la nube para ingresar al "Servicio de almacenamiento en la nube " - deshabilite la función de grabación en la nube.
fi: Pilvivarastopaketin ostamisen jälkeen pilvitoiminto otetaan automaattisesti käyttöön. Voit napsauttaa "Cloud Recording" -painiketta, joka vastaa laiteluetteloa päästäksesi pilvityyppiseen käyttöliittymään. Napsauta pilvivarastopalvelun kuvaketta päästäksesi Cloud Storage Service -palveluun.
fr: Après l'achat du package de stockage en nuage, la fonction d'enregistrement dans le nuage sera automatiquement activée. Vous pouvez cliquer sur le bouton "Enregistrement dans le nuage " correspondant à la liste des appareils pour accéder à l'interface d'enregistrement dans le nuage. Cliquez sur l'icône du service de stockage en nuage pour entrer le "Service de stockage en nuage " - désactivez la fonction d'enregistrement dans le nuage.
he: לאחר רכישת חבילת אחסון ענן, הפונקציה הקלטה ענן יופעל באופן אוטומטי. באפשרותך ללחוץ על הלחצן "הקלטה בענן " המתאים לרשימת המכשירים כדי להיכנס לממשק הקלטת הענן. לחץ על הסמל של שירות אחסון ענן כדי להזין את "Cloud Storage Service " - בטל את פעולת הקלטת הענן.
id: Setelah membeli paket penyimpanan cloud, fungsi perekaman cloud akan diaktifkan secara otomatis. Anda dapat mengklik tombol "Cloud Recording " yang sesuai dengan daftar perangkat untuk memasuki antarmuka perekaman cloud. Klik ikon layanan penyimpanan cloud untuk masuk ke "Layanan Penyimpanan Cloud " - nonaktifkan fungsi perekaman cloud.
it: Dopo aver acquistato il pacchetto di archiviazione cloud, la funzione di registrazione cloud verrà automaticamente abilitata. È possibile fare clic sul pulsante "Registrazione cloud " corrispondente all'elenco dei dispositivi per accedere all'interfaccia di registrazione cloud. Fare clic sull'icona del servizio di archiviazione cloud per accedere al "Cloud Storage Service " - disabilitare la funzione di registrazione cloud.
ja: クラウドストレージパッケージを購入すると、クラウドレコーディング機能が自動的に有効になります。デバイスリストに対応する「クラウドレコーディング」ボタンをクリックしてクラウドレコーディングインターフェースを開くことができます。クラウドストレージサービスのアイコンをクリックして「クラウドストレージサービス」に入ります - クラウドレコーディング機能を無効にします。
ko: 클라우드 스토리지 패키지를 구입하면 클라우드 레코딩 기능이 자동으로 활성화됩니다. 기기 목록에 해당하는 "클라우드 녹화 "버튼을 클릭하면 클라우드 녹화 인터페이스로 들어갈 수 있습니다. 클라우드 스토리지 서비스 아이콘을 클릭하여 "클라우드 스토리지 서비스 "에 들어가고 클라우드 레코딩 기능을 비활성화하십시오.
nb: Etter at du har kjøpt lagringspakken for sky, vil skyteopptaksfunksjonen automatisk bli aktivert. Du kan klikke på "Cloud Recording " -knappen som svarer til enhetslisten for å gå inn i grensesnittet for skyteopptak. Klikk på ikonet Cloud Storage Service for å legge inn "Cloud Storage Service " - deaktiver skyteopptaksfunksjonen.
nl: Na aankoop van het cloudopslagpakket wordt de cloudopnamefunctie automatisch ingeschakeld. U kunt op de knop "Cloud Recording " klikken die overeenkomt met de apparaatlijst om de cloudopname-interface te openen. Klik op het pictogram van de cloudopslagdienst om de "Cloud Storage Service" te openen - schakel de cloudopnamefunctie uit.
pl: Po zakupie pakietu do przechowywania w chmurze funkcja nagrywania w chmurze zostanie automatycznie włączona. Możesz kliknąć przycisk "Nagrywanie w chmurze" odpowiadający liście urządzeń, aby przejść do interfejsu nagrywania w chmurze. Kliknij ikonę usługi przechowywania w chmurze, aby przejść do usługi "Cloud Storage Service" - wyłącz funkcję nagrywania w chmurze.
pt_br: Depois de comprar o pacote de armazenamento em nuvem, a função de gravação em nuvem será ativada automaticamente. Você pode clicar no botão "Cloud Recording " correspondente à lista de dispositivos para entrar na interface de gravação na nuvem. Clique no ícone do serviço de armazenamento em nuvem para inserir o "Cloud Storage Service " - desative a função de gravação na nuvem.
ro: După achiziționarea pachetului de stocare în cloud, funcția de înregistrare în cloud va fi activată automat. Puteți să faceți clic pe butonul "Cloud Recording " corespunzător listei de dispozitive pentru a intra în interfața de înregistrare în cloud. Faceți clic pe pictograma serviciului de stocare în nor pentru a intra în "Serviciul de stocare a cloudului" - dezactivați funcția de înregistrare în cloud.
ru: После покупки пакета облачного хранилища функция облачной записи будет автоматически включена. Вы можете нажать кнопку "Cloud Recording ", соответствующую списку устройств, чтобы войти в интерфейс облачной записи. Нажмите значок службы облачного хранилища, чтобы войти в "Службу облачного хранилища" - отключить функцию облачной записи.
sv: Efter inköpet av cloud storage-paketet aktiveras molninspelningsfunktionen automatiskt. Du kan klicka på "Cloud Recording " knappen som motsvarar enhetslistan för att komma in i molninspelningsgränssnittet. Klicka på ikonen för molnlagringsservice för att ange "Cloud Storage Service " - inaktivera molninspelningsfunktionen.
th: หลังจากซื้อแพ็คเกจที่เก็บข้อมูลบนคลาวด์ฟังก์ชันการบันทึกบนคลาวด์จะเปิดโดยอัตโนมัติคุณสามารถคลิกปุ่ม "การบันทึกบนคลาวด์" ที่ตรงกับรายการอุปกรณ์เพื่อเข้าสู่อินเทอร์เฟซการบันทึกบนคลาวด์คลิกไอคอนบริการจัดเก็บข้อมูลบนคลาวด์เพื่อเข้าสู่ "บริการจัดเก็บข้อมูลบนคลาวด์" - ปิดฟังก์ชันการบันทึกบนคลาวด์
tr: Bulut depolama paketini satın aldıktan sonra, bulut kayıt işlevi otomatik olarak etkinleştirilecektir. Bulut kayıt arayüzüne girmek için cihaz listesine karşılık gelen "Bulut Kayıt " düğmesini tıklayabilirsiniz. "Bulut Depolama Hizmeti " girmek için bulut depolama hizmeti simgesini tıklayın - bulut kayıt işlevini devre dışı bırakın.
vi: Sau khi mua gói lưu trữ đám mây, chức năng ghi đám mây sẽ tự động được bật, bạn có thể bấm vào nút "ghi đám mây" tương ứng với danh sách thiết bị để vào giao diện ghi đám mây bấm vào biểu tượng dịch vụ lưu trữ đám mây để vào "bộ nhớ đám mây" dịch vụ ”-tắt chức năng ghi âm trên đám mây.
zh_hans: 购买完成云存套餐后，云录像功能会自动开启，您可以点击设备列表相对应的“云录像”按钮进入云录像界面-点击云存服务图标进入“云存服务”-关闭云录像功能。
zh_hant: 購買完成雲存套餐後，雲錄像功能會自動開啟，您可以點擊設備列表相對應的“雲錄像”按鈕進入雲錄像界面-點擊雲存服務圖標進入“雲存服務”-關閉雲錄像功能。

# person_account_security_verify
source: For account security, please verify the login password first:
cs: Z důvodu zabezpečení účtu nejprve ověřte přihlašovací heslo:
de: Bitte geben Sie aus Sicherheitsgründen zuerst das Login-Passwort ein:
es: Para la seguridad de la cuenta, primero verifique la contraseña de inicio de sesión:
fi: Tilin suojaamiseksi tarkista ensin kirjautumissalasana:
fr: Pour la sécurité du compte, veuillez d'abord vérifier le mot de passe de connexion :
he: לאבטחת החשבון, אנא ודא תחילה את סיסמת ההתחברות:
id: Untuk keamanan akun, silahkan verifikasi password login terlebih dahulu:
it: Per la sicurezza dell'account, verifica prima la password di accesso:
ja: アカウントのセキュリティのために、最初にログインパスワードを確認してください。
ko: 계정 보안을 위해 먼저 로그인 비밀번호를 확인하십시오.
nb: For kontosikkerhet, vennligst bekreft påloggingspassordet først:
nl: Controleer voor accountbeveiliging eerst het aanmeldingswachtwoord:
pl: Dla bezpieczeństwa konta, najpierw zweryfikuj hasło logowania:
pt_br: Para segurança da conta, verifique a senha de login primeiro:
ro: Pentru securitatea contului, vă rugăm să verificați mai întâi parola de conectare:
ru: Для безопасности учетной записи сначала проверьте пароль для входа:
sv: För kontosäkerhet, verifiera inloggningslösenordet först:
th: เพื่อความปลอดภัยของบัญชี โปรดยืนยันรหัสผ่านสำหรับเข้าสู่ระบบก่อน:
tr: Hesap güvenliği için lütfen önce giriş şifresini doğrulayın:
vi: Để bảo mật tài khoản, vui lòng xác minh mật khẩu đăng nhập trước:
zh_hans: 为了账号安全，请先验证登录密码：
zh_hant: 為了賬號安全，請先驗證登錄密碼：

# preview_4G_Free_tier_ios
source: There are only %d days left for the data trial package, please renew now!
cs: Na zkušební balíček dat zbývá už jen %d dní, obnovte jej prosím hned teď!
de: Ihr Datentestpaket läuft in %d Tagen ab. Bitte verlängern Sie es jetzt!
es: Solo quedan %d días para el paquete de prueba de datos, ¡renuévelo ahora!
fi: Datakokeilupaketille on jäljellä vain %d päivää, päivitä nyt!
fr: Il ne reste que %d jours pour le pack d'essai de données, veuillez renouveler maintenant!
he: נותרו רק %d יום לחבילת ניסיון הנתונים, אנא התחדש עכשיו!
id: Tinggal %d hari lagi untuk paket data trial, mohon perpanjang sekarang!
it: Mancano solo %d giorni al pacchetto di prova dati, rinnovalo ora!
ja: データトライアルパッケージは残り%d日です。今すぐ更新してください！
ko: 데이터 평가판 패키지가 %d 일밖에 남지 않았습니다. 지금 갱신하세요!
nb: Det er bare %d dager igjen for dataprøvepakken. Vennligst forny nå!
nl: Er zijn nog maar %d dagen over voor het data-proefpakket, verleng nu alstublieft!
pl: Zostało tylko %d dni na pakiet próbny danych, odnów teraz!
pt_br: Restam apenas %d dias para o pacote de teste de dados, renove agora!
ro: Au mai rămas doar %d zile pentru pachetul de încercare a datelor, vă rugăm să reînnoiți acum!
ru: Осталось всего %d дней для пробного пакета данных, пожалуйста, продлите его сейчас!
sv: Det finns bara %d dagar kvar till dataprovpaketet, vänligen förnya nu!
th: เหลือเวลาเพียง %d วันสำหรับแพ็กเกจทดลองใช้ข้อมูลโปรดต่ออายุทันที!
tr: Veri deneme paketi için yalnızca %d gün kaldı, lütfen şimdi yenileyin!
vi: Chỉ còn %d ngày nữa là gói data dùng thử, hãy gia hạn ngay nhé!
zh_hans: 流量试用套餐仅剩%d天，请立即续费！
zh_hant: 流量試用套餐僅剩%d天，請立即續費！

# devSetting_latest_firmware
source: Newest firmware
cs: V současné době je nejnovější firmware
de: Neuste Firmware
es: Actual es el último firmware
fi: Tällä hetkellä uusin laiteohjelmisto
fr: Nouveau firmware
he: גרסת הקושחה העדכנית
id: Firmware terbaru
it: Ultima versione
ja: 最新のFW
ko: 최신 펌웨어
nb: Nyeste firmware installert
nl: Nieuwste firmware
pl: Najnowszy firmware
pt_br: Firmware mais novo
ro: Cel mai nou firmware
ru: Новейшая прошивка
sv: Nyaste programvara
th: เฟิร์มแวร์ใหม่ล่าสุด
tr: En yeni bellenim
vi: Hiện tại là chương trình cơ sở mới nhất
zh_hans: 当前为最新固件
zh_hant: 當前為最新固件

# devicesetting_PTZ_direction_flip
source: PTZ direction flip
cs: Převrácení směru PTZ
de: PTZ Ausrichtung
es: Cambio de dirección PTZ
fi: PTZ -suunnan kääntö
fr: Inversion de direction PTZ
he: הפניית כיוון PTZ
id: Balik arah PTZ
it: Inversione direzione PTZ
ja: PTZ方向反転
ko: PTZ 방향 뒤집기
nb: PTZ retningsvending
nl: PTZ richting flip
pl: Odwróć kierunek PTZ
pt_br: Inverter direção PTZ
ro: Flip de direcție PTZ
ru: Переворот направления PTZ
sv: PTZ riktning vänd
th: พลิกทิศทาง PTZ
tr: PTZ yön çevirme
vi: PTZ lật hướng
zh_hans: 云台方向翻转
zh_hant: 雲台方向翻轉

# devicesetting_humanoid_detection_prompt
source: Humanoid detection has certain adaptability requirements to the scene, and it is used according to the actual situation.
cs: Detekce humanoidů má určité požadavky na přizpůsobení scéně a používá se podle skutečné situace.
de: Die Erkennung von Menschen hat adaptive Anforderungen. Bitte verwenden Sie es entsprechend den Realbedingungen.
es: La detección de humanoides tiene ciertos requisitos de adaptabilidad a la escena, y se usa de acuerdo con la situación real.
fi: Humanoidien havaitsemisella on tiettyjä mukautumisvaatimuksia kohtaukseen, ja sitä käytetään todellisen tilanteen mukaan.
fr: La détection des humanoïdes a certaines exigences d'adaptabilité à la scène, et elle est utilisée en fonction de la situation réelle.
he: לגילוי הומנואידי יש דרישות הסתגלות מסוימות לסצנה, והוא משמש בהתאם למצב בפועל.
id: Deteksi humanoid memiliki persyaratan adaptasi tertentu ke tempat kejadian, dan digunakan sesuai dengan situasi aktual.
it: Il rilevamento umanoide ha determinati requisiti di adattabilità alla scena e viene utilizzato in base alla situazione reale.
ja: 人検出には、シーンに対する特定の適応性要件があり、実際の状況に応じて使用されます。
ko: 휴머노이드 감지에는 장면에 대한 특정 적응성 요구 사항이 있으며 실제 상황에 따라 사용됩니다.
nb: Humanoid deteksjon har visse krav til tilpasning til scenen, og den brukes i henhold til den faktiske situasjonen.
nl: Humanoïde detectie heeft bepaalde aanpassingsvereisten voor de scène en wordt gebruikt volgens de werkelijke situatie.
pl: Wykrywanie humanoidów ma pewne wymagania adaptacyjne do sceny i jest stosowane zgodnie z rzeczywistą sytuacją.
pt_br: A detecção humanóide possui certos requisitos de adaptabilidade à cena e é usada de acordo com a situação real.
ro: Detectarea umanoidă are anumite cerințe de adaptabilitate la scenă și este utilizată în funcție de situația reală.
ru: Обнаружение гуманоида имеет определенные требования к адаптивности к сцене, и оно используется в соответствии с реальной ситуацией.
sv: Humanoid upptäckt har vissa krav på anpassningsförmåga till scenen, och den används i enlighet med den faktiska situationen.
th: การตรวจสอบความต้องการของมนุษย์มีการปรับตัวบางอย่างที่จะเกิดเหตุและมีการใช้ตามสถานการณ์ที่เกิดขึ้นจริง
tr: İnsansı algılama, sahneye bazı uyarlanabilirlik gereksinimlerine sahiptir ve gerçek duruma göre kullanılır.
vi: Phát hiện hình người có các yêu cầu nhất định về khả năng thích ứng với hiện trường, vui lòng sử dụng tùy theo tình hình thực tế
zh_hans: 人形侦测对场景有一定的适应性要求，请根据实际情况使用
zh_hant: 人形偵測對場景有一定的適應性要求，清根據實際情況使用

# addDevice_Operation_instructions
source: Operation guide
cs: Návod k obsluze
de: Bedienungsanleitungen
es: Instrucciones de operación
fi: Käyttöohjeet
fr: Instructions d'utilisation
he: הוראות הפעלה
id: Instruksi operasi
it: Istruzioni per l'uso
ja: 操作説明
ko: 작동 지침
nb: Bruksanvisning
nl: Gebruiksaanwijzing
pl: Instrukcja obsługi
pt_br: Instruções de operação
ro: Instrucțiuni de funcționare
ru: Инструкция по эксплуатации
sv: Driftsinstruktioner
th: คู่มือการใช้งาน
tr: Kullanım talimatları
vi: Chỉ báo hoạt động
zh_hans: 操作示意
zh_hant: 操作示意

# devicelist_upgrade
source: Upgrade
cs: Vylepšit
es: Mejorar
fi: parantaa
fr: Améliorer
he: שדרג
id: Meningkatkan
it: aggiornamento
ja: アップグレード
ko: 업그레이드
nb: Oppgradering
pl: Aktualizacja
pt_br: Atualizar
ro: Modernizare
ru: Обновить
sv: uppgradering
th: อัพเกรด
tr: Yükselt
vi: nâng cấp
zh_hans: 升级
zh_hant: 升級

# cloud_tips_cozy
source: Tips
cs: Tipy
de: Hinweis
es: Consejos
fi: vinkkejä
fr: Conseils
he: טיפים לגילוי תנועה
it: Suggerimenti
ja: ヒント
ko: 팁
nb: Suggerimenti
pl: Wskazówki
pt_br: Dicas
ro: sfaturi
ru: подсказки
th: เคล็ดลับ
tr: İpuçları
vi: Lời khuyên
zh_hans: 温馨提示
zh_hant: 溫馨提示
