Repository: Yolo-cell-hash/go_home_ios
Catalog: ios/Runner/JASDK/JAResources/XLanguage/X35MultiLanguage/*.lproj/X35MutiLanguage.strings
Languages: cs, de, es, fi, fr, he, id, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sv, th, tr, vi, zh_hans, zh_hant

# MJRefreshHeaderRefreshingText
source: Loading...
cs: Obnovení dat ...
de: wird geladen...
es: Actualización de datos ...
fi: Tietojen päivittäminen ...
fr: Rafraîchir les données...
he: טוען...
id: Memuat…
it: Caricamento…
ja: 読込中…
ko: 데이터 새로 고침 중 ...
nb: Forfriskende data ...
nl: Laden...
pl: Wczytywanie…
pt_br: Carregando...
ro: Se incarca...
ru: Загрузка ...
sv: Läser in...
th: กำลังโหลด ...
tr: Yükleniyor...
vi: Đang làm mới dữ liệu ...
zh_hans: 正在刷新数据中...
zh_hant: 正在刷新數據中...

# myDevice_online
source: Online
es: En línea
fr: En ligne
he: מחובר
id: Terhubung
ja: オンライン
ko: 온라인
nb: Tilkoblet
pt_br: Conectados
ro: Pe net
ru: онлайн
sv: Uppkopplad
th: ออนไลน์
tr: Çevrimiçi
vi: Trực tuyến
zh_hans: 在线
zh_hant: 在線

# adddevice_add_method
source: Add method
cs: Přidat metodu
de: Methode hinzufügen
es: Añadir método
fi: Lisää menetelmä
fr: Ajouter une méthode
he: הוסף שיטה
id: Tambahkan metode
it: Aggiungi metodo
ja: メソッドを追加
ko: 메소드 추가
nb: Legg til metode
nl: Methode toevoegen
pl: Dodaj metodę
pt_br: Adicionar método
ro: Adăugați metoda
ru: Добавить метод
sv: Lägg till metod
th: เพิ่มวิธีการ
tr: Yöntem ekle
vi: Thêm phương pháp
zh_hans: 添加方式
zh_hant: 添加方式

# playback_no_services_can_migrate
source: Sorry, there is no cloud storage service to migrate
cs: Je nám líto, ale neexistuje žádná služba cloudového úložiště pro migraci
de: Leider gibt es keinen zu migrierenden Cloud-Speicherdienst
es: Lo sentimos, no hay un servicio de almacenamiento en la nube para migrar
fi: Valitettavasti pilvitallennuspalvelua ei voida siirtää
fr: Désolé, il n'y a pas de service de stockage cloud à migrer
he: מצטערים, אין שירות לאחסון ענן להעברה
id: Maaf, tidak ada layanan penyimpanan awan untuk bermigrasi
it: Spiacenti, non è disponibile alcun servizio di archiviazione cloud da migrare
ja: 移行するクラウドストレージサービスはありません
ko: 죄송합니다. 마이그레이션 할 클라우드 스토리지 서비스가 없습니다.
nb: Beklager, det er ingen skylagringstjeneste som kan overføres
nl: Sorry, er is geen cloudopslagservice om te migreren
pl: Przepraszamy, nie ma usługi przechowywania w chmurze do migracji
pt_br: Não há serviço de armazenamento em nuvem para migrar
ro: Ne pare rău, nu există niciun serviciu de stocare în cloud care să migreze
ru: К сожалению, нет облачного хранилища для переноса
sv: Det finns tyvärr ingen molnlagringstjänst att migrera
th: ขออภัยไม่มีบริการจัดเก็บข้อมูลบนคลาวด์ที่จะย้ายข้อมูล
tr: Üzgünüz, taşınacak bulut depolama hizmeti yok
vi: Xin lỗi, không có dịch vụ lưu trữ đám mây để di chuyển
zh_hans: 抱歉，暂无云存服务可迁移
zh_hant: 抱歉，暫無雲存服務可遷移

# cloud_how_to_cancel_renewal
source: How to cancel automatic renewal?
cs: Jak zrušit automatické obnovení?
de: Wie kann ich die automatische Verlängerung abbrechen?
es: ¿Cómo cancelar la renovación automática?
fi: Kuinka peruuttaa automaattinen uusiminen?
fr: Comment annuler le renouvellement automatique?
he: כיצד לבטל חידוש אוטומטי?
id: Bagaimana cara membatalkan perpanjangan otomatis?
it: Come annullare il rinnovo automatico?
ja: 自動更新をキャンセルする方法は？
ko: 자동 갱신을 취소하는 방법?
nb: Hvordan avbryter jeg automatisk fornyelse?
nl: Hoe automatische verlenging annuleren?
pl: Jak anulować automatyczne przedłużanie?
pt_br: Como cancelar a renovação automática?
ro: Cum se anulează reînnoirea automată?
ru: Как отменить автоматическое продление?
sv: Hur avbryter jag automatisk förnyelse?
th: วิธีการยกเลิกการต่ออายุโดยอัตโนมัติ?
tr: Otomatik yenileme nasıl iptal edilir?
vi: Làm thế nào để hủy gia hạn tự động?
zh_hans: 如何取消自动续费？
zh_hant: 如何取消自動續費？

# alarm_unbind_prompt
source: After unbinding, the alarm message will no longer be pushed to Line APP. Are you sure to unbind?
cs: Po uvolnění se poplachová zpráva již nebude posílat do řádku APP. Jste si jisti, že se můžete uvolnit?
de: Nach dem Trennen wird keine Alarmmeldung mehr an die Line App gesendet. Wirklich fortfahren?
es: Después de desvincular, el mensaje de alarma ya no se enviará a la aplicación de línea. ¿Estás seguro de deshacerte?
fi: Sitoutumisen jälkeen hälytysviestiä ei enää työnnetä riville APP. Haluatko varmasti sitoutua?
fr: Après la suppression de la liaison, le message d'alarme ne sera plus poussé vers Line APP. Êtes-vous sûr de vous désengager?
he: לאחר ההתפשטות, הודעת האזעקה לא תודחף עוד אל קו APP. האם אתה בטוח להתנתק?
id: Setelah tidak mengikat, pesan alarm tidak akan lagi didorong ke Line APP. Apakah Anda yakin untuk melepaskan ikatan?
it: Dopo lo scioglimento, il messaggio di allarme non verrà più trasferito all'APP di linea. Sei sicuro di rilassarti?
ja: バインド解除後、アラームメッセージはLine APPにプッシュされなくなります。 バインドを解除してもよろしいですか？
ko: 바인딩 해제 후에는 알람 메시지가 더 이상 라인 APP으로 푸시되지 않습니다. 바인드 해제 하시겠습니까?
nb: Etter avbinding vil alarmmeldingen ikke lenger bli presset til Line APP. Er du sikker på å løsne deg?
nl: Na het opheffen wordt het alarmbericht niet meer naar Line APP gepusht. Weet u zeker dat u de binding wilt verbreken?
pl: Po odłączeniu komunikat alarmowy nie będzie już przekazywany do linii APP. Czy na pewno się uwolnisz?
pt_br: Depois de desenrolar, a mensagem de alarme não será mais enviada para a Linha APP. Você tem certeza de desassociar?
ro: După dezlegare, mesajul de alarmă nu va mai fi apăsat pe linia APP. Ești sigur că te dezlegi?
ru: После отмены привязки сообщение о тревоге больше не будет отправлено в приложение Line. Вы уверены, что отвязать?
sv: Efter avlindning trycks inte längre larmmeddelandet till Line APP. Är du säker på att lossa?
th: หลังจากเลิกผูกข้อความเตือนจะไม่ถูกส่งไปที่ Line APP อีกต่อไป แน่ใจไหมว่าจะเลิกผูก
tr: Bağlantıyı kestikten sonra, alarm mesajı artık Hat APP'ye aktarılmayacaktır. Bağını kaldırmak istediğinizden emin misiniz?
vi: Sau khi hủy liên kết, thông báo cảnh báo sẽ không còn được đẩy đến Ứng dụng dòng nữa. Bạn có chắc chắn hủy liên kết không?
zh_hans: 解绑后，报警消息将不再推送至Line APP，是否确定解绑？
zh_hant: 解綁後，報警消息將不再推送至Line APP，是否確定解綁？

# devicesetting_warn_line_help
source: Cordon help
cs: Cordon pomohl
de: Warnlinien Hilfe
es: Cordon ayuda
fi: Cordon auttaa
fr: Cordon aide
he: קורדון עזרה
id: Cordon membantu
it: Cordone di aiuto
ja: コルドンの助け
ko: 코르 동 도움
nb: Cordon hjelp
nl: Cordon hulp
pl: Pomoc kordonowa
pt_br: Cordon ajuda
ro: Ajutor pentru Cordon
ru: Кордон помощь
sv: Cordon hjälp
th: ช่วยเหลือ
tr: Cordon yardım
vi: Cordon giúp đỡ
zh_hans: 警戒线帮助
zh_hant: 警戒線幫助

# devicesetting_Some_cameras_failed_check_online
source: Some cameras failed to set up, please check the online status of the camera
cs: Některé kamery se nepodařilo nastavit, zkontrolujte online stav kamery
de: Einige Kameras konnten nicht eingerichtet werden. Bitte überprüfen Sie den Online-Status der Kameras
es: Algunas cámaras no se pudieron configurar, verifique el estado en línea de la cámara
fi: Joitakin kameroita ei voitu asentaa. Tarkista kameran online-tila
fr: Certaines caméras n'ont pas pu être configurées, veuillez vérifier l'état en ligne de la caméra
he: חלק מהמצלמות נכשלו בהגדרה, אנא בדוק את המצב המקוון של המצלמה
id: Beberapa kamera gagal disiapkan, harap periksa status online kamera
it: Alcune fotocamere non sono state configurate, controlla lo stato online della fotocamera
ja: 一部のカメラがセットアップに失敗しました。カメラのオンラインステータスを確認してください
ko: 일부 카메라는 설정하지 못했습니다. 카메라의 온라인 상태를 확인하세요.
nb: Enkelte kameraer kunne ikke konfigureres, sjekk nettstatusen til kameraet
nl: Sommige camera's konden niet worden ingesteld, controleer de online status van de camera
pl: Niektórych kamer nie udało się skonfigurować, sprawdź stan online kamery
pt_br: Algumas câmeras falharam na configuração, verifique o status online da câmera
ro: Unele camere nu s-au configurat, vă rugăm să verificați starea online a camerei
ru: Некоторые камеры не удалось настроить, проверьте онлайн-статус камеры.
sv: Vissa kameror kunde inte ställas in. Kontrollera kamerans onlinestatus
th: ไม่สามารถตั้งค่ากล้องบางตัวได้ โปรดตรวจสอบสถานะออนไลน์ของกล้อง
tr: Bazı kameralar kurulamadı, lütfen kameranın çevrimiçi durumunu kontrol edin
vi: Một số máy ảnh không thiết lập được, vui lòng kiểm tra trạng thái trực tuyến của máy ảnh
zh_hans: 部分摄像机设置失败，请检查摄像机在线状态
zh_hant: 部分攝像機設置失敗，請檢查攝像機在線狀態

source: Pacific/Majuro
cs: Pacifik / Majuro
de: Pazifik / Majuro
es: Pacifico / Majuro
fi: Tyynimeri / Majuro
he: פסיפיק / מאג'ורו
id: Pasifik / Majuro
it: Pacifico / Majuro
ja: 太平洋/マジュロ
ko: 태평양 / 마주로
nb: Stillehavet / Majuro
pt_br: Pacífico / Majuro
ru: Тихий океан / Majuro
th: แปซิฟิก / มาจูโร
tr: Pasifik / Majuro
vi: Majuro
zh_hans: 马朱罗
zh_hant: 馬朱羅

# prompt_sounds_text
source: Language of prompt
cs: Rychlý jazyk
de: Sprache Sprachansage
es: Idioma de mensaje de voz
fi: Kysy kieli
fr: Langue vocale
he: שפת החיווי הקולי
id: Bahasa penberitahuan suara
it: Lingua guida vocale
ja: 音声読上げの言語
ko: 음성 안내 언어
nb: Varsellyd språk
nl: Taal melding
pl: Język komunikatów głosowych
pt_br: Linguagem de voz promet
ro: Voce promt limba
ru: Язык голосовых подсказок
sv: Röstpromotalspråk
th: ภาษาแจ้งเตือน
tr: Ses tanıtım dili
vi: Ngôn ngữ nhắc nhở
zh_hans: 提示音语言
zh_hant: 提示音語言

# Service_map_Investment_promotion
source: Investment promotion on the platform,
cs: Investice do platformy,
de: Investition in die Plattform,
es: Inversión en la plataforma,
fi: Sijoitus alustaan,
fr: Investissement dans la plateforme,
he: השקעה בפלטפורמה,
id: Investasi dalam platform,
it: Investimenti nella piattaforma,
ja: プラットフォームへの投資、
ko: 플랫폼 투자
nb: Investering i plattformen,
nl: Investering in het platform,
pl: Inwestycja w platformę,
pt_br: Investimento na plataforma,
ro: Investiții în platformă,
ru: Инвестиции в платформу,
sv: Investeringar i plattformen,
th: การส่งเสริมการลงทุนบนแพลตฟอร์ม
tr: Platforma yatırım,
vi: Đang tiến hành xúc tiến đầu tư nền tảng-
zh_hans: 平台招商，火热进行中-
zh_hant: 平臺招商，火熱進行中-

# adddevice_WiFi_select_IPC
source: ③ Select the Wi-Fi of the corresponding device in the WLAN list. Such as: "IPCXXX", XXX is the device ID, the initial password is 11111111
cs: ③ V seznamu WLAN vyberte WiFi odpovídajícího zařízení. Například: "IPCXXX ", XXX je ID zařízení, počáteční heslo je 11111111
de: ③ Wählen Sie aus der Liste der WLAN-Netzwerke das WLAN des entsprechenden Geräts aus, z.B.: "IPCXXX". XXX ist die Geräte-ID und das werksseitige Passwort lautet 11111111.
es: ③ Seleccione el WiFi del Equipo correspondiente en la lista de WLAN. Tales como: "IPCXXX", XXX es la ID del Equipo, la contraseña inicial es 11111111
fi: ③ Valitse vastaavan laitteen WiFi WLAN-luettelosta. Kuten: "IPCXXX", XXX on laitteen tunnus, alkuperäinen salasana on 11111111
fr: ③ Sélectionnez le WiFi du périphérique correspondant dans la liste WLAN. Tels que: "IPCXXX ", XXX est l'ID du périphérique, le mot de passe initial est 11111111.
he: ③ בחר את ה- WiFi של המכשיר המתאים ברשימת WLAN. למשל: "IPCXXX", XXX הוא מזהה המכשיר, הסיסמה הראשונית היא 11111111
id: ③ Pilih WiFi perangkat yang sesuai dalam daftar WLAN. Seperti: "IPCXXX", XXX adalah ID perangkat, kata sandi awal adalah 11111111
it: ③ Selezionare il WiFi del dispositivo corrispondente nell'elenco WLAN. Ad esempio: "IPCXXX ", XXX è l'ID del dispositivo, la password iniziale è 11111111
ja: ③ WLANリストで対応するデバイスのWiFiを選択します。 "IPCXXX"など、XXXはデバイスID、初期パスワードは11111111です
ko: ③ WLAN 목록에서 해당 장치의 WiFi를 선택하십시오. 예 : "IPCXXX ", XXX는 장치 ID이며 초기 비밀번호는 11111111입니다.
nb: ③ Velg WiFi for den tilsvarende enheten i WLAN-listen. Slik som: "IPCXXX", XXX er enhets-ID, det første passordet er 11111111
nl: ③ Selecteer de WiFi van het overeenkomstige apparaat in de WLAN-lijst. Zoals: "IPCXXX", XXX is de apparaat-ID, het initiële wachtwoord is 11111111
pl: ③ Wybierz WiFi odpowiedniego urządzenia z listy WLAN. Na przykład: "IPCXXX", XXX to identyfikator urządzenia, początkowe hasło to 11111111
pt_br: ③ Selecione o WiFi do dispositivo correspondente na lista WLAN. Como: "IPCXXX ", XXX é o ID do dispositivo, a senha inicial é 11111111
ro: ③ Selectați WiFi-ul dispozitivului corespunzător din lista WLAN. Cum ar fi: "IPCXXX", XXX este ID-ul dispozitivului, parola inițială este 11111111
ru: ③ Выберите WiFi соответствующего устройства в списке WLAN. Например: "IPCXXX", XXX - идентификатор устройства, начальный пароль - 11111111.
sv: ③ Välj WiFi för motsvarande enhet i WLAN-listan. Såsom: "IPCXXX ", XXX är enhets-ID, det initiala lösenordet är 11111111
th: ③เลือก Wi-Fi ของอุปกรณ์ที่เกี่ยวข้องในรายการ WLAN เช่น "IPCXXX ", XXX คือรหัสอุปกรณ์รหัสผ่านเริ่มต้นคือ 11111111
tr: ③ WLAN listesinden ilgili cihazın WiFi seçeneğini seçin. Mesela: "IPCXXX ", XXX cihaz kimliği, ilk şifre 11111111
vi: ③ Trong danh sách các mạng WLAN khả dụng, chọn chẳng hạn như: Kết nối "IPCXXX", XXX là ID thiết bị và mật khẩu ban đầu là 11111111
zh_hans: ③ 在可用WLAN列表里选择如：“IPCXXX”连接，XXX即为设备ID，初始密码为11111111
zh_hant: ③ 在可用WLAN列表裡選擇如：“IPCXXX”連接，XXX即為設備ID，初始密碼為11111111

# userInfo_no_binding_emailAndPhone
source: Users haven't bound cellphone number or email address
cs: Uživatel není vázán na mobilní telefon nebo poštovní schránku
de: Benutzer haben keine Handynummer oder E-Mail Adresse eingebunden
es: Los usuarios no han vinculado el número de teléfono celular o la dirección de correo electrónico
fi: Käyttäjä ei ole sidottu matkapuhelimeen tai postilaatikkoon
fr: Les utilisateurs n'ont pas lié le numéro de téléphone portable ou l'adresse e-mail
he: המשתמש לא שייך חשבון טלפון או אימייל
id: penguna tidak mengikatkan nomor HP atau Alamat Email
it: L'utente non ha vincolato numero telefonico o e-mail
ja: ユーザーが携帯電話番号またはEメールアドレスを接続していません。
ko: 사용자의 휴대폰 번호나 메일 주소가 등록되어 있지 않습니다.
nb: Bruker har ikke lagret telefonnummer eller epost adresse
nl: Gebruikers hebben mobiele telefoon of e-mailadres niet gekoppeld
pl: Użytkownicy nie przypisali numeru telefonu komórkowego ani adresu e-mail
pt_br: Os usuários não vinculam o número do celular ou o endereço de e-mail
ro: Utilizatorii nu au legat numărul de telefon sau adresa de e-mail
ru: Пользователи не привязали номер мобильного телефона или адрес электронной почты
sv: Användare har inte bundet mobilnummer eller e-postadress
th: ผู้ใช้ไม่ได้ผูกหมายเลขโทรศัพท์มือถือหรือที่อยู่อีเมล์
tr: Kullanıcılar cep telefonu numarası veya e-posta adresi bağlı değil
vi: Người dùng không bị ràng buộc với điện thoại di động hoặc email
zh_hans: 用户未绑定手机或者邮箱
zh_hant: 用戶未綁定手機或者郵箱

# person_unbundle_success
source: unbundle successfully
cs: unbundle úspěšně
de: erfolgreich entfernt
es: desagregar con éxito
fi: erota onnistuneesti
fr: dégrouper avec succès
he: לפרק בהצלחה
id: unbundle berhasil
it: separare con successo
ja: バンドル解除に成功しました
ko: 성공적으로 묶다
nb: skilles vellykket
nl: succesvol ontbundelen
pl: rozpakować pomyślnie
pt_br: Desdobrar com sucesso
ro: se separa cu succes
ru: распутать успешно
sv: dela upp framgångsrikt
th: เลิกผูกสำเร็จ
tr: başarıyla çözmek
vi: Hủy liên kết thành công
zh_hans: 解绑成功
zh_hant: 解綁成功

# devicelist_offline_help_content_more_help
source: more help
cs: Další pomoc
de: Weitere Hilfe
es: Más ayuda
fi: Lisää apua
fr: Plus d'aide
he: עזרה נוספת
id: Bantuan lain
it: Più aiuto
ja: その他のヘルプ
ko: 추가 도움말
nb: Mer hjelp
nl: Meer help
pl: Więcej pomocy
pt_br: mais ajuda
ro: mai mult ajutor
ru: больше помощи
sv: mer hjälp
th: ความช่วยเหลือเพิ่มเติม
tr: Daha fazla yardım
vi: giúp đỡ nhiều hơn
zh_hans: 更多帮助
zh_hant: 更多幫助

# cloud_migration_services_number
source: Number of services
cs: Počet služeb
de: Anzahl der Dienste
es: Número de servicios
fi: Palvelujen lukumäärä
fr: Nombre de services
he: מספר השירותים
id: Jumlah layanan
it: Numero di servizi
ja: サービス数
ko: 서비스 수
nb: Antall tjenester
nl: Aantal services
pl: Liczba usług
pt_br: Número de serviços
ro: Număr de servicii
ru: Количество услуг
sv: Antal tjänster
th: จำนวนบริการ
tr: Hizmet sayısı
vi: Số lượng dịch vụ
zh_hans: 服务数量
zh_hant: 服務數量

# adddevice_no_equipment
source: No Device
cs: Žádné vybavení
de: Kein Gerät
es: Sin equipo
fi: Ei laitteita
fr: Pas d'équipement
he: אין ציוד
id: Tidak ada peralatan
it: Nessuna attrezzatura
ja: 設備なし
ko: 장비 없음
nb: Ingen utstyr
nl: Geen apparatuur
pl: Bez sprzętu
pt_br: Nenhum equipamento
ro: Fără echipamente
ru: Нет оборудования
sv: Ingen utrustning
th: ไม่มีอุปกรณ์
tr: Ekipman yok
vi: Không có bất kỳ thiết bị nào
zh_hans: 无任何设备
zh_hant: 無任何設備

# add_Click_Help_solve_problem
source: Click "View Help" to solve the problem
cs: Kliknutím na "Zobrazit nápovědu" problém vyřešíte
de: Klicken Sie auf "Hilfe anzeigen", um das Problem zu lösen
es: Haga clic en "Ver ayuda" para resolver el problema
fi: Ratkaise ongelma napsauttamalla "Näytä ohje".
fr: Cliquez sur "Afficher l'aide" pour résoudre le problème
he: לחץ על "הצג עזרה" כדי לפתור את הבעיה
id: Klik "Lihat Bantuan" untuk menyelesaikan masalah
it: Fare clic su "Visualizza Guida" per risolvere il problema
ja: 「ヘルプを表示」をクリックして問題を解決します
ko: 문제를 해결하려면 "도움말 보기"를 클릭하십시오.
nb: Klikk på "Se hjelp" for å løse problemet
nl: Klik op "Help bekijken" om het probleem op te lossen
pl: Kliknij "Wyświetl pomoc", aby rozwiązać problem
pt_br: Clique em "Ver Ajuda" para resolver o problema
ro: Faceți clic pe "Vizualizare ajutor" pentru a rezolva problema
ru: Нажмите "Посмотреть справку", чтобы решить проблему.
sv: Klicka på "Visa hjälp" för att lösa problemet
th: คลิก "ดูความช่วยเหลือ" เพื่อแก้ไขปัญหา
tr: Sorunu çözmek için "Yardımı Görüntüle"yi tıklayın
vi: Nhấp vào "Xem Trợ giúp" để giải quyết vấn đề
zh_hans: 点击“查看帮助”解决问题
zh_hant: 點擊“查看幫助”解決問題

# devicesetting_set_tone_name
source: Set the prompt tone name
cs: Nastavte název tónu
de: Tonname vergeben
es: Establecer el nombre del tono
fi: Aseta äänen nimi
fr: Définissez le nom du son
he: הגדר את שם הטון
id: Atur nama nada
it: Imposta il nome del tono
ja: トーン名を設定する
ko: 톤 이름 설정
nb: Still inn navnet på tonen
nl: Stel de toonnaam in
pl: Ustaw nazwę dźwięku
pt_br: Defina o nome do tom
ro: Setați numele tonului
ru: Установите название тембра
sv: Ställ in namnet på tonen
th: ตั้งชื่อโทนเสียง
tr: Ton adını ayarlayın
vi: Đặt tên âm báo
zh_hans: 设置提示音名称
zh_hant: 設置提示音名稱

# preview_no_video_open_service_detail
source: You can open the video service in the device settings.
cs: Sluľbu videa můľete otevřít v nastavení přístroje.
de: Sie können den Videodienst in den Geräteeinstellungen aktivieren.
es: Puede abrir el servicio de video en la configuración del Equipo.
fi: Voit avata videopalvelun laitteen asetuksissa.
fr: Vous pouvez ouvrir le service vidéo dans les paramètres du périphérique.
he: באפשרותך לפתוח את שירות הווידאו בהגדרות ההתקן.
id: Anda dapat membuka layanan video dalam pengaturan perangkat.
it: È possibile aprire il servizio video nelle impostazioni del dispositivo.
ja: あなたは、デバイスの設定でビデオサービスを開くことができます。
ko: 장치 설정에서 비디오 서비스를 열 수 있습니다.
nb: Du kan åpne videotjenesten i enhetsinnstillingene.
nl: U kunt de videoservice openen in de apparaatinstellingen.
pl: Możesz otworzyć usługę wideo w ustawieniach urządzenia.
pt_br: Você pode abrir o serviço de vídeo nas configurações do dispositivo.
ro: Puteți deschide serviciul video în setările dispozitivului.
ru: Вы можете открыть видео сервис в настройках устройства.
sv: Du kan öppna videotjänsten i enhetens inställningar.
th: คุณสามารถเปิดวิดีโอในการตั้งค่าอุปกรณ์
tr: Video servisini cihaz ayarlarında açabilirsiniz.
vi: Bạn có thể bật dịch vụ video trong cài đặt thiết bị
zh_hans: 您可在设备设置中里开启视频服务
zh_hant: 您可在設備設置中里開啟視頻服務

# addDevice_connection_holdOn
source: Connecting...please wait
cs: Připojení zařízení čekejte ...
de: Verbindung wird aufgebaut...bitte warten
es: Conectando... espere por favor
fi: Laitteen yhteys,odota ...
fr: Connexion, veuillez patienter
he: מתחבר.. אנא המתן
id: Menghubungi… silakan tunggu
it: Connessione… Prego attendere
ja: 接続中です。しばらくお待ちください
ko: 연결중…
nb: Kobler til.. Vennligst vent
nl: Verbinden...even wachten a.u.b.
pl: Łączenie...proszę czekać
pt_br: Conectando ... por favor aguarde
ro: Se conectează ... așteptați
ru: Подключение ... пожалуйста,подождите
sv: Anslut ... vänligen vänta
th: กำลังเชื่อมต่อ กรุณารอสักครู่
tr: Bağlanıyor,lütfen bekleyin
vi: Thiết bị đang kết nối, vui lòng đợi ...
zh_hans: 设备连接中，请稍后…
zh_hant: 設備連接中，請稍後…

source: Asia/Karachi
cs: Asie / Karáčí
de: Asien / Karachi
fi: Aasia / Karachi
he: אסיה / קראצ'י
ja: アジア/カラチ
ko: 아시아 / 카라치
pt_br: Ásia / Carachi
ru: Азия / Карачи
sv: Asien / Karachi
th: เอเชีย / การาจี
tr: Asya / Karaçi
vi: Karachi
zh_hans: 卡拉奇
zh_hant: 卡拉奇

# playback_download_again
source: The video has been downloaded, are you sure continue downloading?
cs: Video bylo staženo, aby bylo určeno, zda pokračovat ve stahování?
de: Das Video wurde heruntergeladen, wirklich mit Download fortfahren?
es: ¿El video se ha descargado para determinar si continuará la descarga?
fi: Video on ladattu selvittämään, jatketaanko lataamista?
fr: La vidéo a été téléchargée pour déterminer s'il faut continuer le téléchargement?
he: הסרטון הורד כדי לקבוע אם להמשיך להוריד?
id: Video telah diunduh untuk menentukan apakah akan terus mengunduh?
it: Il video è stato scaricato per determinare se continuare il download?
ja: ダウンロードを続行するかどうかを判断するために、ビデオがダウンロードされましたか？
ko: 이미 다운로드 완료됐습니다, 계속 다운로드 받겠습니까?
nb: Videoen har blitt lastet ned for å bestemme om du vil fortsette å laste ned?
nl: De video is gedownload om te bepalen of u wilt doorgaan met downloaden?
pl: Film został pobrany, aby ustalić, czy kontynuować pobieranie?
pt_br: O vídeo foi baixado para determinar se você deseja continuar o download?
ro: Videoclipul a fost descărcat pentru a determina dacă continuați descărcarea?
ru: Видео было загружено, чтобы определить, следует ли продолжить загрузку?
sv: Videon har laddats ner för att avgöra om du vill fortsätta nedladdningen?
th: ดาวน์โหลดวิดีโอแล้วแน่ใจไหมว่าต้องการดาวน์โหลดต่อ
tr: İndirmeye devam edilip edilmeyeceğini belirlemek için video indirildi mi?
vi: Video đã được tải xuống. Bạn có chắc chắn muốn tiếp tục tải xuống không?
zh_hans: 该录像已下载，确定是否继续下载？
zh_hant: 該錄像已下載，確定是否繼續下載？

# devicesetting_prompt_list
source: Prompt tone list
cs: Seznam tónů
de: Tonliste
es: Lista de tonos
fi: Ääniluettelo
fr: Liste des sons
he: רשימת צלילים
id: Daftar Nada
it: Elenco dei toni
ja: トーンリスト
ko: 톤 목록
nb: Toneliste
nl: Toonlijst
pl: Lista brzmień
pt_br: Lista de tons
ro: Lista tonurilor
ru: Список тембров
sv: Tonlista
th: รายการโทน
tr: Ton Listesi
vi: Danh sách nhắc nhở
zh_hans: 提示音列表
zh_hant: 提示音列表
