Repository: Yolo-cell-hash/go_home_ios
Catalog: ios/Runner/JASDK/JAResources/XLanguage/X35MultiLanguage/*.lproj/X35MutiLanguage.strings
Languages: cs, de, es, fi, fr, he, id, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sv, th, tr, vi, zh_hans, zh_hant

# preview_window
source: Window
cs: Okno
de: Ansicht
es: Ventana
fi: Ikkuna
fr: La fenêtre
he: חַלוֹן
id: Jendela
it: Finestra
ja: 窓
ko: 창문
nb: Vindu
nl: Raam
pl: Okno
pt_br: Janela
ro: Fereastră
ru: Окно
sv: Fönster
th: หน้าต่าง
tr: pencere
vi: Cửa sổ
zh_hans: 窗口
zh_hant: 窗口

# cloud_no_purchase
source: No purchased
cs: Žádný nákup
de: Kein Kauf
es: Ninguna compra
fi: Ei ostoa
fr: Aucun achat
he: אין רכישה
id: Tidak ada pembelian
it: Nessun acquisto
ja: 購入なし
ko: 구매 불가
nb: Ingen kjøp
nl: Geen aankoop
pl: Bez zakupu
pt_br: Nenhuma compra
ro: Fără achiziție
ru: Нет покупки
sv: Inget köp
th: ไม่ซื้อ
tr: Satın alma yok
vi: chưa thanh toán
zh_hans: 未购买
zh_hant: 沒有購買

# cloud_video_open
source: Start cloud storage recording
cs: Otevřete video úložiště v cloudu
de: Cloudspeicher Aufnahme starten
es: Comienza la grabación de almacenamiento en la nube
fi: Avaa pilvivarastointivideo
fr: Démarrer l'enregistrement du stockage dans le Cloud
he: התחל הקלטת אחסון בענן
id: Mulai Rekam ke Penyimpanan Awan
it: Iniziare memorizzazione cloud
ja: ストレージ録画の開始
ko: 클라우드 저장 기록 시작
nb: Åpne skylagring video
nl: Start opname cloudopslag
pl: Uruchom nagrywanie w chmurze
pt_br: Iniciar gravação de armazenamento em nuvem
ro: Porniți înregistrarea de stocare în cloud
ru: Начать запись в облачное хранилище
sv: Starta registrering av molnlagring
th: เริ่มต้นการบันทึกจัดเก็บข้อมูลแบบคลาวด์
tr: Bulut depolama kaydını başlat
vi: Bật ghi âm lưu trữ đám mây
zh_hans: 开启云存录像
zh_hant: 開啟雲存錄像

# preview_video_stop
source: Recording,please stop recording and exit
cs: Nahrávání,zastavte nahrávání a ukončete nahrávání
de: Aufnahme läuft, bitte Aufnahme beenden und verlassen
es: Grabación,por favor,detenga la grabación y luego salga
fi: Tallennus,lopeta tallennus ja poistu
fr: Enregistrement, arrêtez l'enregistrement et quittez
he: מקליט,אנא הפסק את ההקלטה לפני היציאה
id: Merekam,silakan hentikan rekaman dan keluar
it: Registrando,prego fermare ed uscire
ja: 録画を停止して終了してください
ko: 녹화중입니다. 녹화 중지 후 조작해 주세요.
nb: Stopp opptak og avslutt
nl: Opname,opname stoppen en afsluiten
pl: Nagrywanie,proszę zatrzymać nagrywanie i wyjść
pt_br: Gravação,por favor,pare de gravar e saia
ro: Înregistrați-vă,opriți înregistrarea și ieșiți
ru: Запись,пожалуйста,остановите запись и выйдите
sv: Inspelning,sluta spela in och avsluta
th: กำลังบันทึก โปรดหยุดบันทึกและออก
tr: Kayıt,lütfen kaydı durdur ve çık
vi: Đang ghi, vui lòng dừng ghi rồi thoát
zh_hans: 正在录像，请停止录像再退出
zh_hant: 正在錄像，請停止錄像再退出

# devicelist_Offline_help_time
source: Offline time:
cs: Čas offline:
de: Offline-Zeit:
es: Tiempo fuera de línea:
fi: Offline-aika:
fr: Temps hors ligne :
he: זמן ניתוק:
id: waktu Putus :
it: Ora offline:
ja: オフライン時間：
ko: 오프라인 시간 :
nb: Frakoblet tid:
nl: Offlinetijd:
pl: Czas offline:
pt_br: Tempo off-line:
ro: Timp offline:
ru: Автономное время:
sv: Offline tid:
th: เวลาออฟไลน์:
tr: Çevrimdışı zaman:
vi: Thời gian ngoại tuyến:
zh_hans: 离线时间：
zh_hant: 離線時間：

# devicesetting_gw_updated
source: Updated
cs: Aktualizováno
de: Aktualisiert
es: Actualizado
fi: Päivitetty
fr: Mise à jour
he: מְעוּדכָּן
id: Diperbarui
it: Aggiornato
ja: 更新しました
ko: 업데이트됨
nb: Oppdatert
nl: Bijgewerkt
pl: Zaktualizowano
pt_br: Atualizada
ro: La curent
ru: Обновлено
sv: Uppdaterad
th: อัปเดต
tr: Güncellenmiş
vi: Đã cập nhật
zh_hans: 已更新
zh_hant: 已更新

# palyback_interrupt_download
source: Interrupting the download will result in incomplete downloads.
cs: Přerušení stahování bude mít za následek neúplné stahování.
de: Wenn der Download unterbrochen wird, wird das Video unvollständig heruntergeladen.
es: Interrumpir la descarga dará como resultado descargas incompletas.
fi: Latauksen keskeyttäminen johtaa puutteellisiin latauksiin.
fr: Interrompre le téléchargement entraînera des téléchargements incomplets.
he: הפסקת ההורדה תביא להורדות לא מלאות.
id: Mengganggu unduhan akan menghasilkan unduhan yang tidak lengkap.
it: L'interruzione del download comporterà download incompleti.
ja: ダウンロードを中断すると、ダウンロードが不完全になります。
ko: 다운로드를 중단하면 다운로드가 완료되지 않습니다.
nb: Hvis du avbryter nedlastingen, vil det føre til ufullstendige nedlastinger.
nl: Het onderbreken van de download zal leiden tot onvolledige downloads.
pl: Przerwanie pobierania spowoduje niepełne pobieranie.
pt_br: Interromper o download resultará em downloads incompletos.
ro: Întreruperea descărcării va duce la descărcări incomplete.
ru: Прерывание загрузки приведет к неполной загрузке.
sv: Att avbryta nedladdningen resulterar i ofullständiga nedladdningar.
th: การขัดจังหวะการดาวน์โหลดจะทำให้การดาวน์โหลดวิดีโอไม่สมบูรณ์
tr: İndirme işleminin kesilmesi, eksik indirmelere neden olur.
vi: Việc làm gián đoạn quá trình tải xuống sẽ dẫn đến việc tải xuống video không hoàn chỉnh.
zh_hans: 中断下载会导致下载视频不全。
zh_hant: 中斷下載會導致下載視頻不全。

# adddevice_connect_fail_reason
source: Why the connection failed
cs: Proč spojení selhalo?
de: Warum ist die Verbindung fehlgeschlagen?
es: ¿Por qué falló la conexión?
fi: Miksi yhteys epäonnistui?
fr: Pourquoi la connexion a-t-elle échoué?
he: מדוע נכשל הקשר?
id: Mengapa koneksi gagal?
it: Perché la connessione ha avuto esito negativo?
ja: 接続が失敗したのはなぜですか？
ko: 연결이 실패한 이유는 무엇입니까?
nb: Hvorfor feilet forbindelsen?
nl: Waarom is de verbinding mislukt?
pl: Dlaczego połączenie nie powiodło się?
pt_br: Por que a conexão falhou?
ro: De ce a eșuat conexiunea?
ru: Почему не удалось установить соединение?
sv: Varför misslyckades anslutningen?
th: ทำไมการเชื่อมต่อล้มเหลว
tr: Bağlantı neden başarısız oldu?
vi: Tại sao kết nối không thành công?
zh_hans: 为什么连接失败？
zh_hant: 為什麼連接失敗？

# deviceSetting_Optimal_power_saving_settings_describe
source: Reduce power consumption by setting wake-up interval and recording duration
cs: Snižte spotřebu energie nastavením intervalu buzení a délky záznamu
de: Reduzieren Sie den Stromverbrauch, indem Sie das Aufwachintervall und die Aufnahmedauer einstellen
es: Reduzca el consumo de energía configurando el intervalo de activación y la duración de la grabación
fi: Vähennä virrankulutusta asettamalla herätysväli ja tallennusaika
fr: Réduisez la consommation d'énergie en définissant l'intervalle de réveil et la durée d'enregistrement
he: צמצם את צריכת החשמל על ידי הגדרת מרווח ההשכמה ומשך ההקלטה
id: Kurangi konsumsi daya dengan mengatur interval bangun dan durasi perekaman
it: Riduci il consumo energetico impostando l'intervallo di riattivazione e la durata della registrazione
ja: ウェイクアップ間隔と記録期間を設定することにより、消費電力を削減します
ko: Wake-up 간격 및 녹화 시간을 설정하여 전력 소모를 줄입니다.
nb: Reduser strømforbruket ved å stille inn vekkeintervall og opptaksvarighet
nl: Verminder het stroomverbruik door het wekinterval en de opnameduur in te stellen
pl: Zmniejsz zużycie energii, ustawiając interwał budzenia i czas nagrywania
pt_br: Reduza o consumo de energia configurando o intervalo de despertar e a duração da gravação
ro: Reduceți consumul de energie setând intervalul de trezire și durata înregistrării
ru: Уменьшите энергопотребление, установив интервал пробуждения и продолжительность записи
sv: Minska strömförbrukningen genom att ställa in väckningsintervall och inspelningslängd
th: ลดการใช้พลังงานด้วยการตั้งค่าช่วงเวลาปลุกและระยะเวลาการบันทึก
tr: Uyanma aralığını ve kayıt süresini ayarlayarak güç tüketimini azaltın
vi: Giảm tiêu thụ điện năng bằng cách đặt khoảng thời gian đánh thức và thời lượng ghi
zh_hans: 通过设置唤醒间隔和录制时长减少耗电量
zh_hant: 通過設置喚醒間隔和錄製時長減少耗電量

# devicesetting_Videobackup_Set_starttime
source: Set start time
cs: Nastavte čas začátku
de: Startzeit einstellen
es: Establecer hora de inicio
fi: Aseta aloitusaika
fr: Définir l'heure de début
he: קבע את זמן ההתחלה
id: atur waktu mulai
it: Impostare tempo iniziale
ja: 開始時刻を設定する
ko: 시작 시간 설정
nb: Angi starttidspunkt
nl: Starttijd instellen
pl: Ustaw początek
pt_br: Definir hora de início
ro: Setați ora de începere
ru: Установите время начала
sv: Ställ in starttid
th: กำหนดเวลาเริ่มต้น
tr: Başlangıç ​​zamanını ayarla
vi: Đặt thời gian bắt đầu
zh_hans: 设置开始时间
zh_hant: 設置開始時間

# preview_speak_prompt
source: You can press and hold the microphone to start the intercom
cs: Stisknutím a přidržením mikrofonu můžete spouštět interkom
de: Mikrofon gedrückt halten, um Wechselsprechen zu starten
es: Puede mantener presionado el micrófono para iniciar el intercomunicador.
fi: Käynnistä sisäpuhelin painamalla mikrofonia ja pitämällä sitä painettuna
fr: Vous pouvez appuyer et maintenir le microphone pour démarrer l'interphone
he: באפשרותך ללחוץ והחזק את המיקרופון כדי להפעיל את האינטרקום
id: Anda dapat menekan dan menahan mikrofon untuk memulai interkom
it: È possibile premere e tenere premuto il microfono per avviare l'interfono
ja: マイクを長押しすると、通話できます。
ko: 마이크를 누르면서 말을 할 수 있습니다.
nb: Du kan trykke og holde inne mikrofonen for å starte intercom
nl: U kunt de microfoon ingedrukt houden om de intercom te starten
pl: Możesz nacisnąć i przytrzymać mikrofon,aby uruchomić interkom
pt_br: Você pode pressionar e segurar o microfone para iniciar o interfone
ro: Puteți apăsa și menține microfonul pentru a porni interfonul
ru: Вы можете нажать и удерживать микрофон,чтобы начать интерком
sv: Du kan trycka och hålla in mikrofonen för att starta intercom
th: กดไมโครโฟนเพื่อเริ่มสนทนา
tr: Dahili telefonu başlatmak için mikrofonu basılı tutabilirsiniz.
vi: Bạn có thể nhấn và giữ micrô để bắt đầu liên lạc nội bộ
zh_hans: 您可以按住话筒开始对讲
zh_hant: 您可以按住話筒開始對講

# gwdeviceSetting_set_signal_path
source: Set Wi-Fi channel
cs: Nastavte kanál Wi-Fi
de: Stellen Sie den WLAN-Kanal ein
es: Establecer canal wifi
fi: Aseta Wi-Fi-kanava
fr: Définir le canal Wi-Fi
he: הגדר ערוץ Wi-Fi
id: Setel saluran Wi-Fi
it: Imposta canale Wi-Fi
ja: Wi-Fiチャネルを設定する
ko: Wi-Fi 채널 설정
nb: Still inn Wi-Fi-kanal
nl: Wifi-kanaal instellen
pl: Ustaw kanał Wi-Fi
pt_br: Definir canal Wi-Fi
ro: Setați canalul Wi-Fi
ru: Установить канал Wi-Fi
sv: Ställ in Wi-Fi-kanal
th: ตั้งค่าช่องสัญญาณ Wi-Fi
tr: Wi-Fi kanalını ayarla
vi: Đặt kênh Wi-Fi
zh_hans: 设置信道
zh_hant: 設置信道

# preview_channel_recording_peompt
source: Channel %1$s is recording, please close and then exit
cs: Kanál %1$s nahrává, zavřete jej a poté ukončete
de: Kanal %1$s nimmt auf, bitte schließen und dann beenden
es: El canal %1$s está grabando, cierre y luego salga
fi: Kanava %1$s nauhoittaa, sulje ja sulje sitten
fr: Le canal %1$s est en train d'enregistrer, veuillez fermer puis quitter
he: ערוץ %1$s מקליט, אנא סגור ואז צא
id: Channel %1$s sedang merekam, tutup dan kemudian keluar
it: Il canale %1$s sta registrando, chiudi e poi esci
ja: チャンネル%1$sが録画中です。閉じてから終了してください
ko: 채널 %1$s가 녹화 중입니다. 닫고 종료하십시오.
nb: Kanal %1$s spiller inn, lukk og avslutt deretter
nl: Kanaal %1$s is aan het opnemen, sluit en verlaat dan
pl: Kanał %1$s nagrywa, zamknij, a następnie wyjdź
pt_br: O canal %1$s está gravando, feche e saia
ro: Canalul %1$s se înregistrează, vă rugăm să închideți și apoi să ieșiți
ru: Канал %1$s записывает, закройте, а затем выйдите
sv: Kanal %1$s spelar in, stäng och avsluta sedan
th: ช่อง %1$s กำลังบันทึกโปรดปิดแล้วออก
tr: Kanal %1$s kaydediliyor, lütfen kapatın ve çıkın
vi: Kênh%1$s đang ghi, vui lòng đóng rồi thoát
zh_hans: 通道%1$s正在录像中，请关闭后再退出
zh_hant: 通道%1$s正在錄像中，請關閉後再退出

# deviceSetting_PTZ_speed
source: PTZ speed
cs: rychlost PTZ
de: PTZ-Geschwindigkeit
es: Velocidad PTZ
fi: PTZ nopeus
fr: Vitesse PTZ
he: מהירות PTZ
id: kecepatan PTZ
it: Velocità PTZ
ja: PTZ速度
ko: PTZ 속도
nb: PTZ hastighet
nl: PTZ-snelheid
pl: Prędkość PTZ
pt_br: Velocidade PTZ
ro: Viteza PTZ
ru: Скорость PTZ
sv: PTZ hastighet
th: ความเร็ว PTZ
tr: PTZ hızı
vi: Tốc độ PTZ
zh_hans: 云台转速
zh_hant: 雲台轉速

# setting_phone_open_camera
source: Please check setup--EseeCloud--enbale camera
cs: Otevřete prosím nastavení-> snadno zobrazit cloud-> zapněte přepínač fotoaparátu
de: Bitte Einstellungen prüfen--EseeCloud—Kamera aktivieren
es: Abra Configuración->EseeCloud->Encienda el interruptor de la cámara
fi: Avaa asetukset-> helppo katsella pilvi-> kytke kamerakytkin päälle
fr: Vérifier la configuration -EseeCloud- et activer la caméra
he: אנא בדוק את ההתקנה-EseeCloud-לאפשר מצלמה
id: silakan cek setup--EseeCloud--Aktipkan Kamera
it: Prego verificare applicativo,abilitare videocamera
ja: セットアップを確認してください-Eseecloud-カメラを有効にしてください。
ko: 휴대폰의 설정-애플리케이션 관리-IP Pro 앱 선택-"권한"-"카메라"에서 사용 권한을 허용으로 해 주세요.
nb: Vennligst sjekk innstillinger. Aktiver kamera.
pl: Sprawdź ustawienia-EseeCloud-włącz kamerę
pt_br: Por favor,verifique a configuração-EseeCloud-câmera enbale
ro: Verificați configurarea-camera EseeCloud-enhale
ru: Пожалуйста,проверьте настройки-EseeCloud-камера enbale
sv: Kontrollera installationen-EseeCloud-enbale kamera
th: โปรดตรวจสอบการตั้งค่า Pixels HD เปิดใช้งานกล้อง
tr: Lütfen kurulumu kontrol edin-EseeCloud-enbale camera
vi: Vui lòng mở Cài đặt-> Tầm nhìn dễ dàng-> Bật công tắc máy ảnh
zh_hans: 请打开设置->易视云->打开相机开关
zh_hant: 請打開設置->易視雲->打開相機開關

# message_Purchase_cloud_full_video
source: Purchase the cloud service to view the full recorded video
cs: Chcete-li zobrazit celé nahrané video, zakupte si cloudovou službu
de: Kaufen Sie den Cloud-Dienst, um das vollständig aufgezeichnete Video anzuzeigen
es: Compre el servicio en la nube para ver el video grabado completo
fi: Osta pilvipalvelu nähdäksesi koko tallennetun videon
fr: Achetez le service cloud pour voir l'intégralité de la vidéo enregistrée
he: רכוש את שירות הענן כדי לצפות בסרטון המוקלט המלא
id: Beli layanan cloud untuk melihat rekaman video lengkap
it: Acquista il servizio cloud per visualizzare l'intero video registrato
ja: 完全に録画されたビデオを表示するには、クラウドサービスを購入してください
ko: 녹화된 전체 동영상을 보려면 클라우드 서비스를 구매하세요.
nb: Kjøp skytjenesten for å se hele videoen
nl: Koop de cloudservice om de volledige opgenomen video te bekijken
pl: Kup usługę w chmurze, aby wyświetlić pełne nagrane wideo
pt_br: Adquira o serviço de nuvem para ver o vídeo completo gravado
ro: Achiziționați serviciul cloud pentru a vizualiza videoclipul complet înregistrat
ru: Приобретите облачный сервис, чтобы просмотреть записанное видео полностью
sv: Köp molntjänsten för att se hela den inspelade videon
th: ซื้อบริการคลาวด์เพื่อดูวิดีโอที่บันทึกไว้แบบเต็ม
tr: Tam kayıtlı videoyu izlemek için bulut hizmetini satın alın
vi: Mua dịch vụ đám mây để xem toàn bộ video đã quay
zh_hans: 购买云服务可查看完整录像视频
zh_hant: 購買雲服務可查看完整錄像視頻

# devicelist_share_enter_account
source: Please enter account
cs: Zadejte prosím účet
de: Bitte Benutzerinformationen eingeben
es: Por favor ingrese cuenta
fi: Anna tili
fr: Veuillez saisir le compte
he: נא להזין חשבון
id: Silakan masukkan akun
it: Si prega di inserire l'account
ja: アカウントを入力してください
ko: 계정을 입력하세요
nb: Vennligst skriv inn konto
nl: Voer a.u.b. account in
pl: Proszę podać konto
pt_br: Por favor, insira a conta
ro: Vă rugăm să introduceți contul
ru: Пожалуйста, войдите в аккаунт
sv: Ange konto
th: กรุณากรอกบัญชี
tr: Lütfen hesap girin
vi: Vui lòng nhập tài khoản
zh_hans: 请输入账号
zh_hant: 請輸入賬號

source: Not yet
cs: Ještě ne
de: Noch nicht
es: Aún no
fi: Ei vielä
fr: Pas encore
he: עדיין לא
id: Belum
it: Non ancora
ja: まだ
ko: 아직
nb: Ikke ennå
nl: Nog niet
pl: Jeszcze nie
pt_br: Ainda não
ro: Nu încă
ru: Еще нет
sv: Inte än
th: ยัง
tr: Henüz değil
vi: Vẫn chưa
zh_hans: 暂不
zh_hant: 暫不

# adddevice_be_bound
source: The device has been bound
cs: Zařízení bylo svázáno
de: Das Gerät wurde verbunden
es: El dispositivo ha sido enlazado
fi: Laite on sidottu
fr: l'appareil a été lié
he: המכשיר נכרך
id: Perangkat telah terikat
it: Il dispositivo è stato associato
ja: デバイスがバインドされました
ko: 장치가 바인딩되었습니다.
nb: Enheten er bundet
nl: Het apparaat is gebonden
pl: Urządzenie zostało powiązane
pt_br: O dispositivo foi vinculado
ro: Dispozitivul a fost legat
ru: Устройство было привязано
sv: Enheten har bundits
th: อุปกรณ์ถูกผูกไว้
tr: cihaz bağlandı
vi: Thiết bị đã bị ràng buộc
zh_hans: 设备已被绑定
zh_hant: 設備已被綁定

# deviceSetting_Device_signal_detection
source: Device signal detection...
cs: Detekce signálu zařízení...
de: Gerätesignalerkennung...
es: Detección de señal del dispositivo ...
fi: Laitteen signaalin tunnistus...
fr: Détection du signal de l'appareil...
he: זיהוי אות מכשיר...
id: Deteksi sinyal perangkat...
it: Rilevamento del segnale del dispositivo...
ja: デバイス信号検出..
ko: 장치 신호 감지...
nb: Deteksjon av enhetssignal...
nl: Signaaldetectie apparaat...
pl: Wykrywanie sygnału urządzenia...
pt_br: Detecção de sinal do dispositivo ...
ro: Detectarea semnalului dispozitivului...
ru: Обнаружение сигнала устройства ...
sv: Detektering av enhetssignal...
th: อุปกรณ์ตรวจจับสัญญาณ...
tr: Cihaz sinyali algılama...
vi: Phát hiện tín hiệu thiết bị ...
zh_hans: 设备信号检测中...
zh_hant: 設備信號檢測中...

# addDevice_solution_for_device_offline_8
source: 3. If the device does not read the 4G card, you need to restore the device to factory settings and add it again.
cs: 3. Pokud zařízení nečte 4G kartu, musíte zařízení obnovit do továrního nastavení a znovu jej přidat.
de: 3. Wenn das Gerät die 4G-Karte nicht liest, müssen Sie das Gerät auf die Werkseinstellungen zurücksetzen und erneut hinzufügen.
es: 3. Si el dispositivo no lee la tarjeta 4G, debe restaurar el dispositivo a la configuración de fábrica y agregarlo nuevamente.
fi: 3. Jos laite ei lue 4G-korttia, sinun on palautettava laitteen tehdasasetukset ja lisättävä se uudelleen.
fr: 3. Si l'appareil ne lit pas la carte 4G, vous devez restaurer l'appareil aux paramètres d'usine et l'ajouter à nouveau.
he: 3. אם המכשיר לא קורא את כרטיס ה-4G, עליך לשחזר את המכשיר להגדרות היצרן ולהוסיף אותו שוב.
id: 3. Jika perangkat tidak membaca kartu 4G, Anda perlu mengembalikan perangkat ke pengaturan pabrik dan menambahkannya lagi.
it: 3. Se il dispositivo non legge la scheda 4G, è necessario ripristinare il dispositivo alle impostazioni di fabbrica e aggiungerlo di nuovo.
ja: 3.デバイスが4Gカードを読み取らない場合は、デバイスを工場出荷時の設定に復元して、再度追加する必要があります。
ko: 3. 장치가 4G 카드를 읽지 않으면 장치를 공장 설정으로 복원하고 다시 추가해야 합니다.
nb: 3. Hvis enheten ikke leser 4G-kortet, må du gjenopprette enheten til fabrikkinnstillingene og legge den til på nytt.
nl: 3. Als het apparaat de 4G-kaart niet leest, moet u het apparaat terugzetten naar de fabrieksinstellingen en opnieuw toevoegen.
pl: 3. Jeśli urządzenie nie odczytuje karty 4G, należy przywrócić urządzenie do ustawień fabrycznych i dodać je ponownie.
pt_br: 3. Se o dispositivo não ler o cartão 4G, você precisa restaurar o dispositivo para as configurações de fábrica e adicioná-lo novamente.
ro: 3. Dacă dispozitivul nu citește cardul 4G, trebuie să restabiliți dispozitivul la setările din fabrică și să îl adăugați din nou.
ru: 3. Если устройство не читает карту 4G, необходимо сбросить устройство к заводским настройкам и снова добавить.
sv: 3. Om enheten inte läser 4G-kortet måste du återställa enheten till fabriksinställningarna och lägga till den igen.
th: 3. หากอุปกรณ์ไม่อ่านการ์ด 4G คุณต้องกู้คืนอุปกรณ์กลับเป็นการตั้งค่าจากโรงงานและเพิ่มอีกครั้ง
tr: 3. Cihaz 4G kartı okumuyorsa cihazı fabrika ayarlarına döndürüp tekrar eklemeniz gerekmektedir.
vi: 3. Nếu máy không đọc được thẻ 4G, bạn cần khôi phục cài đặt gốc cho máy và thêm lại.
zh_hans: 3.如设备没有读取4G卡，需要将设备恢复出厂设置，再重新添加。
zh_hant: 3.如設備沒有讀取4G卡，需要將設備恢復出廠設置，再重新添加。

# deviceSetting_Working_day
source: Working day
cs: Pracovní den
de: Arbeitstag
es: Día de trabajo
fi: Työpäivä
fr: Jour ouvrable
he: יום עבודה
id: Hari kerja
it: Giorno lavorativo
ja: 就業日
ko: 일하는 날
nb: Arbeidsdag
nl: Werkdag
pl: Dzień roboczy
pt_br: Dia de trabalho
ro: Zi de lucru
ru: Рабочий день
sv: Arbetsdag
th: วันทำงาน
tr: İş günü
vi: Ngày làm việc
zh_hans: 工作日
zh_hant: 工作日

# payment_determine
source: Confirm payment
cs: Potvrďte platbu
de: Zahlung bestätigen
es: confirmar pago
fi: Vahvista maksu
fr: Confirmer le paiement
he: אשר תשלום
id: Konfirm pambayaran
it: Confermare pagamento
ja: 支払いの確認
ko: 지불 확인
nb: Bekreft betaling
nl: Betaling bevestigen
pl: Potwierdź płatność
pt_br: Confirme o pagamento
ro: Confirma plata
ru: Подтвердите оплату
sv: Bekräfta betalningen
th: ยืนยันการชำระเงิน
tr: Ödemeyi Onayla
vi: xác nhận thanh toán
zh_hans: 确认支付
zh_hant: 確認支付

# devicesetting_warn_line_number
source: 3、the number of cordon restrictions
cs: 3 、 počet omezení kordonů
de: 3. Anzahl Warnlinien
es: 3、el número de restricciones de cordón
fi: 3 cord cordon-rajoitusten määrä
fr: 3、le nombre de restrictions de cordon
he: 3、 מספר מגבלות הקרטון
id: 3 number jumlah batasan penjagaan
it: 3、 il numero di restrizioni del cordone
ja: 3、コードン制限数
ko: 3、 전화 제한의 수
nb: 3、 antall cordon restriksjoner
nl: 3、 het aantal cordon-beperkingen
pl: 3、liczba ograniczeń kordonowych
pt_br: 3 、 o número de restrições de cordão
ro: 3、 numărul de restricții de cordon
ru: 3 、 количество ограничений кордона
sv: 3、 antalet cordon begränsningar
th: ขีดจำกัด 3 ขอบเขต
tr: 3、 cordon kısıtlamalarının sayısı
vi: 3. Giới hạn số lượng dây buộc
zh_hans: 3、警戒线数量限制
zh_hant: 3、警戒線數量限制
