Repository: Yolo-cell-hash/go_home_ios
Catalog: ios/Runner/JASDK/JAResources/XLanguage/X35MultiLanguage/*.lproj/X35MutiLanguage.strings
Languages: cs, de, es, fi, fr, he, id, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sv, th, tr, vi, zh_hans, zh_hant

# cloud_tips_text_9
source: Cloud storage automatic upload video failed to open,is it re-opened?
cs: Obnovení automatického nahrávání videa v cloudu se nezdařilo,otevře se znovu?
de: Automatisches Upload-Video für Cloud-Speicher konnte nicht geöffnet werden. Erneut öffnen?
es: La vidéo de téléchargement automatique du stockage en nuage n'a pas pu s'ouvrir,est-elle ré-ouverte?
fi: Pilvivarastoinnin automaattinen latauksen video ei avautunut,avataanko se uudelleen?
fr: Impossible d'activer l'enregistrement automatique du stockage dans le Cloud, le réactiver ?
he: העלאה אוטומטית של אחסון בענן של אחסון לא נפתחה,האם הוא נפתח מחדש?
id: Penyimpanan awan otomatis unggah Video dan Buka Gagal,Buka lagi?
it: Impossibile caricare il video di caricamento automatico di archiviazione nel cloud,viene riaperto?
ja: ストレージ録画の自動アップロードを有効にしますか？
ko: 클라우드 스토리지 자동 업로드 동영상을 열지 못했습니다. 다시 열리나요?
nb: Automatisk opplastingsvideo for skyoppbevaring mislyktes å åpne,er den gjenåpnet?
nl: Inschakelen auto uploaden opname cloudopslag mislukt,opnieuw inschakelen?
pl: Przechowywanie w chmurze automatyczne przesyłanie wideo nie udało się otworzyć,czy jest ponownie otwierane?
pt_br: Não foi possível abrir o upload automático de vídeo em nuvem,foi reaberto?
ro: Încărcarea automată a videoclipului de stocare în cloud nu a reușit să se deschidă,este redeschisă?
ru: Не удалось открыть облачное хранилище при автоматической загрузке видео. Повторно открыт?
sv: Cloud storage automatisk uppladdning av video misslyckades med att öppnas,öppnas den igen?
th: พื้นที่เก็บข้อมูลคลาวด์อัปโหลดวิดีโออัตโนมัติล้มเหลว เปิดใหม่อีกครั้ง?
tr: Bulut depolama otomatik yükleme videosu açılamadı,yeniden açıldı mı?
vi: Bộ nhớ đám mây không thể tự động tải video lên. Bạn có muốn khởi động lại không?
zh_hans: 云存自动上传录像开启失败，是否重新开启？
zh_hant: 雲存自動上傳錄像開啟失敗，是否重新開啟？

# person_feedback_question_ROM_software_4_Selfbooting
source: Self-booting management: The application needs to be added to the [self-booting management] list in "i-Housekeeper", otherwise the process will not start automatically after restarting the phone. However, it is mandatory to manually shut down the process, even if it is added to this list, subsequent processes cannot start automatically;
cs: Správa vlastního zavedení: Aplikace musí být přidána do seznamu [Správa vlastního spuštění] v " i-Hospodyně ", jinak se proces po restartování telefonu nespustí automaticky. Je však nutné ručně ukončit proces, i když je přidán do tohoto seznamu, následné procesy nelze spustit automaticky;
de: Selbststartverwaltung: Die Anwendung muss zur Liste [Self-Boot-Management] in "i-Housekeeper" hinzugefügt werden. Andernfalls wird der Vorgang nach dem Neustart des Telefons nicht automatisch gestartet. Der Prozess muss jedoch manuell beendet werden, auch wenn er dieser Liste hinzugefügt wird. Nachfolgende Prozesse können nicht automatisch gestartet werden.
es: Administración de autoarranque: la aplicación debe agregarse a la lista [administración de autoarranque] en " i-Housekeeper ", de lo contrario, el proceso no se iniciará automáticamente después de reiniciar el teléfono. Sin embargo, es obligatorio cerrar el proceso manualmente, incluso si se agrega a esta lista, los procesos posteriores no pueden iniciarse automáticamente;
fi: Itsekäynnistyksen hallinta: Sovellus on lisättävä " i-Housekeeper " [itse käynnistymisen hallinta] -luetteloon, muuten prosessi ei käynnisty automaattisesti puhelimen uudelleenkäynnistyksen jälkeen. Prosessin sammuttaminen on kuitenkin pakollista manuaalisesti, vaikka se lisättäisiin tähän luetteloon, seuraavat prosessit eivät voi käynnistyä automaattisesti.
fr: Gestion de l'auto-amorçage: l'application doit être ajoutée à la liste [gestion de l'auto-amorçage] dans " i-Housekeeper ", sinon le processus ne démarrera pas automatiquement après le redémarrage du téléphone. Cependant, il est obligatoire d'arrêter manuellement le processus, même s'il est ajouté à cette liste, les processus suivants ne peuvent pas démarrer automatiquement;
he: ניהול אתחול עצמי: יש להוסיף את היישום לרשימת [ניהול האתחול העצמי] ב- " i-Housekeeper ", אחרת התהליך לא יתחיל אוטומטית לאחר הפעלה מחדש של הטלפון. עם זאת, חובה לכבות את התהליך ידנית, גם אם הוא מתווסף לרשימה זו, תהליכים עוקבים אינם יכולים להתחיל אוטומטית;
id: Manajemen self-booting: Aplikasi perlu ditambahkan ke daftar [manajemen self-booting] di " i-Housekeeper ", jika tidak, proses tidak akan mulai secara otomatis setelah memulai ulang ponsel. Namun, wajib untuk secara manual mematikan proses, bahkan jika ditambahkan ke daftar ini, proses selanjutnya tidak dapat memulai secara otomatis;
it: Gestione auto-boot: l'applicazione deve essere aggiunta all'elenco [gestione auto-boot] in " i-Housekeeper ", altrimenti il ​​processo non si avvierà automaticamente dopo il riavvio del telefono. Tuttavia, è obbligatorio arrestare manualmente il processo, anche se viene aggiunto a questo elenco, i processi successivi non possono avviarsi automaticamente;
ja: セルフブート管理：アプリケーションを「i-Housekeeper」の[セルフブート管理]リストに追加する必要があります。追加しないと、電話を再起動した後にプロセスが自動的に開始されません。ただし、プロセスを手動でシャットダウンする必要があります。このリストに追加された場合でも、後続のプロセスは自動的に開始できません。
ko: 자체 부팅 관리 : 응용 프로그램을 "i-Housekeeper "의 [자체 부팅 관리] 목록에 추가해야합니다. 그렇지 않으면 전화를 다시 시작한 후 프로세스가 자동으로 시작되지 않습니다. 그러나 프로세스가이 목록에 추가 되더라도 후속 프로세스가 자동으로 시작될 수없는 경우 프로세스를 수동으로 종료해야합니다.
nb: Selvoppstartadministrasjon: Programmet må legges til i listen over selvoppstartadministrasjon i " i-husholderske ", ellers starter ikke prosessen automatisk etter at telefonen har startet på nytt. Det er imidlertid obligatorisk å stenge prosessen manuelt, selv om den er lagt til i denne listen, kan påfølgende prosesser ikke starte automatisk;
nl: Self-booting management: De applicatie moet toegevoegd worden aan de [self-booting management] lijst in " i-Housekeeper ", anders start het proces niet automatisch na het herstarten van de telefoon. Het is echter verplicht om het proces handmatig af te sluiten, zelfs als het aan deze lijst wordt toegevoegd, kunnen volgende processen niet automatisch starten;
pl: Zarządzanie samoczynnym uruchomieniem: Aplikacja musi zostać dodana do listy [zarządzanie samoczynnego rozruchu] w " i-Housekeeper ", w przeciwnym razie proces nie uruchomi się automatycznie po ponownym uruchomieniu telefonu. Jednak konieczne jest ręczne zamknięcie procesu, nawet jeśli zostanie on dodany do tej listy, kolejne procesy nie będą mogły rozpocząć się automatycznie;
pt_br: Gerenciamento de inicialização automática: o aplicativo precisa ser adicionado à lista [gerenciamento de inicialização automática] em " i-Housekeeper ", caso contrário, o processo não será iniciado automaticamente após a reinicialização do telefone. No entanto, é obrigatório encerrar o processo manualmente, mesmo se ele for adicionado a esta lista, os processos subsequentes não poderão ser iniciados automaticamente;
ro: Gestionare auto-pornire: aplicația trebuie adăugată la lista [gestionare auto-pornire] din "i-Housekeeper", altfel procesul nu va începe automat după repornirea telefonului. Cu toate acestea, este obligatoriu să închideți manual procesul, chiar dacă este adăugat la această listă, procesele ulterioare nu pot începe automat;
ru: Управление самозагрузкой: приложение необходимо добавить в список [управление самозагрузкой] в "i-Housekeeper", иначе процесс не запустится автоматически после перезагрузки телефона. Однако принудительно завершить процесс вручную, даже если он будет добавлен в этот список, последующие процессы не могут запускаться автоматически;
sv: Självstartande hantering: Applikationen måste läggas till i listan [självstartande hantering] i "i-Housekeeper", annars startar inte processen automatiskt efter omstart av telefonen. Det är dock obligatoriskt att manuellt stänga av processen, även om den läggs till i denna lista kan efterföljande processer inte starta automatiskt;
th: การจัดการการบูทด้วยตนเอง: จำเป็นต้องเพิ่มแอปพลิเคชันลงในรายการ [การจัดการการบูทด้วยตนเอง] ใน "i-Housekeeper" มิฉะนั้น กระบวนการจะไม่เริ่มต้นโดยอัตโนมัติหลังจากรีสตาร์ทโทรศัพท์ อย่างไรก็ตาม จำเป็นต้องปิดกระบวนการด้วยตนเอง แม้ว่าจะมีการเพิ่มลงในรายการนี้ กระบวนการที่ตามมาจะไม่สามารถเริ่มโดยอัตโนมัติได้
tr: Kendi kendine önyükleme yönetimi: Uygulamanın "i-Housekeeper" içindeki [kendi kendine önyükleme yönetimi] listesine eklenmesi gerekir, aksi takdirde işlem telefon yeniden başlatıldıktan sonra otomatik olarak başlamaz. Ancak işlemin manuel olarak kapatılması zorunludur, bu listeye eklense dahi sonraki işlemler otomatik olarak başlatılamaz;
vi: Quản lý tự khởi động: Ứng dụng cần được thêm vào danh sách [quản lý tự khởi động] trong "i Manager", nếu không quá trình sẽ không tự động bắt đầu sau khi khởi động lại điện thoại. Tuy nhiên, quy trình buộc phải bị giết theo cách thủ công, ngay cả khi nó được thêm vào danh sách này, các quy trình tiếp theo không thể được bắt đầu tự động;
zh_hans: 自启动管理：需要将应用加入“i管家”中的［自启动管理］列表，否则重启手机后进程不会自启。 但强制手动杀进程，即使加了这个列表中，后续进程也无法自启动；
zh_hant: 自啟動管理：需要將應用加入“i管家”中的［自啟動管理］列表，否則重啟手機後進程不會自啟。但強製手動殺進程，即使加了這個列表中，後續進程也無法自啟動；

# devicesetting_video_service
source: Video service
cs: Video služba
de: Videodienst
es: Servicio de video
fi: Videopalvelu
fr: Service vidéo
he: שירות וידאו
id: Layanan video
it: Servizio video
ja: ビデオサービス
ko: 비디오 서비스
nb: Videotjeneste
pl: Usługa wideo
pt_br: Serviço de vídeo
ro: Serviciu video
ru: Видео сервис
sv: Videotjänst
th: วิดีโอเซอร์วิส
tr: Video servisi
vi: Dịch vụ video
zh_hans: 视频服务
zh_hant: 視頻服務

# devicelist_share_equipment_QR_code_prompt
source: Input number cannot be 0
cs: Číslo vstupu nemůže být 0
de: Eingabe darf nicht 0 sein
es: El número de entrada no puede ser 0
fi: Tulonumero ei voi olla 0
fr: Le numéro d'entrée ne peut pas être 0
he: אי אפשר להכניס 0
id: jumlah nomor tidak boleh 0
it: Il numero di input non può essere 0
ja: 入力番号は0にできません
ko: 숫자 0은 입력할 수 없습니다.
nb: Inngangsnummer kan ikke være 0
nl: Ingevoerde nummer mag niet 0 zijn
pl: Numer wejściowy nie może być równy 0
pt_br: O número de entrada não pode ser 0
ro: Numărul de intrare nu poate fi 0
ru: Номер входа не может быть 0
sv: Inmatningsnumret kan inte vara 0
th: หมายเลขที่ป้อนต้องไม่มี 0
tr: Giriş numarası 0 olamaz
vi: Số đầu vào không được là 0
zh_hans: 输入数字不能为0
zh_hant: 輸入數字不能為0

# Addevice_confirm_already_connect_network
source: Please confirm that you have connected the base station to the LAN port of the router with a network cable.
cs: Potvrďte, že jste základnu připojili k LAN portu routeru síťovým kabelem.
de: Bitte bestätigen Sie, dass Sie die Basisstation mit einem Netzwerkkabel mit dem LAN-Port des Routers verbunden haben.
es: Confirme que ha conectado la estación base al puerto LAN del enrutador con un cable de red.
fi: Varmista, että olet liittänyt tukiaseman reitittimen LAN-porttiin verkkokaapelilla.
fr: Veuillez confirmer que vous avez connecté la station de base au port LAN du routeur avec un câble réseau.
he: אנא אשר שחיברת את תחנת הבסיס ליציאת ה-LAN של הנתב באמצעות כבל רשת.
id: Harap konfirmasikan bahwa Anda telah menghubungkan stasiun pangkalan ke port LAN router dengan kabel jaringan.
it: Conferma di aver collegato la stazione base alla porta LAN del router con un cavo di rete.
ja: ベースステーションがルーターのLANポートにネットワークケーブルで接続されていることを確認してください。
ko: 베이스 스테이션을 라우터의 LAN 포트에 네트워크 케이블로 연결했는지 확인하세요.
nb: Bekreft at du har koblet basestasjonen til LAN-porten på ruteren med en nettverkskabel.
nl: Controleer of u het basisstation met een netwerkkabel hebt aangesloten op de LAN-poort van de router.
pl: Sprawdź, czy stacja bazowa została podłączona do portu LAN routera za pomocą kabla sieciowego.
pt_br: Confirme se você conectou a estação base à porta LAN do roteador com um cabo de rede.
ro: Vă rugăm să confirmați că ați conectat stația de bază la portul LAN al routerului cu un cablu de rețea.
ru: Подтвердите, что вы подключили базовую станцию ​​к порту LAN маршрутизатора с помощью сетевого кабеля.
sv: Bekräfta att du har anslutit basstationen till LAN-porten på routern med en nätverkskabel.
th: โปรดยืนยันว่าคุณได้เชื่อมต่อสถานีฐานกับพอร์ต LAN ของเราเตอร์ด้วยสายเคเบิลเครือข่าย
tr: Lütfen baz istasyonunu bir ağ kablosuyla yönlendiricinin LAN bağlantı noktasına bağladığınızı onaylayın.
vi: Vui lòng xác nhận rằng bạn đã kết nối trạm gốc với cổng LAN của bộ định tuyến bằng cáp mạng.
zh_hans: 请确认您已将基站用网线连接至路由器的LAN口。
zh_hant: 請確認您已將基站用網線連接至路由器的LAN口。

# devicelist_firmware_update_no_respond
source: Device not responding
cs: Zařízení neodpovídá
de: Gerät reagiert nicht
es: El dispositivo no responde
fi: Laite ei vastaa
fr: Le périphérique ne répond pas
he: המכשיר אינו מגיב
id: Perangkat tidak merespons
it: Il dispositivo non risponde
ja: デバイスが応答しない
ko: 장치가 응답하지 않습니다
nb: Enheten svarer ikke
nl: Apparaat reageert niet
pl: Urządzenie nie odpowiada
pt_br: O dispositivo não está respondendo
ro: Dispozitiv care nu răspunde
ru: Устройство не отвечает
sv: Enheten svarar inte
th: อุปกรณ์ไม่ตอบสนอง
tr: Cihaz yanıt vermiyor
vi: Thiết bị không phản hồi
zh_hans: 设备未响应
zh_hant: 設備未響應

# preview_Guard
source: Home
cs: Domov
es: Casa
fi: Koti
fr: Maison
he: בית
id: Rumah
it: Casa
ja: 家
ko: 집
nb: Hjem
nl: Thuis
pl: Dom
pt_br: Lar
ro: Acasă
ru: Дома
sv: Hem
th: บ้าน
tr: Ev
vi: Nhà
zh_hans: 看守位
zh_hant: 看守位

# person_feedback_fill_phone_number
source: Please fill in your telephone number
cs: Vyplňte prosím své telefonní číslo
de: Bitte Telefonnummer eingeben
es: Por favor ingrese su número de teléfono
fi: Anna puhelinnumerosi
fr: Veuillez indiquer votre numéro de téléphone
he: אנא מלא את מספר הטלפון שלך
id: Mohon isi nomor telepon Anda
it: Inserisci il tuo numero di telefono
ja: 電話番号を入力してください
ko: 전화 번호를 입력 해주세요
nb: Vennligst fyll ut telefonnummeret ditt
nl: Vul a.u.b. uw telefoonnummer in
pl: Proszę podać swój numer telefonu
pt_br: Por favor, preencha o seu número de telefone
ro: Vă rugăm să completați numărul dvs. de telefon
ru: Пожалуйста, введите свой номер телефона
sv: Fyll i ditt telefonnummer
th: กรุณากรอกหมายเลขโทรศัพท์ของคุณ
tr: Lütfen telefon numaranızı giriniz
vi: Vui lòng điền số điện thoại của bạn
zh_hans: 请填写您的电话号码
zh_hant: 請填寫您的電話號碼

# addDevice_hotspot_conectionFail
source: Device WiFi connection failed
cs: Připojení zařízení WiFi se nezdařilo
de: Geräte WLAN-Verbindung fehlgeschlagen
es: La conexión WiFi del Equipo falló
fi: Laitteen WiFi-yhteys epäonnistui
fr: La connexion WiFi de l'appareil a échoué
he: החיבור לרשת ה- WiFi נכשל
id: Koneksi perangkat WiFi gagal
it: Connessione WiFi dispositivo fallita
ja: デバイスの無線LAN接続ができません。
ko: WiFi 연결 실패
nb: Enhets WiFi-tilkobling mislyktes
nl: Apparaat WiFi-verbinding mislukt
pl: Błąd połączenia z urządzeniem WiFi
pt_br: Falha na conexão WiFi do dispositivo
ro: Dispozitivul WiFi pentru dispozitiv a eșuat
ru: Не удалось подключиться к WiFi-устройству
sv: Enhets WiFi-anslutning misslyckades
th: การเชื่อมต่อWiFi ล้มเหลว
tr: Cihaz WiFi bağlantısı başarısız oldu
vi: Kết nối WiFi của thiết bị không thành công
zh_hans: 设备WiFi连接失败
zh_hant: 設備WiFi連接失敗

# cloud_exchange_process
source: Click the personal center cloud mall - enter the "cloud mall" interface - select the device to enter the package selection interface - click "exchange code to buy" - enter or scan the correct exchange code - click "exchange now" in the package interface to complete the package exchange
cs: Klikněte na cloudové centrum osobního centra - zadejte rozhraní "cloud mall " - vyberte zařízení pro vstup do rozhraní pro výběr balíčků - klikněte "vyměnit kód na nákup " - zadejte nebo naskenujte správný kód pro výměnu - klikněte "vyměnit nyní "v rozhraní balíčku dokončete výměnu balíčku
de: Klicken Sie auf das Personal Center Cloud Mall - geben Sie die Schnittstelle "Cloud Mall" ein - wählen Sie das Gerät aus, um die Paketauswahloberfläche aufzurufen - klicken Sie auf "Umtauschcode zum Kaufen" - geben Sie den richtigen Umtauschcode ein oder scannen Sie ihn - klicken Sie auf "Jetzt umtauschen"in der Paketschnittstelle, um den Paketaustausch abzuschließen
es: Haga clic en el centro comercial personal del centro comercial en la nube - ingrese a la interfaz "centro comercial en la nube " - seleccione el dispositivo para ingresar a la interfaz de selección de paquetes - haga clic en "código de intercambio para comprar " - ingrese o escanee el código de intercambio correcto - haga clic "intercambie ahora "en la interfaz del paquete para completar el intercambio de paquetes
fi: Napsauta henkilökohtaista keskipistettä pilvipuisto - kirjoita "pilvipuisto / -rajapinta" - valitse laite pakettivalintarajapinnan syöttöä varten - napsauta "vaihda koodi ostaa " - kirjoita tai skannaa oikea vaihtokoodi - napsauta "vaihdanyt"pakettirajapinnassa paketinvaihdon loppuun saattamiseksi
fr: Cliquez sur le centre commercial cloud du centre personnel - entrez dans l'interface "cloud mall " - sélectionnez l'appareil pour accéder à l'interface de sélection de package - cliquez sur "code d'échange pour acheter " - entrez ou scannez le code d'échange correct - cliquez sur "échangez maintenant "dans l'interface du package pour terminer l'échange du package
he: לחצו על קניון הענן של המרכז האישי - היכנסו לממשק "קניון ענן " - בחרו במכשיר שיכנס לממשק בחירת החבילה - לחצו "החליפו קוד לקנות " - הזינו או סרקו את קוד ההחלפה הנכון - לחצו "החלפו עכשיו "בממשק החבילה להשלמת החלפת החבילות
id: Klik pusat cloud pusat pribadi - masukkan antarmuka "cloud mall " - pilih perangkat untuk masuk ke antarmuka pemilihan paket - klik "kode tukar untuk membeli " - masukkan atau pindai kode tukar yang benar - klik "tukar sekarang "di antarmuka paket untuk menyelesaikan pertukaran paket
it: Fai clic sul centro commerciale cloud del centro personale - inserisci l'interfaccia "centro commerciale cloud" - seleziona il dispositivo per accedere all'interfaccia di selezione del pacchetto - fai clic "scambia codice per acquistare " - inserisci o scansiona il codice di scambio corretto - fai clic su "scambia ora "nell'interfaccia del pacchetto per completare lo scambio del pacchetto
ja: パーソナルセンタークラウドモールをクリックします-"cloud mall"インターフェイスに入ります-デバイスを選択してパッケージ選択インターフェイスに入ります-// [購入する交換コード/]をクリックします-正しい交換コードを入力またはスキャンします-[今すぐ交換]をクリックします"パッケージインターフェイスでパッケージ交換を完了する
ko: 개인 센터 클라우드 몰 클릭-"클라우드 몰 "인터페이스 입력-패키지 선택 인터페이스를 입력 할 장치 선택-"구매할 교환 코드 "클릭-올바른 교환 코드 입력 또는 스캔-"교환 클릭" 패키지 인터페이스에서 "를 사용하여 패키지 교환을 완료하십시오.
nb: Klikk på cloud center for personal center - angi "cloud mall " -grensesnittet - velg enheten for å gå inn i pakkevalggrensesnittet - klikk "exchange code to buy " - skriv inn eller skann riktig utvekslingskode - klikk "exchange nå "i pakkegrensesnittet for å fullføre pakkeutvekslingen
nl: Klik op de personal center cloud mall - open de "cloud mall " interface - selecteer het apparaat om de pakketselectie-interface te openen - klik "ruilcode om te kopen " - voer in of scan de juiste ruilcode - klik "ruil nu "in de pakketinterface om de pakketuitwisseling te voltooien
pl: Kliknij centrum osobiste w chmurze - przejdź do interfejsu "cloud mall" - wybierz urządzenie, aby przejść do interfejsu wyboru pakietów - kliknij "wymień kod, aby kupić" - wprowadź lub zeskanuj poprawny kod wymiany - kliknij "wymień teraz " w interfejsie pakietu, aby zakończyć wymianę pakietów
pt_br: Clique no centro de nuvem do personal center - entre na interface "centro de nuvem " - selecione o dispositivo para entrar na interface de seleção de pacotes - clique em "troque o código para comprar " - insira ou digitalize o código de troca correto - clique "troque agora "na interface do pacote para concluir a troca de pacotes
ro: Faceți clic pe centrul de nor personal - introduceți interfața "cloud mall " - selectați dispozitivul pentru a intra în interfața de selectare a pachetului - faceți clic "cod de schimb pentru a cumpăra " - introduceți sau scanați codul de schimb corect - faceți clic "schimbați acum "în interfața pachetului pentru a finaliza schimbul de pachete
ru: Нажмите на личный центр cloud mall - войдите в интерфейс "cloud mall " - выберите устройство для входа в интерфейс выбора пакета - нажмите "обменять код на покупку" - введите или отсканируйте правильный код обмена - нажмите "обменять сейчас"в интерфейсе пакета, чтобы завершить обмен пакета
sv: Klicka på molncentret för personlig centrum - ange gränssnittet"molnhall" - välj enheten för att gå in i paketets valgränssnitt - klicka "bytkod för att köpa" - ange eller skanna rätt utbyteskod - klicka "utbyt nu"i paketgränssnittet för att slutföra paketutbytet
th: คลิกที่คลาวด์มอลล์ศูนย์ส่วนบุคคลป้อนอินเทอร์เฟซ "คลาวด์มอลล์" - เลือกอุปกรณ์เพื่อเข้าสู่อินเทอร์เฟซการเลือกแพ็กเกจคลิก "รหัสแลกซื้อ" - ป้อนหรือสแกนรหัสแลกรับที่ถูกต้องคลิก "แลกทันที" บนอินเทอร์เฟซแพ็กเกจเพื่อทำการแลกรับแพ็กเกจ
tr: Kişisel merkez bulut alışveriş merkezine tıklayın - "bulut alışveriş merkezi" arayüzüne girin - paket seçim arayüzüne girmek için cihazı seçin - tıklayın "satın almak için değişim kodu" - doğru değişim kodunu girin veya tarayın - tıklayın "exchange'i şimdi değiştirin"paket değişimini tamamlamak için paket arayüzünde
vi: Nhấp vào trung tâm mua sắm đám mây trung tâm cá nhân-nhập giao diện "trung tâm mua sắm trên đám mây"-chọn thiết bị để vào giao diện chọn gói-nhấp vào "mã đổi quà để mua" -nhập trung tâm hoặc quét mã đổi chính xác và nhấp vào "đổi ngay" trên gói giao diện hoàn thành việc đổi gói
zh_hans: 点击个人中心云商城-进入“云商城”界面-选择设备进入套餐选择界面-点击“兑换码购买”-输入或扫描正确的兑换码-在套餐界面点击“立即兑换”即可完成套餐兑换
zh_hant: 點擊個人中心雲商城-進入“雲商城”界面-選擇設備進入套餐選擇界面-點擊“兌換碼購買”-輸入或掃描正確的兌換碼-在套餐界麵點擊“立即兌換”即可完成套餐兌換
