Repository: Yolo-cell-hash/go_home_ios
Catalog: ios/Runner/JASDK/JAResources/XLanguage/X35MultiLanguage/*.lproj/X35MutiLanguage.strings
Languages: cs, de, es, fi, fr, he, id, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sv, th, tr, vi, zh_hans, zh_hant

# Stand_alone_station_Last_update_date
source: Last update date
cs: Datum poslední aktualizace
de: Datum letztes Update
es: Última Fecha de Actualización
fi: Viimeisin päivityspäivä
fr: Date de la dernière mise à jour
he: תאריך עדכון אחרון
id: Tanggal pembaruan terakhir
it: Data ultimo aggiornamento
ja: 最終更新日
ko: 마지막 업데이트 날짜
nb: Siste oppdateringsdato
nl: Datum laatste update
pl: Data ostatniej aktualizacji
pt_br: Data da última atualização
ro: Data ultimei actualizări
ru: Дата последнего обновления
sv: Senaste uppdateringsdatum
th: วันที่อัปเดตล่าสุด
tr: Son Güncelleme Tarihi
vi: Ngày cập nhật cuối cùng
zh_hans: 最后更新日期
zh_hant: 最後更新日期

# service_information_update
source: Service point information update
cs: Aktualizace informací o servisním bodě
de: Aktualisierung der Servicepunktinformationen
es: Actualización de la información del punto de servicio
fi: Huoltopistetietojen päivitys
fr: Mise à jour des informations du point de service
he: עדכון מידע על נקודת השירות
id: Pembaruan informasi titik layanan
it: Aggiornamento delle informazioni sui punti di servizio
ja: サービスポイント情報の更新
ko: 서비스 지점 정보 업데이트
nb: Informasjon om oppdateringspunkt for servicepunkt
nl: Update van informatie over servicepunten
pl: Aktualizacja informacji o punkcie serwisowym
pt_br: Atualização de informações do ponto de serviço
ro: Actualizare informații punct de service
ru: Обновление информации о точках обслуживания
sv: Uppdatering av servicepunktsinformation
th: อัปเดตข้อมูลจุดบริการ
tr: Servis noktası bilgi güncellemesi
vi: Cập nhật thông tin điểm dịch vụ
zh_hans: 服务点信息更新
zh_hant: 服務點信息更新

# devicesetting_Plug_in
source: Uninterrupted recording
cs: Nepřerušované nahrávání
de: Daueraufnahme
es: Grabación ininterrumpida
fi: Keskeytymätön tallennus
fr: Enregistrement ininterrompu
he: הקלטה ללא הפרעה
id: Perekaman tanpa gangguan
it: Registrazione ininterrotta
ja: 連続録画
ko: 중단 없는 녹음
nb: Uavbrutt opptak
nl: Ononderbroken opnemen
pl: Nieprzerwane nagrywanie
pt_br: Gravação ininterrupta
ro: Înregistrare neîntreruptă
ru: Непрерывная запись
sv: Oavbruten inspelning
th: บันทึกอย่างต่อเนื่อง
tr: Kesintisiz kayıt
vi: Ghi liên tục
zh_hans: 一直录像
zh_hant: 一直錄像

# appealsCmpContactemail
source: Email address
cs: E-mailová adresa
de: E-Mail Adresse
es: Buzón
fi: Sähköpostiosoite
fr: E-mail
he: כתובת דוא"ל
id: alamat Email
it: cassetta della posta
ja: メールアドレス
ko: 이메일 주소
nb: E-postadresse
nl: e-mailadres
pl: Skrzynka pocztowa
pt_br: endereço de e-mail
ro: adresa de email
ru: адрес электронной почты
sv: e-postadress
th: ที่อยู่อีเมล
tr: e-posta adresi
vi: địa chỉ email
zh_hans: 邮箱地址
zh_hant: 郵箱地址

source: Asia/Krasnoyarsk
cs: Asie / Krasnojarsk
de: Asien / Krasnojarsk
fi: Aasia / Krasnoyarsk
he: אסיה / קרסנויארסק
ja: アジア/クラスノヤルスク
ko: 아시아 / 크라스 노야 르 스크
pl: Azja / Krasnojarsk
pt_br: Ásia / Krasnoyarsk
ru: Азия / Красноярск
sv: Asien / Krasnoyarsk
th: เอเชีย / ครัสโนยา
tr: Asya / Krasnoyarsk
vi: Krasnoyarsk
zh_hans: 克拉斯诺亚尔斯克
zh_hant: 克拉斯諾亞爾斯克

# cloud_purchase_reset
source: Reset
de: Zurücksetzen
es: Reiniciar
fi: asettaa uudelleen
fr: Réinitialiser
he: אפס
id: Setel ulang
ja: リセット
ko: 다시 놓기
nb: tilbakestille
pl: Nastawić
pt_br: Restabelecer
ro: restabili
ru: Сброс
sv: Återställa
th: ตั้งค่าใหม่
vi: Cài lại
zh_hans: 重置
zh_hant: 重置

# preview_call_hangup_Promode
source: During a call, please hang up before using Pro mode
cs: Během hovoru před použitím režimu Pro zavěste
de: Legen Sie während eines Gesprächs bitte auf, bevor Sie den Pro-Modus verwenden
es: Durante una llamada, cuelgue antes de usar el modo Pro
fi: Katkaise puhelu puhelun aikana ennen Pro-tilan käyttöä
fr: Pendant un appel, veuillez raccrocher avant d'utiliser le mode Pro
he: במהלך שיחה, נא לנתק את השיחה לפני השימוש במצב Pro
id: Selama panggilan, harap tutup sebelum menggunakan mode Pro
it: Durante una chiamata, riagganciare prima di utilizzare la modalità Pro
ja: 通話中は、プロモードを使用する前に電話を切ってください
ko: 통화 중 Pro 모드를 사용하기 전에 전화를 끊으십시오.
nb: Under en samtale, vennligst legg på før du bruker Pro-modus
nl: Hang tijdens een gesprek op voordat u de Pro-modus gebruikt
pl: Podczas rozmowy rozłącz się przed użyciem trybu Pro
pt_br: Durante uma chamada, desligue antes de usar o modo Pro
ro: În timpul unui apel, vă rugăm să închideți înainte de a utiliza modul Pro
ru: Во время разговора повесьте трубку, прежде чем использовать режим Pro.
sv: Under ett samtal, lägg på innan du använder Pro-läget
th: ระหว่างการโทร โปรดวางสายก่อนใช้โหมด Pro
tr: Bir arama sırasında lütfen Pro modunu kullanmadan önce telefonu kapatın
vi: Trong khi gọi, vui lòng gác máy trước khi sử dụng chế độ Pro
zh_hans: 正在通话中，请挂断后再使用Pro模式
zh_hant: 正在通話中，請掛斷後再使用Pro模式

# cloud_infoormation
source: Cloud storage information
cs: Informace o úložišti v cloudu
de: Informationen Cloud-Speicher
es: Información de almacenamiento en la nube
fi: Pilviä koskevat tiedot
fr: Informations de stockage dans le Cloud
he: פרטי אחסון ענן
id: informasi penyimpanan awan
it: Informazioni archiviazione cloud
ja: クラウドストレージ情報
ko: 클라우드 저장 정보
nb: Sky lagringsinformasjon
nl: Informatie cloudopslag
pl: Informacje dotyczące przechowywania w chmurze
pt_br: Informações de armazenamento em nuvem
ro: Informațiile despre depozitarea cloud-ului
ru: Информация об облачном хранилище
sv: Cloud-lagringsinformation
th: ข้อมูลพื้นที่เก็บข้อมูลคลาวด์
tr: Bulut depolama bilgisi
vi: Thông tin lưu trữ đám mây
zh_hans: 云存信息
zh_hant: 雲存信息

# devicesetting_Guard_position
source: Home position
cs: Domácí pozice
de: Wachposition
es: Posición de la casa
fi: Kotiasento
fr: Position d'origine
he: עמדת בית
id: Posisi rumah
it: Posizione di casa
ja: ホームポジション
ko: 홈 위치
nb: Hjemmeposisjon
nl: Thuis locatie
pl: Pozycja wyjściowa
pt_br: Posição inicial
ro: Poziția de acasă
ru: Исходное положение
sv: Hemposition
th: ตำแหน่งเจ้าบ้าน
tr: Ev konumu
vi: Vị trí nhà
zh_hans: 看守位置
zh_hant: 看守位置

# person_feedback_promble_type
source: Question type
cs: Typ problému
de: Frageart
es: Tipo de problema
fi: Ongelman tyyppi
fr: Type de problème
he: סוג הבעיה
id: Jenis masalah
it: Tipo di problema
ja: 質問の種類
ko: 질문 유형
nb: Spørsmålstype
nl: Soort probleem
pl: Rodzaj problemu
pt_br: Tipo de problema
ro: Tipul problemei
ru: Тип проблемы
sv: Typ av problem
th: ประเภทของปัญหา
tr: Sorunun türü
vi: Loại vấn đề
zh_hans: 问题类型
zh_hant: 問題類型

# devicesetting_alarm_prompt
source: Trigger an alarm when a moving object is detected
cs: Spustí alarm, když je detekován pohybující se objekt
de: Nachricht senden, wenn ein bewegliches Objekt erkannt wird
es: Activa una alarma cuando se detecta un objeto en movimiento
fi: Käynnistä hälytys, kun liikkuva esine havaitaan
fr: Déclenchez une alarme lorsqu'un objet en mouvement est détecté
he: הפעל אזעקה כאשר מתגלה אובייקט נע
id: Memicu alarm ketika objek bergerak terdeteksi
it: Attiva un allarme quando viene rilevato un oggetto in movimento
ja: 動いている物体が検出されたときにアラームをトリガーします
ko: 움직이는 물체가 감지되면 알람 트리거
nb: Utløse en alarm når et bevegelig objekt blir oppdaget
nl: Activeer een alarm wanneer een bewegend object wordt gedetecteerd
pl: Wywołaj alarm po wykryciu poruszającego się obiektu
pt_br: Dispara um alarme quando um objeto em movimento é detectado
ro: Declanșează o alarmă atunci când este detectat un obiect în mișcare
ru: Активировать тревогу при обнаружении движущегося объекта
sv: Utlösa ett larm när ett rörligt objekt upptäcks
th: ส่งเสียงเตือนเมื่อตรวจพบวัตถุเคลื่อนไหว
tr: Hareketli bir nesne algılandığında bir alarm tetikleyin
vi: Kích hoạt báo động khi phát hiện một đối tượng chuyển động
zh_hans: 侦测到移动物体时触发报警
zh_hant: 偵測到移動物體時觸發報警

# Playback_downloading_backup
source: Downloading(%1$s)
cs: Stahování(%1$s)
de: Wird heruntergeladen(%1$s)
es: Descargando(%1$s)
fi: lataaminen(%1$s)
fr: Téléchargement(%1$s)
he: מוריד(%1$s)
id: Mengunduh(%1$s)
it: Download(%1$s)
ja: ダウンロード中(%1$s)
ko: 다운로드 중(%1$s)
nb: nedlasting(%1$s)
nl: downloaden(%1$s)
pl: Ściąganie(%1$s)
pt_br: Baixando(%1$s)
ro: Descărcarea(%1$s)
ru: загрузка(%1$s)
sv: nedladdning(%1$s)
th: ดาวน์โหลด (%1$s)
tr: İndirilmesi(%1$s)
vi: Đang tải xuống (%1$s)
zh_hans: 下载中(%1$s)
zh_hant: 下載中(%1$s)

# devicesetting_Disable_fill_light_1
source: Disable fill light
cs: Vypnout kontrolku plnění
de: Aufhelllicht deaktivieren
es: Desactivar luz de relleno
fi: Poista täyttövalo käytöstä
fr: Désactiver la lumière d'appoint
he: השבת את אור המילוי
id: Nonaktifkan lampu isi
it: Disattiva la luce di riempimento
ja: フィルライトを無効にする
ko: 필 라이트 비활성화
nb: Deaktiver fyllelyset
nl: Invullicht uitschakelen
pl: Wyłącz światło wypełniające
pt_br: Desativar luz de preenchimento
ro: Dezactivați lumina de umplere
ru: Отключить заполняющий свет
sv: Inaktivera fyllningsljuset
th: ปิดไฟเติม
tr: Doldurma ışığını devre dışı bırak
vi: Tắt đèn lấp đầy
zh_hans: 禁用补光
zh_hant: 禁用補光

# cloud_manage_package_data
source: Package data in use
cs: Používaná data balení
de: Verwendete Paketdaten
es: Datos del paquete en uso
fi: Pakkaustiedot käytössä
fr: Données de package en cours d'utilisation
he: נתוני חבילה בשימוש
id: Paket data yang digunakan
it: Dati del pacchetto in uso
ja: 使用中のパッケージデータ
ko: 사용중인 패키지 데이터
nb: Pakkedata i bruk
nl: Pakketgegevens in gebruik
pl: Paczka danych w użyciu
pt_br: Dados do pacote em uso
ro: Pachetul de date utilizate
ru: Данные пакета используются
sv: Paketdata som används
th: ข้อมูลแพ็กเกจที่ใช้งานอยู่
tr: Kullanılan paket verileri
vi: Gói dữ liệu đang được sử dụng
zh_hans: 正在使用中的套餐数据
zh_hant: 正在使用中的套餐數據

# message_Expand_all
source: Expand all
cs: Rozšířit vše
de: Alle erweitern
es: Expandir todo
fi: Laajenna kaikki
fr: Développer tout
he: הרחב הכל
id: Melebarkan semua
it: Espandi tutto
ja: すべて展開
ko: 모두 확장
nb: Utvid alle
nl: Alles uitvouwen
pl: Rozwiń wszystkie
pt_br: Expandir todos
ro: Extinde toate
ru: Расширить все
sv: Expandera alla
th: ขยายทั้งหมด
tr: Hepsini genişlet
vi: Mở rộng tất cả
zh_hans: 展开全部
zh_hant: 展開全部

# person_wechat_push
source: WeChat push
cs: WeChat tlačit
es: Empuje de WeChat
fi: WeChat työntää
he: דחיפה של WeChat
ja: WeChatプッシュ
ko: WeChat 푸시
nb: WeChat skyver
nl: WeChat pushen
pt_br: Push do WeChat
th: WeChat ผลักดัน
tr: WeChat itme
vi: Thúc đẩy WeChat
zh_hans: 微信推送
zh_hant: 微信推送

# devicelist_offline_help_content_three
source: If you are unable to resolve the cause,please restore the factory settings and re-add the network.
cs: Pokud nemůžete vyřešit příčinu,obnovte tovární nastavení a znovu přidejte síť.
de: Wenn Sie die Ursache nicht beheben können,setzen Sie das Gerät auf Werkseinstellungen zurück und fügen Sie es erneut dem Netzwerk hinzu.
es: Si no puede resolver la causa,restaure la configuración de fábrica y vuelva a agregar la red.
fi: Jos et pysty ratkaisemaan syytä,palauta tehdasasetukset ja lisää verkko uudelleen.
fr: Si vous ne parvenez pas à résoudre le problème, veuillez restaurer les paramètres d'usine et rajouter le réseau.
he: אם אינך מוצא את הסיבה,אנא שחזר לברירת מחדל והוסף מחדש את המכשיר
id: jika tidak berhasil menyelesaikan masalahnya,silakan reset ke pengaturan pabrik,dan coba tambah dan atur lagi ke jaringan
it: Se non si riesce a risolvere la causa,ripristinare le impostazioni di fabbrica e aggiungere nuovamente la rete.
ja: 問題を解決できない場合は、工場出荷時の設定に戻してネットワークを追加してください。
ko: 해결할 수없는 경우, 공장 초기화 복원하고 네트워크를 다시 추가해주세요.
nb: Hvis du ikke klarer å løse årsaken,kan du tilbakestille fabrikkinnstillingene og legge til nettverket på nytt.
nl: Als u de oorzaak niet kunt oplossen,dient u alles terug te zetten op de fabrieksinstellingen en het netwerk opnieuw toe te voegen.
pl: Jeśli nie możesz rozwiązać problemu,przywróć ustawienia fabryczne i ponownie dodaj sieć.
pt_br: Se você não conseguir resolver a causa,restaure as configurações de fábrica e adicione novamente a rede.
ro: Dacă nu reușiți să rezolvați cauza,restabiliți setările din fabrică și re-adăugați rețeaua.
ru: Если вы не можете устранить причину,восстановите заводские настройки и заново добавьте сеть.
sv: Om du inte kan lösa orsaken,återställ fabriksinställningarna och lägg till nätverket igen.
th: หากคุณไม่สามารถแก้ไขได้ โปรดรีเซ็ตตั้งค่าโรงงานและตรวจสอบเครือข่ายอีกครั้ง
tr: Nedeni çözemezseniz,lütfen fabrika ayarlarını geri yükleyin ve ağı tekrar ekleyin.
vi: Nếu không xác định được nguyên nhân, bạn vui lòng khôi phục cài đặt gốc và thêm lại mạng.
zh_hans: 如未能分辨原因，请恢复出厂设置后重新添加网络。
zh_hant: 如未能分辨原因，請恢復出廠設置後重新添加網絡。

# cloud_storage_details_types_4
source: The cloud video is lost when the device is deleted, the device uploads the cloud video, and the device is disconnected from the network. The device and the server are disconnected. The device network bandwidth is insufficient and the device cannot upload video and video.
cs: Když je zařízení smazáno, zařízení nahraje cloudové video a zařízení je odpojeno od sítě. Zařízení a server jsou odpojeny. Šířka pásma sítě zařízení je nedostatečná a zařízení nemůže nahrávat video a video.
de: Die Cloud-Aufnahme führt dazu, dass das Video verloren geht, wenn das Gerät die Verbindung zum Server verliert, das Gerät im Konto gelöscht wird, das Gerät zum Hochladen der Cloud-Aufnahme ausgeschaltet wird, das Gerät vom Netzwerk getrennt, die Stromversorgung unterbrochen wird oder wenn die Netzwerkbandbreite des Geräts nicht ausreichend ist und das Gerät das Video nicht normal hochladen kann.
es: El video en la nube se pierde cuando se elimina el Equipo, el Equipo carga el video en la nube y el Equipo se desconecta de la red. El Equipo y el servidor están desconectados. El ancho de banda de la red del Equipo es insuficiente y el Equipo no puede cargar video y video.
fi: Pilvivideo katoaa, kun laite poistetaan, laite lataa pilvivideon ja laite irrotetaan verkosta. Laite ja palvelin irrotetaan. Laitteen verkon kaistanleveys ei ole riittävä ja laite ei voi ladata videoita ja videoita.
fr: La vidéo en nuage est perdue lorsque le périphérique est supprimé, que le périphérique télécharge la vidéo en nuage et que le périphérique est déconnecté du réseau. Le périphérique et le serveur sont déconnectés. La bande passante réseau du périphérique est insuffisante et le périphérique ne peut pas télécharger de vidéo et vidéo.
he: וידאו הענן אובד כשהמכשיר נמחק, המכשיר מעלה את סרטון הענן, והמכשיר מנותק מהרשת. ההתקן והשרת מנותקים. רוחב הפס של רשת המכשיר אינו מספיק והמכשיר אינו יכול להעלות וידאו וסרטון.
id: Video cloud hilang ketika perangkat dihapus, perangkat mengunggah video cloud, dan perangkat terputus dari jaringan. Perangkat dan server terputus. Bandwidth jaringan perangkat tidak memadai dan perangkat tidak dapat mengunggah video dan video.
it: Il video cloud viene perso quando il dispositivo viene eliminato, il dispositivo carica il video cloud e il dispositivo viene disconnesso dalla rete. Il dispositivo e il server sono disconnessi. La larghezza di banda della rete del dispositivo è insufficiente e il dispositivo non può caricare video e video.
ja: デバイスが削除されるとクラウドビデオは失われ、デバイスはクラウドビデオをアップロードし、デバイスはネットワークから切断されます。デバイスとサーバーが切断されています。デバイスのネットワーク帯域幅が不十分で、デバイスがビデオとビデオをアップロードできません。
ko: 장치가 삭제되고 장치가 클라우드 비디오를 업로드하고 장치가 네트워크에서 연결이 끊어지면 클라우드 비디오가 손실됩니다. 장치와 서버의 연결이 끊어졌습니다. 장치 네트워크 대역폭이 부족하여 장치에서 비디오 및 비디오를 업로드 할 수 없습니다.
nb: Skjulvideoen går tapt når enheten slettes, enheten laster opp skyvideoen, og enheten kobles fra nettverket. Enheten og serveren er frakoblet. Enhetsnettverksbåndbredden er utilstrekkelig, og enheten kan ikke laste opp video og video.
nl: De cloudvideo gaat verloren wanneer het apparaat wordt verwijderd, het apparaat de cloudvideo uploadt en het apparaat wordt losgekoppeld van het netwerk. Het apparaat en de server zijn losgekoppeld. De netwerkbandbreedte van het apparaat is onvoldoende en het apparaat kan geen video en video uploaden.
pl: Wideo w chmurze zostanie utracone, gdy urządzenie zostanie usunięte, urządzenie prześle wideo w chmurze, a urządzenie zostanie odłączone od sieci. Urządzenie i serwer są odłączone. Przepustowość sieci urządzenia jest niewystarczająca, a urządzenie nie może przesłać wideo i wideo.
pt_br: O vídeo na nuvem é perdido quando o dispositivo é excluído, o dispositivo carrega o vídeo na nuvem e o dispositivo é desconectado da rede. O dispositivo e o servidor estão desconectados. A largura de banda da rede do dispositivo é insuficiente e o dispositivo não pode carregar vídeo e vídeo.
ro: Videoclipul din nor se pierde atunci când dispozitivul este șters, dispozitivul încarcă video nor și dispozitivul este deconectat de la rețea. Dispozitivul și serverul sunt deconectate. Lățimea de bandă a dispozitivului este insuficientă și dispozitivul nu poate încărca video și video.
ru: Облачное видео теряется при удалении устройства, устройство загружает облачное видео, и устройство отключается от сети. Устройство и сервер отключены. Пропускная способность сети устройства недостаточна, и устройство не может загружать видео и видео.
sv: Cloud-videon går förlorad när enheten raderas, enheten laddar upp molvvideon och enheten kopplas från nätverket. Enheten och servern är bortkopplade. Enhetsnätverksbandbredden är otillräcklig och enheten kan inte ladda upp video och video.
th: การบันทึกบนคลาวด์จะทำให้อุปกรณ์ขาดการเชื่อมต่อกับเซิร์ฟเวอร์ภายใต้สถานการณ์ที่ผิดปกติเช่นการลบอุปกรณ์ภายใต้บัญชีปิดอุปกรณ์เพื่ออัปโหลดการบันทึกบนคลาวด์และอุปกรณ์ถูกตัดการเชื่อมต่อจากเครือข่ายและปิดเครื่อง
tr: Cihaz silindiğinde bulut videosu kaybolur, cihaz bulut videosunu yükler ve cihazın ağ bağlantısı kesilir. Cihaz ve sunucu bağlantısı kesildi. Cihaz ağ bant genişliği yetersiz ve cihaz video ve video yükleyemiyor.
vi: Ghi âm đám mây sẽ khiến thiết bị mất kết nối với máy chủ trong những trường hợp bất thường như xóa thiết bị dưới tài khoản, tắt thiết bị tải lên ghi âm đám mây, thiết bị bị ngắt kết nối mạng và cắt nguồn của thiết bị. băng thông mạng không đủ và thiết bị không thể tải lên video đang quay một cách bình thường.
zh_hans: 云录像在账号下设备被删除、关闭设备上传云录像、设备断网断电等异常情况下会导致设备与服务器失联，设备网络宽带不足，设备无法正常上传录像视频。
zh_hant: 雲錄像在賬號下設備被刪除、關閉設備上傳云錄像、設備斷網斷電等異常情況下會導致設備與服務器失聯，設備網絡寬帶不足，設備無法正常上傳錄像視頻。

# devicesetting_4G_card_Recharge_order
source: Recharge order
cs: Nabijte objednávku
de: Auflade-Bestellung
es: Orden de recarga
fi: Lataa tilaus
fr: Ordre de recharge
he: הזמנה מחדש
id: Isi ulang pesanan
it: Ordine di ricarica
ja: 充電注文
ko: 충전 주문
nb: Lad ordre på nytt
nl: Bestelling opladen
pl: Doładuj zamówienie
pt_br: Pedido de recarga
ro: Comanda de reincarcare
ru: Порядок пополнения
sv: Ladda order
th: คำสั่งเติมเงิน
tr: Şarj sipariş
vi: Đơn hàng nạp tiền
zh_hans: 充值订单
zh_hant: 充值訂單
