Repository: Yolo-cell-hash/go_home_ios
Catalog: ios/Runner/JASDK/JAResources/XLanguage/X35MultiLanguage/*.lproj/X35MutiLanguage.strings
Languages: cs, de, es, fi, fr, he, id, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sv, th, tr, vi, zh_hans, zh_hant

# Service_map_local_agent
source: Will likely become a regular distributor of JUAN, or join as a local agent, enjoy the corresponding welfare policy
cs: Pravděpodobně se stane pravidelným distributorem společnosti JUAN, nebo se připojí jako místní agent, bude těžit z odpovídající sociální politiky
de: Es ist möglich, ein regelmäßiger Vertriebspartner von JUAN zu werden oder als lokaler Agent beizutreten und die entsprechenden Wohlfahrtspolitik zu genießen
es: Es probable que se convierta en un distribuidor regular de JUAN, o se una como agente local, disfrute de la política de bienestar correspondiente
fi: Tulee todennäköisesti JUAN: n säännölliseksi jakelijaksi tai liittyy paikallisena edustajana nauttimaan vastaavasta hyvinvointipolitiikasta
fr: Deviendra probablement un distributeur régulier de JUAN, ou rejoindra en tant qu'agent local, bénéficier de la politique de bien-être correspondante
he: ככל הנראה יהפוך למפיץ קבוע של JUAN, או יצטרף כסוכן מקומי, יהנה ממדיניות הרווחה המתאימה
id: Kemungkinan akan menjadi distributor reguler JUAN, atau bergabung sebagai agen lokal, menikmati kebijakan kesejahteraan yang sesuai
it: Diventerà probabilmente un distributore regolare di JUAN, o aderirà come agente locale, godendo della corrispondente politica di welfare
ja: おそらくJUANの定期的な販売業者になるか、地元のエージェントとして参加し、対応する福祉政策を楽しみます
ko: 정규 유통 업체가되거나 현지 에이전트로 가입하여 해당 복지 정책을 누릴 수 있음
nb: Vil sannsynligvis bli en vanlig distributør av JUAN, eller bli med som en lokal agent, glede seg over den tilsvarende velferdspolitikken
nl: Zal waarschijnlijk een regelmatige distributeur van JUAN worden, of lid worden als een lokale agent, genieten van het bijbehorende welzijnsbeleid
pl: Prawdopodobnie zostanie regularnym dystrybutorem JUAN lub dołączy jako lokalny agent, będzie korzystał z odpowiedniej polityki opieki społecznej
pt_br: Provavelmente se tornará um distribuidor regular da JUAN ou se unirá como agente local, usufruir da política de bem-estar correspondente
ro: Va deveni probabil un distribuitor regulat al JUAN, sau se va alătura ca agent local, se va bucura de politica de bunăstare corespunzătoare
ru: Скорее всего, станет постоянным дистрибьютором JUAN или присоединитесь в качестве местного агента, пользуйтесь соответствующей политикой социального обеспечения.
sv: Kommer troligen att bli en vanlig distributör av JUAN, eller gå med som en lokal agent, njuta av motsvarande välfärdspolitik
th: มีแนวโน้มที่จะเป็นตัวแทนจำหน่ายประจำของ JUAN หรือเข้าร่วมเป็นตัวแทนในพื้นที่โดยได้รับนโยบายสวัสดิการที่เกี่ยวข้อง
tr: Muhtemelen JUAn'ın düzenli bir distribütörü olacak veya yerel bir ajan olarak katılacak, ilgili refah politikasının tadını çıkaracak
vi: Có thể trở thành đối tác phân phối thường xuyên của Cửu An, hoặc tham gia làm đại lý tại địa phương, hưởng các chính sách phúc lợi tương ứng
zh_hans: 将有可能成为九安的正规经销商伙伴，或加盟为当地代理商，享受对应的福利政策
zh_hant: 將有可能成為九安的正規經銷商夥伴，或加盟為當地代理商，享受對應的福利政策

source: Australia/Sydney
cs: Austrálie / Sydney
de: Australien / Sydney
fr: Australie / Sydney
he: אוסטרליה / סידני
ja: オーストラリア/シドニー
ko: 호주 / 시드니
pt_br: Austrália / Sydney
ru: Австралия / Сидней
sv: Australien / Sydney
th: ออสเตรเลีย / ซิดนีย์
tr: Avusturalya / Sidney
vi: Sydney
zh_hans: 悉尼
zh_hant: 悉尼

# adddevice_Wireless_add_mode_confirm_connect
source: Connected
cs: Připojeno
de: verbunden
es: Conectado
fi: Yhdistetty
fr: Lié
he: מְחוּבָּר
id: terhubung
it: Collegato
ja: 接続済み
ko: 연결됨
nb: Tilkoblet
nl: Verbonden
pl: Połączony
pt_br: Conectado
ro: Conectat
ru: Связаны
sv: Ansluten
th: เชื่อมต่อแล้ว
tr: bağlı
vi: Đã kết nối
zh_hans: 已连接
zh_hant: 已連接

# devicesetting_alarm_set_video_delay_duration
source: Delay recording time after selecting alarm
cs: Odložte čas záznamu po výběru alarmu
de: Dauer Verzögerte Aufnahme nach Alarms
es: Tiempo de grabación retrasado después de seleccionar la alarma
fi: Tallennusajan viivästyminen hälytyksen valinnan jälkeen
fr: Temps d'enregistrement différé après la sélection de l'alarme
he: זמן הקלטה מאוחרת לאחר בחירת האזעקה
id: Waktu perekaman yang tertunda setelah memilih alarm
it: Tempo di registrazione differito dopo aver selezionato l'allarme
ja: アラーム選択後の録画時間の遅延
ko: 알람 선택 후 녹화 시간 지연
nb: Forsinket opptakstid etter at du har valgt alarm
nl: Vertraagde opnametijd na selectie van alarm
pl: Opóźniony czas nagrywania po wybraniu alarmu
pt_br: Tempo de gravação atrasado após a seleção do alarme
ro: Timp de înregistrare întârziat după selectarea alarmei
ru: Задержка времени записи после выбора будильника
sv: Fördröjd inspelningstid efter val av alarm
th: เลือกเวลาในการบันทึกล่าช้าหลังการปลุก
tr: Alarmı seçtikten sonra geciken kayıt süresi
vi: Chọn thời gian ghi âm trễ sau khi báo thức
zh_hans: 选择报警后延迟录像时长
zh_hant: 選擇報警後延遲錄像時長

# devicesetting_password_network_setting
source: Password and network settings
cs: Heslo a nastavení sítě
de: Passwort und Netzwerkeinstellungen
es: Configuración de contraseña y red
fi: Salasanan ja verkon asetukset
fr: Mot de passe et paramètres réseau
he: הגדרות סיסמה ורשת
id: Pengaturan kata sandi dan jaringan
it: Password e impostazioni di rete
ja: パスワードとネットワーク設定
ko: 비밀번호 및 네트워크 설정
nb: Passord og nettverksinnstillinger
nl: Wachtwoord- en netwerkinstellingen
pl: Hasło i ustawienia sieciowe
pt_br: Configurações de senha e rede
ro: Parola și setările de rețea
ru: Пароль и настройки сети
sv: Lösenord och nätverksinställningar
th: รหัสผ่านและการตั้งค่าเครือข่าย
tr: Şifre ve ağ ayarları
vi: Cài đặt mật khẩu và mạng
zh_hans: 密码与网络设置
zh_hant: 密碼與網絡設置

# Preview_Still_unresolved_contact_customer
source: Still unresolved, please
cs: Stále nevyřešeno, prosím
de: Immer noch ungelöst, bitte
es: Todavía sin resolver, por favor
fi: Vielä ratkaisematta, kiitos
fr: Toujours pas résolu, s'il vous plaît
he: עדיין לא פתור, בבקשה
id: Masih belum terselesaikan, tolong
it: Ancora irrisolto, per favore
ja: まだ解決されていません、お願いします
ko: 아직 미해결입니다 제발
nb: Fortsatt uløst, takk
nl: Nog steeds niet opgelost, alstublieft
pl: Wciąż nierozwiązane, proszę
pt_br: Ainda não resolvido, por favor
ro: Încă nerezolvat, vă rog
ru: Все еще не решено, пожалуйста
sv: Fortfarande olöst, tack
th: ยังไม่ได้รับการแก้ไขโปรด
tr: Hala çözülmedi lütfen
vi: Vẫn chưa được giải quyết, xin vui lòng
zh_hans: 仍未解决，请
zh_hant: 仍未解決，請

# preview_Night_vision_always_on
source: Night vision always on
cs: Vždy zapnuté noční vidění
de: Nachtsicht immer an
es: visión nocturna siempre encendida
fi: Pimeänäkö aina päällä
fr: Vision nocturne toujours active
he: ראיית לילה דולקת תמיד
id: Penglihatan malam selalu aktif
it: Visione notturna sempre attiva
ja: 暗視は常にオン
ko: 야간 투시경 항상 켜짐
nb: Nattsyn alltid på
nl: Nachtzicht altijd aan
pl: Noktowizor zawsze włączony
pt_br: Visão noturna sempre ligada
ro: Vederea nocturnă mereu activată
ru: Ночное видение всегда включено
sv: Night vision alltid på
th: การมองเห็นตอนกลางคืนเปิดตลอดเวลา
tr: Gece görüşü her zaman açık
vi: Tầm nhìn ban đêm luôn bật
zh_hans: 夜视常开
zh_hant: 夜視常開

# deviceSetting_offhome
source: Away mode
cs: Režim odjezdu
de: Modus Unterwegs
es: Lejos de casa
fi: Lähtö-tila
fr: Loin de la maison
he: מצב חוץ
id: model diluar
it: Fuori casa
ja: アウェイモード
ko: 자리 비움 모드
nb: Vekk fra hjemmet
nl: Weg van huis
pl: Tryb poza domem
pt_br: Modo ausente
ro: Modul de plecare
ru: В гостях
sv: Avvägningsläge
th: โหมดอื่น
tr: Dışarıda modu
vi: Chế độ vắng nhà
zh_hans: 离家模式
zh_hant: 離家模式

# Stand_alone_station_Chat
source: Chat
cs: Povídat si
fr: Discuter
he: לְשׂוֹחֵחַ
id: Obrolan
it: Chiacchierare
ja: チャット
ko: 잡담
pl: Czat
pt_br: Bate-papo
ro: conversație
ru: Чат
sv: Chatt
th: แชท
tr: Sohbet
vi: trò chuyện với
zh_hans: 聊天
zh_hant: 聊天

# person_feedback_attach_screenshot
source: Please attach the screenshot so that we can solve the problem quickly
cs: Připojte snímek obrazovky, abychom mohli problém rychle vyřešit
de: Bitte Screenshot anfügen, damit das Problem schnell gelöst werden kann
es: Adjunte la captura de pantalla para que podamos resolver el problema rápidamente.
fi: Liitä kuvakaappaus, jotta voimme ratkaista ongelman nopeasti
fr: Veuillez joindre la capture d'écran afin que nous puissions résoudre le problème rapidement
he: אנא צרף את צילום המסך כדי שנוכל לפתור את הבעיה במהירות
id: Harap lampirkan tangkapan layar agar kami dapat menyelesaikan masalah dengan cepat
it: Si prega di allegare lo screenshot in modo che possiamo risolvere rapidamente il problema
ja: 問題を迅速に解決できるように、スクリーンショットを添付してください
ko: 문제를 빠르게 해결할 수 있도록 스크린 샷을 첨부 해주세요.
nb: Legg ved skjermbildet slik at vi raskt kan løse problemet
nl: Voeg de schermafbeelding toe zodat we het probleem snel kunnen oplossen
pl: Dołącz zrzut ekranu, abyśmy mogli szybko rozwiązać problem
pt_br: Anexe a captura de tela para que possamos resolver o problema rapidamente
ro: Vă rugăm să atașați captura de ecran, astfel încât să putem rezolva problema rapid
ru: Прикрепите снимок экрана, чтобы мы могли быстро решить проблему.
sv: Bifoga skärmdumpen så att vi snabbt kan lösa problemet
th: โปรดแนบภาพหน้าจอเพื่อให้เราสามารถแก้ไขปัญหาได้อย่างรวดเร็ว
tr: Sorunu hızlı bir şekilde çözebilmemiz için lütfen ekran görüntüsünü ekleyin
vi: Vui lòng đính kèm ảnh chụp màn hình để chúng tôi có thể giải quyết vấn đề nhanh chóng
zh_hans: 请附上截图，方便我们快速解决问题
zh_hant: 請附上截圖，方便我們快速解決問題

# adddevice_open_phone_set
source: Open cell phone Settings and select "WLAN";
cs: Otevřete Nastavení mobilního telefonu a vyberte "WLAN";
de: Öffnen Sie die Telefoneinstellungen und wählen "WLAN".
es: Abra la configuración del teléfono celular y seleccione "WLAN ";
fi: Avaa matkapuhelimen asetukset ja valitse "WLAN";
fr: Ouvrez les paramètres du téléphone portable et sélectionnez "WLAN ";
he: פתח את הגדרות הטלפון הסלולרי ובחר "WLAN";
id: Buka Pengaturan ponsel dan pilih "WLAN";
it: Apri le Impostazioni del cellulare e seleziona "WLAN";
ja: 携帯電話の設定を開き、「WLAN」を選択します。
ko: 휴대폰 설정을 열고 "WLAN "을 선택하십시오.
nb: Åpne mobiltelefoninnstillinger og velg "WLAN";
nl: Open de instellingen van de mobiele telefoon en selecteer "WLAN ";
pl: Otwórz ustawienia telefonu komórkowego i wybierz "WLAN";
pt_br: Abra as configurações do celular e selecione "WLAN";
ro: Deschideți Setări telefon mobil și selectați "WLAN";
ru: Откройте настройки сотового телефона и выберите "WLAN ";
sv: Öppna mobiltelefoninställningarna och välj "WLAN";
th: เปิดการตั้งค่าโทรศัพท์มือถือและเลือก "WLAN ";
tr: Cep telefonu ayarlarını açın ve "WLAN" seçeneğini seçin;
vi: Mở cài đặt điện thoại và chọn "WLAN";
zh_hans: 打开手机设置，选择“WLAN”；
zh_hant: 打開手機設置，選擇“WLAN”；

# person_set_Keep_it_on
source: Keep it on
cs: Pokračuj
de: Weiter
es: Mantenerlo en
fi: Pidä se päällä
fr: Gardez-le sur
he: המשך כך
id: Tetap semangat
it: Continua così
ja: 続けて
ko: 계속 켜
nb: Fortsett med det
nl: Houd het aan
pl: Zostaw
pt_br: Mantê-lo sobre
ro: Continuă
ru: Держать его на
sv: Fortsätt så
th: จัดไป
tr: Devam et
vi: Cứ tiếp tục
zh_hans: 保持开启
zh_hant: 保持開啟

# cloud_device_password_incorrect
source: The device password is incorrect. You cannot purchase cloud storage.
cs: Heslo zařízení je nesprávné,nemůžete si zakoupit úložiště cloud.
de: Das Geräte-Passwort ist falsch. Cloud-Speicher kann nicht gekauft werden.
es: La contraseña del Equipo es incorrecta. No puedes comprar almacenamiento en la nube.
fi: Laitteen salasana on väärä,et voi ostaa pilvivarastointia.
fr: Le mot de passe de l'appareil est incorrect. Vous ne pouvez pas acheter de stockage en nuage.
he: סיסמת ההתקן שגויה. לא ניתן לרכוש אחסון בענן.
id: Kata sandi perangkat salah. Anda tidak dapat membeli penyimpanan cloud.
it: La password del dispositivo non è corretta. Non è possibile acquistare il cloud storage.
ja: デバイスのパスワードが正しくありません。 クラウドストレージを購入できません。
ko: 장치 암호가 잘못되었습니다. 클라우드 스토리지를 구입할 수 없습니다.
nb: Enhetspassordet er feil. Du kan ikke kjøpe skylagring.
nl: Het apparaatwachtwoord is onjuist. U kunt geen cloudopslag kopen.
pl: Hasło urządzenia jest nieprawidłowe. Nie możesz kupić miejsca w chmurze.
pt_br: A senha do dispositivo está incorreta. Você não pode comprar armazenamento em nuvem.
ro: Parola dispozitivului este incorectă. Nu puteți achiziționa spațiu de stocare în cloud.
ru: Пароль устройства неверен. Вы не можете приобрести облачное хранилище.
sv: Enhetslösenordet är felaktigt. Du kan inte köpa molnlagring.
th: รหัสผ่านอุปกรณ์ไม่ถูกต้อง คุณไม่สามารถซื้อพื้นที่เก็บข้อมูลแบบคลาวด์
tr: Cihaz şifresi yanlış. Bulut depolama alanı satın alamazsınız.
vi: Mật khẩu thiết bị sai và không thể mua bộ nhớ đám mây
zh_hans: 设备密码错误，不能购买云存
zh_hant: 設備密碼錯誤，不能購買雲存

# devicesetting_alarm_volume
source: Device Alarm Volume
cs: Hlasitost alarmu zařízení
de: Lautstärke Gerätealarm
es: Volumen de alarma del dispositivo
fi: Laitteen hälytyksen äänenvoimakkuus
fr: Volume de l'alarme de l'appareil
he: עוצמת קול אזעקה במכשיר
id: Volume Alarm Perangkat
it: Volume di allarme del dispositivo
ja: デバイスのアラーム音量
ko: 장치 알람 볼륨
nb: Enhetsalarmvolum
nl: Alarmvolume apparaat
pl: Głośność alarmu urządzenia
pt_br: Volume do alarme do dispositivo
ro: Volumul alarmei dispozitivului
ru: Громкость сигнала тревоги устройства
sv: Enhetens larmvolym
th: ระดับเสียงปลุกของอุปกรณ์
tr: Cihaz Alarm Sesi
vi: Âm lượng báo thức thiết bị
zh_hans: 设备报警音量
zh_hant: 設備報警音量

# Addevice_charge_device_ptompt
source: You have completed all settings. Please remember to charge the device before use:
cs: Dokončili jste všechna nastavení. Před použitím nezapomeňte zařízení nabít:
de: Sie haben alle Einstellungen vorgenommen. Bitte denken Sie daran, das Gerät vor dem Gebrauch aufzuladen:
es: Ha completado todos los ajustes. Recuerde cargar el dispositivo antes de usarlo:
fi: Olet suorittanut kaikki asetukset. Muista ladata laite ennen käyttöä:
fr: Vous avez terminé tous les réglages. n'oubliez pas de charger l'appareil avant utilisation :
he: השלמת את כל ההגדרות. אנא זכרו לטעון את המכשיר לפני השימוש:
id: Anda telah menyelesaikan semua pengaturan. Harap ingat untuk mengisi daya perangkat sebelum digunakan:
it: Hai completato tutte le impostazioni. Ricordarsi di caricare il dispositivo prima dell'uso:
ja: すべての設定が完了しました。使用する前に、デバイスを充電することを忘れないでください。
ko: 모든 설정을 완료했습니다. 사용하기 전에 장치를 충전하는 것을 잊지 마십시오.
nb: Du har fullført alle innstillingene. Husk å lade enheten før bruk:
nl: U heeft alle instellingen voltooid. Denk eraan het apparaat voor gebruik op te laden:
pl: Zakończyłeś wszystkie ustawienia. Pamiętaj, aby naładować urządzenie przed użyciem:
pt_br: Você concluiu todas as configurações. Lembre-se de carregar o dispositivo antes de usar:
ro: Ați finalizat toate setările. Vă rugăm să nu uitați să încărcați dispozitivul înainte de utilizare:
ru: Вы выполнили все настройки. Не забудьте зарядить устройство перед использованием:
sv: Du har gjort alla inställningar. Kom ihåg att ladda enheten före användning:
th: คุณได้ตั้งค่าทั้งหมดเรียบร้อยแล้ว โปรดอย่าลืมชาร์จอุปกรณ์ก่อนใช้งาน:
tr: Tüm ayarları tamamladınız. Lütfen kullanmadan önce cihazı şarj etmeyi unutmayın:
vi: Bạn đã hoàn thành tất cả các cài đặt. Hãy nhớ sạc thiết bị trước khi sử dụng:
zh_hans: 您已完成全部设置，请在使用前记得为设备充电：
zh_hant: 您已完成全部設置，請在使用前記得為設備充電：

# message_Video_loading
source: Video loading...
cs: Načítání videa...
de: Video wird geladen...
es: Vídeo cargando...
fi: Videota ladataan...
fr: Chargement de la vidéo...
he: הסרטון טוען...
id: Pemuatan video...
it: Caricamento video...
ja: ビデオの読み込み...
ko: 동영상 로딩 중...
nb: Video lastes inn...
nl: Video laden...
pl: Ładowanie wideo...
pt_br: Carregando vídeo...
ro: Se încarcă videoclipul...
ru: Загрузка видео...
sv: Video laddas...
th: กำลังโหลดวิดีโอ...
tr: Video yükleniyor...
vi: Đang tải video ...
zh_hans: 视频加载中···
zh_hant: 視頻加載中···

# devSetting_Brazil
source: Brazil
cs: Brazílie
de: Brasilien
es: Brasil
fi: Brasilia
fr: Brésil
he: ברזיל
id: Brasil
it: Brasile
ja: ブラジル
ko: 브라질
nl: Brazilië
pl: Brazylia
pt_br: Brasil
ro: Brazilia
ru: Бразилия
sv: Brasilien
th: บราซิล
tr: Brezilya
zh_hans: 巴西
zh_hant: 巴西

# addDevice_name_repeat
source: Device name repetition
cs: Duplicitní název zařízení
de: Gleicher Gerätename
es: Mismo nombre de Equipo
fi: Kaksoislaitteen nimi
fr: Le même nom d'appareil
he: המכשיר כבר קיים
id: Nama Perangkat Sama
it: Condividere nome dispositivo
ja: 同じデバイス名
ko: 동일한 제품 이름이 이미 있습니다.
nb: Gjenta enhetsnavn
nl: Dezelfde apparaatnaam
pl: Identyczna nazwa urządzenia
pt_br: Mesmo nome do dispositivo
ro: Același nume de dispozitiv
ru: То же имя устройства
sv: Samma enhetens namn
th: การทำซ้ำ ชื่ออุปกรณ์
tr: Aynı cihaz adı
vi: Tên thiết bị trùng lặp
zh_hans: 设备名重复
zh_hant: 設備名重複
