Repository: Yolo-cell-hash/go_home_ios
Catalog: ios/Runner/JASDK/JAResources/XLanguage/X35MultiLanguage/*.lproj/X35MutiLanguage.strings
Languages: cs, de, es, fi, fr, he, id, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sv, th, tr, vi, zh_hans, zh_hant

# me_share_number_ios
source: Personal share %ld
cs: sdílení%ld
de: %ld teilen
es: Compartir personal %ld
fi: %ld-jako
fr: Partage personnelle %ld
he: שיתוף %ld
id: pembagian sendiri%ld
it: Condivisione dati personali %ld
ja: 個人シェア%ld
ko: %ld 개 공유
nb: Personlig deling %ld
nl: Persoonlijk aandeel %ld
pl: Udostępnianie urządzeń %1d
pt_br: Participação pessoal%ld
ro: Cota personală%ld
ru: Личная доля%ld
sv: Personlig delning%ld
th: การแชร์ส่วนตัว %ld
tr: Kişisel pay%ld
vi: %ld chia sẻ cá nhân
zh_hans: %ld个分享
zh_hant: %ld個分享

# addDevice_connectionFail_passwordError
source: Device connection fails,wrong password
cs: Připojení zařízení selhalo,heslo je špatné
de: Geräte-Verbindung fehlgeschlagen, falsches Passwort
es: La conexión del Equipo falla,la contraseña incorrecta
fi: Laiteyhteys epäonnistui,salasana on väärä
fr: La connexion de l'appareil a échoué, mot de passe incorrect
he: החיבור נכשל,ססמה שגויה
id: Koneksi Perangkat Gagal,Sandi Salah
it: Connessione dispositivo fallita,password errata
ja: デバイス接続に失敗しました。パスワードエラーです。
ko: 비밀번호 오류로 제품 연결 실패
nb: Tilkobling til enhet feilet,feil passord
nl: Apparaat verbinding mislukt,verkeerd wachtwoord
pl: Połączenie nieudane,błędne hasło
pt_br: Falha na conexão do dispositivo,senha incorreta
ro: Conectarea dispozitivului nu reușește,parola greșită
ru: Ошибка подключения к устройству,неверный пароль
sv: Enhetsanslutning misslyckas,fel lösenord
th: การเชื่อมต่ออุปกรณ์ล้มเหลว รหัสผ่านผิด
tr: Cihaz bağlantısı başarısız,yanlış şifre
vi: Kết nối thiết bị không thành công, mật khẩu sai
zh_hans: 设备连接失败，密码错误
zh_hant: 設備連接失敗，密碼錯誤

# deviceSetting_deviceSetting_evening_turn_off_next
source: %1$s - %2$s off camera
cs: %1$s – %2$s mimo kameru
de: %1$s - %2$s Kamera ausschalten
es: %1$s - %2$s fuera de cámara
fi: %1$s - %2$s pois kamerasta
fr: %1$s - %2$s hors caméra
he: %1$s - %2$s הנחה על המצלמה
id: %1$s - %2$s mati kamera
it: %1$s - %2$s fuori dalla fotocamera
ja: %1$s-%2$sオフカメラ
ko: %1$s - %2$s 오프 카메라
nb: %1$s - %2$s av kamera
nl: %1$s - %2$s buiten de camera
pl: %1$s - %2$s poza kamerą
pt_br: %1$s - %2$s fora da câmera
ro: %1$s - %2$s fără cameră
ru: %1$s - %2$s вне камеры
sv: %1$s - %2$s rabatt på kameran
th: %1$s - %2$s ปิดกล้อง
tr: %1$s - %2$s kamera kapalı
vi: Giảm giá máy ảnh%1$s -%2$s
zh_hans: %1$s - %2$s关闭摄像机
zh_hant: %1$s - %2$s關閉攝像機

# devicesetting_flash_alarm_purpose
source: The longer the alarm lasts, the more likely it is to attract attention and scare offenders.
cs: Čím déle alarm trvá, tím je pravděpodobnější, že přitáhne pozornost a vyděsí pachatele.
de: Je länger der Alarm anhält, desto wahrscheinlicher ist es, dass er Aufmerksamkeit erregt und Straftäter erschreckt.
es: Mientras más dure la alarma, es más probable que llame la atención y asuste a los delincuentes.
fi: Mitä kauemmin hälytys kestää, sitä todennäköisemmin se houkuttelee huomiota ja pelottaa rikoksentekijöitä.
fr: Plus l'alarme dure longtemps, plus elle risque d'attirer l'attention et de faire peur aux contrevenants.
he: ככל שהאזעקה נמשכת זמן רב יותר, כך גדל הסיכוי למשוך תשומת לב ולהפחיד עבריינים.
id: Semakin lama alarm berlangsung, semakin besar kemungkinan untuk menarik perhatian dan menakuti para pelanggar.
it: Più dura la sveglia, maggiore è la probabilità di attirare l'attenzione e spaventare i trasgressori.
ja: アラームが長く続くほど、注意を引き付け、犯罪者を怖がらせる可能性が高くなります。
ko: 알람이 오래 지속 될수록주의를 끌고 범죄자를 놀라게 할 가능성이 높습니다.
nb: Jo lenger alarmen varer, jo mer sannsynlig er det å tiltrekke seg oppmerksomhet og skremme lovbrytere.
nl: Hoe langer het alarm afgaat, des te waarschijnlijker is het om aandacht te trekken en overtreders bang te maken.
pl: Im dłużej trwa alarm, tym bardziej prawdopodobne jest przyciągnięcie uwagi i przestraszenie przestępców.
pt_br: Quanto mais tempo o alarme durar, maior a probabilidade de atrair atenção e assustar os infratores.
ro: Cu cât durează alarma, cu atât este mai probabil să atragă atenția și să sperie infractorii.
ru: Чем дольше длится тревога, тем больше вероятность привлечь внимание и напугать обидчиков.
sv: Ju längre larmet varar, desto mer troligt är det att locka uppmärksamhet och skrämma gärningsmän.
th: ยิ่งสัญญาณเตือนนานเท่าใดก็ยิ่งมีโอกาสดึงดูดความสนใจและยับยั้งอาชญากรได้มากขึ้นเท่านั้น
tr: Alarm ne kadar uzun sürerse, dikkat çekmek ve suçluları korkutmak o kadar olasıdır.
vi: Thời gian báo động càng kéo dài thì càng có khả năng thu hút sự chú ý và răn đe tội phạm.
zh_hans: 报警持续时间越久，越可能引起注意，从而吓退不法分子。
zh_hant: 報警持續時間越久，越可能引起注意，從而嚇退不法分子。

# setting_save_failed
source: Fail to save
cs: Uložit selhalo
de: Speichern fehlgeschlagen
es: Error al guardar
fi: Tallenna epäonnistui
fr: Impossible d'enregistrer
he: השמירה נכשלה
id: gagal tersimpan
it: Savataggio fallito
ja: 保存できません
ko: 저장하지 못함
nb: Lagring mislyktes
nl: Opslaan mislukt
pl: Zapisanie niemożliwe
pt_br: Não salvar
ro: Nu reușiți să salvați
ru: Не в состоянии сохранить
sv: Misslyckades med att spara
th: บันทึกล้มเหลว
tr: Kaydedilemedi
vi: Lưu không thành công
zh_hans: 保存失败
zh_hant: 保存失敗

# person_feedback_select_problem_type
source: Please select the type of question to feedback
cs: Vyberte typ dotazu pro zpětnou vazbu
de: Bitte wählen Sie die Art der Frage für das Feedback
es: Por favor, seleccione el tipo de pregunta para comentarios
fi: Valitse palautettavan kysymyksen tyyppi
fr: Veuillez sélectionner le type de question à commenter
he: אנא בחרו בסוג השאלות המשוב
id: Silakan pilih jenis pertanyaan untuk umpan balik
it: Seleziona il tipo di domanda per il feedback
ja: フィードバックする質問のタイプを選択してください
ko: 피드백 할 질문 유형을 선택하십시오
nb: Velg type spørsmål som skal tilbakemeldes
nl: Selecteer het type vraag dat u wilt terugkoppelen
pl: Wybierz typ pytania do opinii
pt_br: Selecione o tipo de pergunta para feedback
ro: Vă rugăm să selectați tipul de întrebare pentru feedback
ru: Пожалуйста, выберите тип вопроса для обратной связи
sv: Välj vilken typ av fråga du vill ge feedback
th: โปรดเลือกประเภทของคำถามเพื่อแสดงความคิดเห็น
tr: Lütfen geri bildirim için soru türünü seçin
vi: Vui lòng chọn loại câu hỏi bạn muốn phản hồi
zh_hans: 请选择要反馈的问题类型
zh_hant: 請選擇要反饋的問題類型

# preview_playback_no_video_now
source: No recording
cs: V současné době není k dispozici žádné video
de: Keine Aufnahmen
es: Sin grabación
fi: Videota ei ole tällä hetkellä
fr: Pas d'enregistrement
he: אין הקלטה
id: Tidak ada rekaman
it: Non in registrazione
ja: 録画がありません
ko: 녹화 영상 없음
nb: Ingen videoer
nl: Geen opname
pl: Brak nagrań
pt_br: Sem gravação
ro: Nici o înregistrare
ru: Нет записи
sv: Ingen inspelning
th: ไม่มีการบันทึก
tr: Kayıt yok
vi: Hiện tại không có bản ghi
zh_hans: 当前没有录像
zh_hant: 當前沒有錄像

# devicesetting_Detection_period_2
source: Detection period
cs: Období detekce
de: Erkennungszeitraum
es: Período de detección
fi: Havaintojakso
fr: Période de détection
he: תקופת גילוי
id: Periode deteksi
it: Periodo di rilevamento
ja: 検出期間
ko: 탐지 기간
nb: Deteksjonsperiode
nl: Detectieperiode:
pl: Okres wykrywania
pt_br: Período de detecção
ro: Perioada de detectare
ru: Период обнаружения
sv: Detektionsperiod
th: ระยะเวลาการตรวจจับ
tr: Algılama süresi
vi: Thời gian phát hiện
zh_hans: 侦测时段
zh_hant: 偵測時段

source: Asia/Almaty
cs: Asie / Almaty
de: Asien / Almaty
fi: Aasia / Almaty
he: אסיה / אלמטי
ja: アジア/アルマトイ
ko: 아시아 / 알마티
ru: Азия / Алматы
sv: Asien / Almaty
th: เอเชีย / อัลมาตี
tr: Asya / Almatı
vi: Almaty
zh_hans: 阿拉木图
zh_hant: 阿拉木圖

# devicesetting_clear_all_cordon
source: Clear all current cordon?
cs: Vymazat veškerý aktuální kordon?
de: Alle aktuellen Zonen löschen?
es: ¿Borrar todo el cordón actual?
fi: Poistetaanko kaikki nykyinen kordoni?
fr: Effacer tout le cordon actuel?
he: לנקות את כל הקורדונים הנוכחיים?
id: Hapus semua cordon saat ini?
it: Cancella tutto il cordone attuale?
ja: 現在のコードンをすべてクリアしますか？
ko: 모든 경계선을 삭제 하겠습니까?
nb: Vil du fjerne all gjeldende ledning?
nl: Alle huidige cordon wissen?
pl: Usunąć cały obecny kordon?
pt_br: Limpar todo o cordão atual?
ro: Ștergeți tot cordonul curent?
ru: Очистить весь текущий кордон?
sv: Rensa alla aktuella kablar?
th: คุณต้องการล้างวงล้อมปัจจุบันทั้งหมดหรือไม่?
tr: Mevcut tüm kordon silinsin mi?
vi: Bạn có muốn xóa tất cả các dây hiện tại không?
zh_hans: 是否清除当前所有警戒线？
zh_hant: 是否清除當前所有警戒線？

# addDevice_regist_cloud_service
source: Register cloud service for the device
cs: Cloudová služba registrace zařízení
de: Cloud-Dienst für die Geräte registrieren
es: Servicio de registro de dispositivo en la nube
fi: Laitteen rekisteröintipilvipalvelu
fr: Service cloud d'enregistrement des appareils
he: שירות ענן לרישום מכשירים
id: Layanan cloud pendaftaran perangkat
it: Servizio cloud di registrazione del dispositivo
ja: デバイス登録クラウドサービス
ko: 장치 등록 클라우드 서비스
nb: Enhetsregistrering skytjeneste
nl: Cloudservice voor apparaatregistratie
pl: Usługa chmury rejestracji urządzeń
pt_br: Serviço de nuvem de registro de dispositivo
ro: Serviciu cloud de înregistrare a dispozitivului
ru: Облачный сервис регистрации устройств
sv: Enhetsregistreringsmolntjänst
th: สมัครบริการคลาวด์สำหรับอุปกรณ์
tr: Cihaz kaydı bulut hizmeti
vi: Dịch vụ đám mây đăng ký thiết bị
zh_hans: 设备注册云服务
zh_hant: 設備註冊雲服務

# port_number_error
source: Wrong port number
cs: Chyba čísla portu
de: Falscher Port
es: Número de puerto incorrecto
fi: Portin numerovirhe
fr: Mauvais numéro de port
he: מספר הפורט שגוי
id: Nomor Port salah
it: Porta errata
ja: ポート番号が違います。
ko: 포트 번호가 올바르지 않습니다.
nb: Feil portnummer
nl: Verkeerd poortnummer
pl: Niepoprawny port
pt_br: Número da porta errada
ro: Numărul de port greșit
ru: Неверный номер порта
sv: Fel portnummer
th: หมายเลขพอร์ตไม่ถูกต้อง
tr: Yanlış port numarası
vi: Lỗi số cổng
zh_hans: 端口号错误
zh_hant: 端口號錯誤

# devicesetting_white_light_alarm
source: White light flashing alarm
cs: Alarm bliká bílým světlem
de: Weißlicht Alarm (blinken)
es: Alarma de luz blanca intermitente
fi: Valkoinen valo vilkkuu
fr: Alarme clignotante à lumière blanche
he: אור לבן מהבהב
id: Lampu putih berkedip alarm
it: Allarme lampeggiante a luce bianca
ja: 白色光点滅アラーム
ko: 흰색 표시 등 깜박임 알람
nb: Hvitt lys blinkende alarm
nl: Wit licht knipperend alarm
pl: Alarm migającego białego światła
pt_br: Alarme intermitente de luz branca
ro: Alarma intermitentă cu lumină albă
ru: Мигающий белый свет
sv: Vitt ljus blinkande larm
th: สัญญาณเตือนไฟกระพริบสีขาว
tr: Beyaz ışık yanıp sönen alarm
vi: Báo động nhấp nháy ánh sáng trắng
zh_hans: 白光灯闪烁报警
zh_hant: 白光燈閃爍報警

# Cloud_storage_service_service_time
source: Start and end of service:
cs: Začátek a konec služby:
de: Beginn und Ende des Service:
es: Inicio y fin del servicio:
fi: Palvelun aloitus ja päättyminen:
fr: Début et fin de service:
he: התחלה וסיום שירות:
id: Mulai dan akhir layanan:
it: Inizio e fine del servizio:
ja: サービスの開始と終了
ko: 서비스 시작 및 종료 :
nb: Start og slutt på tjenesten:
nl: Begin en einde van de dienst:
pl: Początek i koniec usługi:
pt_br: Início e fim do serviço:
ro: Începutul și sfârșitul serviciului:
ru: Начало и конец обслуживания:
sv: Start och slut på service:
th: เริ่มต้นและจุดสิ้นสุดของการบริการ:
tr: Hizmetin başlangıcı ve sonu:
vi: Bắt đầu và kết thúc dịch vụ:
zh_hans: 服务起止：
zh_hant: 服務起止：

# device_grouping
source: Group
cs: skupiny
de: Gruppe
es: Grupo
fi: paketti
fr: Groupe
he: קבוצה
id: grup
it: gruppo
ja: グループ
ko: 그룹
nb: Gruppe
nl: Groep
pl: Grupa
pt_br: Grupo
ro: grup
ru: группа
sv: Grupp
th: กลุ่ม
tr: grup
vi: Phân nhóm
zh_hans: 分组
zh_hant: 分組

# message_Failed_get_alarm_picture
source: Failed to get alarm picture
cs: Nepodařilo se získat obrázek budíku
de: Alarmbild konnte nicht abgerufen werden
es: No se pudo obtener la imagen de la alarma
fi: Hälytyskuvan saaminen epäonnistui
fr: Échec de l'obtention de l'image d'alarme
he: קבלת תמונת האזעקה נכשלה
id: Gagal mendapatkan gambar alarm
it: Impossibile ottenere l'immagine dell'allarme
ja: アラーム画像を取得できませんでした
ko: 알람 사진을 가져오지 못했습니다.
nb: Kunne ikke hente alarmbilde
nl: Kan alarmfoto niet ophalen
pl: Nie udało się uzyskać obrazu alarmowego
pt_br: Falha ao obter a imagem do alarme
ro: Nu s-a putut obține imaginea de alarmă
ru: Не удалось получить изображение будильника
sv: Det gick inte att hämta larmbild
th: ไม่สามารถรับภาพปลุก
tr: Alarm resmi alınamadı
vi: Không tải được ảnh báo thức
zh_hans: 报警图片获取失败
zh_hant: 報警圖片獲取失敗

# devicesetting_Videobackup_Set_endtime
source: Set end time
cs: Nastavte čas ukončení
de: Endzeit einstellen
es: Establecer hora de finalización
fi: Aseta lopetusaika
fr: Définir l'heure de fin
he: קבע את הזמן הסיום
id: atur waktu selesai
it: Impostare tempo finale
ja: 終了時間を設定する
ko: 종료 시간 설정
nb: Angi sluttidspunktet
nl: Eindtijd instellen
pl: Ustaw koniec
pt_br: Definir hora de término
ro: Setați ora de încheiere
ru: Установите время окончания
sv: Ange sluttid
th: ตั้งเวลาสิ้นสุด
tr: Bitiş saatini ayarla
vi: Đặt thời gian kết thúc
zh_hans: 设置结束时间
zh_hant: 設置結束時間

# add_4G_camera_cannot_connected_Internet_check_1
source: Make sure your 4G card is activated and the remaining data is sufficient.
cs: Ujistěte se, že je vaše 4G karta aktivována a zbývající data jsou dostatečná.
de: Stellen Sie sicher, dass Ihre 4G-Karte aktiviert ist und das verbleibende Datenvolumen ausreicht.
es: Asegúrate de que tu tarjeta 4G esté activada y que los datos restantes sean suficientes.
fi: Varmista, että 4G-korttisi on aktivoitu ja että jäljellä on riittävästi tietoja.
fr: Assurez-vous que votre carte 4G est activée et que les données restantes sont suffisantes.
he: ודא שכרטיס ה-4G שלך מופעל וששאר הנתונים מספיקים.
id: Pastikan kartu 4G Anda aktif dan sisa data mencukupi.
it: Assicurati che la tua scheda 4G sia attivata e che i dati rimanenti siano sufficienti.
ja: 4Gカードがアクティブになっていて、残りのデータが十分であることを確認してください。
ko: 4G 카드가 활성화되어 있고 남은 데이터가 충분한지 확인하십시오.
nb: Sørg for at 4G-kortet ditt er aktivert og at gjenværende data er tilstrekkelig.
nl: Zorg ervoor dat uw 4G-kaart is geactiveerd en dat de resterende gegevens voldoende zijn.
pl: Upewnij się, że Twoja karta 4G jest aktywna, a pozostałe dane są wystarczające.
pt_br: Certifique-se de que seu cartão 4G esteja ativado e os dados restantes sejam suficientes.
ro: Asigurați-vă că cardul dvs. 4G este activat și că datele rămase sunt suficiente.
ru: Убедитесь, что ваша карта 4G активирована и оставшихся данных достаточно.
sv: Se till att ditt 4G-kort är aktiverat och att återstående data är tillräcklig.
th: ตรวจสอบให้แน่ใจว่าการ์ด 4G ของคุณเปิดใช้งานอยู่ และข้อมูลที่เหลืออยู่ก็เพียงพอแล้ว
tr: 4G kartınızın etkinleştirildiğinden ve kalan verilerin yeterli olduğundan emin olun.
vi: Đảm bảo rằng thẻ 4G của bạn đã được kích hoạt và dung lượng còn lại đủ.
zh_hans: 确认您的4G卡已激活，且剩余流量充足。
zh_hant: 確認您的4G卡已激活，且剩餘流量充足。

# person_replace
source: Replace
cs: Nahradit
de: Ersetzen
es: Reemplazar
fi: Korvata
fr: Remplacer
he: החלף
id: Menggantikan
it: Sostituire
ja: 交換する
ko: 바꾸다
nb: Erstatte
nl: Vervangen
pl: Zastąpić
pt_br: Substituir
ro: A inlocui
ru: замещать
sv: Byta ut
th: แทนที่
tr: değiştirmek
vi: thay thế
zh_hans: 更换
zh_hant: 更換

# person_save_qr_code_to_local
source: Save QR code to local album
cs: Uložte QR kód do místního alba
de: QR-Code im Album speichern
es: Guardar el código QR en el álbum local
fi: Tallenna QR-koodi paikalliseen albumiin
fr: Enregistrer le code QR dans l'album local
he: שמור קוד QR באלבום המקומי
id: Simpan kode QR ke album lokal
it: Salva il codice QR in un album locale
ja: ローカルアルバムにQRコードを保存
ko: 로컬 앨범에 QR 코드 저장
nb: Lagre QR-koden til det lokale albumet
nl: Bewaar de QR-code in een lokaal album
pl: Zapisz kod QR w lokalnym albumie
pt_br: Salvar o código QR no álbum local
ro: Salvați codul QR în albumul local
ru: Сохранить QR-код в локальный альбом
sv: Spara QR-kod i det lokala albumet
th: บันทึกรหัส QR ลงในอัลบั้ม
tr: QR kodunu yerel albüme kaydedin
vi: Lưu mã QR vào album cục bộ
zh_hans: 保存二维码至本地相册
zh_hant: 保存二維碼至本地相冊

# retry
source: Try again
cs: Opakujte
de: Nochmal versuchen
es: Inténtalo de nuevo
fi: yritä uudelleen
fr: Réessayer
he: נסה שוב
id: Coba Lagi
it: Riprovare
ja: 再実行
ko: 재시도
nb: Prøv igjen
nl: Probeer opnieuw
pl: Spróbuj ponownie
pt_br: Tente novamente
ro: Încearcă din nou
ru: Попробуйте снова
sv: Försök igen
th: ลองอีกครั้ง
tr: Tekrar deneyin
vi: Thử lại
zh_hans: 重试
zh_hant: 重試

# deviceSetting_Push_during_day_time
source: 08:00 in the morning-20:00 in the evening
cs: 08:00 ráno - 20:00 večer
de: 08:00 Uhr morgens - 20:00 Uhr abends
es: 08:00 de la mañana a 20:00 de la noche
fi: 08:00 aamulla - 20:00 illalla
fr: 08h00 le matin-20h00 le soir
he: 08:00 בבוקר-20:00 בערב
id: 08:00 pagi-20:00 malam
it: 08:00 la mattina-20:00 la sera
ja: 午前8時00分-夕方20:00
ko: 아침 08:00~저녁 20:00
nb: 08.00 om morgenen-20.00 om kvelden
nl: 08:00 in de ochtend-20:00 in de avond
pl: 08:00 rano-20:00 wieczorem
pt_br: 08:00 da manhã -20: 00 à noite
ro: 08:00 dimineața-20:00 seara
ru: 08:00 утра-20:00 вечера
sv: 08.00 på morgonen-20.00 på kvällen
th: 08.00 น. เช้า 20.00 น. เย็น
tr: sabah 08:00 - akşam 20:00
vi: 08:00 sáng-20:00 tối
zh_hans: 早上08:00 - 晚上20:00
zh_hant: 早上08:00 - 晚上20:00

# play_lamp_whiteLight
source: White light
cs: Bílé světlo
de: Weißlicht
es: luz blanca
fi: Valkoinen valo
fr: Lumière blanche
he: תאורה לבנה
id: Lampu Putih
it: Luce bianca
ja: 白色ライト
ko: 조명
nb: Hvitt lys
nl: Witlicht
pl: Białe światło
pt_br: luz branca
ro: lumină albă
ru: белый свет
sv: vitt ljus
th: แสงสีขาว
tr: Beyaz ışık
vi: ánh sáng trắng
zh_hans: 白光
zh_hant: 白光

# device_delete
source: Delete device
cs: Smazání zařízení
de: Gerät löschen
es: Eliminar el Equipo
fi: Laitteen poistaminen
fr: Supprimer l'appareil
he: מחיקת מכשיר
id: Hapus Perangkat
it: Elimina dispositivo
ja: デバイスの削除
ko: 장치 삭제
nb: Slett enhet
nl: Appar verwdr
pl: Usuń urządzenie
pt_br: Excluir dispositivo
ro: Ștergeți dispozitivul
ru: Удалить устройство
sv: Radera enheten
th: ลบอุปกรณ์
tr: Cihazı sil
vi: Xóa thiết bị
zh_hans: 设备删除
zh_hant: 設備刪除

# addDevice_cover_tips
source: * If do not overlap,please return to the device list,delete the device and add it again.
cs: * Pokud nechcete přepisovat,musíte se vrátit zpět do seznamu zařízení a vymazat zařízení a přidat jej znovu.
de: * Wenn nicht überschrieben wird, gehen Sie bitte zurück zur Geräteliste, löschen das Gerät und fügen es erneut hinzu.
es: * Si no sobrescribe,debe volver a la lista de Equipos para eliminar el Equipo y volver a agregarlo.
fi: * Jos et halua korvata,sinun täytyy palata laitteen luetteloon ja poistaa laite ja lisätä se uudelleen.
fr: * Si vous ne voulez pas que les appareils se chevauchent, revenez à la liste des appareils, supprimez l'appareil et ajoutez-le à nouveau.
he: אם אין ברצונך להחליף את המכשיר ברשימה,חזור לרשימת המכשירים,מחק את המכשיר והוסף אותו שוב
id: * jika tidak ditimpakan,silakan ke daftar perangkat,hapus dulu perangkat dan coba tambah lagi
it: * Se non verrà sovrascritto,ritornare alla lista dispositivi,eliminare il dispositivo ed aggiungere nuovamente
ja: *デバイスを重複しないようにするには、デバイスリストに戻りデバイスを削除してからもう一度追加します。
ko: ※ 만약 덮어쓰기가 되지 않을 경우,장치리스트에서 제품을 삭제 후 다시 등록해 주세요.
nb: * Hvis du ikke overskriver,må du gå tilbake til enhetslisten for å slette enheten og legge den til igjen.
nl: * Als u niet wilt overlappen,dient u terug te keren naar de apparatenlijst,het apparaat te verwijderen en deze opnieuw toe te voegen.
pl: * Jeśli nie zastępować to wróć do listy urządzeń usuń urządzenie i dodaj ponownie.
pt_br: * Se não houver sobreposição,retorne à lista de dispositivos,exclua o dispositivo e adicione-o novamente.
ro: * Dacă nu se suprapun,reveniți la lista de dispozitive,ștergeți dispozitivul și adăugați-l din nou.
ru: * Если не совпадают,вернитесь к списку устройств,удалите устройство и добавьте его снова.
sv: * Om inte överlappar varandra,vänligen gå tillbaka till enhetslistan,ta bort enheten och lägg till den igen.
th: หากไม่ทับซ้อนกัน,โปรดกลับไปที่รายการอุปกรณ์,ลบอุปกรณ์และเพิ่มอีกครั้ง
tr: * Çakışmazsa,lütfen cihaz listesine geri dön,cihazı sil ve tekrar ekle.
vi: * Nếu nó không bị ghi đè, bạn cần quay lại danh sách thiết bị để xóa thiết bị và thêm lại.
zh_hans: *若不覆盖则需要返回设备列表中删除设备后重新添加。
zh_hant: *若不覆蓋則需要返回設備列表中刪除設備後重新添加。

# preview_Check_Playback
source: Playback
cs: Přehrávání
de: Wiedergabe
es: Reproducción
fi: toisto
fr: Lecture
he: ניגון לאחור
id: putar ulang
it: riproduzione
ja: リプレイ
ko: 재생
nb: avspilling
nl: Afspelen
pl: Odtwarzanie
pt_br: Reprodução
ro: Redare
ru: воспроизведение
sv: Uppspelning
th: เล่นย้อนหลัง
vi: phát lại
zh_hans: 查看回放
zh_hant: 查看回放

# devicesetting_Detect_only_during_day_time
source: Start smart detection from 08:00 in the morning to 20:00 in the evening
cs: Spusťte chytrou detekci od 08:00 ráno do 20:00 večer
de: Push-Benachrichtigungen werden von 08:00 Uhr morgens bis 20:00 Uhr abends gesendet
es: Inicie la detección inteligente desde las 08:00 de la mañana hasta las 20:00 de la noche
fi: Aloita älykäs tunnistus aamulla klo 8.00 illalla klo 20.00:een
fr: Démarrez la détection intelligente de 08h00 le matin à 20h00 le soir
he: התחל זיהוי חכם מ-08:00 בבוקר עד 20:00 בערב
id: Mulai deteksi pintar dari pukul 08:00 pagi hingga 20:00 malam
it: Avvia il rilevamento intelligente dalle 08:00 del mattino alle 20:00 della sera
ja: 朝の08:00から夕方の20:00までスマート検出を開始します
ko: 아침 08시부터 저녁 20시까지 스마트 감지 시작
nb: Start smart deteksjon fra 08:00 om morgenen til 20:00 om kvelden
nl: Start slimme detectie van 08:00 uur 's ochtends tot 20:00 uur 's avonds
pl: Rozpocznij inteligentne wykrywanie od 08:00 rano do 20:00 wieczorem
pt_br: Comece a detecção inteligente das 08:00 da manhã às 20:00 da noite
ro: Începeți detectarea inteligentă de la 08:00 dimineața până la 20:00 seara
ru: Запускайте интеллектуальное обнаружение с 08:00 утра до 20:00 вечера.
sv: Starta smart detektering från 08:00 på morgonen till 20:00 på kvällen
th: เริ่มการตรวจจับอัจฉริยะตั้งแต่ 08:00 น. ถึง 20:00 น. ในตอนเย็น
tr: Akıllı algılamayı sabah 08:00'den akşam 20:00'ye kadar başlatın
vi: Bắt đầu phát hiện thông minh từ 08:00 sáng đến 20:00 vào buổi tối
zh_hans: 早上08:00 - 晚上20:00启动智能侦测
zh_hant: 早上08:00 - 晚上20:00啟動智能偵測
