Repository: Yolo-cell-hash/go_home_ios
Catalog: ios/Runner/JASDK/JAResources/XLanguage/X35MultiLanguage/*.lproj/X35MutiLanguage.strings
Languages: cs, de, es, fi, fr, he, id, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sv, th, tr, vi, zh_hans, zh_hant

# deviceSetting_Base_station_equipment
source: Base station equipment
cs: Zařízení základnové stanice
de: Basisstation
es: Equipo de estación base
fi: Tukiaseman laitteet
fr: Équipement de la station de base
he: ציוד לתחנת בסיס
id: Peralatan stasiun pangkalan
it: Equipaggiamento della stazione base
ja: 基地局設備
ko: 기지국 장비
nb: Basestasjonsutstyr
nl: Apparatuur basisstation
pl: Wyposażenie stacji bazowej
pt_br: Equipamento da estação base
ro: Echipamentul stației de bază
ru: Оборудование базовой станции
sv: Basstationsutrustning
th: อุปกรณ์สถานีฐาน
tr: Baz istasyonu ekipmanı
vi: Thiết bị trạm gốc
zh_hans: 基站设备
zh_hant: 基站設備

# help_addDevice_textTips_16
source: *Please make sure your phone's bluetooth, GPS and WiFi permissions are turned on
cs: * Ujistěte se, že jsou zapnutá práva Bluetooth, GPS a WiFi.
de: * Stellen Sie sicher, dass Bluetooth-, Standort- und WLAN-Berechtigungen Ihres Telefons aktiviert sind.
es: * Asegúrese de que los permisos de Bluetooth, GPS y WiFi de su teléfono estén activados.
fi: * Varmista, että puhelimen Bluetooth-, GPS- ja WiFi-käyttöoikeudet ovat käytössä.
fr: * Assurez-vous que les autorisations Bluetooth, GPS et WiFi de votre téléphone sont activées.
he: * ודא את הטלפון Bluetooth, GPS ו- WiFi הרשאות מופעלות.
id: * Pastikan izin Bluetooth, GPS, dan WiFi ponsel Anda dihidupkan.
it: * Assicurati che le autorizzazioni Bluetooth, GPS e WiFi del tuo telefono siano attive.
ja: *携帯電話のBluetooth、GPS、および無線LANのアクセス許可がオンになっていることを確認してください。
ko: * 휴대 전화의 블루투스, GPS 및 WiFi 권한이 켜져 있는지 확인하십시오.
nb: * Pass på at telefonens Bluetooth-, GPS- og WiFi-tillatelser er slått på.
nl: * Zorg ervoor dat de Bluetooth-, GPS- en WiFi-machtigingen van je telefoon zijn ingeschakeld.
pl: * Upewnij się, że uprawnienia Bluetooth, GPS i WiFi telefonu są włączone.
pt_br: * Verifique se as permissões Bluetooth, GPS e WiFi do seu telefone estão ativadas.
ro: * Asigurați-vă că sunt activate Bluetooth, GPS și WiFi permisiunile telefonului.
ru: * Убедитесь, что разрешения Bluetooth, GPS и WiFi вашего телефона включены.
sv: * Kontrollera att telefonens Bluetooth, GPS och WiFi-behörigheter är påslagna.
th: * โปรดตรวจสอบให้แน่ใจว่าได้เปิดการอนุญาต Bluetooth, GPS และ WiFi ของโทรศัพท์มือถือแล้ว
tr: * Telefonunuzun Bluetooth, GPS ve WiFi izinlerinin açık olduğundan emin olun.
vi: * Hãy đảm bảo rằng các quyền Bluetooth, GPS và WiFi của điện thoại di động đã được bật.
zh_hans: *请确保手机蓝牙、GPS与WiFi权限已开启。
zh_hant: *請確保手機藍牙、GPS與WiFi權限已開啟。

# binding_success
source: Succeed to bind
cs: Závazný úspěch
de: Verbindung erfolgreich
es: Enlazar con éxito
fi: Sitova menestys
fr: Connexion réussie
he: שוייך בהצלחה
id: Penyatuan Berhasil
it: Associazione avvenuta con successo
ja: 共有に成功
ko: 연동 완료
nb: Sammenkobling utført
nl: Koppelen gelukt
pl: Sukces wiązania
pt_br: Ter sucesso para vincular
ro: Realizați legătura
ru: Успешно связать
sv: Lycka till att binda
th: ผูกสำเร็จ
tr: Bağlamayı başar
vi: Ràng buộc thành công
zh_hans: 绑定成功
zh_hant: 綁定成功

# devicesetting_Device_signal_Change
source: Change the Wi-Fi channel or bring the device closer to the Base Station
cs: Změňte kanál Wi-Fi nebo přibližte zařízení k základní stanici
de: Wechseln Sie den WLAN-Kanal oder bringen Sie das Gerät näher an die Basisstation heran
es: Cambia el canal Wi-Fi o acerca el dispositivo a la Estación Base
fi: Vaihda Wi-Fi-kanavaa tai tuo laite lähemmäs tukiasemaa
fr: Changez le canal Wi-Fi ou rapprochez l'appareil de la station de base
he: שנה את ערוץ ה-Wi-Fi או קירב את המכשיר לתחנת הבסיס
id: Ubah saluran Wi-Fi atau dekatkan perangkat ke Stasiun Basis
it: Cambia il canale Wi-Fi o avvicina il dispositivo alla stazione base
ja: Wi-Fiチャネルを変更するか、デバイスをベースステーションに近づけます
ko: Wi-Fi 채널을 변경하거나 장치를 베이스 스테이션에 더 가까이 가져옵니다.
nb: Bytt Wi-Fi-kanal eller ta enheten nærmere basestasjonen
nl: Wijzig het wifi-kanaal of breng het apparaat dichter bij het basisstation
pl: Zmień kanał Wi-Fi lub zbliż urządzenie do stacji bazowej
pt_br: Altere o canal Wi-Fi ou aproxime o dispositivo da Estação Base
ro: Schimbați canalul Wi-Fi sau aduceți dispozitivul mai aproape de stația de bază
ru: Измените канал Wi-Fi или поднесите устройство ближе к базовой станции.
sv: Byt Wi-Fi-kanal eller för enheten närmare basstationen
th: เปลี่ยนช่องสัญญาณ Wi-Fi หรือนำอุปกรณ์เข้าใกล้สถานีฐานมากขึ้น
tr: Wi-Fi kanalını değiştirin veya cihazı Baz İstasyonuna yaklaştırın
vi: Thay đổi kênh Wi-Fi hoặc đưa thiết bị đến gần Trạm gốc
zh_hans: 更换信道或将设备靠近WiFi摄像机基站
zh_hant: 更換信道或將設備靠近WiFi攝像機基站

# cloud_connection_failed_upload_video
source: Device connection fails,can't upload video
cs: Připojení zařízení se nezdařilo a nelze nastavit stav videa
de: Geräteverbindung fehlgeschlagen, Video kann nicht hochgeladen werden
es: La conexión del Equipo falló,no se puede subir el video
fi: Laiteliitäntä epäonnistui,koska videon tilaa ei voitu asettaa
fr: La connexion de l'appareil a échoué, impossible de télécharger la vidéo
he: חיבור המכשיר נכשל,לא יכול לקבל וידאו
id: Koneksi Perangkat Gagal,Tidak dapat Unggah Video
it: Connessione dispositivo fallita,impossibile caricare video
ja: デバイスの接続に失敗しました。動画をアップロードできません。
ko: 기기 연결이 실패하고 동영상을 업로드 할 수 없습니다.
nb: Kunne ikke koble til enheten,kan ikke laste opp video
nl: Apparaatverbinding mislukt,kan video niet uploaden
pl: Połączenie urządzenia nie działa,nie można przesłać wideo
pt_br: A conexão do dispositivo falha,não é possível fazer upload de vídeo
ro: Conectarea dispozitivului nu reușește,nu se poate încărca videoclipul
ru: Не удается подключиться к устройству,невозможно загрузить видео
sv: Enhetsanslutning misslyckas,kan inte ladda upp video
th: การเชื่อมต่ออุปกรณ์ล้มเหลวไม่สามารถอัปโหลดวิดีโอ
tr: Cihaz bağlantısı başarısız,video yükleyemiyorum
vi: Kết nối thiết bị không thành công, không thể đặt trạng thái ghi âm tải lên
zh_hans: 设备连接失败，无法设置上传录像状态
zh_hant: 設備連接失敗，無法設置上傳錄像狀態

# min_ios
source: %ld minutes
cs: %ld minut
de: %ld Minuten
es: %ld minutos
fi: %ld minuuttia
he: %ld דקות
id: %ld menit
it: %ld minuti
ja: %ld分
ko: %ld 분
nb: %ld minutter
nl: %ld minuten
pl: %ld minut
pt_br: %ld minutos
ro: %ld minute
ru: %1d минут
sv: %ld minuter
th: %1d นาที
tr: %ld dakika
vi: %ld phút
zh_hans: %ld分钟
zh_hant: %ld分鐘

# adddevice_connect_network_prompt
source: (Connect the network cable, the configuration is faster)
cs: (Připojte síťový kabel, konfigurace je rychlejší)
de: (Netzwerkkabel verbinden für schnellere Konfiguration)
es: (Conecte el cable de red, la configuración es más rápida)
fi: (Liitä verkkokaapeli, kokoonpano on nopeampi)
fr: (Connectez le câble réseau, la configuration est plus rapide)
he: (חבר את כבל הרשת, התצורה מהירה יותר)
id: (Hubungkan kabel jaringan, konfigurasinya lebih cepat)
it: (Collegare il cavo di rete, la configurazione è più veloce)
ja: (ネットワークケーブルを接続すると、設定が速くなります)
ko: (네트워크 케이블 연결, 구성이 빠름)
nb: (Koble nettverkskabelen, konfigurasjonen er raskere)
nl: (Verbind de netwerkkabel, de configuratie is sneller)
pl: (Podłącz kabel sieciowy, konfiguracja jest szybsza)
pt_br: (Conecte o cabo de rede, a configuração é mais rápida)
ro: (Conectați cablul de rețea, configurația este mai rapidă)
ru: (Подключите сетевой кабель, конфигурация быстрее)
sv: (Anslut nätverkskabeln, konfigurationen är snabbare)
th: (เชื่อมต่อสาย LAN ,ตั้งค่าได้เร็วขึ้น)
tr: (Ağ kablosunu bağlayın, yapılandırma daha hızlıdır)
vi: (Kết nối cáp mạng, cấu hình nhanh hơn)
zh_hans: (连接网线，配置更快)
zh_hant: (連接網線，配置更快)

source: Payment time
cs: Čas placení
de: Zahlungszeit
es: Tiempo de pago
fi: Maksuaika
fr: Temps de paiement
he: זמן תשלום
id: Waktu Bayar
it: Orario pagamento
ja: お支払い回数
ko: 지불 시간
nb: Betalingstid
nl: Betalingstijd
pl: Czas płatności
pt_br: Tempo de pagamento
ro: Termen de plată
ru: Время оплаты
sv: Betalningstid
th: เวลาชำระเงิน
tr: Ödeme süresi
vi: Thời gian thanh toán
zh_hans: 付款时间
zh_hant: 付款時間

# devicesetting_refresh
source: Refresh
cs: Obnovit
de: Aktualisieren
es: Refrescar
fi: virkistää
fr: Rafraîchir
he: רענן
id: Menyegarkan
it: ricaricare
ja: 更新する
ko: 새로고침
nb: Forfriske
nl: verversen
pl: Odświeżać
pt_br: Atualizar
ro: Reîmprospăta
ru: обновление
sv: Uppdatera
th: รีเฟรช
tr: Yenile
vi: Làm tươi
zh_hans: 刷新
zh_hant: 刷新

# adddevice_Has_been_bound_nvr
source: The device has been bound by another account. Please contact the owner to share and add
cs: Zařízení bylo vázáno jiným účtem. Chcete -li sdílet a přidat, kontaktujte prosím vlastníka
de: Das Gerät wurde mit einem anderen Konto verbunden. Bitte Eigentümer kontaktieren, um es über teilen hinzuzufügen
es: El dispositivo ha sido vinculado por otra cuenta. Comuníquese con el propietario para compartir y agregar
fi: Laite on sidottu toiseen tiliin. Ota yhteyttä omistajaan jakaaksesi ja lisätäksesi
fr: L'appareil a été lié par un autre compte. Veuillez contacter le propriétaire pour partager et ajouter
he: המכשיר נקשר בחשבון אחר. אנא צור קשר עם הבעלים כדי לשתף ולהוסיף
id: Perangkat telah diikat oleh akun lain. Silakan hubungi pemilik untuk berbagi dan menambahkan
it: Il dispositivo è stato vincolato da un altro account. Si prega di contattare il proprietario per condividere e aggiungere
ja: デバイスは別のアカウントにバインドされています。 共有して追加するには、所有者に連絡してください
ko: 기기가 다른 계정에 묶여 있습니다. 공유 및 추가하려면 소유자에게 문의하세요.
nb: Enheten har blitt bundet av en annen konto. Ta kontakt med eieren for å dele og legge til
nl: Het apparaat is gekoppeld aan een ander account. Neem contact op met de eigenaar om te delen en toe te voegen
pl: Urządzenie zostało powiązane z innym kontem. Skontaktuj się z właścicielem, aby udostępnić i dodać
pt_br: O dispositivo foi vinculado a outra conta. Entre em contato com o proprietário para compartilhar e adicionar
ro: Dispozitivul a fost legat de un alt cont. Vă rugăm să contactați proprietarul pentru a partaja și a adăuga
ru: Устройство было привязано к другой учетной записи. Пожалуйста, свяжитесь с владельцем, чтобы поделиться и добавить
sv: Enheten har varit bunden av ett annat konto. Kontakta ägaren för att dela och lägga till
th: อุปกรณ์ถูกผูกไว้กับบัญชีอื่น โปรดติดต่อเจ้าของเพื่อแบ่งปันและเพิ่ม
tr: Cihaz başka bir hesap tarafından bağlandı. Paylaşmak ve eklemek için lütfen sahibiyle iletişime geçin
vi: Thiết bị đã bị ràng buộc bởi một tài khoản khác. Vui lòng liên hệ với chủ sở hữu để chia sẻ và thêm
zh_hans: 该设备已被其他账号绑定，请联系机主分享添加
zh_hant: 該設備已被其他賬號綁定，請聯繫機主分享添加

# addDevice_ID_formatFail
source: Format of ID is wrong
cs: Chyba formátu ID
de: Format von ID ist ungültig
es: El formato de la ID es incorrecto
fi: ID-muodon virhe
fr: Le format de l'ID est incorrect
he: פורמט מספר זיהוי המצלמה שגוי
id: Format ID salah
it: ID dispositivo errato
ja: IDの形式が正しくありません。
ko: ID 형식 오류
nb: Feil format på ID
nl: Opmaak ID onjuist
pl: Format ID jest niepoprawny
pt_br: O formato do ID está errado
ro: Formatul ID-ului este greșit
ru: Неправильный формат идентификатора
sv: Format av ID är fel
th: รูปแบบ ID ไม่ถูกต้อง
tr: Kimlik formatı yanlış
vi: Lỗi định dạng ID
zh_hans: ID格式错误
zh_hant: ID格式錯誤

# Addevice_Please_check_following
source: Please check the following:
cs: Zkontrolujte prosím následující:
de: Bitte Folgendes prüfen:
es: Por favor revisa lo siguiente:
fi: Tarkista seuraavat asiat:
fr: S'il vous plaît vérifier les points suivants:
he: בבקשה בדוק את העוקבים:
id: Silakan periksa berikut ini:
it: Si prega di controllare quanto segue:
ja: 以下を確認してください。
ko: 다음을 확인하십시오.
nb: Vennligst sjekk følgende:
nl: Controleer het volgende:
pl: Proszę, sprawdź następujące:
pt_br: Por favor, verifique o seguinte:
ro: Vă rugăm să verificați următoarele:
ru: Пожалуйста, проверьте следующее:
sv: Kontrollera följande:
th: โปรดตรวจสอบสิ่งต่อไปนี้:
tr: Lütfen aşağıdakileri kontrol edin:
vi: Vui lòng đánh dấu vào những điều sau:
zh_hans: 请检查以下几项：
zh_hant: 請檢查以下幾項：

# devicesetting_lock_card
source: Locked card
cs: Zamčená karta
de: Gesperrte Karte
es: Tarjeta bloqueada
fi: Lukittu kortti
fr: Carte verrouillée
he: כרטיס נעול
id: Kartu terkunci
it: Carta bloccata
ja: ロックされたカード
ko: 잠긴 카드
nb: Låst kort
nl: Gesloten kaart
pl: Zablokowana karta
pt_br: Cartão bloqueado
ro: Card blocat
ru: Закрытая карта
sv: Låst kort
th: การ์ดล็อค
tr: Kilitli kart
vi: Thẻ bị khóa
zh_hans: 已锁卡
zh_hant: 已鎖卡

# addevice_open_phone_set_ios
source: Open cell phone Settings and select "Wireless LAN";
cs: Otevřete Nastavení mobilního telefonu a vyberte "Bezdrátová LAN";
de: Öffnen Sie die Telefoneinstellungen und wählen "WLAN".
es: Abra la configuración del teléfono celular y seleccione "LAN inalámbrica ";
fi: Avaa matkapuhelimen asetukset ja valitse "Langaton lähiverkko";
fr: Ouvrez les paramètres du téléphone portable et sélectionnez "LAN sans fil";
he: פתח את הגדרות הטלפון הסלולרי ובחר "LAN אלחוטי";
id: Buka Pengaturan ponsel dan pilih "LAN Nirkabel";
it: Apri le Impostazioni del cellulare e seleziona "Wireless LAN";
ja: 携帯電話の設定を開き、「ワイヤレスLAN」を選択します。
ko: 휴대폰 설정을 열고 "무선 LAN "을 선택하십시오.
nb: Åpne mobiltelefoninnstillinger og velg "Trådløst LAN";
nl: Open de instellingen van de mobiele telefoon en selecteer "Wireless LAN ";
pl: Otwórz ustawienia telefonu komórkowego i wybierz "Bezprzewodowa sieć LAN";
pt_br: Abra as configurações do telefone celular e selecione "LAN sem fio";
ro: Deschideți Setările telefonului mobil și selectați "Wireless LAN";
ru: Откройте настройки мобильного телефона и выберите "Беспроводная сеть";
sv: Öppna mobiltelefoninställningarna och välj "Trådlöst LAN";
th: เปิดการตั้งค่าโทรศัพท์มือถือและเลือก "LAN ไร้สาย ";
tr: Cep telefonu ayarlarını açın ve "Kablosuz LAN" ı seçin;
vi: Mở cài đặt điện thoại và chọn "Mạng LAN không dây";
zh_hans: 打开手机设置，选择“无线局域网”；
zh_hant: 打開手機設置，選擇“無線局域網”；

# person_trial_version_download
source: Trial version download
cs: Stáhnout zkušební verzi
de: Testversion herunterladen
es: Descarga de la versión de prueba
fi: Kokeiluversio ladataan
fr: Téléchargement de la version d'évaluation
he: גרסת ניסיון להוריד
id: Unduhan versi uji coba
it: Download della versione di prova
ja: 体験版ダウンロード
ko: 평가판 다운로드
nb: Prøveversjon nedlasting
nl: Proefversie downloaden
pl: Pobieranie wersji próbnej
pt_br: Download da versão de avaliação
ro: Procesul de descărcare a versiunii
ru: Пробная версия скачать
sv: Trial version nedladdning
th: ดาวน์โหลดรุ่นทดลอง
tr: Deneme sürümü indir
vi: Tải xuống phiên bản dùng thử
zh_hans: 试用版下载
zh_hant: 試用版下載

# cloud_select_migration_channel
source: Select the migration channel
cs: Vyberte kanál migrace
de: Wählen Sie den Migrationskanal aus
es: Seleccione el canal de migración
fi: Valitse siirtokanava
fr: Sélectionnez le canal de migration
he: בחר את ערוץ ההגירה
id: Pilih saluran migrasi
it: Seleziona il canale di migrazione
ja: 移行チャネルを選択する
ko: 마이그레이션 채널 선택
nb: Velg migreringskanalen
nl: Selecteer het migratiekanaal
pl: Wybierz kanał migracji
pt_br: Selecione o canal de migração
ro: Selectați canalul de migrare
ru: Выберите канал миграции
sv: Välj migreringskanal
th: เลือกช่องทางการโยกย้าย
tr: Taşıma kanalını seçin
vi: Chọn kênh di chuyển
zh_hans: 选择迁移通道
zh_hant: 選擇遷移通道

# preview_APP_record_permiddion
source: App needs recording permission
cs: Aplikace potřebuje povolení k nahrávání
de: App benötigt Aufnahmeberechtigung
es: La aplicación necesita permiso de grabación
fi: Sovellus tarvitsee tallennusluvan
fr: L'application a besoin d'une permission d'enregistrement
he: האפליקציה זקוקה להרשאת הרשאה
id: Aplikasi membutuhkan izin rekaman
it: L'app richiede il permesso di registrazione
ja: アプリには録音許可が必要です。
ko: 애플리케이션의 녹음 권한이 필요합니다.
nb: Appen trenger opptakstillatelse
nl: App heeft registratietoestemming nodig
pl: Aplikacja wymaga pozwolenia na nagrywanie
pt_br: O aplicativo precisa de permissão de gravação
ro: Aplicația are nevoie de permisiunea de înregistrare
ru: Приложение требует разрешения на запись
sv: Appen behöver inspelningsbehörighet
th: App ต้องได้รับอนุญาตการบันทึก
tr: App kayıt izni gerekiyor
vi: Ứng dụng yêu cầu quyền ghi
zh_hans: App需要录音权限
zh_hant: App需要錄音權限

# devicesetting_time_prompt
source: The time that can’t be selected is the time that other prompts have been selected and can’t be selected repeatedly
cs: Čas, který nelze vybrat, je čas, kdy byly vybrány jiné výzvy a nelze je vybrat opakovaně
de: An Zeiten, die nicht ausgewählt werden können sind bereits Eingabeaufforderungen ausgewählt worden. Zeiten können nicht wiederholt ausgewählt werden.
es: El tiempo que no se puede seleccionar es el tiempo que se han seleccionado otras indicaciones y no se pueden seleccionar repetidamente
fi: Aika, jota ei voida valita, on aika, jolloin muut kehotteet on valittu, eikä sitä voida valita toistuvasti
fr: l'heure qui ne peut pas être sélectionnée est l'heure à laquelle d'autres invites ont été sélectionnées et ne peuvent pas être sélectionnées à plusieurs reprises
he: הזמן שלא ניתן לבחור הוא הזמן בו נבחרו הנחיות אחרות ולא ניתן לבחור שוב ושוב
id: Waktu yang tidak dapat dipilih adalah waktu di mana prompt lain telah dipilih dan tidak dapat dipilih berulang kali
it: l'ora che non può essere selezionata è l'ora in cui sono stati selezionati altri prompt e non può essere selezionata ripetutamente
ja: 選択できない時間は、他のプロンプトが選択されており、繰り返し選択できない時間です。
ko: 선택할 수없는 시간은 다른 프롬프트가 선택되어 반복적으로 선택할 수없는 시간입니다.
nb: Tiden som ikke kan velges, er tiden andre meldinger er valgt og kan ikke velges gjentatte ganger
nl: De tijd die niet kan worden geselecteerd, is de tijd dat andere prompts zijn geselecteerd en kan niet herhaaldelijk worden geselecteerd
pl: Czas, którego nie można wybrać, to czas, w którym wybrano inne monity i nie można go wybierać wielokrotnie
pt_br: O tempo que não pode ser selecionado é o tempo em que outros prompts foram selecionados e não podem ser selecionados repetidamente
ro: Ora care nu poate fi selectată este ora în care au fost selectate alte solicitări și nu pot fi selectate în mod repetat
ru: Время, которое нельзя выбрать, - это время, когда были выбраны другие подсказки, и его нельзя выбирать повторно.
sv: Tiden som inte kan väljas är den tid som andra uppmaningar har valts och kan inte väljas upprepade gånger
th: เวลาที่ไม่สามารถเลือกได้คือเวลาที่เลือกพร้อมต์อื่น ๆ และไม่สามารถเลือกซ้ำได้
tr: Seçilemeyen zaman, diğer istemlerin seçildiği zamandır ve tekrar tekrar seçilemez.
vi: Thời gian không thể chọn là thời gian mà các lời nhắc khác đã được chọn và không thể chọn lặp lại
zh_hans: 无法选中的时间为其他提示音已选时间，不能重复选择
zh_hant: 無法選中的時間為其他提示音已選時間，不能重複選擇

# addDevcie_unsearchable
source: Can't find device? Try to open GPS
cs: Nelze najít zařízení? Zkuste zapnout GPS
de: Gerät nicht gefunden? GPS aktivieren
es: ¿No puedes encontrar el Equipo? Intenta encender el GPS
fi: Etkö löydä laitetta? Kokeile käynnistää GPS
fr: Vous ne trouvez pas l'appareil ? Essayez d'activer le GPS
he: המכשיר לא נמצא. אנא נסה לאפשר את פונקציית הGPS
id: tidak dapat mencari perangkat? Coba aktipkan GPS
it: Non si trova il dispositivo? Abilitare GPS
ja: デバイスが見つかりませんか？ GPSを有効にしてみてください。
ko: 제품을 찾을 수 없다면 스마트폰에 GPS가 켜져 있는지 확인해 주세요.
nb: Finner du ikke enheten? Prøv å aktivere lokasjon/GPS
nl: Kan apparaat niet vinden? GPS proberen in te schakelen
pl: Nie można znaleźć urządzenia? Spróbuj włączyć GPS
pt_br: Não consegue encontrar o dispositivo? Tente ativar o GPS
ro: Nu puteți găsi dispozitivul? Încercați să activați GPS
ru: Не можете найти устройство? Попробуйте включить GPS
sv: Det går inte att hitta en enhet? Försök att aktivera GPS
th: ไม่พบอุปกรณ์? กรุณาเปิด GPS
tr: Cihaz bulamıyor musunuz? GPS'i etkinleştirmeyi deneyin
vi: Không tìm thấy thiết bị? Cố gắng bật GPS
zh_hans: 搜索不到设备？试试打开GPS
zh_hant: 搜索不到設備？試試打開GPS

# addevice_Stand_alone_mode
source: Stand-alone mode
cs: Samostatný režim
de: Lokaler Modus
es: Modo autónomo
fi: Erillinen tila
fr: Mode autonome
he: מצב עצמאי
id: Mode berdiri sendiri
it: Modalità stand-alone
ja: スタンドアロンモード
ko: 독립형 모드
nb: Frittstående modus
nl: Stand-alone modus
pl: Tryb samodzielny
pt_br: Modo autônomo
ro: Mod autonom
ru: Автономный режим
sv: Fristående läge
th: โหมดสแตนด์อะโลน
tr: Bağımsız mod
vi: Chế độ độc lập
zh_hans: 单机模式
zh_hant: 單機模式

# person_privacy_set
source: System authority settings
cs: Nastavení oprávnění systému
de: App Berechtigungen
es: Configuración de autoridad del sistema
fi: Järjestelmän käyttöoikeusasetukset
fr: Paramètres d'autorité système
he: הגדרות סמכות מערכת
id: Pengaturan otoritas sistem
it: Ustawienia uprawnień systemowych
ja: システム権限設定
ko: 시스템 권한 설정
nb: Innstillinger for systemmyndighet
nl: Instellingen voor systeemautoriteit
pl: Ustawienia uprawnień systemowych
pt_br: Configurações de autoridade do sistema
ro: Setări autorizare sistem
ru: Настройки доступа к системе
sv: Inställningar för systembehörighet
th: การตั้งค่าผู้มีอำนาจในระบบ
tr: Sistem yetki ayarları
vi: Cài đặt quyền hệ thống
zh_hans: 系统权限设置
zh_hant: 系統權限設置

# device_Select_video_channel
source: Select channel(%1$d)
cs: Vyberte kanál (%1$d)
de: Kanal auswählen(%1$d)
es: Seleccionar canal (%1$d)
fi: Valitse kanava (%1$d)
fr: Sélectionnez le canal(%1$d)
he: בחר ערוץ (%1$d)
id: Pilih saluran (%1$d)
it: Seleziona canale (%1$d)
ja: ビデオチャンネル選択(%1$d)
ko: 채널 선택 (%1$d)
nb: Velg kanal (%1$d)
nl: Selecteer kanaal (%1$d)
pl: Wybierz kanał (%1$d)
pt_br: Selecione o canal (%1$d)
ro: Selectați canalul (%1$d)
ru: Выберите канал (%1$d)
sv: Välj kanal (%1$d)
th: เลือกช่องสัญญาณ
tr: Kanal seç (%1$d)
vi: Chọn kênh (%1$d)
zh_hans: 选择通道(%1$d)
zh_hant: 選擇通道(%1$d)

# deviceSetting_Not_set
source: Not set
cs: Nenastaveno
de: Nicht eingestellt
es: No establecido
fi: Ei valittu
fr: Pas encore défini
he: לא מוכן
id: Tidak diatur
it: Non impostato
ja: 設定されていません
ko: 설정되지 않음
nb: Ikke satt
nl: Niet ingesteld
pl: Nie ustawiony
pt_br: Não configurado
ro: Nu setat
ru: Не задано
sv: Inte inställd
th: ไม่ได้ตั้งค่า
tr: ayarlanmadı
vi: Không được thiết lập
zh_hans: 未设置
zh_hant: 未設置

# share_device_friend_device_ios
source: Friends have shared "%@" with you, and quickly open %@ scan it!
cs: Přátelé s vámi sdíleli"%@" a rychle otevřeli%@ Sweep!
de: "%@" wurde mit Ihnen geteilt, öffnen und scannen über %@!
es: ¡Los amigos han compartido"%@" contigo y abren rápidamente%@ Sweep!
fi: Ystävät ovat jakaneet"%@" kanssasi ja avaa nopeasti%@ Sweep!
fr: Les amis ont partagé"%@" avec vous et ont rapidement ouvert%@ Sweep!
he: חברים שיתפו איתך"%@", ופתחו במהירות%@ טאטא!
id: Teman-teman telah berbagi"%@" dengan Anda, dan dengan cepat membuka%@ Sapu!
it: Gli amici hanno condiviso"%@" con te e hanno rapidamente aperto la scansione cloud di facile visualizzazione!
ja: 友達が"%@"をあなたと共有し、すぐに%@ Sweepを開きます！
ko: 친구가 "%@"을 (를) 공유하고 %@ Sweep을 (를) 빠르게 열었습니다!
nb: Venner har delt"%@" med deg, og åpner raskt %@ Sweep!
nl: Vrienden hebben"%@" met je gedeeld en openen snel%@ Sweep!
pl: Znajomi udostępnili Ci"%@" i szybko otworzyli%@ Sweep!
pt_br: Amigos compartilharam"%@" com você e abrem rapidamente%@ Sweep!
ro: Prietenii au împărtășit"%@" cu tine și deschid rapid%@ Sweep!
ru: Друзья поделились с вами"%@" и быстро открывают%@ Sweep!
sv: Vänner har delat"%@" med dig och öppnar snabbt%@ svep!
th: เพื่อนของคุณแชร์ "%@" กับคุณเปิด%@ ทันทีแล้วสแกน!
tr: Arkadaşlar"%@" sizinle paylaştı ve%@ Sweep!
vi: Bạn bè đã chia sẻ "%@" với bạn và hãy nhanh chóng mở %@ quét nó!
zh_hans: 好友给你分享了“%@”，赶紧打开%@扫一扫吧！
zh_hant: 好友給你分享了“%@”，趕緊打開%@掃一掃吧！

# devicelist_Password_setting_failed
source: Password setting failed
cs: Nastavení hesla se nezdařilo
de: Passworteinstellung fehlgeschlagen
es: Falló la configuración de la contraseña
fi: Salasanan asetus epäonnistui
fr: Échec de la définition du mot de passe
he: הגדרת הסיסמה נכשלה
id: Pengaturan kata sandi gagal
it: Impostazione della password non riuscita
ja: パスワード設定に失敗しました
ko: 비밀번호 설정 실패
nb: Innstilling av passord mislyktes
nl: Wachtwoordinstelling mislukt
pl: Ustawienie hasła nie powiodło się
pt_br: A configuração da senha falhou
ro: Setarea parolei nu a reușit
ru: Не удалось установить пароль
sv: Lösenordsinställningen misslyckades
th: การตั้งค่ารหัสผ่านล้มเหลว
tr: Şifre ayarı başarısız oldu
vi: Cài đặt mật khẩu không thành công
zh_hans: 密码设置失败
zh_hant: 密碼設置失敗
