Repository: Yolo-cell-hash/go_home_ios
Catalog: ios/Runner/JASDK/JAResources/XLanguage/X35MultiLanguage/*.lproj/X35MutiLanguage.strings
Languages: cs, de, es, fi, fr, he, id, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sv, th, tr, vi, zh_hans, zh_hant

# message_Cloud_storage_expired
source: Cloud storage expired
cs: Platnost cloudového úložiště vypršela
de: Cloud-Speicher abgelaufen
es: El almacenamiento en la nube caducó
fi: Pilvitallennus on vanhentunut
fr: Le stockage cloud a expiré
he: פג תוקף האחסון בענן
id: Penyimpanan cloud kedaluwarsa
it: Archiviazione cloud scaduta
ja: クラウドストレージの有効期限が切れました
ko: 클라우드 스토리지 만료됨
nb: Skylagring er utløpt
nl: Cloudopslag verlopen
pl: Pamięć w chmurze wygasła
pt_br: O armazenamento em nuvem expirou
ro: Stocarea în cloud a expirat
ru: Срок действия облачного хранилища истек
sv: Molnlagring har löpt ut
th: ที่เก็บข้อมูลบนคลาวด์หมดอายุ
tr: Bulut depolamanın süresi doldu
vi: Bộ nhớ đám mây đã hết hạn
zh_hans: 云存过期
zh_hant: 雲存過期

# person_view_more
source: View More
cs: Ukázat více
de: Mehr sehen
es: Ver más
fi: Katso lisää
fr: Voir plus
he: ראה עוד
id: Lihat Lebih Banyak
it: Visualizza altro
ja: もっと見る
ko: 더보기
nb: Se mer
nl: Bekijk meer
pl: Zobacz więcej
pt_br: Veja mais
ro: Vezi mai mult
ru: Посмотреть больше
sv: Visa mer
th: ดูเพิ่มเติม
tr: Daha fazla göster
vi: Xem thêm
zh_hans: 查看更多
zh_hant: 查看更多

# adddevice_press_reset_5_sec
source: Press and hold the reset button for more than 5 seconds
cs: Stiskněte a podržte tlačítko reset po dobu delší než 5 sekund
de: Halten Sie die Reset-Taste länger als 5 Sekunden gedrückt
es: Mantenga presionado el botón de reinicio durante más de 5 segundos.
fi: Pidä nollauspainiketta painettuna yli 5 sekuntia
fr: Appuyez sur le bouton de réinitialisation et maintenez-le enfoncé pendant plus de 5 secondes.
he: לחץ והחזק את לחצן האיפוס במשך יותר מ -5 שניות
id: Tekan dan tahan tombol reset selama lebih dari 5 detik
it: Premere e tenere premuto il pulsante di ripristino per più di 5 secondi
ja: リセットボタンを5秒以上押し続けます
ko: 리셋 버튼을 5 초 이상 누르고 있습니다.
nb: Trykk og hold tilbakestillingsknappen i mer enn 5 sekunder
nl: Houd de reset-knop langer dan 5 seconden ingedrukt
pl: Naciśnij i przytrzymaj przycisk resetowania przez ponad 5 sekund
pt_br: Pressione e segure o botão de reset por mais de 5 segundos
ro: Apăsați și țineți apăsat butonul de reset pentru mai mult de 5 secunde
ru: Нажмите и удерживайте кнопку сброса более 5 секунд
sv: Håll nollställningsknappen intryckt i mer än 5 sekunder
th: กดปุ่มรีเซ็ต 5 วินาที
tr: Sıfırlama düğmesini 5 saniyeden uzun süre basılı tutun
vi: Nhấn và giữ nút đặt lại trong hơn 5 giây
zh_hans: 长按重置键，保持5秒以上
zh_hant: 長按重置鍵，保持5秒以上

# deviceSetting_Signal_strength_detection
source: Network bandwidth detection
cs: Detekce šířky pásma sítě
de: Erkennung der Netzwerkbandbreite
es: Detección de ancho de banda de red
fi: Verkon kaistanleveyden tunnistus
fr: Détection de bande passante réseau
he: זיהוי רוחב פס רשת
id: Deteksi bandwidth jaringan
it: Rilevamento larghezza di banda di rete
ja: ネットワーク帯域幅の検出
ko: 네트워크 대역폭 감지
nb: Deteksjon av nettverksbåndbredde
nl: Detectie van netwerkbandbreedte
pl: Wykrywanie przepustowości sieci
pt_br: Detecção de largura de banda de rede
ro: Detectarea lățimii de bandă a rețelei
ru: Обнаружение пропускной способности сети
sv: Detektering av nätverksbandbredd
th: การตรวจจับแบนด์วิดธ์เครือข่าย
tr: Ağ bant genişliği algılama
vi: Phát hiện băng thông mạng
zh_hans: 网络带宽检测
zh_hant: 網絡帶寬檢測

# devicelist_no_permissions_view_message
source: No permission to view messages
cs: Nemáte oprávnění k prohlížení zpráv
de: Keine Berechtigung zum Anzeigen von Nachrichten
es: Sin permiso para ver mensajes
fi: Ei lupaa tarkastella viestejä
fr: Pas d'autorisation d'afficher les messages
he: אין הרשאה לצפות בהודעות
id: Tidak ada izin untuk melihat pesan
it: Nessuna autorizzazione per visualizzare i messaggi
ja: メッセージを表示する権限がありません
ko: 메시지를 볼 수 있는 권한이 없습니다.
nb: Ingen tillatelse til å se meldinger
nl: Geen toestemming om berichten te bekijken
pl: Brak uprawnień do przeglądania wiadomości
pt_br: Sem permissão para visualizar mensagens
ro: Fără permisiunea de a vizualiza mesajele
ru: Нет разрешения на просмотр сообщений
sv: Ingen behörighet att visa meddelanden
th: ไม่อนุญาตให้ดูข้อความ
tr: Mesajları görüntüleme izni yok
vi: Không có quyền xem tin nhắn
zh_hans: 暂无查看消息权限
zh_hant: 暫無查看消息權限

# devSettings_storage
source: Storage
cs: Skladování
de: Speicher
es: Almacenamiento
fi: muisti
fr: Espace de rangement
he: אחסון
id: Penyimpana
it: Memoria
ja: ストレージ
ko: 저장
nb: Lagring
nl: Opslag
pl: Magazynowanie danych
pt_br: Armazenamento
ro: Depozitare
ru: Место хранения
sv: Lagring
th: แหล่งเก็บข้อมูล
tr: Depolama
vi: lưu trữ
zh_hans: 存储
zh_hant: 存儲

# playback_NVR_Time_synchronization
source: Cloud recording is not detected, please go to the recorder system settings to check whether the time synchronization switch is enabled?
cs: Cloudový záznam nebyl detekován, přejděte do nastavení systému rekordéru a zkontrolujte, zda je povolen přepínač synchronizace času?
de: Cloud-Aufnahme nicht erkannt, bitte prüfen Sie in den Systemeinstellungen des Recorders, ob Zeit Sync aktiviert ist.
es: No se detecta la grabación en la nube, vaya a la configuración del sistema de grabación para verificar si el interruptor de sincronización de tiempo está habilitado.
fi: Pilvitallennusta ei havaittu. Siirry tallentimen järjestelmäasetuksiin tarkistaaksesi, onko ajan synkronointikytkin käytössä?
fr: l'enregistrement dans le cloud n'est pas détecté, veuillez vous rendre dans les paramètres du système de l'enregistreur pour vérifier si le commutateur de synchronisation de l'heure est activé?
he: הקלטת ענן אינה מזוהה, עבור אל הגדרות מערכת ההקלטה כדי לבדוק אם מתג סנכרון הזמן מופעל?
id: Rekaman awan tidak terdeteksi, silakan buka pengaturan sistem perekam untuk memeriksa apakah sakelar sinkronisasi waktu diaktifkan?
it: Nagrywanie w chmurze nie jest wykrywane, przejdź do ustawień systemu rejestratora, aby sprawdzić, czy przełącznik synchronizacji czasu jest włączony?
ja: クラウド録画が検出されない場合は、レコーダーのシステム設定に移動して、時刻同期スイッチが有効になっているかどうかを確認してください。
ko: 클라우드 녹화가 감지되지 않습니다. 레코더 시스템 설정으로 이동하여 시간 동기화 스위치가 활성화되어 있는지 확인하십시오.
nb: Skyopptak oppdages ikke. Gå til systeminnstillingene for opptakeren for å sjekke om tidssynkroniseringsbryteren er aktivert?
nl: Cloudopname wordt niet gedetecteerd. Ga naar de systeeminstellingen van de recorder om te controleren of de tijdsynchronisatieschakelaar is ingeschakeld.
pl: Nagrywanie w chmurze nie jest wykrywane, przejdź do ustawień systemu rejestratora, aby sprawdzić, czy przełącznik synchronizacji czasu jest włączony?
pt_br: A gravação em nuvem não foi detectada, acesse as configurações do sistema do gravador para verificar se a chave de sincronização de tempo está habilitada.
ro: Înregistrarea în cloud nu este detectată, accesați setările sistemului de înregistrare pentru a verifica dacă comutatorul de sincronizare a timpului este activat?
ru: Облачная запись не обнаружена, перейдите в настройки системы записи, чтобы проверить, включен ли переключатель синхронизации времени?
sv: Molninspelning upptäcks inte, gå till inspelarens systeminställningar för att kontrollera om tidssynkroniseringsomkopplaren är aktiverad?
th: ตรวจไม่พบการบันทึกบนคลาวด์โปรดไปที่การตั้งค่าระบบเครื่องบันทึกเพื่อตรวจสอบว่าสวิตช์การซิงโครไนซ์เวลาเปิดอยู่หรือไม่?
tr: Bulut kaydı algılanmadı, lütfen kayıt cihazı sistem ayarlarına gidip zaman senkronizasyon anahtarının etkin olup olmadığını kontrol edin.
vi: Ghi âm trên đám mây không phát hiện được, bạn vui lòng vào phần cài đặt hệ thống đầu ghi để kiểm tra xem đã bật công tắc đồng bộ thời gian chưa?
zh_hans: 未检测到云录像，请前往录像机系统设置中检查时间同步开关是否已开启？
zh_hant: 未檢測到雲錄像，請前往錄像機系統設置中檢查時間同步開關是否已開啟？

# devicesetting_warn_line_number_detail_ios
source: Up to %ld cordon lines can be added. After more than %ld, delete existing ones to add a new cordon.
cs: Lze přidat až %ld šňůry. Po více než %ld smazání stávajících přidáte nový kabel.
de: Es können bis zu %ld Warnlinien hinzugefügt werden. Bei mehr als %ld Warnlinien, muss für das Zeichnen einer neuen eine vorhandene Warnlinie gelöscht.
es: Se pueden agregar hasta %ld líneas de cordón. Después de más de %ld, elimine los existentes para agregar un nuevo cordón.
fi: Voit lisätä enintään %ld cordon-viivaa. Yli %ld: n jälkeen poista olemassa olevat uudet kordonit.
fr: Vous pouvez ajouter jusqu'à %ld lignes de cordon. Après plus de %ld, supprimez les existants pour ajouter un nouveau cordon.
he: ניתן להוסיף עד %ld קווי חוט. לאחר יותר מ %ld, מחק את אלה הקיימים כדי להוסיף כבל חדש.
id: Hingga %ld garis cordon dapat ditambahkan. Setelah lebih dari %ld, hapus yang sudah ada untuk menambahkan cordon baru.
it: È possibile aggiungere fino a %ld linee di cavi. Dopo più di %ld, cancella quelli esistenti per aggiungere un nuovo cordone.
ja: 最大%ld本のコードラインを追加できます。 %ld以上の場合は、既存のコードを削除して新しいコードを追加してください。
ko: 최대 %ld 개의 회선을 추가 할 수 있습니다. %ld 이상이되면 기존 코드를 삭제하여 새 코드를 추가하십시오.
nb: Opptil %ld cordon linjer kan legges til. Etter mer enn %ld, slett eksisterende for å legge til en ny cordon.
nl: Er kunnen maximaal %ld cordon-lijnen worden toegevoegd. Verwijder na meer dan %ld bestaande om een nieuw cordon toe te voegen.
pl: Można dodać do %ld linii kordonowych. Po ponad %ld usuń istniejące, aby dodać nowy kordon.
pt_br: Até %ld linhas de cordão podem ser adicionadas. Depois de mais de %ld, exclua os existentes para adicionar um novo cordão.
ro: Pot fi adăugate până la %ld linii de cordon. După mai mult de %ld, ștergeți cele existente pentru a adăuga un nou cordon.
ru: Можно добавить до %ld линий кордона. После более чем %ld, удалите существующие, чтобы добавить новый кордон.
sv: Upp till %ld cordon linjer kan läggas till. Efter mer än %ld, radera befintliga för att lägga till en ny cordon.
th: คุณสามารถเพิ่มเส้นขอบเขตได้ถึง%ld หลังจากเกินเส้นขอบเขต%ld แล้วให้ลบขอบเขตที่มีอยู่ออกก่อนที่จะเพิ่มเส้นขอบเขตใหม่
tr: %ld taneye kadar kordon çizgisi eklenebilir. %ld'ten fazla olduğunda, yeni bir kordon eklemek için mevcutları silin.
vi: Có thể thêm tối đa%ld cordon, sau hơn%ld, hãy xóa dây hiện có trước khi thêm dây mới
zh_hans: 最多可添加%ld条警戒线，超过%ld条后，删除已存在的方可添加新的警戒线
zh_hant: 最多可添加%ld條警戒線，超過%ld條後，刪除已存在的方可添加新的警戒線

# Signal_1
source: Signal：
cs: Signál：
es: Señal：
fi: signaali：
he: אות：
id: Sinyal：
it: Segnale：
ja: 信号：
ko: 신호：
nl: Signaal：
pl: Sygnał：
pt_br: Sinal：
ro: Semnal：
ru: Сигнал：
th: สัญญาณ：
tr: işaret：
vi: tín hiệu：
zh_hans: 信号：
zh_hant: 信號：

# adddevice_scan_time_prompt
source: Scanning nearby devices, scanning takes about 3 minutes, please be patient
cs: Skenování v okolí zařízení trvá přibližně 3 minuty, buďte trpěliví
de: Das Scannen von Geräten in der Nähe dauert ca. 3 Minuten. Bitte haben Sie etwas Geduld
es: Escanear Equipos cercanos, escanear toma alrededor de 3 minutos, sea paciente
fi: Lähellä olevien laitteiden skannaaminen kestää noin 3 minuuttia, ole kärsivällinen
fr: La numérisation des périphériques à proximité, la numérisation prend environ 3 minutes, veuillez patienter
he: סריקת התקנים סמוכים, סריקה אורכת כשלוש דקות, אנא המתן בסבלנות
id: Memindai perangkat terdekat, pemindaian membutuhkan waktu sekitar 3 menit, harap bersabar
it: Scansione dei dispositivi nelle vicinanze, la scansione richiede circa 3 minuti, si prega di essere pazienti
ja: 近くの機器をスキャンしています。スキャンには約3分かかります。お待ちください
ko: 주변 기기를 스캔하면 스캔하는 데 약 3 분이 걸립니다. 잠시 기다려주십시오.
nb: Skanner i nærheten enheter, skanning tar ca. 3 minutter, vær så tålmodig
nl: Bij het scannen van apparaten in de buurt duurt het scannen ongeveer 3 minuten, wees geduldig
pl: Skönnun í nágrenninu tæki, skönnun tekur um 3 mínútur, vinsamlegast vertu þolinmóð
pt_br: Digitalização de dispositivos próximos, a digitalização demora cerca de 3 minutos, por favor, seja paciente
ro: Scanarea dispozitivelor din apropiere, scanarea durează aproximativ 3 minute, vă rugăm să aveți răbdare
ru: Сканирование близлежащих устройств, сканирование занимает около 3 минут, наберитесь терпения
sv: Skanning i närheten av enheter, skanning tar ungefär 3 minuter, var snäll och var patient
th: กำลังสแกนหาอุปกรณ์ใกล้เคียง,ประมาณ 3 นาที,โปรดรอสักครู่
tr: Yakındaki cihazları taramak, taramak yaklaşık 3 dakika sürer, lütfen sabırlı olun
vi: Đang quét các thiết bị lân cận. Quá trình quét mất khoảng 3 phút, vui lòng kiên nhẫn chờ
zh_hans: 正在扫描附近设备，扫描大约需要3分钟，请耐心等候
zh_hant: 正在掃描附近設備，掃描大約需要3分鐘，請耐心等候

source: Help
cs: Nápověda
de: Hilfe
es: Ayuda
fi: auttaa
fr: Aidez-moi
he: עזרה
id: Bantuan
it: Aiuto
ja: ヘルプ
ko: 도움말
nb: Hjelp
pl: Pomoc
pt_br: Socorro
ro: Ajutor
ru: Помогите
sv: Hjälp
th: ช่วยเหลือ
tr: yardım et
vi: Trợ giúp
zh_hans: 帮助
zh_hant: 幫助

# playback_go_to_open
source: Go to open
cs: Jdi otevřít
de: Öffnen
es: Ir a abrir
fi: Mene avaamaan
fr: Aller ouvrir
he: לך לפתוח
id: Buka untuk membuka
it: Vai ad aprire
ja: 開く
ko: 열다
nb: Gå for å åpne
nl: Ga naar openen
pl: Idź, aby otworzyć
pt_br: Vá para abrir
ro: Mergeți să deschideți
ru: Перейти, чтобы открыть
sv: Gå till öppna
th: ไปที่เปิด
tr: Aç gitmek
vi: Mở ra
zh_hans: 去开启
zh_hant: 去開啟

# palyback_playback_position
source: The last played position has been located for you
cs: Pro vás byla nalezena poslední hraná pozice
de: Die letzte Wiedergabeposition wurde gefunden
es: Se ha localizado la última posición jugada
fi: Viimeisin pelattu sijainti on löydetty sinulle
fr: La dernière position jouée a été localisée pour vous
he: המיקום ששיחק לאחרונה אותר עבורך
id: Posisi terakhir yang dimainkan telah ditemukan untuk Anda
it: L'ultima posizione giocata è stata individuata per te
ja: 最後にプレイしたポジションがあなたのために見つかりました
ko: 마지막으로 플레이 한 위치를 찾았습니다.
nb: Den sist spilte posisjonen har blitt lokalisert for deg
nl: De laatst gespeelde positie is voor je gelokaliseerd
pl: Ostatnia grała pozycja została dla Ciebie zlokalizowana
pt_br: A última posição jogada foi localizada para você
ro: Ultima poziție jucată a fost localizată pentru dvs.
ru: Для вас найдена последняя сыгранная позиция
sv: Den senast spelade positionen har hittats för dig
th: ตำแหน่งที่เล่นล่าสุดอยู่สำหรับคุณ
tr: Son oynanan pozisyon sizin için belirlendi
vi: Vị trí phát lại cuối cùng đã được xác định cho bạn
zh_hans: 已为你定位上次播放位置
zh_hant: 已為你定位上次播放位置

# add_device_been_add_delete_again
source: The device has been added, please delete it and add it again
cs: Zařízení bylo přidáno, smažte ho a znovu přidejte
de: Das Gerät wurde hinzugefügt, bitte löschen Sie es und fügen Sie es erneut hinzu
es: El dispositivo ha sido agregado, elimínelo y agréguelo nuevamente
fi: Laite on lisätty, poista se ja lisää se uudelleen
fr: L'appareil a été ajouté, veuillez le supprimer et l'ajouter à nouveau
he: המכשיר נוסף, נא למחוק אותו ולהוסיף אותו שוב
id: Perangkat telah ditambahkan, harap hapus dan tambahkan lagi
it: Il dispositivo è stato aggiunto, eliminalo e aggiungilo di nuovo
ja: デバイスが追加されました。削除してからもう一度追加してください
ko: 장치가 추가되었습니다. 삭제하고 다시 추가하십시오.
nb: Enheten er lagt til. Slett den og legg den til igjen
nl: Het apparaat is toegevoegd, verwijder het en voeg het opnieuw toe
pl: Urządzenie zostało dodane, usuń je i dodaj ponownie
pt_br: O dispositivo foi adicionado, exclua-o e adicione-o novamente
ro: Dispozitivul a fost adăugat, vă rugăm să-l ștergeți și să-l adăugați din nou
ru: Устройство было добавлено, пожалуйста, удалите его и добавьте снова
sv: Enheten har lagts till, ta bort den och lägg till den igen
th: เพิ่มอุปกรณ์แล้ว โปรดลบและเพิ่มอีกครั้ง
tr: Cihaz eklendi, lütfen silip tekrar ekleyin
vi: Thiết bị đã được thêm vào, vui lòng xóa nó và thêm lại
zh_hans: 设备已被添加，请删除后再重新添加
zh_hant: 設備已被添加，請刪除後再重新添加

# cloud_order_amount
source: Order amount
cs: Částka objednávky
de: Bestellbetrag
es: Total de la orden
fi: Tilausmäärä
fr: Montant de la commande
he: כמות הזמנה
id: Jumlah pesanan
it: Ammontare dell'ordine
ja: 注文金額
ko: 주문량
nb: Bestillingsbeløp
nl: Bestelbedrag
pl: Kwota zamówienia
pt_br: Valor do pedido
ro: Cantitatea comenzii
ru: Сумма заказа
sv: Beställningssumma
th: จำนวนการสั่งซื้อ
tr: Sipariş miktarı
vi: số lượng đơn đặt hàng
zh_hans: 订单金额
zh_hant: 訂單金額

# devicesetting_delete_warn_line_prompt
source: Delete the cordon or not?
cs: Zda odstranit kordon?
de: Soll die Warnlinie gelöscht werden?
es: Ya sea para eliminar el cordón?
fi: Haluatko poistaa kordonin?
fr: Si supprimer le cordon?
he: האם למחוק את הכבל?
id: Apakah akan menghapus cordon atau tidak?
it: Se cancellare il cordone?
ja: コードンを削除するかどうか?
ko: 경계선을 삭제하시겠습니까?
nb: Enten å slette cordon?
nl: Of het cordon moet worden verwijderd?
pl: Czy usunąć kordon?
pt_br: Se deseja excluir o cordão?
ro: Fie pentru a șterge cordonul?
ru: Удалить ли кордон?
sv: Huruvida du ska ta bort cordon?
th: ต้องการลบจุดแจ้งเตือนหรือไม่
tr: Kordonun silinip silinmeyeceği?
vi: Bạn có muốn xóa dây không?
zh_hans: 是否删除该警戒线?
zh_hant: 是否刪除該警戒線?

# devicelist_check_following_describe_1
source: Please check whether the camera is in the state of code matching and whether the status light flashes quickly (long press the camera reset button to enter the state of code matching)
cs: Zkontrolujte, zda je kamera ve stavu shody kódu a zda stavová kontrolka rychle bliká (stav shody kódu zadáte dlouhým stisknutím tlačítka reset kamery)
de: Bitte prüfen, ob sich Kamera im WLAN Aufbau-Modus befindet und ob die Status LED schnell blinkt (um WLAN Aufbau zu starten, halten Sie die Reset-Taste der Kamera lange gedrückt)
es: Verifique si la cámara está en el estado de coincidencia de código y si la luz de estado parpadea rápidamente (mantenga presionado el botón de reinicio de la cámara para ingresar al estado de coincidencia de código)
fi: Tarkista, onko kamera koodinmuodostustilassa ja vilkkuuko tilan merkkivalo nopeasti (paina pitkään kameran nollauspainiketta siirtyäksesi koodin vastaavuuden tilaan)
fr: Veuillez vérifier si la caméra est en état de correspondance de code et si le voyant d'état clignote rapidement (appuyez longuement sur le bouton de réinitialisation de la caméra pour entrer dans l'état de correspondance de code)
he: בדוק אם המצלמה נמצאת במצב התאמת קוד והאם נורית המצב מהבהבת במהירות (לחץ לחיצה ארוכה על לחצן איפוס המצלמה כדי להיכנס למצב התאמת הקוד)
id: Silakan periksa apakah kamera dalam keadaan kode yang cocok dan apakah lampu status berkedip cepat (tekan lama tombol reset kamera untuk memasukkan keadaan kode yang cocok)
it: Si prega di verificare se la fotocamera è nello stato di corrispondenza del codice e se la spia di stato lampeggia rapidamente (premere a lungo il pulsante di ripristino della fotocamera per accedere allo stato di corrispondenza del codice)
ja: カメラがコードマッチングの状態にあるかどうか、ステータスライトがすばやく点滅するかどうかを確認してください（カメラのリセットボタンを長押ししてコードマッチングの状態に入ります）
ko: 카메라가 코드 일치 상태인지, 상태 표시등이 빠르게 깜박이는지 확인하십시오(카메라 재설정 버튼을 길게 눌러 코드 일치 상태로 들어감).
nb: Kontroller om kameraet er i kodetilpasningstilstand og om statuslampen blinker raskt (lenge trykker du på kameraets tilbakestillingsknapp for å angi tilstanden for kodematching)
nl: Controleer of de camera zich in de staat van code-matching bevindt en of het statuslampje snel knippert (druk lang op de camera-resetknop om de staat van code-matching in te voeren)
pl: Sprawdź, czy kamera jest w stanie dopasowania kodu i czy lampka stanu miga szybko (długie naciśnięcie przycisku resetowania kamery, aby przejść do stanu dopasowania kodu)
pt_br: Verifique se a câmera está no estado de correspondência de código e se a luz de status pisca rapidamente (pressione longamente o botão de reinicialização da câmera para entrar no estado de correspondência de código)
ro: Vă rugăm să verificați dacă camera este în starea de potrivire a codului și dacă indicatorul luminos de stare clipește rapid (apăsați lung butonul de resetare a camerei pentru a introduce starea de potrivire a codului)
ru: Пожалуйста, проверьте, находится ли камера в состоянии соответствия кода и быстро ли мигает индикатор состояния (нажмите и удерживайте кнопку сброса камеры, чтобы войти в состояние соответствия кода)
sv: Kontrollera om kameran är i kodmatchningstillstånd och om statuslampan blinkar snabbt (tryck länge på kameraåterställningsknappen för att ange kodmatchning)
th: โปรดตรวจสอบว่ากล้องอยู่ในสถานะการจับคู่รหัสหรือไม่ และไฟสถานะกะพริบเร็วหรือไม่ (กดปุ่มรีเซ็ตกล้องค้างไว้เพื่อเข้าสู่สถานะการจับคู่รหัส)
tr: Lütfen kameranın kod eşleştirme durumunda olup olmadığını ve durum ışığının hızlı yanıp sönmediğini kontrol edin (kod eşleştirme durumuna girmek için kamera sıfırlama düğmesine uzun basın)
vi: Vui lòng kiểm tra xem máy ảnh có ở trạng thái khớp mã hay không và đèn trạng thái có nhấp nháy nhanh không (nhấn và giữ nút đặt lại máy ảnh để vào trạng thái khớp mã)
zh_hans: 请检查摄像机是否已处于对码状态，状态灯是否快速闪烁（长按摄像机复位键进入对码状态）
zh_hant: 請檢查攝像機是否已處於對碼狀態，狀態燈是否快速閃爍（長按攝像機復位鍵進入對碼狀態）

# Service_map_solve_question
source: You can call the contact information below to solve the problems encountered
cs: Problémy můžete vyřešit tak, že zavoláte níže uvedené kontaktní informace
de: Sie können die unten angegebenen Kontaktinformationen anrufen, um die aufgetretenen Probleme zu lösen
es: Puede llamar a la información de contacto a continuación para resolver los problemas encontrados
fi: Voit soittaa alla oleviin yhteystietoihin ratkaistaksesi esiintyneet ongelmat
fr: Vous pouvez appeler les coordonnées ci-dessous pour résoudre les problèmes rencontrés
he: אתה יכול להתקשר למידע ליצירת קשר להלן כדי לפתור את הבעיות בהן
id: Anda dapat menghubungi informasi kontak di bawah ini untuk menyelesaikan masalah yang dihadapi
it: È possibile chiamare le informazioni di contatto di seguito per risolvere i problemi riscontrati
ja: 発生した問題を解決するために、以下の連絡先情報を呼び出すことができます
ko: 아래 연락처 정보로 전화하여 발생한 문제를 해결할 수 있습니다.
nb: Du kan ringe kontaktinformasjonen nedenfor for å løse problemene du har oppstått
nl: U kunt de onderstaande contactgegevens bellen om de opgetreden problemen op te lossen
pl: Możesz zadzwonić na poniższe dane kontaktowe, aby rozwiązać napotkane problemy
pt_br: Você pode ligar para as informações de contato abaixo para resolver os problemas encontrados
ro: Puteți apela informațiile de contact de mai jos pentru a rezolva problemele întâmpinate
ru: Вы можете позвонить по контактной информации ниже, чтобы решить возникшие проблемы
sv: Du kan ringa kontaktinformationen nedan för att lösa de problem som uppstått
th: คุณสามารถโทรสอบถามข้อมูลติดต่อด้านล่างเพื่อแก้ไขปัญหาที่พบ
tr: Karşılaşılan sorunları çözmek için aşağıdaki iletişim bilgilerini arayabilirsiniz.
vi: Các bạn có thể gọi điện theo thông tin liên hệ bên dưới để giải quyết các vấn đề gặp phải
zh_hans: 您可以拨打下方联系方式来解决遇到的问题
zh_hant: 您可以撥打下方聯繫方式來解決遇到的問題

source: Error code
cs: Kód chyby
de: Fehler Code
es: código de error
fi: Virhekoodi
fr: Code d'erreur
he: בעיה בססמה
id: Kode Salah
it: Codice errato
ja: エラーコード
ko: 에러 코드
nb: Feilkode
nl: Foutcode
pl: Błąd kodu
pt_br: Erro de código
ro: Cod de eroare
ru: Код ошибки
sv: Felkod
th: รหัสผิดพลาด
tr: Hata kodu
vi: mã lỗi
zh_hans: 错误码
zh_hant: 錯誤碼
