Repository: Yolo-cell-hash/go_home_ios
Catalog: ios/Runner/JASDK/JAResources/XLanguage/X35MultiLanguage/*.lproj/X35MutiLanguage.strings
Languages: cs, de, es, fi, fr, he, id, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sv, th, tr, vi, zh_hans, zh_hant

# devicesetting_Intercom_mode
source: Intercom mode
cs: Režim interkomu
de: Wechselsprech-Modus
es: Modo de intercomunicador
fi: Sisäpuhelutila
fr: Mode interphone
he: מצב אינטרקום
id: Mode interkom
it: Modalità interfono
ja: インターコムモード
ko: 인터콤 모드
nb: Intercom-modus
nl: Intercom-modus
pl: Tryb interkomu
pt_br: Modo de intercomunicação
ro: Mod interfon
ru: Режим внутренней связи
sv: Intercom-läge
th: โหมดอินเตอร์คอม
tr: İnterkom modu
vi: Chế độ liên lạc nội bộ
zh_hans: 对讲模式
zh_hant: 對講模式

# addDevice_unavailable_netword
source: No available network
cs: Není k dispozici žádná síť
de: Kein Netzwerk verfügbar
es: Sin red disponible
fi: Verkko ei ole käytettävissä
fr: Pas de réseau disponible
he: הרשת אינה זמינה
id: Jaringan tidak tersedia
it: Guasto di rete
ja: 利用可能なネットワークがありません。
ko: 연결 가능한 네트워크 없음
nb: Ingen tilgjengelige nettverk
nl: Geen beschikbaar netwerk
pl: Sieć niedostępna
pt_br: Nenhuma rede disponível
ro: Nu există rețea disponibilă
ru: Нет доступной сети
sv: Inget tillgängligt nätverk
th: ไม่มีเครือข่ายที่ใช้งานได้
tr: Kullanılabilir ağ yok
vi: Không có mạng
zh_hans: 无可用网络
zh_hant: 無可用網絡

# devicesetting_unloack_fail
source: Unlock failed, please check if the network is good
cs: Odemknutí selhalo, zkontrolujte, zda je síť dobrá
de: Entsperren fehlgeschlagen, bitte Netzwerk auf gute Verbindung prüfen
es: Desbloqueo fallido, compruebe si la red es buena
fi: Lukitus epäonnistui. Tarkista, onko verkko hyvä
fr: Déverrouillage a échoué, s'il vous plaît vérifier si le réseau est bon
he: הנעילה נכשלה, אנא בדוק אם הרשת טובה
id: Buka kunci gagal, periksa apakah jaringan baik
it: Sblocco non riuscito, controlla se la rete è funzionante
ja: ロック解除に失敗しました。ネットワークが良好かどうかを確認してください
ko: 잠금 해제 실패, 네트워크 상태가 양호한 지 확인하십시오
nb: Lås opp mislyktes. Kontroller om nettverket er bra
nl: Ontgrendelen mislukt, controleer of het netwerk goed is
pl: Odblokowanie nie powiodło się, sprawdź, czy sieć jest dobra
pt_br: Falha no desbloqueio. Verifique se a rede está boa.
ro: Deblocarea a eșuat, verificați dacă rețeaua este bună
ru: Не удалось разблокировать, пожалуйста, проверьте, хорошо ли работает сеть
sv: Upplåsningen misslyckades. Kontrollera om nätverket är bra
th: การปลดล็อกล้มเหลวโปรดตรวจสอบว่าเครือข่ายดีหรือไม่
tr: Kilit açma başarısız oldu, lütfen ağın iyi olup olmadığını kontrol edin
vi: Mở khóa không thành công, vui lòng kiểm tra xem mạng có tốt không
zh_hans: 解锁失败，请检查网络是否良好
zh_hant: 解鎖失敗，請檢查網絡是否良好

# addDevice_choose_panorama
source: VR device
cs: Zařízení Panorama
de: VR
es: Equipo VR
fi: Panorama-laite
fr: Appareil VR
he: מכשיר VR
id: Perangkat VR
it: Camera panoramica
ja: VRデバイス
ko: VR 카메라
nb: VR-enhet
nl: VR-apparaat
pl: Urządzenie VR
pt_br: Dispositivo VR
ro: Dispozitiv VR
ru: Устройство VR
sv: VR-enhet
th: อุปกรณ์ VR
tr: VR cihazı
vi: Thiết bị toàn cảnh
zh_hans: 全景设备
zh_hant: 全景設備

# deviceSetting_Update_reminder
source: Update reminder
cs: Aktualizovat připomenutí
de: Update Erinnerung
es: Actualizar recordatorio
fi: Päivitä muistutus
fr: Rappel de mise à jour
he: עדכון תזכורת
id: Perbarui pengingat
it: Aggiorna promemoria
ja: リマインダーを更新
ko: 업데이트 알림
nb: Oppdater påminnelse
nl: Herinnering bijwerken
pl: Przypomnienie o aktualizacji
pt_br: Lembrete de atualização
ro: Actualizați memento
ru: Напоминание об обновлении
sv: Uppdatera påminnelse
th: อัปเดตการแจ้งเตือน
tr: Hatırlatıcıyı güncelle
vi: Cập nhật lời nhắc
zh_hans: 更新提示
zh_hant: 更新提示

# Addevice_basestation_pairing_fail
source: Base station pairing failed
cs: Párování základnové stanice se nezdařilo
de: Verbindung der Basisstation fehlgeschlagen
es: El emparejamiento de la estación base falló
fi: Tukiaseman pariliitos epäonnistui
fr: Échec de l'appairage de la station de base
he: צימוד תחנות בסיס נכשל
id: Pemasangan stasiun pangkalan gagal
it: Accoppiamento alla stazione base non riuscito
ja: ベースステーションのペアリングに失敗しました
ko: 베이스 스테이션 페어링 실패
nb: Paring av basestasjon mislyktes
nl: Koppelen van basisstation mislukt
pl: Parowanie ze stacją bazową nie powiodło się
pt_br: Falha no emparelhamento da estação base
ro: Asocierea stației de bază a eșuat
ru: Ошибка сопряжения с базовой станцией
sv: Parning av basstation misslyckades
th: การจับคู่สถานีฐานล้มเหลว
tr: Baz istasyonu eşleştirmesi başarısız oldu
vi: Ghép nối trạm gốc không thành công
zh_hans: 基站配对失败
zh_hant: 基站配對失敗

# addDevice_guideReset_configuration_suit
source: It takes some time to add, please be patient
cs: Přidání trvá nějakou dobu, buďte trpěliví
de: Das Hinzufügen dauert einige Zeit, bitte haben Sie etwas Geduld
es: Tarda un poco en agregar, por favor sea paciente
fi: Lisäys vie jonkin aikaa, ole kärsivällinen
fr: Il faut du temps pour ajouter, s'il vous plaît soyez patient
he: לוקח קצת זמן להוסיף, אנא היו סבלניים
id: Perlu beberapa waktu untuk menambahkan, harap bersabar
it: Ci vuole del tempo per aggiungere, per favore sii paziente
ja: 追加するには時間がかかります。しばらくお待ちください
ko: 추가하는 데 약간의 시간이 걸립니다. 기다려주십시오
nb: Det tar litt tid å legge til, vær tålmodig
nl: Het duurt even om toe te voegen, even geduld
pl: Dodawanie zajmuje trochę czasu. Prosimy o cierpliwość
pt_br: Leva algum tempo para adicionar, por favor, seja paciente
ro: Este nevoie de ceva timp pentru a adăuga, vă rugăm să aveți răbdare
ru: Требуется некоторое время, чтобы добавить, пожалуйста, будьте терпеливы
sv: Det tar lite tid att lägga till, var tålamod
th: ต้องใช้เวลาในการเพิ่ม โปรดอดใจรอ
tr: Eklemek biraz zaman alıyor, lütfen sabırlı olun
vi: Việc thêm sẽ mất một chút thời gian, hãy kiên nhẫn
zh_hans: 添加需要花费一些时间，请您耐心等候
zh_hant: 添加需要花費一些時間，請您耐心等候

source: Atlantic/Cape Verde
cs: Atlantik / Kapverdy
de: Atlantik / Kap Verde
es: Atlántico / Cabo Verde
fi: Atlantti / Kap Verde
fr: Atlantique / Cap Vert
he: אטלנטיק / קייפ ורדה
id: Atlantik / Tanjung Verde
it: Atlantico / Capo Verde
ja: 大西洋/カーボベルデ
ko: 대서양 / 카보 베르데
nb: Atlanterhavet / Kapp Verde
nl: Atlantische Oceaan / Kaapverdië
pl: Atlantyk / Zielony Przylądek
pt_br: Atlântico / Cabo Verde
ro: Atlantic / Capul Verde
ru: Атлантика / Кабо-Верде
sv: Atlanten / Kap Verde
th: แอตแลนติก / เคปเวิร์ด
tr: Atlantik / Cape Verde
vi: Cape Verde
zh_hans: 佛得角
zh_hant: 佛得角

# devicesetting_No_video_yet
source: No video yet
cs: Zatím žádné video
de: Noch kein Video
es: Aún no hay vídeo
fi: Ei vielä videota
fr: Pas encore de vidéo
he: עדיין אין סרטון
id: Belum ada video
it: Nessun video ancora
ja: ビデオはまだありません
ko: 아직 동영상이 없습니다.
nb: Ingen video ennå
nl: Nog geen video
pl: Nie ma jeszcze wideo
pt_br: Nenhum vídeo ainda
ro: Niciun videoclip încă
ru: видео еще нет
sv: Ingen video ännu
th: ยังไม่มีวิดีโอ
tr: Henüz video yok
vi: Chưa có video
zh_hans: 暂无录像视频
zh_hant: 暫無錄像視頻

# devicesetting_gw_set_timed_period
source: Please select timed recording period:
cs: Vyberte dobu časovaného nahrávání:
de: Bitte wählen Sie den Zeitraum für die Zeitplan-Aufnahme:
es: Seleccione el período de grabación cronometrado:
fi: Valitse ajastettu tallennusaika:
fr: Veuillez sélectionner la période d'enregistrement chronométrée:
he: אנא בחר תקופת הקלטה מתוזמנת:
id: Pilih periode perekaman berjangka waktu:
it: Si prega di selezionare il periodo di registrazione a tempo:
ja: 時限式記録期間を選択してください：
ko: 예약 녹화 기간을 선택하십시오 :
nb: Velg tidsbestemt opptaksperiode:
nl: Selecteer een getimede opnameperiode:
pl: Wybierz czasowy okres nagrywania:
pt_br: Selecione o período de gravação cronometrada:
ro: Vă rugăm să selectați perioada de înregistrare temporizată:
ru: Выберите период записи по времени:
sv: Välj tidsinställd inspelningsperiod:
th: โปรดเลือกช่วงเวลาการบันทึกตามกำหนดเวลา:
tr: Lütfen zamanlanmış kayıt dönemini seçin:
vi: Vui lòng chọn khoảng thời gian để ghi thời gian:
zh_hans: 请选择定时录像时间段：
zh_hant: 請選擇定時錄像時間段：

source: Asia/Tehran
cs: Asie / Teherán
de: Asien / Teheran
es: Asia / Teherán
fi: Aasia / Teheran
fr: Asia / Téhéran
he: אסיה / טהרן
id: Asia / Teheran
it: Asia / Teheran
ja: アジア/テヘラン
ko: 아시아 / 테헤란
nb: Asia / Teheran
nl: Azië / Teheran
pl: Asia / Teheran
pt_br: Asia / Teerã
ro: Asia / Teheran
ru: Азия / Тегеран
sv: Asien / Tehran
th: เอเชีย / เตหะราน
tr: Asya / Tahran
vi: Tehran / Iran
zh_hans: 德黑兰/伊朗
zh_hant: 德黑蘭/伊朗

# cloud_is_about_expire
source: Cloud storage is about to expire
cs: Vyprší platnost úložiště Cloud
de: Der Cloud-Speicher läuft bald ab
es: almacenamiento en la nube está a punto de caducar
fi: Pilvivarasto on päättymässä
fr: stockage Cloud est sur le point d'expirer
he: שטח האחסון של הענן עומד לפוג
id: Penyimpanan cloud akan segera kedaluwarsa
it: Lo spazio di archiviazione sul cloud sta per scadere
ja: クラウドストレージの有効期限が切れる
ko: 클라우드 저장소가 곧 만료됩니다.
nb: Cloud storage er i ferd med å utløpe
nl: Cloudopslag is bijna verlopen
pl: Magazyn w chmurze wkrótce wygaśnie
pt_br: O armazenamento em nuvem está prestes a expirar
ro: Serviciul de stocare în cloud este pe cale să expire
ru: Срок хранения в облаке истекает
sv: Cloud-lagring är på väg att upphöra
th: ที่เก็บข้อมูลบนคลาวด์กำลังจะหมดอายุ
tr: Bulut depolama süresi dolmak üzere
vi: Bộ nhớ đám mây sắp hết hạn
zh_hans: 云存即将过期
zh_hant: 雲存即將過期

# devicesetting_purchase_time_fail
source: Purchase time acquisition failed
cs: Pořízení času nákupu se nezdařilo
de: Zeit konnte nicht erfasst werden
es: Adquisición de tiempo de compra fallida
fi: Hankinta-ajan hankinta epäonnistui
fr: acquisition de temps d'achat n'a pas
he: רכישת זמן הרכישה נכשלה
id: Akuisisi waktu pembelian gagal
it: Tempo di acquisizione Acquisto fallita
ja: 購入時の取得に失敗しました
ko: 구매 시간 획득 실패
nb: Innkjøp av kjøpstid mislyktes
nl: Aankooptijdverwerving is mislukt
pl: Niepowodzenie akwizycji czasu zakupu
pt_br: aquisição tempo de compra falhou
ro: Timp de achiziție Achiziționarea a eșuat
ru: Приобретение времени покупки не удалось
sv: Inköpstiden misslyckades
th: ไม่สามารถรับเวลาซื้อได้
tr: Satın alma zamanı edinimi başarısız
vi: Không đạt được thời gian mua hàng
zh_hans: 购买时间获取失败
zh_hant: 購買時間獲取失敗

# message_not_disturb_end_message
source: Do not disturb the end message?
cs: Nerušit závěrečnou zprávu?
de: Die Endnachricht nicht stören?
es: No molestar el mensaje final?
fi: Älä häiritse loppuviestiä?
fr: Ne pas déranger le message de fin ?
he: אל תפריע להודעת הסיום?
id: Jangan ganggu pesan akhir?
it: Non disturbare il messaggio finale?
ja: 終了メッセージを邪魔しませんか？
ko: 종료 메시지를 방해하지 마십시오?
nb: Ikke forstyrr sluttmeldingen?
nl: Het eindbericht niet storen?
pl: Nie przeszkadzać komunikatowi końcowemu?
pt_br: Não perturbe a mensagem final?
ro: Nu deranjați mesajul final?
ru: Не беспокоить конечным сообщением?
sv: Stör inte slutmeddelandet?
th: อย่ารบกวนข้อความสุดท้าย?
tr: Bitiş mesajını rahatsız etmiyor musunuz?
vi: Không làm phiền tin nhắn kết thúc?
zh_hans: 结束消息勿扰？
zh_hant: 結束消息勿擾？

# person_taobao_authorization
source: Taobao account authorization
cs: Autorizace účtu Taobao
de: Taobao-Kontoautorisierung
es: Autorización de cuenta de Taobao
fi: Taobao -tilin valtuutus
fr: Autorisation de compte Taobao
he: הרשאת חשבון Taobao
id: Otorisasi akun Taobao
it: Autorizzazione account Taobao
ja: 淘宝網アカウント認証
ko: Taobao 계정 인증
nb: Taobao-konto autorisasjon
nl: Taobao-accountautorisatie
pl: Autoryzacja konta Taobao
pt_br: Autorização de conta Taobao
ro: Autorizația contului Taobao
ru: Авторизация учетной записи Taobao
sv: Taobao-kontotillstånd
th: สิทธิ์บัญชี Taobao
tr: Taobao hesap yetkilendirme
vi: Ủy quyền tài khoản Taobao
zh_hans: 淘宝账户授权
zh_hant: 淘寶賬戶授權

# newbie_guide_text_4
source: Choose the device and add
cs: Po výběru odpovídajícího zařízení postupujte podle pokynů,které chcete přidat.
de: Gerät auswählen und hinzufügen
es: Después de seleccionar el Equipo correspondiente,siga las instrucciones para agregarlo.
fi: Kun olet valinnut vastaavan laitteen,lisää se lisäämällä ohjeita.
fr: Choisissez l'appareil et ajoutez-le.
he: בחר את המכשיר שברצונך להוסיף
id: Pilih perangkat dan tambah
it: Selezionare dispositivo ed aggiungere
ja: デバイスを選択して追加
ko: 제품을 선택하여 등록합니다.
nb: Etter å ha valgt den tilhørende enheten,følg instruksjonene for å legge den til
nl: Selecteer apparaat en toevoegen
pl: Wybierz urządzenie i dodaj
pt_br: Escolha o dispositivo e adicione
ro: Alegeți dispozitivul și adăugați-l
ru: Выберите устройство и добавьте
sv: Välj enheten och lägg till
th: เลือกอุปกรณ์และเพิ่ม
tr: Cihazı seç ve ekle
vi: Sau khi chọn thiết bị tương ứng, hãy làm theo lời nhắc để thêm thiết bị đó.
zh_hans: 选择相对应的设备后，按照提示进行添加。
zh_hant: 選擇相對應的設備後，按照提示進行添加。

# devicesetting_Sorry_Cloud_Storage_exclusive_traffic_package_ios
source: Sorry, as your "%@" is using a non-Cloud Storage exclusive traffic package, it will no longer upload cloud video, if you want to continue uploading, please go to 4G Mall to purchase a Cloud Storage exclusive traffic package.
cs: Je nám líto, protože vaše "%@" používá balíček provozu, který není exkluzivní pro cloudové úložiště, již nebude nahrávat cloudové video. Pokud chcete pokračovat v nahrávání, přejděte prosím do 4G Mall a zakupte si balíček provozu exkluzivní cloud úložiště.
de: Da Ihr "%@" ein exklusives Datenpaket ohne Cloud Speicher verwendet, werden keine Cloud-Videos mehr hochgeladen. Wenn Sie mit dem Hochladen fortfahren möchten, gehen Sie bitte zum 4G Shop, um ein exklusives Datenpaket für Cloud Speicher zu erwerben.
es: Lo sentimos, como su "%@" está usando un paquete de tráfico que no es exclusivo de Cloud Storage, ya no cargará videos en la nube. Si desea continuar cargando, vaya a 4G Mall para comprar un paquete de tráfico exclusivo de Cloud Storage.
fi: Valitettavasti "%@" käyttää muuta kuin Cloud Storagen yksinomaista liikennepakettia, se ei enää lataa pilvivideota. Jos haluat jatkaa lataamista, siirry 4G-ostoskeskukseen ja osta Cloud Storagen yksinoikeuspaketti.
fr: Désolé, comme votre "%@" utilise un package de trafic non exclusif Cloud Storage, il ne téléchargera plus de vidéo cloud. Si vous souhaitez continuer le téléchargement, veuillez vous rendre sur 4G Mall pour acheter un package de trafic exclusif Cloud Storage.
he: מצטערים, מכיוון שה-"%@" שלך משתמש בחבילת תנועה בלעדית שאינה בענן Storage, הוא לא יעלה עוד סרטוני ענן, אם ברצונך להמשיך להעלות, אנא עברו לקניון 4G כדי לרכוש חבילת תנועה בלעדית של Cloud Storage.
id: Maaf, karena "%@" Anda menggunakan paket lalu lintas eksklusif non-Cloud Storage, itu tidak akan lagi mengunggah video cloud, jika Anda ingin melanjutkan pengunggahan, silakan pergi ke 4G Mall untuk membeli paket lalu lintas eksklusif Cloud Storage.
it: Spiacenti, poiché il tuo "%@" utilizza un pacchetto di traffico esclusivo non Cloud Storage, non caricherà più video cloud, se desideri continuare a caricare, vai al centro commerciale 4G per acquistare un pacchetto di traffico esclusivo Cloud Storage.
ja: 申し訳ありませんが、「%@」はクラウドストレージ専用のトラフィックパッケージを使用しているため、クラウドビデオはアップロードされなくなります。アップロードを続行する場合は、4Gモールにアクセスしてクラウドストレージ専用のトラフィックパッケージを購入してください。
ko: 죄송합니다. "%@"이(가) Cloud Storage가 아닌 전용 트래픽 패키지를 사용하고 있으므로 더 이상 클라우드 비디오를 업로드하지 않습니다. 계속 업로드하려면 4G Mall로 이동하여 Cloud Storage 전용 트래픽 패키지를 구입하세요.
nb: Beklager, siden din "%@" bruker en ikke-Cloud Storage-eksklusiv trafikkpakke, vil den ikke lenger laste opp skyvideo. Hvis du vil fortsette opplastingen, kan du gå til 4G Mall for å kjøpe en Cloud Storage-eksklusiv trafikkpakke.
nl: Sorry, omdat uw "%@" een niet-Cloud Storage exclusief verkeerspakket gebruikt, zal het geen cloudvideo meer uploaden. Als u wilt doorgaan met uploaden, gaat u naar 4G Mall om een ​​exclusief Cloud Storage-verkeerspakket te kopen.
pl: Przepraszamy, ponieważ Twoje "%@" korzysta z pakietu ruchu bez usługi Cloud Storage, nie będzie już przesyłać wideo z chmury. Jeśli chcesz kontynuować przesyłanie, przejdź do 4G Mall, aby kupić pakiet ruchu przeznaczony wyłącznie dla Cloud Storage.
pt_br: Desculpe, como o seu "%@" está usando um pacote de tráfego não exclusivo do Cloud Storage, ele não fará mais upload de vídeo na nuvem. Se você quiser continuar a enviar, vá ao shopping 4G para comprar um pacote de tráfego exclusivo do Cloud Storage.
ro: Ne pare rău, deoarece "%@" dvs. utilizează un pachet de trafic exclusiv care nu este Cloud Storage, acesta nu va mai încărca videoclipuri în cloud. Dacă doriți să continuați încărcarea, mergeți la 4G Mall pentru a cumpăra un pachet de trafic exclusiv Cloud Storage.
ru: К сожалению, поскольку ваш "%@" использует пакет эксклюзивного трафика, не относящийся к облачному хранилищу, он больше не будет загружать облачное видео. Если вы хотите продолжить загрузку, перейдите в торговый центр 4G, чтобы приобрести эксклюзивный пакет трафика облачного хранилища.
sv: Tyvärr, eftersom din "%@" använder ett trafikpaket som inte är exklusivt för Cloud Storage, laddar det inte längre upp molnvideo. Om du vill fortsätta ladda upp, gå till 4G Mall för att köpa ett exklusivt trafikpaket för Cloud Storage.
th: ขออภัย เนื่องจาก "%@" ของคุณใช้แพ็คเกจการรับส่งข้อมูลแบบพิเศษที่ไม่ใช่ Cloud Storage จะไม่อัปโหลดวิดีโอบนคลาวด์อีกต่อไป หากคุณต้องการอัปโหลดต่อ โปรดไปที่ 4G Mall เพื่อซื้อแพ็คเกจการรับส่งข้อมูลเฉพาะ Cloud Storage
tr: Üzgünüz, "%@", Cloud Storage'a özel olmayan bir trafik paketi kullandığından, artık bulut videosunu yüklemeyecek, yüklemeye devam etmek istiyorsanız lütfen Cloud Storage'a özel trafik paketi satın almak için 4G Mall'a gidin.
vi: Rất tiếc, vì "%@" của bạn đang sử dụng gói lưu lượng độc quyền không phải Cloud Storage nên sẽ không tải video lên đám mây nữa, nếu bạn muốn tiếp tục tải lên, vui lòng đến 4G Mall để mua gói lưu lượng dành riêng cho Cloud Storage.
zh_hans: 抱歉，由于您的“%@”正在使用非云存专属流量套餐，将不再上传云录像，如需继续上传，请前往4G商城购买云存流量专属套餐。
zh_hant: 抱歉，由於您的“%@”正在使用非雲存專屬流量套餐，將不再上傳云錄像，如需繼續上傳，請前往4G商城購買雲存流量專屬套餐。

# add_Enter_APN_password
source: Enter APN password
cs: Zadejte heslo APN
de: Geben Sie das APN-Passwort ein
es: Ingrese la contraseña de APN
fi: Anna APN-salasana
fr: Entrez le mot de passe APN
he: הזן סיסמת APN
id: Masukkan kata sandi APN
it: Inserisci la password APN
ja: APNパスワードを入力してください
ko: APN 비밀번호 입력
nb: Skriv inn APN-passord
nl: Voer APN-wachtwoord in
pl: Wpisz hasło APN
pt_br: Digite a senha do APN
ro: Introduceți parola APN
ru: Введите АПН-пароль
sv: Ange APN-lösenord
th: ใส่รหัสผ่าน APN
tr: APN şifresini girin
vi: Nhập mật khẩu APN
zh_hans: 输入APN password
zh_hant: 輸入APN password

# Devicesetting_Setup_WiFi_network
source: Set up a WiFi network
cs: Nastavte WiFi síť
de: Richten Sie ein WLAN-Netzwerk ein
es: Configurar una red Wi-Fi
fi: Määritä WiFi-verkko
fr: Configurer un réseau Wi-Fi
he: הגדר רשת WiFi
id: Siapkan jaringan WiFi
it: Configura una rete Wi-Fi
ja: WiFiネットワークをセットアップする
ko: WiFi 네트워크 설정
nb: Sett opp et WiFi-nettverk
nl: Een wifi-netwerk instellen
pl: Skonfiguruj sieć Wi-Fi
pt_br: Configurar uma rede Wi-Fi
ro: Configurați o rețea WiFi
ru: Настроить сеть Wi-Fi
sv: Konfigurera ett WiFi-nätverk
th: ตั้งค่าเครือข่าย WiFi
tr: Bir WiFi ağı kurun
vi: Thiết lập mạng WiFi
zh_hans: 设置WiFi网络
zh_hant: 設置WiFi網絡

# devicelist_code_matching_fail_reason_1
source: The base station does not support pairing
cs: Základna nepodporuje párování
de: Die Basisstation unterstützt kein Paarung
es: La estación base no admite emparejamiento
fi: Tukiasema ei tue pariliitosta
fr: La station de base ne prend pas en charge l'appairage
he: תחנת הבסיס אינה תומכת בהתאמה
id: Stasiun pangkalan tidak mendukung pemasangan
it: La stazione base non supporta l'associazione
ja: ベースステーションはペアリングをサポートしていません
ko: 베이스 스테이션은 페어링을 지원하지 않습니다
nb: Basestasjonen støtter ikke sammenkobling
nl: Het basisstation ondersteunt geen pairing
pl: La estación base no admite emparejamiento
pt_br: A estação base não suporta emparelhamento
ro: Stația de bază nu acceptă împerecherea
ru: Базовая станция не поддерживает сопряжение
sv: Basstationen stöder inte ihopparning
th: สถานีฐานไม่รองรับการจับคู่
tr: Baz istasyonu eşleştirmeyi desteklemiyor
vi: Trạm gốc không hỗ trợ ghép nối
zh_hans: 基站不支持配对
zh_hant: 基站不支持配對

# addDevice_add_tuya_device
source: Add a Tuya device
cs: Přidejte zařízení Tuya
de: Tuya-Gerät hinzufügen
es: Agregar un dispositivo Tuya
fi: Lisää Tuya-laite
fr: Ajouter un appareil Tuya
he: הוסף מכשיר טויה
id: Tambahkan perangkat Tuya
it: Dodaj urządzenie Tuya
ja: Tuyaデバイスを追加します
ko: Tuya 장치 추가
nb: Legg til en Tuya-enhet
nl: Voeg een Tuya-apparaat toe
pl: Dodaj urządzenie Tuya
pt_br: Adicionar um dispositivo Tuya
ro: Adăugați un dispozitiv Tuya
ru: Добавить устройство Tuya
sv: Lägg till en Tuya-enhet
th: เพิ่มอุปกรณ์ Tuya
tr: Tuya cihazı ekle
vi: Thêm một thiết bị graffiti
zh_hans: 添加涂鸦设备
zh_hant: 添加塗鴉設備

source: Gorgeous
cs: Nádherná
de: Bestes Bild
es: Maravilloso
fi: kirkas
fr: Magnifique
he: יפה
id: Cantik
it: splendente
ja: スーパーファイン
ko: 화려한
nb: Vakker
nl: Grandioos
pl: Delikatny
pt_br: Linda
ro: splendid
ru: Великолепный
sv: Underbar
th: งดงาม
tr: Muhteşem
vi: Rực rỡ
zh_hans: 艳丽
zh_hant: 艷麗

# adddevice_battey_prompt_3
source: Do not scan the code in the backlight environment, so as not to cause QR code exposure and code scanning failure;
cs: Neskenujte kód v prostředí podsvícení, abyste nezpůsobili vystavení kódu QR a selhání skenování kódu;
de: Scannen Sie den Code nicht in einer Umgebung mit Hintergrundbeleuchtung, um keine QR-Code-Überbelichtung und Scanfehler zu verursachen.
es: No escanee el código en el entorno de luz de fondo, para no causar exposición al código QR y fallas en el escaneo del código;
fi: Älä skannaa koodia taustavaloympäristössä, jotta se ei aiheuta QR-koodin altistumista ja koodin skannaushäiriötä;
fr: Ne numérisez pas le code dans l'environnement de rétroéclairage, afin de ne pas provoquer l'exposition du code QR et l'échec de la numérisation du code ;
he: אין לסרוק את הקוד בסביבת התאורה האחורית, כדי לא לגרום לחשיפת קוד QR ולכשל בסריקת קוד;
id: Jangan memindai kode di lingkungan lampu latar, agar tidak menyebabkan paparan kode QR dan kegagalan pemindaian kode;
it: Non eseguire la scansione del codice nell'ambiente di retroilluminazione, in modo da non causare l'esposizione del codice QR e l'errore di scansione del codice;
ja: バックライト環境でコードをスキャンしないでください。QRコードが露出したり、コードスキャンが失敗したりしないようにしてください。
ko: QR 코드 노출 및 코드 스캔 실패를 일으키지 않도록 백라이트 환경에서 코드를 스캔하지 마십시오.
nb: Ikke skann koden i bakgrunnsbelysningsmiljøet, for ikke å forårsake QR-kodeeksponering og kodeskanningsfeil;
nl: Scan de code niet in de achtergrondverlichtingsomgeving, om geen QR-code-blootstelling en code-scanfout te veroorzaken;
pl: Nie skanuj kodu w środowisku podświetlenia, aby nie spowodować ekspozycji kodu QR i niepowodzenia skanowania kodu;
pt_br: Não escaneie o código no ambiente de luz de fundo, de modo a não causar exposição ao código QR e falha na leitura do código;
ro: Nu scanați codul în mediul cu iluminare de fundal, pentru a nu cauza expunerea codului QR și eșecul scanării codului;
ru: Не сканируйте код в среде с подсветкой, чтобы не вызвать раскрытие QR-кода и сбой сканирования кода;
sv: Skanna inte koden i bakgrundsbelysningsmiljön, för att inte orsaka QR-kodexponering och kodavsökningsfel;
th: อย่าสแกนรหัสในสภาพแวดล้อมที่มีแสงพื้นหลัง เพื่อไม่ให้เกิดการเปิดเผยรหัส QR และการสแกนรหัสล้มเหลว
tr: QR koduna maruz kalma ve kod tarama hatasına neden olmamak için kodu arka ışık ortamında taramayın;
vi: Không quét mã trong môi trường có đèn nền, để không gây ra hiện tượng lộ mã QR và không quét được mã;
zh_hans: 请勿在逆光环境下扫码，以免造成二维码曝光导致扫码失败；
zh_hant: 請勿在逆光環境下掃碼，以免造成二維碼曝光導致掃碼失敗；

# cloud_pay_stripe_payment
source: Stripe payment
cs: Stripe platba
de: Stripe-Zahlung
es: Pago de la raya
fi: Raitamaksu
fr: Paiement en bande
he: תשלום פס
id: Pembayaran garis
it: Pagamento a strisce
ja: ストライプ支払い
ko: 스트라이프 결제
nb: Stripe betaling
nl: Stripe betaling
pl: Zapłata za paski
pt_br: Pagamento da listra
ro: Achitarea plăților
ru: Полосовой платеж
sv: Stripe betalning
th: การชำระเงินผ่านบัตร
tr: Şerit ödeme
vi: Thanh toán sọc
zh_hans: Stripe支付
zh_hant: Stripe支付
