Repository: Yolo-cell-hash/go_home_ios
Catalog: ios/Runner/JASDK/JAResources/XLanguage/X35MultiLanguage/*.lproj/X35MutiLanguage.strings
Languages: cs, de, es, fi, fr, he, id, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sv, th, tr, vi, zh_hans, zh_hant

# remaining_days_service
source: Rest service days
cs: Zbývající dny služby
de: Verbleibende Service Tage
es: Días de descanso de servicio
fi: Jäljellä olevat palvelupäivät
fr: Jours de repos
he: ימי שירות מנוחה
id: Sisa Hari Servis
it: Tempo servizio rimanente
ja: サービスのリセット
ko: 휴무일
nb: Gjenstående tjenestedager
pl: Dni odpoczynkowe
pt_br: Dias de serviço de descanso
ro: Restul zilelor de serviciu
ru: Дни отдыха
sv: Vila tjänstedagar
th: บริการส่วนที่เหลือ
tr: Dinlenme günleri
vi: Ngày dịch vụ còn lại
zh_hans: 剩余服务天数
zh_hant: 剩餘服務天數

# addevice_remote_use_description
source: When using the device remotely, a router with Internet access is required near your device. After connecting the device with WiFi, you can watch the device's video screen and recording and receive the alarm message of the device anytime and anywhere. It is recommended that you give priority to using this add-on method.
cs: Při vzdáleném používání zařízení je v blízkosti vašeho zařízení vyžadován směrovač s přístupem k internetu. Po připojení zařízení pomocí WiFi můžete sledovat obrazovku videa a nahrávání a přijímat výstražné zprávy ze zařízení kdykoli a kdekoli. Doporučuje se dát přednost použití této metody doplňku.
de: Wenn Sie das Gerät remote verwenden, ist ein Router mit Internetzugang in der Nähe Ihres Geräts erforderlich. Nachdem Sie das Gerät mit WLAN verbunden haben, können Sie Livebild und Aufnahmen des Geräts jederzeit und überall ansehen und Push-Nachrichten empfangen. Diese Methode wird vorrangig empfohlen.
es: Al usar el dispositivo de forma remota, se requiere un enrutador con acceso a Internet cerca de su dispositivo. Después de conectar el dispositivo con WiFi, puede ver la pantalla de video del dispositivo y grabar y recibir el mensaje de alarma del dispositivo en cualquier momento y en cualquier lugar. Se recomienda que dé prioridad al uso de este método complementario.
fi: Kun laitetta käytetään etänä, laitteen lähellä on oltava Internet-yhteys. Kun olet kytkenyt laitteen WiFi-yhteyteen, voit katsella laitteen videonäyttöä ja nauhoittaa sekä vastaanottaa laitteen hälytysviestin missä ja milloin tahansa. On suositeltavaa asettaa etusijalle tämän lisäosan käyttö.
fr: Lorsque vous utilisez l'appareil à distance, un routeur avec accès Internet est requis à proximité de votre appareil. Après avoir connecté l'appareil au WiFi, vous pouvez regarder l'écran vidéo de l'appareil et enregistrer et recevoir le message d'alarme de l'appareil à tout moment et n'importe où. Il est recommandé de donner la priorité à l'utilisation de cette méthode complémentaire.
he: בעת שימוש במכשיר מרחוק, נדרש נתב עם גישה לאינטרנט ליד המכשיר שלך. לאחר חיבור המכשיר ל- WiFi תוכלו לצפות במסך הווידיאו של המכשיר ובהקלטתו ולקבל את הודעת האזעקה של המכשיר בכל זמן ובכל מקום. מומלץ לתת עדיפות לשימוש בשיטת תוספות זו.
id: Saat menggunakan perangkat dari jarak jauh, router dengan akses Internet diperlukan di dekat perangkat Anda. Setelah menghubungkan perangkat dengan WiFi, Anda dapat menonton layar video perangkat dan merekam serta menerima pesan alarm dari perangkat kapan saja dan di mana saja. Anda disarankan untuk memprioritaskan penggunaan metode add-on ini.
it: Quando si utilizza il dispositivo in remoto, è necessario un router con accesso a Internet vicino al dispositivo. Dopo aver collegato il dispositivo con WiFi, è possibile guardare lo schermo video del dispositivo e registrare e ricevere il messaggio di allarme del dispositivo sempre e ovunque. Si consiglia di dare la priorità all'utilizzo di questo metodo aggiuntivo.
ja: デバイスをリモートで使用する場合、デバイスの近くにインターネットにアクセスできるルーターが必要です。デバイスをWiFiに接続した後、デバイスのビデオ画面と録画を視聴し、いつでもどこでもデバイスのアラームメッセージを受信できます。このアドオン方式の使用を優先することをお勧めします。
ko: 장치를 원격으로 사용하는 경우 장치 근처에 인터넷 액세스가 가능한 라우터가 필요합니다. 장치를 WiFi에 연결하면 장치의 비디오 화면을보고 녹화하고 언제 어디서나 장치의 알람 메시지를받을 수 있습니다. 이 추가 기능을 사용하는 데 우선 순위를 부여하는 것이 좋습니다.
nb: Når du bruker enheten eksternt, kreves det en ruter med Internett-tilgang i nærheten av enheten. Etter at du har koblet enheten til WiFi, kan du se enhetens videoskjerm og opptak og motta alarmmeldingen til enheten når som helst og hvor som helst. Det anbefales at du prioriterer å bruke denne tilleggsmetoden.
nl: Als u het apparaat op afstand gebruikt, is een router met internettoegang in de buurt van uw apparaat vereist. Nadat u het apparaat met wifi hebt verbonden, kunt u het videoscherm en de opname van het apparaat bekijken en de alarmmelding van het apparaat altijd en overal ontvangen. Het wordt aanbevolen om prioriteit te geven aan het gebruik van deze add-on-methode.
pl: W przypadku zdalnego korzystania z urządzenia w pobliżu urządzenia wymagany jest router z dostępem do Internetu. Po podłączeniu urządzenia za pomocą WiFi można oglądać ekran wideo urządzenia i nagrywać oraz odebrać komunikat alarmowy urządzenia w dowolnym miejscu i czasie. Zaleca się nadanie priorytetu tej dodatkowej metodzie.
pt_br: Ao usar o dispositivo remotamente, um roteador com acesso à Internet é necessário perto do dispositivo. Após conectar o dispositivo com WiFi, você pode assistir a tela de vídeo do dispositivo e gravar e receber a mensagem de alarme do dispositivo a qualquer hora e em qualquer lugar. Recomenda-se que você dê prioridade ao uso deste método add-on.
ro: Când utilizați dispozitivul de la distanță, este necesar un router cu acces la Internet în apropierea dispozitivului. După conectarea dispozitivului cu WiFi, puteți viziona ecranul și înregistrarea video a dispozitivului și puteți primi mesajul de alarmă al dispozitivului oricând și oriunde. Este recomandat să acordați prioritate utilizării acestei metode de completare.
ru: При удаленном использовании устройства рядом с устройством необходим маршрутизатор с доступом в Интернет. После подключения устройства к Wi-Fi вы можете смотреть видеоэкран и запись устройства, а также получать тревожное сообщение устройства в любое время и в любом месте. Рекомендуется отдать приоритет использованию этого дополнительного метода.
sv: När du använder enheten på distans krävs en router med internetåtkomst nära din enhet. När du har anslutit enheten till WiFi kan du titta på enhetens videoskärm och spela in och ta emot enhetens larmmeddelande när som helst och var som helst. Det rekommenderas att du prioriterar att använda den här tilläggsmetoden.
th: เมื่อใช้อุปกรณ์จากระยะไกลจำเป็นต้องใช้เราเตอร์ที่เชื่อมต่ออินเทอร์เน็ตใกล้อุปกรณ์ของคุณ หลังจากเชื่อมต่ออุปกรณ์กับ WiFi แล้วคุณสามารถดูหน้าจอวิดีโอของอุปกรณ์และบันทึกและรับข้อความเตือนของอุปกรณ์ได้ทุกที่ทุกเวลา ขอแนะนำให้คุณให้ความสำคัญกับการใช้วิธีการเสริมนี้
tr: Cihazı uzaktan kullanırken, cihazınızın yanında İnternet erişimi olan bir yönlendirici gereklidir. Cihazı WiFi ile bağladıktan sonra, cihazın video ekranını izleyebilir ve cihazın alarm mesajını her zaman ve her yerde kaydedebilir ve alabilirsiniz. Bu eklenti yöntemini kullanmaya öncelik vermeniz önerilir.
vi: Khi thêm thiết bị từ xa, bạn cần có bộ định tuyến gần thiết bị của mình để có thể truy cập Internet. Sau khi kết nối thiết bị với bộ định tuyến WiFi, bạn có thể xem màn hình thiết bị, video và nhận tin nhắn cảnh báo thiết bị bất cứ lúc nào và bất kỳ đâu. Khuyến nghị mà bạn sử dụng phương pháp thêm này trước tiên;
zh_hans: 远程使用添加设备时，需要您的设备附近有可上网的路由器，给设备连上路由器WiFi后，您可以随时随地观看设备画面、录像以及接收设备的报警消息，推荐您优先使用此添加方式；
zh_hant: 遠程使用添加設備時，需要您的設備附近有可上網的路由器，給設備連上路由器WiFi後，您可以隨時隨地觀看設備畫面、錄像以及接收設備的報警消息，推薦您優先使用此添加方式；

# adddevice_suit
source: Kit
de: Rekorder
es: Equipo
fi: Pakki
fr: Trousse
he: קיט
ja: キット
ko: 전부
nl: uitrusting
pl: Zestaw
ro: trusă
ru: Комплект
sv: Utrustning
th: กล้องชุด
tr: malzeme
vi: Bộ đồ
zh_hans: 套装
zh_hant: 套裝

# addDevice_video_products
source: DVR/NVR
cs: Videorekordér
fi: Videonauhuri
ko: DVR/NVR/장치
pl: VCR/NVR
th: เครื่องบันทึก DVR / NVR
vi: VCR
zh_hans: 录像机
zh_hant: 錄像機

# addDevice_port_not_support
source: The 80 port where the device is located does not support this function
cs: Tato funkce není podporována na portu 80,kde je zařízení umístěno.
de: Port 80, an den das Gerät angemeldet ist, unterstützt diese Funktion nicht
es: El puerto 80 donde se encuentra el Equipo no es compatible con esta función
fi: Tätä toimintoa ei tueta portissa 80,jossa laite sijaitsee.
fr: Le port 80 sur lequel le périphérique est situé ne prend pas en charge cette fonction
he: פורט זה (80) אינו תומך בפונקציה זו
id: perangkat dimana port 80 tidak mendukung fungsi ini
it: La porta 80 non supporta tale funzione
ja: デバイスのポート80は、この機能をサポートしていません
ko: 이 기기에서는 80번 포트를 지원하지 않습니다.
nb: Port 80 hvor enheten befinner seg støtter ikke denne funksjonen
nl: De 80-poort waarop het apparaat is aangesloten,ondersteunt deze functie niet
pl: Port 80 na który znajduje się urządzenie nie obsługuje tej funkcji
pt_br: A porta 80 onde o dispositivo está localizado não suporta esta função
ro: Portul 80 în care este amplasat dispozitivul nu acceptă această funcție
ru: Порт 80,на котором находится устройство,не поддерживает эту функцию
sv: Den 80-port där enheten är belägen stöder inte denna funktion
th: พอร์ต 80 ที่อุปกรณ์ตั้งอยู่ไม่รองรับฟังก์ชันนี้
tr: Aygıtın bulunduğu 80 bağlantı noktası bu işlevi desteklemiyor
vi: Cổng 80 nơi đặt thiết bị không hỗ trợ chức năng này
zh_hans: 设备所在的80端口不支持该功能
zh_hant: 設備所在的80端口不支持該功能

# me_image_path_not_exist
source: The image path does not exist
cs: Cesta obrázku neexistuje
de: Der Bildpfad existiert nicht
es: La ruta de la imagen no existe
fi: Kuvapolkua ei ole
fr: Le chemin de l'image n'existe pas
he: נתיב התמונה אינו קיים
id: Jalur gambar tidak ada
it: Il percorso dell'immagine non esiste
ja: 画像パスが存在しません
ko: 이미지 경로가 존재하지 않습니다
nb: Bildebanen eksisterer ikke
nl: Het afbeeldingspad bestaat niet
pl: Ścieżka obrazu nie istnieje
pt_br: O caminho da imagem não existe
ro: Calea imaginii nu există
ru: Путь к изображению не существует
sv: Bildvägen finns inte
th: ไม่มีเส้นทางรูปภาพ
tr: Görüntü yolu mevcut değil
vi: Đường dẫn hình ảnh không tồn tại
zh_hans: 图片路径不存在
zh_hant: 圖片路徑不存在

# adddevice_add_method_prompt
source: If multiple additions still fail, you can try to change the addition method, and click the button below to use the device hotspot connection instead;
cs: Pokud se vícenásobné přidání stále nezdaří, můžete zkusit změnit metodu přidávání a kliknutím na tlačítko níže místo toho použít připojení k hotspotu zařízení;
de: Wenn mehrere Hinzufügungen immer noch fehlschlagen, können Sie versuchen, die Hinzufügungsmethode zu ändern, und auf die Schaltfläche unten klicken, um stattdessen die Geräte-Hotspot-Verbindung zu verwenden.
es: Si las adiciones múltiples aún fallan, puede intentar cambiar el método de adición y hacer clic en el botón a continuación para usar la conexión de punto de acceso del dispositivo en su lugar;
fi: Jos useat lisäykset epäonnistuvat, voit yrittää muuttaa lisäystapaa ja käyttää sen sijaan laitteen hotspot-yhteyttä napsauttamalla alla olevaa painiketta.
fr: Si plusieurs ajouts échouent toujours, vous pouvez essayer de changer la méthode d'ajout et cliquer sur le bouton ci-dessous pour utiliser la connexion au point d'accès de l'appareil à la place ;
he: אם תוספות מרובות עדיין נכשלות, אתה יכול לנסות לשנות את שיטת ההוספה, וללחוץ על הלחצן למטה כדי להשתמש במקום זאת בחיבור הנקודה החמה של המכשיר;
id: Jika beberapa penambahan masih gagal, Anda dapat mencoba mengubah metode penambahan, dan klik tombol di bawah ini untuk menggunakan koneksi hotspot perangkat;
it: Se più aggiunte continuano a fallire, puoi provare a cambiare il metodo di aggiunta e fare clic sul pulsante in basso per utilizzare invece la connessione hotspot del dispositivo;
ja: それでも複数の追加が失敗する場合は、追加方法を変更してみてください。代わりに、下のボタンをクリックしてデバイスのホットスポット接続を使用してください。
ko: 여러 번 추가에 여전히 실패하면 추가 방법을 변경하고 아래 버튼을 클릭하여 대신 장치 핫스팟 연결을 사용할 수 있습니다.
nb: Hvis flere tillegg fortsatt mislykkes, kan du prøve å endre tilleggsmetoden og klikke på knappen nedenfor for å bruke enhetens hotspot-tilkobling i stedet;
nl: Als meerdere toevoegingen nog steeds niet lukken, kunt u proberen de toevoegingsmethode te wijzigen en op de onderstaande knop klikken om in plaats daarvan de hotspotverbinding van het apparaat te gebruiken;
pl: Jeśli wielokrotne dodawanie nadal się nie powiedzie, możesz spróbować zmienić metodę dodawania i kliknąć poniższy przycisk, aby zamiast tego użyć połączenia z hotspotem urządzenia;
pt_br: Se várias adições ainda falharem, você pode tentar alterar o método de adição e clicar no botão abaixo para usar a conexão de ponto de acesso do dispositivo;
ro: Dacă mai multe adăugări eșuează, puteți încerca să schimbați metoda de adăugare și să faceți clic pe butonul de mai jos pentru a utiliza în schimb conexiunea hotspot-ului dispozitivului;
ru: Если несколько добавлений по-прежнему не работают, вы можете попробовать изменить метод добавления и нажать кнопку ниже, чтобы вместо этого использовать подключение к точке доступа устройства;
sv: Om flera tillägg fortfarande misslyckas kan du försöka ändra tilläggsmetoden och klicka på knappen nedan för att använda enhetens hotspot-anslutning istället;
th: หากการเพิ่มหลายรายการยังคงล้มเหลว คุณสามารถลองเปลี่ยนวิธีการเพิ่ม แล้วคลิกปุ่มด้านล่างเพื่อใช้การเชื่อมต่อฮอตสปอตของอุปกรณ์แทน
tr: Birden fazla ekleme yine de başarısız olursa, ekleme yöntemini değiştirmeyi deneyebilir ve bunun yerine cihaz etkin nokta bağlantısını kullanmak için aşağıdaki düğmeyi tıklayabilirsiniz;
vi: Nếu nhiều lần bổ sung vẫn không thành công, bạn có thể thử thay đổi phương pháp bổ sung và nhấp vào nút bên dưới để sử dụng kết nối điểm phát sóng thiết bị thay thế;
zh_hans: 如多次添加仍然失败可尝试更换添加方式，点击下方按钮改用设备热点连接；
zh_hant: 如多次添加仍然失敗可嘗試更換添加方式，點擊下方按鈕改用設備熱點連接；

# Stand_alone_station_leave_a_message
source: Leave a message
cs: Zanechat vzkaz
de: Nachricht hinterlassen
es: Deja un mensaje
fi: Jätä viesti
fr: Laisser un message
he: השאר הודעה
id: Tinggalkan pesan
it: Lasciate un messaggio
ja: 伝言を残す
ko: 메시지를 남겨주세요
nb: Legg igjen en beskjed
nl: Laat een bericht achter
pl: Zostaw wiadomość
pt_br: Deixe um recado
ro: Lăsați un mesaj
ru: Оставьте сообщение
sv: Lämna ett meddelande
th: ฝากข้อความ
tr: Mesaj bırakın
vi: Để lại lời nhắn
zh_hans: 留言
zh_hant: 留言

# adddevice_reset_help
source: Reset help
cs: Resetujte nápovědu
de: Zurücksetzen Hilfe
es: Restablecer ayuda
fi: Palauta ohje
fr: Réinitialiser l'aide
he: אפס עזרה
id: Setel ulang bantuan
it: Ripristina aiuto
ja: ヘルプをリセット
ko: 도움말 재설정
nb: Tilbakestill hjelp
nl: Help resetten
pl: Zresetuj pomoc
pt_br: Redefinir ajuda
ro: Resetați ajutorul
ru: Сбросить помощь
sv: Återställ hjälp
th: ช่วยในการรีเซ็ต
tr: Yardımı sıfırla
vi: Đặt lại trợ giúp
zh_hans: 重置帮助
zh_hant: 重置幫助

# preview_delete_preset
source: Are you sure you want to delete this preset position?
cs: Opravdu chcete smazat tuto přednastavenou pozici?
de: Preset Position wirklich löschen?
es: ¿Está seguro de que desea eliminar esta posición predeterminada?
fi: Haluatko varmasti poistaa tämän esiasetetun sijainnin?
fr: Voulez-vous vraiment supprimer cette position prédéfinie ?
he: האם אתה בטוח שברצונך למחוק מיקום מוגדר מראש זה?
id: Apakah Anda yakin ingin menghapus posisi prasetel ini?
it: Sei sicuro di voler eliminare questa posizione preimpostata?
ja: このプリセット位置を削除してもよろしいですか？
ko: 이 사전 설정 위치를 삭제하시겠습니까?
nb: Er du sikker på at du vil slette denne forhåndsinnstilte posisjonen?
nl: Weet u zeker dat u deze vooraf ingestelde positie wilt verwijderen?
pl: Czy na pewno chcesz usunąć to ustawienie wstępne?
pt_br: Tem certeza de que deseja excluir esta posição predefinida?
ro: Sigur doriți să ștergeți această poziție presetată?
ru: Вы уверены, что хотите удалить эту предустановленную позицию?
sv: Är du säker på att du vill ta bort denna förinställda position?
th: คุณแน่ใจหรือไม่ว่าต้องการลบตำแหน่งที่กำหนดไว้ล่วงหน้านี้
tr: Bu önceden ayarlanmış konumu silmek istediğinizden emin misiniz?
vi: Bạn có chắc chắn muốn xóa vị trí đặt trước này không?
zh_hans: 是否确定删除该常看位置？
zh_hant: 是否確定刪除該常看位置？

# preset_current_location_fail
source: Intercept location failed
cs: Záchrana umístění selhala
de: Standort abrufen fehlgeschlagen
es: La ubicación de intercepción falló
fi: Intercept-sijainti epäonnistui
fr: L'emplacement d'interception a échoué
he: מיקום היירט נכשל
id: Lokasi intersepsi gagal
it: La posizione di intercettazione non è riuscita
ja: 傍受場所が失敗しました
ko: 위치 캡처 실패
nb: Avskjæringssted mislyktes
nl: Onderschepping locatie mislukt
pl: Lokalizacja przechwycenia nie powiodła się
pt_br: Falha na localização de interceptação
ro: Interceptarea locației a eșuat
ru: Не удалось найти место перехвата
sv: Avlyssningsplats misslyckades
th: การรับตำแหน่งผิดพลาด
tr: Engelleme yeri başarısız oldu
vi: Không nắm bắt được vị trí
zh_hans: 截取位置失败
zh_hant: 截取位置失敗

# cloud_migration_success
source: Successful migration
cs: Úspěšná migrace
de: Erfolgreiche Migration
es: Migración exitosa
fi: Onnistunut siirtyminen
fr: Migration réussie
he: הגירה מוצלחת
id: Migrasi yang berhasil
it: Migrazione riuscita
ja: 成功した移行
ko: 성공적인 마이그레이션
nb: Vellykket migrasjon
nl: Succesvolle migratie
pl: Udana migracja
pt_br: Migração bem sucedida
ro: Migrarea reușită
ru: Успешная миграция
sv: Framgångsrik migrering
th: การย้ายข้อมูลสำเร็จ
tr: Başarılı geçiş
vi: Di chuyển thành công
zh_hans: 迁移成功
zh_hant: 遷移成功

# addevice_wireless_LAN
source: "Wireless LAN and turn it on.
cs: "Bezdrátová síť LAN a zapněte ji.
de: "WLAN und einschalten.
es: "LAN inalámbrica y enciéndalo.
fi: "Langaton LAN ja kytke se päälle.
fr: "LAN sans fil et allumez-le.
he: "רשת LAN אלחוטית והפעל אותה.
id: "LAN Nirkabel dan nyalakan.
it: "Wireless LAN e accenderlo.
ja: 「無線LANをオンにします。
ko: "무선 LAN을 켜십시오.
nb: "Trådløst LAN og slå det på.
nl: "Draadloos LAN en schakel deze in.
pl: "Bezprzewodowa sieć LAN i włącz ją.
pt_br: "LAN sem fio e ligue-o.
ro: "LAN wireless și porniți-l.
ru: "Беспроводная локальная сеть и включите ее.
sv: "Trådlöst LAN och slå på det.
th: LAN ไร้สายและเปิดเครื่อง
tr: "Kablosuz LAN ve açın.
vi: Mạng LAN không dây và bật nó lên.
zh_hans: ”无线局域网，并开启。
zh_hant: ”無線局域網，並開啟。

# adddevice_connect_device_hotspot
source: The current mobile phone is connected to the hotspot of the device, and the network cannot be configured normally. Please switch to another WiFi
cs: Aktuální mobilní telefon je připojen k aktivnímu bodu zařízení, takže síť nelze nakonfigurovat normálně. Přepněte prosím na jiné WiFi
de: Das aktuelle WLAN ist der Hotspot dieses Geräts. Das Netzwerk kann nicht ordnungsgemäß konfiguriert werden. Wechseln Sie zu einem anderen WLAN
es: El teléfono móvil actual está conectado a este punto de acceso del dispositivo, por lo que la red no se puede configurar normalmente. Por favor cambie a otro WiFi
fi: Nykyinen matkapuhelin on kytketty tähän laitteen hotspot-pisteeseen, joten verkkoa ei voida määrittää normaalisti. Vaihda toiseen WiFi-verkkoon
fr: Le téléphone mobile actuel est connecté à ce point d'accès de l'appareil, de sorte que le réseau ne peut pas être configuré normalement. Veuillez passer à un autre WiFi
he: הטלפון הנייד הנוכחי מחובר לנקודה חמה של מכשיר זה, כך שלא ניתן להגדיר את הרשת כרגיל. אנא עבור ל- WiFi אחר
id: Ponsel saat ini terhubung ke hotspot perangkat ini, sehingga jaringan tidak dapat dikonfigurasikan secara normal. Silakan beralih ke WiFi lain
it: L'attuale telefono cellulare è collegato a questo hotspot del dispositivo, quindi la rete non può essere configurata normalmente. Passa ad altri WiFi
ja: 現在の携帯電話はこのデバイスのホットスポットに接続されているため、ネットワークを正常に構成できません。他のWiFiに切り替えてください
ko: 현재 휴대폰이이 장치 핫스팟에 연결되어 있으므로 네트워크를 정상적으로 구성 할 수 없습니다. 다른 WiFi로 전환하십시오
nb: Den nåværende mobiltelefonen er koblet til denne enhetens hotspot, så nettverket kan ikke konfigureres normalt. Bytt til annen WiFi
nl: De huidige mobiele telefoon is verbonden met de hotspot van dit apparaat, dus het netwerk kan niet normaal worden geconfigureerd. Schakel over naar andere wifi
pl: Bieżący telefon komórkowy jest podłączony do tego hotspotu tego urządzenia, więc nie można normalnie skonfigurować sieci. Przełącz na inne WiFi
pt_br: O telefone celular atual está conectado a este ponto de acesso do dispositivo, portanto, a rede não pode ser configurada normalmente. Por favor, mude para outro WiFi
ro: Telefonul mobil curent este conectat la acest dispozitiv hotspot, astfel încât rețeaua nu poate fi configurată în mod normal. Vă rugăm să treceți la alte conexiuni WiFi
ru: Текущий мобильный телефон подключен к этой точке доступа устройства, поэтому сеть не может быть настроена нормально. Пожалуйста, переключитесь на другой WiFi
sv: Den nuvarande mobiltelefonen är ansluten till den här enhetens hotspot, så nätverket kan inte konfigureras normalt. Byt till andra WiFi
th: เครือข่ายการเชื่อมต่อโทรศัพท์มือถือปัจจุบันเป็นฮอตสปอตของอุปกรณ์นี้ไม่สามารถกำหนดค่าเครือข่ายได้ตามปกติโปรดเปลี่ยนไปใช้ WiFi อื่น
tr: Geçerli cep telefonu bu cihazın etkin noktasına bağlı olduğundan, ağ normal şekilde yapılandırılamıyor. Lütfen diğer Kablosuz ağa geçin
vi: Mạng kết nối điện thoại di động hiện tại là điểm phát sóng của thiết bị này và mạng không thể được định cấu hình bình thường. Vui lòng chuyển sang WiFi khác
zh_hans: 当前手机连接网络为此设备热点，无法正常配置网络，请切换其它WiFi
zh_hant: 當前手機連接網絡為此設備熱點，無法正常配置網絡，請切換其它WiFi

# person_feedback_question_6
source: About the camera with pan
cs: O fotoaparátu s pan
de: Über die PTZ-Kamera
es: Sobre la cámara con pan
fi: Tietoja kamerasta pannulla
fr: À propos de la caméra avec panoramique
he: על המצלמה עם פאן
id: Tentang kamera dengan pan
it: Informazioni sulla fotocamera con panoramica
ja: パン付きカメラについて
ko: 팬이있는 카메라 정보
nb: Om kameraet med panne
nl: Over de camera met pan
pl: O kamerze z patelnią
pt_br: Sobre a câmera com panorâmica
ro: Despre camera cu pan
ru: Про камеру с панорамированием
sv: Om kameran med pan
th: เกี่ยวกับกล้อง PTZ
tr: Pan özellikli kamera hakkında
vi: Giới thiệu về máy ảnh với PTZ
zh_hans: 关于带云台的摄像机
zh_hant: 關於帶雲臺的攝像機

# adddevice_add_success_prompt_ios
source: Added success for your device %@
cs: Přidán úspěch pro vaše zařízení%@
de: Gerät %@ wurde erfolgreich hinzugefügt
es: Se agregó el éxito para su Equipo%@
fi: Lisätty menestystä laitteellesi%@
fr: Ajout du succès pour votre appareil%@
he: הוספת הצלחה למכשיר שלך%@
id: Menambah keberhasilan untuk perangkat Anda%@
it: Aggiunto successo per il tuo dispositivo%@
ja: デバイスの追加に成功しました%@
ko: 기기 %@에 성공 추가
nb: Lagt til suksess for enheten din%@
nl: Succes toegevoegd voor uw apparaat%@
pl: Dodano sukces dla twojego urządzenia%@
pt_br: Sucesso adicionado ao seu dispositivo%@
ro: Un plus de succes pentru dispozitivul tău%@
ru: Добавлен успех для вашего устройства%@
sv: Lade framgång för din enhet%@
th: เพิ่มอุปกรณ์%@ ของคุณสำเร็จแล้ว
tr: %@ Cihazınız için başarı eklendi
vi: Thiết bị của bạn%@ đã được thêm thành công
zh_hans: 已为您的设备%@添加成功
zh_hant: 已為您的設備%@添加成功

# adddevice_direct_select
source: The following can be directly selected
cs: Přímo lze vybrat následující položky
de: Beispielnamen zum sofortigen auswählen:
es: Los siguientes pueden ser seleccionados directamente
fi: Seuraavat voidaan valita suoraan
fr: Les éléments suivants peuvent être directement sélectionnés
he: הבא יכול להיות נבחר ישירות
id: Berikut ini dapat dipilih secara langsung
it: Il seguente può essere selezionato direttamente
ja: 以下を直接選択できます
ko: 다음을 직접 선택할 수 있습니다.
nb: Følgende kan velges direkte
nl: Het volgende kan direct worden geselecteerd
pl: Następujące elementy można wybrać bezpośrednio
pt_br: O seguinte pode ser selecionado diretamente
ro: Următoarele pot fi selectate direct
ru: Следующие могут быть выбраны напрямую
sv: Följande kan väljas direkt
th: ต่อไปนี้จะสามารถเลือกได้โดยตรง
tr: Aşağıdakiler doğrudan seçilebilir
vi: Sau đây có thể được chọn trực tiếp
zh_hans: 以下可直接选择
zh_hant: 以下可直接選擇
