Repository: Yolo-cell-hash/go_home_ios
Catalog: ios/Runner/JASDK/JAResources/XLanguage/X35MultiLanguage/*.lproj/X35MutiLanguage.strings
Languages: cs, de, es, fi, fr, he, id, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sv, th, tr, vi, zh_hans, zh_hant

# adddevice_check_indicator
source: Check if the device indicator is flashing, you can press and hold the Reset button to reset the device.
cs: Zkontrolujte, zda indikátor zařízení bliká. Můžete resetovat zařízení stisknutím a podržením tlačítka Reset.
de: Überprüfen Sie, ob die Geräte-LED blinkt. Halten Sie die Reset-Taste lange gedrückt, um das Gerät zurückzusetzen.
es: Compruebe si el indicador de dispositivo parpadea, puede mantener pulsado el botón de reinicio para reiniciar el dispositivo.
fi: Tarkista, vilkkuu laitteen merkkivalo. Nollaa laite pitämällä Reset-painiketta alhaalla.
fr: Vérifiez si l'indicateur de l'appareil clignote, vous pouvez appuyer sur le bouton Reset pour réinitialiser l'appareil.
he: בדוק אם מחוון ההתקן מהבהב, באפשרותך ללחוץ לחיצה ארוכה על כפתור האיפוס כדי לאפס את ההתקן.
id: Periksa apakah indikator perangkat berkedip, Anda dapat menekan dan menahan tombol Reset untuk mereset perangkat.
it: Verificare se l'indicatore del dispositivo lampeggia, è possibile tenere premuto il pulsante di ripristino per ripristinare il dispositivo.
ja: デバイスインジケータが点滅しているかどうかを確認します。リセットボタンを押し続けると、デバイスをリセットできます。
ko: 장치 표시등이 깜박이는지 확인하고 재설정 버튼을 길게 눌러 장치를 재설정 할 수 있습니다.
nb: Sjekk om enhetsindikatoren blinker, du kan trykke og holde inne Reset-knappen for å tilbakestille enheten.
nl: Controleer of de indicator apparaat knippert, kunt u op en houd de knop Reset om het apparaat te resetten.
pl: Sprawdź, czy wskaźnik urządzenia miga, możesz nacisnąć i przytrzymać przycisk Reset, aby zresetować urządzenie.
pt_br: Verifique se o indicador do dispositivo está piscando, você pode pressionar e segurar o botão Reiniciar para reiniciar o dispositivo.
ro: Verificați dacă indicatorul dispozitivului clipește, puteți apăsa și țineți apăsat butonul Reset pentru a reseta dispozitivul.
ru: Убедитесь, что индикатор устройства мигает, вы можете нажать и удерживать кнопку сброса, чтобы перезагрузить устройство.
sv: Kontrollera om enhetsindikatorn blinkar, du kan trycka och hålla nere återställningsknappen för att återställa enheten.
th: ตรวจสอบว่าไฟแสดงสถานะอุปกรณ์กะพริบหรือไม่คุณสามารถกดปุ่มรีเซ็ตค้างไว้เพื่อรีเซ็ตอุปกรณ์
tr: Cihaz göstergesinin yanıp söndüğünü kontrol edin, cihazı sıfırlamak için Sıfırla düğmesini basılı tutabilirsiniz.
vi: Kiểm tra xem đèn báo thiết bị có nhấp nháy hay không, bạn có thể nhấn và giữ nút Reset để đặt lại thiết bị.
zh_hans: 查看设备指示灯是否闪烁，可长按Reset键重置设备。
zh_hant: 查看設備指示燈是否閃爍，可長按Reset鍵重置設備。

# addevice_connect_success_return_app
source: Return to APP after successful connection
cs: Po úspěšném připojení se vraťte do APP
de: Kehren Sie nach erfolgreicher Verbindung zur APP zurück
es: Regrese a la APLICACIÓN después de una conexión exitosa
fi: Palaa sovellukseen APP yhteyden muodostamisen jälkeen
fr: Revenir à l'APP après une connexion réussie
he: חזור ל- APP לאחר חיבור מוצלח
id: Kembali ke APP setelah koneksi berhasil
it: Torna all'APP dopo la connessione riuscita
ja: 接続に成功したらAPPに戻る
ko: 연결 성공 후 APP로 돌아 가기
nb: Gå tilbake til APP etter vellykket tilkobling
nl: Keer terug naar APP na een succesvolle verbinding
pl: Wróć do aplikacji po udanym połączeniu
pt_br: Retornar ao APP após conexão bem-sucedida
ro: Reveniți la APP după o conexiune reușită
ru: Вернуться в приложение после успешного подключения
sv: Återgå till APP efter lyckad anslutning
th: กลับไปที่ APP หลังจากเชื่อมต่อสำเร็จ
tr: Başarılı bağlantıdan sonra APP'ye dön
vi: Quay lại APP sau khi kết nối thành công
zh_hans: 连接成功后返回APP
zh_hant: 連接成功後返回APP

# person_32_compatible_download
source: 32-bit compatible version download
cs: 32bitová verze ke stažení
de: Kompatible 32-Bit Version herunterladen
es: Descarga de la versión compatible de 32 bits
fi: 32-bittisen yhteensopivan version lataus
fr: Téléchargement de la version compatible 32 bits
he: הורדת גרסה תואמת 32 סיביות
id: Unduhan versi yang kompatibel 32-bit
it: Download versione compatibile a 32 bit
ja: 32ビット互換バージョンのダウンロード
ko: 32 비트 호환 버전 다운로드
nb: Nedlasting av 32-biters kompatibel versjon
nl: 32-bit compatibele versie downloaden
pl: 32-bitowa kompatybilna wersja do pobrania
pt_br: Download de versão compatível com 32 bits
ro: Descărcare versiune compatibilă pe 32 de biți
ru: 32-битная совместимая версия скачать
sv: 32-bitars kompatibel version nedladdning
th: ดาวน์โหลดเวอร์ชันที่เข้ากันได้ 32 บิต
tr: 32 bit uyumlu sürüm indir
vi: Tải xuống phiên bản tương thích 32-bit
zh_hans: 32位兼容版下载
zh_hant: 32位兼容版下載

# person_feedback_question_Cloud_video_renewal_detail_2
source: 2. If your previous cloud recording has expired. You can purchase on the "Cloud Video Service Management Page" and "Personal Center-Cloud Mall". After purchase, the new cloud video package will take effect immediately.
cs: 2. Pokud vaše předchozí cloudové nahrávání vypršelo. Můžete si zakoupit na stránce "Správa služeb Cloud Video" a "Osobní centrum - Cloud Mall". Po zakoupení se nový balíček cloudového videa projeví okamžitě.
de: 2. Wenn Ihre vorheriger Cloud-Speicher abgelaufen ist, können Sie über die"Cloud Video Service Management" Seite und "Konto - Cloud Shop" neuen kaufen. Nach dem Kauf wird das neue Cloud-Videopaket sofort wirksam.
es: 2. Si su grabación en la nube anterior ha expirado. Puede comprar en la "Página de administración del servicio de video en la nube " y "Personal Center-Cloud Mall ". Después de la compra, el nuevo paquete de video en la nube entrará en vigencia de inmediato.
fi: 2. Jos aiempi pilvitallennus on vanhentunut. Voit ostaa "Cloud Video -palvelun hallintasivulla " ja "Personal Center-Cloud Mall ". Ostoksen jälkeen uusi pilvivideopaketti tulee voimaan heti.
fr: 2. Si votre enregistrement cloud précédent a expiré. Vous pouvez acheter sur la "Page de gestion des services vidéo cloud " et "Personal Center-Cloud Mall ". Après l'achat, le nouveau package vidéo cloud prendra effet immédiatement.
he: 2. אם תוקף הקלטת הענן הקודמת שלך פג. ניתן לרכוש בדף "עמוד ניהול שירותי ענן וידיאו " ו "מרכז אישי-קניון ענן ". לאחר הרכישה, חבילת הווידאו בענן החדשה תיכנס לתוקף באופן מיידי.
id: 2. Jika rekaman cloud Anda sebelumnya telah kedaluwarsa. Anda dapat membeli di "Halaman Manajemen Layanan Video Cloud " dan "Personal Center-Cloud Mall ". Setelah pembelian, paket cloud video baru akan segera berlaku.
it: 2. Se la precedente registrazione sul cloud è scaduta. Puoi acquistare sulla "Pagina di gestione del servizio di video cloud " e "Centro commerciale-Centro commerciale ". Dopo l'acquisto, il nuovo pacchetto video cloud avrà effetto immediato.
ja: 2.以前のクラウド記録の有効期限が切れている場合。 "Cloud Video Service Management Page "と"Personal Center-Cloud Mall "で購入できます。購入後、新しいクラウドビデオパッケージはすぐに有効になります。
ko: 2. 이전 클라우드 기록이 만료 된 경우. "Cloud Video Service Management 페이지 "및 "Personal Center-Cloud Mall "에서 구입할 수 있습니다. 구매 후 새로운 클라우드 비디오 패키지가 즉시 적용됩니다.
nb: 2. Hvis forrige skyopptak er utløpt. Du kan kjøpe på "Cloud Video Service Management Page " og "Personal Center-Cloud Mall ". Etter kjøpet trer den nye skyvideopakken i kraft umiddelbart.
nl: 2. Als uw vorige cloudopname is verlopen. U kunt aankopen doen op de "Cloud Video Service Management-pagina " en "Personal Center-Cloud Mall ". Na aankoop gaat het nieuwe cloud videopakket direct in.
pl: 2. Jeśli poprzednie nagranie w chmurze wygasło. Możesz dokonać zakupu na "Stronie zarządzania usługami wideo w chmurze" i "Personal Center-Cloud Mall". Po zakupie nowy pakiet wideo w chmurze zacznie obowiązywać natychmiast.
pt_br: 2. Se a sua gravação na nuvem anterior expirou. Você pode comprar na "Página de gerenciamento do serviço de vídeo em nuvem " e "Personal Center-Cloud Mall ". Após a compra, o novo pacote de vídeo na nuvem entrará em vigor imediatamente.
ro: 2. Dacă înregistrarea anterioară în cloud a expirat. Puteți cumpăra pe "Pagina de gestionare a serviciilor video video " și "Personal Center-Cloud Mall ". După cumpărare, noul pachet video video va intra în vigoare imediat.
ru: 2. Если срок вашей предыдущей облачной записи истек. Вы можете приобрести их на "Странице управления облачным видео сервисом" и "Персональный центр-Cloud Mall". После покупки новый пакет облачного видео вступит в силу немедленно.
sv: 2. Om din tidigare molninspelning har gått ut. Du kan köpa på "Cloud Video Service Management Page " och "Personal Center-Cloud Mall ". Efter köpet träder det nya molnvideopaketet i kraft omedelbart.
th: 2. หากการบันทึกบนคลาวด์ก่อนหน้าของคุณหมดอายุ คุณสามารถซื้อสินค้าได้ที่ "หน้าการจัดการบริการวิดีโอบนคลาวด์" และ "ศูนย์ส่วนบุคคล - Cloud Mall" หลังจากซื้อแพ็คเกจการบันทึกบนคลาวด์ใหม่จะมีผลทันที
tr: 2. Önceki bulut kaydınızın süresi dolmuşsa. "Cloud Video Hizmet Yönetimi Sayfası " ve "Personal Center-Cloud Mall " adresinden satın alabilirsiniz. Satın aldıktan sonra, yeni bulut video paketi hemen yürürlüğe girecek.
vi: 2. Nếu bản ghi trên đám mây trước đó của bạn đã hết hạn. Bạn có thể mua hàng trên "Trang quản lý dịch vụ video đám mây" và "Trung tâm cá nhân — Trung tâm mua sắm trên đám mây". Sau khi mua, gói ghi âm đám mây mới sẽ có hiệu lực ngay lập tức.
zh_hans: 2.如果您之前的云录像已经过期。您可以在“云录像服务管理页面”和“个人中心—云商城”进行购买。 购买后，新的云录像套餐将立即生效。
zh_hant: 2.如果您之前的雲錄像已經過期。您可以在“雲錄像服務管理頁面”和“個人中心—雲商城”進行購買。 購買後，新的雲錄像套餐將立即生效。

# Update_Install_new_version
source: Install new version
cs: Nainstalujte novou verzi
de: Neue Version installieren
es: Instalar nueva versión
fi: Asenna uusi versio
fr: Installer la nouvelle version
he: התקן גרסה חדשה
id: Instal versi baru
it: Installa la nuova versione
ja: 新しいバージョンをインストールする
ko: 새 버전 설치
nb: Installer ny versjon
nl: Nieuwe versie installeren
pl: Zainstaluj nową wersję
pt_br: Instale uma nova versão
ro: Instalați o nouă versiune
ru: Установить новую версию
sv: Installera ny version
th: ติดตั้งเวอร์ชันใหม่
tr: Yeni sürümü yükle
vi: Cài đặt phiên bản mới
zh_hans: 安装新版本
zh_hant: 安裝新版本

# devicelist_cloud_failed_channel_prompt_ios
source: %@Cloud storage video failed to open,please open it manually
cs: %@ 云 存 视频 se nezdařilo otevřít,otevřete jej prosím ručně
de: %@Cloud-Speicher-Video konnte nicht geöffnet werden, bitte manuell öffnen
es: %@No se pudo abrir el video de almacenamiento en la nube,por favor abra manualmente
fi: %@ 云 存 视频 ei avattu,avaa se manuaalisesti
fr: %@ Échec de l’ouverture de la vidéo de stockage en Cloud, veuillez ouvrir manuellement
he: %@וידאו של אחסון בענן לא נפתח,פתח ידנית
id: %@Video penyimpanan cloud gagal dibuka,buka secara manual
it: %@Impossibile aprire il video di archiviazione su cloud,si prega di aprire manualmente
ja: %@動画ファイルを開けません。手動で行ってください。
ko: %@클라우드에 저장된 동영상을 열지 못했습니다. 수동으로 열어주세요.
nb: %@Cloud Storage-video mislyktes å åpne,vennligst åpne manuelt
nl: %@Video met cloudopslag kan niet worden geopend,open alsjeblieft handmatig
pl: %@Nie udało się otworzyć filmu w chmurze,otwórz ręcznie
pt_br: %@ Video de armazenamento na nuvem falhou ao abrir,por favor,abra manualmente
ro: %@ Nu s-a putut deschide videoclipul de stocare în cloud,deschideți manual
ru: %@ Не удалось открыть видео из облачного хранилища,откройте его вручную
sv: %@ Cloud Storage-video misslyckades med att öppna,vänligen öppna manuellt
th: ไม่สามารถเปิดวิดีโอที่เก็บบนคลาวด์ได้โปรดเปิดด้วยตนเอง
tr: %@ Bulut depolama videosu açılamadı,lütfen manuel olarak açın
vi: %@ 云 存 Không mở được ghi âm, vui lòng mở theo cách thủ công
zh_hans: %@云存录像开启失败，请手动开启
zh_hant: %@雲存錄像開啟失敗，請手動開啟

# addDevice_device_connect_WiFi
source: Connect the device to WiFi
cs: Zařízení připojeno k WiFi
de: Mit Geräte-WLAN verbinden
es: Dispositivo conectado a WiFi
fi: Laite on kytketty langattomaan verkkoon
fr: Appareil connecté au WiFi
he: התקן המחובר ל- WiFi
id: Perangkat terhubung ke WiFi
it: Dispositivo collegato al WiFi
ja: 無線LANに接続されたデバイス
ko: WiFi에 연결된 장치
nb: Enhet koblet til WiFi
nl: Apparaat verbonden met wifi
pl: Urządzenie podłączone do Wi-Fi
pt_br: Dispositivo conectado ao WiFi
ro: Dispozitiv conectat la WiFi
ru: Устройство подключено к WiFi
sv: Enhet ansluten till WiFi
th: ชื่อมต่ออุปกรณ์กับ WiFi
tr: Kablosuz ağa bağlı cihaz
vi: Kết nối thiết bị với WiFi
zh_hans: 设备连接WiFi
zh_hant: 設備連接WiFi

# devicesetting_total_traffic
source: Total mobile data %1$s
cs: Celkový průtok%1$s
de: Mobile Daten Gesamt s%1$s
es: Flujo total%1$s
fi: Kokonaisvirta%1$s
fr: Débit total%1$s
he: סה"כ זרימה%1$s
id: Total aliran%1$s
it: Flusso totale%1$s
ja: 総流量%1$s
ko: 총 모바일 데이터 %1$s
nb: Total strøm%1$s
nl: Totale stroom%1$s
pl: Całkowity przepływ%1$s
pt_br: Fluxo total%1$s
ro: Fluxul total%1$s
ru: Общий поток%1$s
sv: Totalt flöde%1$s
th: รวมข้อมูลมือถือ%1$s
tr: Toplam akış%1$s
vi: Tổng lưu lượng truy cập%1$s
zh_hans: 总流量%1$s
zh_hant: 總流量%1$s

# devicesetting_operate_mode
source: Power management
cs: Řízení spotřeby
de: Energieverwaltung
es: Gestión de energía
fi: Virranhallinta
fr: Gestion de l'alimentation
he: ניהול צריכת חשמל
id: Manajemen daya
it: Gestione energetica
ja: パワー管理
ko: 전력 관리
nb: Strømstyring
nl: Stroombeheer
pl: Zarządzanie energią
pt_br: Gerenciamento de energia
ro: Gestionare a energiei
ru: Управление энергопотреблением
sv: Energihantering
th: การจัดการพลังงาน
tr: Güç yönetimi
vi: Quản lý năng lượng
zh_hans: 电量管理
zh_hant: 電量管理

# adddevice_select_add_nav
source: Select add
cs: Vyberte přidat
de: Hinzufügen auswählen
es: Seleccione agregar
fi: Valitse Lisää
fr: Sélectionnez ajouter
he: בחר הוסף
id: Pilih tambah
it: Seleziona aggiungi
ja: 追加を選択
ko: 선택 추가
nb: Velg legg til
nl: Selecteer toevoegen
pl: Wybierz dodaj
pt_br: Selecione adicionar
ro: Selectați adăugare
ru: Выберите добавить
sv: Välj lägg till
th: เพิ่มที่เลือก
tr: Ekle'yi seçin
vi: Chọn để thêm
zh_hans: 选择添加
zh_hant: 選擇添加

# me_device_share_cancel
source: Cancel sharing
cs: Zrušit sdílení
de: Teilen beenden
es: Cancelar compartir
fi: Peruuta jakaminen
fr: Annuler le partage
he: ביטול שיטוף
id: Batal pembagian
it: Eliminare condivisione
ja: シェアの取消し
ko: 공유 삭제
nb: Opphev deling
nl: Delen annuleren
pl: Zakończ udostępnianie
pt_br: Cancelar compartilhamento
ro: Anulați partajarea
ru: Отмена обмена
sv: Avbryt delning
th: ยกเลิกการแชร์
tr: Paylaşımı iptal et
vi: Hủy chia sẻ
zh_hans: 取消分享
zh_hant: 取消分享

# addDevice_use_other_method
source: Use other ways to add
cs: Použijte jiné metody sčítání
de: Andere Hinzufüge-Arten
es: Use otros métodos de adición
fi: Käytä muita lisäysmenetelmiä
fr: Utiliser d'autres méthodes d'addition
he: השתמש בשיטות תוספת אחרות
id: Gunakan metode tambahan lainnya
it: Usa altri metodi di aggiunta
ja: 他の追加方法を使用する
ko: 다른 추가 방법 사용
nb: Bruk andre tilsetningsmetoder
nl: Gebruik andere toevoegingsmethoden
pl: Użyj innych metod dodawania
pt_br: Use outros métodos de adição
ro: Folosiți alte metode de adăugare
ru: Используйте другие методы сложения
sv: Använd andra tillsatsmetoder
th: ใช้วิธีอื่นในการเพิ่ม
tr: Diğer toplama yöntemlerini kullanın
vi: Sử dụng các phương pháp thêm khác
zh_hans: 使用其它添加方式
zh_hant: 使用其它添加方式

# Service_map_Example
source: Example: xx maintenance staff in Tianhe District, Guangzhou
cs: Příklad: xx personál údržby v okrese Tianhe v Guangzhou
de: Beispiel: xx Wartungspersonal im Bezirk Vaihingen, Stuttgart
es: Ejemplo: personal de mantenimiento xx en el distrito de Tianhe, Guangzhou
fi: Esimerkki: xx-huoltohenkilökunta Tianhen alueella, Guangzhoussa
fr: Exemple: xx personnel de maintenance dans le district de Tianhe, Guangzhou
he: דוגמה: צוות תחזוקה של xx במחוז טיאנה, גואנגזו
id: Contoh: staf pemeliharaan xx di Distrik Tianhe, Guangzhou
it: Esempio: xx personale di manutenzione nel distretto di Tianhe, Guangzhou
ja: 例：広州、天河区のxx人の保守スタッフ
ko: 예 : 광저우 톈허 지구의 xx 유지 보수 직원
nb: Eksempel: xx vedlikeholdspersonell i Tianhe District, Guangzhou
nl: Voorbeeld: xx onderhoudspersoneel in het Tianhe-district, Guangzhou
pl: Przykład: XX pracownicy obsługi technicznej w dzielnicy Tianhe w Kantonie
pt_br: Exemplo: xx equipe de manutenção no distrito de Tianhe, Guangzhou
ro: Exemplu: xx personal de întreținere din districtul Tianhe, Guangzhou
ru: Пример: хх обслуживающий персонал в районе Тяньхэ, Гуанчжоу
sv: Exempel: xx underhållspersonal i Tianhe District, Guangzhou
th: ตัวอย่าง: พนักงานซ่อมบำรุง xx ในเขตเทียนเหอกวางโจว
tr: Örnek: Tianhe Bölgesi, Guangzhou'daki xx bakım personeli
vi: Ví dụ: nhân viên bảo trì xx ở quận Thiên Hà, Quảng Châu
zh_hans: 例：广州市天河区xx维修员
zh_hant: 例：廣州市天河區xx維修員

# cloud_purchase_cloud_video_open_success
source: Cloud video is successfully opened
cs: Cloud video je úspěšně otevřeno
de: Cloud-Video wurde erfolgreich geöffnet
es: El vídeo en la nube se ha abierto con éxito.
fi: Pilvivideo avataan onnistuneesti
fr: La vidéo en nuage est ouverte avec succès
he: הסרטון בענן נפתח בהצלחה
id: Video cloud berhasil dibuka
it: Il video cloud è stato aperto con successo
ja: クラウドビデオは正常に開かれました
ko: 클라우드 비디오가 성공적으로 열렸습니다.
nb: Cloud video er vellykket åpnet
nl: Cloudvideo is succesvol geopend
pl: Wideo w chmurze zostało pomyślnie otwarte
pt_br: Vídeo em nuvem é aberto com sucesso
ro: Videoclipul nor este deschis cu succes
ru: Облачное видео успешно открыто
sv: Cloud-video öppnas med framgång
th: เปิดการบันทึกบนคลาวด์สำเร็จแล้ว
tr: Bulut videosu başarıyla açıldı
vi: Tính năng ghi trên đám mây được bật thành công
zh_hans: 云录像开启成功
zh_hant: 雲錄像開啟成功

# add_SIM_configured_with_APN_click
source: SIM card needs to be configured with APN, please click here
cs: SIM karta musí být nakonfigurována pomocí APN, klikněte prosím zde
de: Die SIM-Karte muss mit APN konfiguriert werden, bitte klicken Sie hier
es: La tarjeta SIM debe configurarse con APN, haga clic aquí
fi: SIM-kortille on määritettävä APN, napsauta tästä
fr: La carte SIM doit être configurée avec APN, veuillez cliquer ici
he: יש להגדיר את כרטיס ה-SIM עם APN, אנא לחץ כאן
id: Kartu SIM perlu dikonfigurasi dengan APN, silakan klik di sini
it: La scheda SIM deve essere configurata con APN, fare clic qui
ja: SIMカードはAPNで構成する必要があります。ここをクリックしてください
ko: SIM 카드는 APN으로 구성해야 합니다. 여기를 클릭하세요
nb: SIM-kortet må konfigureres med APN, vennligst klikk her
nl: SIM-kaart moet worden geconfigureerd met APN, klik hier
pl: Karta SIM musi być skonfigurowana z APN, kliknij tutaj
pt_br: O cartão SIM precisa ser configurado com APN, clique aqui
ro: Cardul SIM trebuie configurat cu APN, vă rugăm să faceți clic aici
ru: SIM-карта должна быть настроена с помощью APN, пожалуйста, нажмите здесь
sv: SIM-kortet måste konfigureras med APN, klicka här
th: ต้องกำหนดค่าซิมการ์ดด้วย APN โปรดคลิกที่นี่
tr: SIM kartın APN ile yapılandırılması gerekiyor, lütfen buraya tıklayın
vi: Thẻ SIM cần được cấu hình với APN, hãy nhấp vào đây
zh_hans: SIM卡需要配置APN，请点击此处
zh_hant: SIM卡需要配置APN，請點擊此處

# person_login_log_change_password
source: change your password immediately
cs: Ihned si změňte heslo
de: Passwort jetzt ändern
es: Cambie su contraseña inmediatamente
fi: Vaihda salasanasi välittömästi
fr: Changez votre mot de passe immédiatement
he: שנה את הסיסמה שלך מיד
id: Ubah kata sandi Anda segera
it: Cambia subito la tua password
ja: すぐにパスワードを変更してください
ko: 즉시 비밀번호를 변경하세요
nb: Endre passord umiddelbart
nl: Wijzig onmiddellijk uw wachtwoord
pl: Natychmiast zmień hasło
pt_br: Altere sua senha imediatamente
ro: Schimbați-vă parola imediat
ru: Немедленно смените пароль
sv: Ändra ditt lösenord omedelbart
th: เปลี่ยนรหัสผ่านทันที
tr: Şifrenizi hemen değiştirin
vi: Thay đổi mật khẩu của bạn ngay lập tức
zh_hans: 立即修改密码
zh_hant: 立即修改密碼

# deviceSetting_Card_recording_settings
source: Record setting
cs: Nastavení záznamu
de: Aufnahmeeinstellung
es: Ajuste de registro
fi: Äänitysasetus
fr: Réglage d'enregistrement
he: הגדרת שיא
id: Pengaturan rekaman
it: Impostazione della registrazione
ja: 記録設定
ko: 녹화 설정
nb: Rekordinnstilling
nl: Opname-instelling
pl: Ustawienie nagrywania
pt_br: Configuração de gravação
ro: Setare de înregistrare
ru: Настройка записи
sv: Rekordinställning
th: บันทึกการตั้งค่า
tr: Kayıt ayarı
vi: Thiết lập ghi
zh_hans: 卡录像设置
zh_hant: 卡錄像設置

# magnetic_door
source: Door sensor
cs: Dveřní magnet
de: Türkontakt
es: Sensor de puerta
fi: Oven magneetti
fr: Capteur de porte
he: חיישן דלת
id: Sensor Pintu
it: Contatto magnetico
ja: ドアセンサー
ko: 도어 센서
nb: Dørsensor
nl: Deursensor
pl: Kontaktron
pt_br: Sensor de porta
ro: Senzor de uși
ru: Датчик двери
sv: Dörrgivare
th: เซ็นเซอร์ประตู
tr: Kapı sensörü
vi: Cảm biến cửa
zh_hans: 门磁
zh_hant: 門磁

# Lead_page_describe_4
source: Protect privacy and be safer
cs: Chraňte soukromí a buďte bezpečnější
de: Schützt Ihre Privatsphäre
es: Proteja la privacidad y sea más seguro
fi: Suojaa yksityisyyttä ja ole turvallisempi
fr: Protégez la vie privée et soyez plus en sécurité
he: הגן על הפרטיות והיה בטוח יותר
id: Lindungi privasi dan jadilah lebih aman
it: Proteggi la privacy e sii più sicuro
ja: プライバシーを保護し、より安全に
ko: 개인 정보를 보호하고 더 안전하게
nb: Beskytt personvernet og vær tryggere
nl: Bescherm privacy en wees veiliger
pl: Chroń prywatność i bądź bezpieczniejszy
pt_br: Proteja a privacidade e seja mais seguro
ro: proteja intimitatea
ru: защитить конфиденциальность
sv: Skydda integriteten och vara säkrare
th: ปกป้องความเป็นส่วนตัวและปลอดภัยยิ่งขึ้น
tr: Gizliliği koruyun ve daha güvende olun
vi: Bảo vệ quyền riêng tư và an toàn hơn
zh_hans: 守护隐私更安全
zh_hant: 守護隱私更安全

# deviceSetting_WiFi_signal_strength
source: WiFi signal strength
cs: Síla signálu WiFi
de: WLAN-Signalstärke
es: Intensidad de la señal WiFi
fi: WiFi-signaalin voimakkuus
fr: Puissance du signal Wi-Fi
he: עוצמת אות WiFi
id: Kekuatan sinyal WiFi
it: Potenza del segnale Wi-Fi
ja: WiFi信号強度
ko: WiFi 신호 강도
nb: WiFi-signalstyrke
nl: WiFi-signaalsterkte
pl: Siła sygnału Wi-Fi
pt_br: Força do sinal WiFi
ro: Puterea semnalului WiFi
ru: Мощность сигнала WiFi
sv: WiFi-signalstyrka
th: ความแรงของสัญญาณ WiFi
tr: WiFi sinyal gücü
vi: Cường độ tín hiệu WiFi
zh_hans: WiFi信号强度
zh_hant: WiFi信號強度

# message_slight_hint_describe
source: When there is an alarm message, the mobile phone message prompt sound will last for 5 seconds
cs: Když se objeví poplašná zpráva, zvuk výzvy mobilního telefonu bude trvat 5 sekund
de: Bei einer Alarmmeldung ertönt der Aufforderungston für die Mobiltelefonnachricht 5 Sekunden lang
es: Cuando hay un mensaje de alarma, el mensaje de aviso del teléfono móvil durará 5 segundos
fi: Hälytysviestin tullessa matkapuhelimen viestikehotteen ääni kestää 5 sekuntia
fr: Lorsqu'il y a un message d'alarme, le son de l'invite de message du téléphone portable durera 5 secondes
he: כאשר יש הודעת אזעקה, צליל הנחיית הודעת הטלפון הנייד יימשך 5 שניות
id: Ketika ada pesan alarm, suara prompt pesan ponsel akan bertahan selama 5 detik
it: Quando c'è un messaggio di allarme, il suono del messaggio del telefono cellulare durerà per 5 secondi
ja: アラームメッセージが鳴ると、携帯電話のメッセージプロンプト音が5秒間鳴ります
ko: 알람 메시지가 있을 때 휴대폰 메시지 안내음은 5초간 지속됩니다.
nb: Når det er en alarmmelding, vil mobiltelefonmeldingen vare i 5 sekunder
nl: Wanneer er een alarmbericht is, duurt het meldingsgeluid van de mobiele telefoon 5 seconden;
pl: Gdy pojawi się komunikat alarmowy, dźwięk monitu wiadomości telefonu komórkowego będzie trwał 5 sekund;
pt_br: Quando houver uma mensagem de alarme, o som do prompt da mensagem do celular durará 5 segundos
ro: Când există un mesaj de alarmă, sunetul prompt al mesajului de pe telefonul mobil va dura 5 secunde
ru: Когда есть тревожное сообщение, звук подсказки мобильного телефона будет длиться в течение 5 секунд.
sv: När det finns ett larmmeddelande kommer meddelandet från mobiltelefonen att vara i 5 sekunder
th: เมื่อมีข้อความเตือน ข้อความแจ้งเตือนของโทรศัพท์มือถือจะมีอายุ 5 วินาที
tr: Bir alarm mesajı olduğunda, cep telefonu mesaj istemi sesi 5 saniye sürecektir.
vi: Khi có tin nhắn báo thức, âm thanh nhắc tin nhắn của điện thoại di động sẽ kéo dài trong 5 giây
zh_hans: 有报警消息时，手机消息提示声音将持续5秒
zh_hant: 有報警消息時，手機消息提示聲音將持續5秒
