Repository: Yolo-cell-hash/go_home_ios
Catalog: ios/Runner/JASDK/JAResources/XLanguage/X35MultiLanguage/*.lproj/X35MutiLanguage.strings
Languages: cs, de, es, fi, fr, he, id, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sv, th, tr, vi, zh_hans, zh_hant

# play_lamp_forFailure
source: Fail to get light control info
cs: Informace o řízení světla se nezdařily
de: Info Licht abrufen fehlgeschlagen
es: Error al obtener información de control de luz
fi: Valonohjaustietojen saaminen epäonnistui
fr: Impossible d'obtenir les informations de contrôle de la lumière
he: כשל בקבלת המידע של בקרת האור
id: Gagal mendapat info Kontrol Lampu
it: Errore ricezione informazioni controllo luci
ja: ライト情報を取得できません
ko: 조명 제어정보 획득 오류
nb: Finner ikke lys kontroll informasjon
nl: Info verlichtingsregeling ophalen mislukt
pl: Brak informacji
pt_br: Falha ao obter informações de controle de luz
ro: Nu reușiți să obțineți informații despre controlul luminii
ru: Не удалось получить информацию о контроле освещения
sv: Misslyckas med att få lätt kontrollinformation
th: ไม่สามารถรับข้อมูลการควบคุมแสงได้
tr: Işık kontrol bilgisi alınamadı
vi: Không lấy được thông tin điều khiển ánh sáng
zh_hans: 获取灯控信息失败
zh_hant: 獲取燈控信息失敗

# bell_timeRing
source: Ring time
cs: Čas zvonění
de: Klingelzeit
es: Tiempo de llamada
fi: Soittoaika
fr: Temps de sonnerie
he: זמן הטבעת
id: Waktu bunyi
it: Tempo di suono
ja: 呼び出し時間
ko: 벨소리 울림 시간
nb: Ringetid
nl: Ringtijd
pl: Czas dzwonienia
pt_br: Hora do toque
ro: Timp de apel
ru: Время звонка
sv: Ringtid
th: เวลาแจ้งเตือน
tr: Çalma süresi
vi: Thời gian đổ chuông
zh_hans: 响铃时间
zh_hant: 響鈴時間

# cloud_stop
source: Pause
cs: Pozastavit
es: Pausa
fi: tauko
he: עצור
id: berhenti sementara
it: Pausa
ja: 一時停止
ko: 중지
nl: Pauze
pl: Pauza
pt_br: Pausa
ro: Pauză
ru: Пауза
sv: Paus
th: หยุด
tr: Duraklat
vi: hết giờ
zh_hans: 暂停
zh_hant: 暫停

# deviceSetting_Zoom_and_focus_button
source: Zoom and focus button
cs: Tlačítko zoomu a ostření
de: Zoom- und Fokustaste
es: Botón de zoom y enfoque
fi: Zoom ja tarkennuspainike
fr: Bouton de zoom et de mise au point
he: כפתור זום ומיקוד
id: Tombol zoom dan fokus
it: Pulsante zoom e messa a fuoco
ja: ズームとフォーカスボタン
ko: 확대/축소 및 초점 버튼
nb: Zoom- og fokusknapp
nl: Zoom- en focusknop
pl: Przycisk powiększenia i ostrości
pt_br: Botão de zoom e foco
ro: Buton de zoom și focalizare
ru: Кнопка масштабирования и фокусировки
sv: Zoom- och fokusknapp
th: ปุ่มซูมและโฟกัส
tr: Yakınlaştırma ve odak düğmesi
vi: Nút thu phóng và lấy nét
zh_hans: 变倍与对焦按钮
zh_hant: 變倍與對焦按鈕

# adddevice_prompt_step_2
source: 2. Find the device QR code. (If you can't find the QR code, please choose "Additional Addition")
cs: 2. Najděte QR kód zařízení. (Pokud nemůžete najít QR kód, zvolte "Další dodatek")
de: Schritt 2: Suchen Sie den Geräte-QR-Code. (Wenn Sie den QR-Code nicht finden können, wählen Sie bitte "Anders hinzufügen".)
es: 2. Encuentra el código QR del Equipo. (Si no puede encontrar el código QR, elija "Adición adicional ")
fi: 2. Etsi laitteen QR-koodi. (Jos et löydä QR-koodia, valitse "Lisäys ")
fr: 2.Recherchez le code QR du périphérique. (Si vous ne trouvez pas le code QR, choisissez "Ajout additionnel ")
he: 2. מצא את קוד ה- QR של המכשיר. (אם אינך יכול למצוא את קוד ה- QR, אנא בחר "תוספת נוספת ")
id: 2.Temukan kode QR perangkat. (Jika Anda tidak dapat menemukan kode QR, silakan pilih "Tambahan Tambahan ")
it: 1.trova il codice QR del dispositivo. (Se non riesci a trovare il codice QR, seleziona "Aggiunta aggiuntiva")
ja: 2.デバイスのQRコードを見つけます。 (QRコードが見つからない場合は、「追加追加」を選択してください)
ko: 2.기기 QR 코드를 찾습니다. (QR 코드를 찾을 수없는 경우 "추가 추가"를 선택하십시오)
nb: 2. Finn enhetens QR-kode. (Hvis du ikke finner QR-koden, velg "Tilleggsutstyr ")
nl: 2. Zoek de QR-code van het apparaat. (Als u de QR-code niet kunt vinden, kiest u "Extra toevoeging ")
pl: 2. Znajdź kod QR urządzenia. (Jeśli nie możesz znaleźć kodu QR, wybierz "Dodatek dodatkowy")
pt_br: 2.encontre o código QR do dispositivo. (Se você não encontrar o código QR, escolha "Adição Adicional")
ro: 2. Găsiți codul QR al dispozitivului. (Dacă nu găsiți codul QR, vă rugăm să alegeți "Adaos suplimentar")
ru: 2. Найдите QR-код устройства. (Если вы не можете найти QR-код, пожалуйста, выберите "Дополнительное дополнение")
sv: 2. Hitta enhetens QR-kod. (Om du inte hittar QR-koden väljer du "Ytterligare tillägg")
th: 2. ค้นหารหัส QR ของอุปกรณ์ (หากคุณไม่พบรหัส QR โปรดเลือก "การเพิ่มเพิ่มเติม ")
tr: 2. Cihazın QR kodunu bulun. (QR kodunu bulamıyorsanız, lütfen "Ek Ek" seçeneğini seçin)
vi: 2. Tìm mã QR của thiết bị. (Nếu bạn không thể tìm thấy mã QR, vui lòng chọn "Các phương pháp thêm khác")
zh_hans: 2.找到设备二维码。(若找不到二维码，请选择“其它添加方式”)
zh_hant: 2.找到設備二維碼。 (若找不到二維碼，請選擇“其它添加方式”)

# person_unbundle_phone_number
source: unbundle mobile phone number
cs: oddělit číslo mobilního telefonu
de: Handynummer entfernen
es: desagregar el número de teléfono móvil
fi: irrota matkapuhelinnumero
fr: dégrouper le numéro de téléphone mobile
he: לפרק את מספר הטלפון הנייד
id: batalkan nomor ponsel
it: separare il numero di cellulare
ja: バンドル解除携帯電話番号
ko: 휴대 전화 번호를 풀다
nb: unbundle mobiltelefonnummer
nl: ontbundel mobiel telefoonnummer
pl: odblokować numer telefonu komórkowego
pt_br: número de telefone celular unbundle
ro: se separa numărul de telefon mobil
ru: распаковать номер мобильного телефона
sv: uppdelat mobiltelefonnummer
th: เลิกผูกหมายเลขโทรศัพท์มือถือ
tr: cep telefonu numarasını açmak
vi: Hủy liên kết số điện thoại di động
zh_hans: 解绑手机号
zh_hant: 解綁手機號

# adddevice_check_Bluetooth
source: Please check whether the Bluetooth device is normally powered on, and whether the Bluetooth of the mobile phone is turned on
cs: Zkontrolujte, zda je zařízení Bluetooth normálně zapnuté a zda je zapnuto Bluetooth mobilního telefonu
de: Bitte überprüfen Sie, ob das Bluetooth-Gerät eingeschaltet und ob Bluetooth am Mobiltelefons aktiviert ist
es: Verifique si el dispositivo Bluetooth está normalmente encendido y si el Bluetooth del teléfono móvil está encendido
fi: Tarkista, onko Bluetooth-laite normaalisti päällä ja onko matkapuhelimen Bluetooth päällä
fr: Veuillez vérifier si le périphérique Bluetooth est normalement allumé et si le Bluetooth du téléphone mobile est activé
he: אנא בדוק אם מכשיר ה-Bluetooth מופעל בדרך כלל, והאם ה-Bluetooth של הטלפון הנייד מופעל
id: Silakan periksa apakah perangkat Bluetooth biasanya dihidupkan, dan apakah Bluetooth ponsel dihidupkan
it: Si prega di verificare se il dispositivo Bluetooth è normalmente acceso e se il Bluetooth del telefono cellulare è acceso
ja: Bluetoothデバイスの電源が正常にオンになっているかどうか、携帯電話のBluetoothがオンになっているかどうかを確認してください
ko: 블루투스 기기의 전원이 정상적으로 켜져 있는지, 휴대폰의 블루투스가 켜져 있는지 확인하세요.
nb: Vennligst sjekk om Bluetooth-enheten er normalt slått på, og om Bluetooth på mobiltelefonen er slått på
nl: Controleer of het Bluetooth-apparaat normaal is ingeschakeld en of de Bluetooth van de mobiele telefoon is ingeschakeld
pl: Sprawdź, czy urządzenie Bluetooth jest normalnie włączone i czy Bluetooth telefonu komórkowego jest włączony
pt_br: Verifique se o dispositivo Bluetooth está ligado normalmente e se o Bluetooth do telefone celular está ligado
ro: Vă rugăm să verificați dacă dispozitivul Bluetooth este pornit în mod normal și dacă Bluetooth-ul telefonului mobil este pornit
ru: Пожалуйста, проверьте, нормально ли включено устройство Bluetooth и включен ли Bluetooth на мобильном телефоне.
sv: Kontrollera om Bluetooth-enheten är normalt påslagen och om mobiltelefonens Bluetooth är påslagen
th: โปรดตรวจสอบว่าอุปกรณ์ Bluetooth เปิดอยู่ตามปกติหรือไม่ และ Bluetooth ของโทรศัพท์มือถือเปิดอยู่หรือไม่
tr: Lütfen Bluetooth cihazının normalde açık olup olmadığını ve cep telefonunun Bluetooth'unun açık olup olmadığını kontrol edin.
vi: Vui lòng kiểm tra xem thiết bị Bluetooth có được bật bình thường hay không và Bluetooth của điện thoại di động có được bật hay không
zh_hans: 请检查蓝牙设备是否正常通电，手机蓝牙是否已经打开
zh_hant: 請檢查藍牙設備是否正常通電，手機藍牙是否已經打開

# help_select_product_type
source: Please select the type of product to purchase
cs: Vyberte prosím typ produktu, který chcete zakoupit
de: Bitte gewünschte zu kaufende Produktart auswählen
es: Seleccione el tipo de producto a comprar
fi: Valitse ostettavan tuotteen tyyppi
fr: Veuillez sélectionner le type de produit à acheter
he: אנא בחר את סוג המוצר לרכישה
id: Silakan pilih jenis produk yang akan dibeli
it: Seleziona il tipo di prodotto da acquistare
ja: 購入する製品の種類を選択してください
ko: 구매하실 상품의 종류를 선택해주세요
nb: Velg type produkt du vil kjøpe
nl: Selecteer het type product dat u wilt kopen
pl: Proszę wybrać rodzaj produktu do zakupu
pt_br: Selecione o tipo de produto a comprar
ro: Vă rugăm să selectați tipul de produs de achiziționat
ru: Пожалуйста, выберите тип продукта для покупки
sv: Välj vilken typ av produkt du vill köpa
th: กรุณาเลือกประเภทสินค้าที่จะซื้อ
tr: Lütfen satın alacağınız ürün türünü seçin
vi: Vui lòng chọn loại sản phẩm để mua
zh_hans: 请选择购买的产品类型
zh_hant: 請選擇購買的產品類型

source: Expired
cs: platnost vypršela
de: abgelaufen
es: Caducado
fi: vanhentunut
fr: expiré
he: לא בתוקף
id: kedaluwarsa
it: scaduto
ja: 期限切れ
ko: 만료
nb: utløpt
nl: verlopen
pl: wygasły
pt_br: expirado
ro: expirat
ru: истекший
sv: utgånget
th: หมดอายุ
tr: süresi doldu
vi: hết hạn
zh_hans: 已过期
zh_hant: 已過期

# deviceSetting_Status_Indicator
source: Status Indicator
cs: Indikátor stavu
de: Status-LED
es: Indicador de estado
fi: Tilan ilmaisin
fr: Indicateur de statut
he: מחוון מצב
id: Indikator Status
it: Indicatore di stato
ja: 状態指示ランプ
ko: 상태 표시기
nb: Statusindikator
pl: Wskaźnik stanu
pt_br: Indicador de status
ro: Indicator de stare
ru: Индикатор состояния
sv: Statusindikator
th: ตัวบ่งชี้สถานะ
tr: Durum Göstergesi
vi: Chỉ báo trạng thái
zh_hans: 状态指示灯
zh_hant: 狀態指示燈

# devicesetting_Camera_shutting_down
source: Camera is shutting down
cs: Kamera se vypíná
de: Kamera wird ausgeschaltet
es: La cámara se está apagando
fi: Kamera sammuu
fr: La caméra s'éteint
he: המצלמה נכבית
id: Kamera dimatikan
it: La fotocamera si sta spegnendo
ja: カメラがシャットダウンしています
ko: 카메라가 종료됩니다
nb: Kameraet slår seg av
nl: Camera wordt afgesloten
pl: Aparat wyłącza się
pt_br: A câmera está desligando
ro: Camera se închide
ru: Камера выключается
sv: Kameran stängs av
th: กล้องกำลังปิด
tr: Kamera kapanıyor
vi: Máy ảnh đang tắt
zh_hans: 摄像机关机中
zh_hant: 攝像機關機中

# adddevice_scan_confirm_add
source: Scan the code successfully, please click "confirm add"
cs: Naskenujte kód úspěšně, klikněte na "Potvrdit přidání "
de: QR Code erfolgreich gescannt. Tippen Sie auf "Hinzufügen bestätigen".
es: Escanee el código con éxito, haga clic en "confirmar agregar "
fi: Skannaa koodi onnistuneesti, napsauta "vahvista lisäys"
fr: Scannez le code avec succès, cliquez sur "Confirmer l'ajout ".
he: סרוק את הקוד בהצלחה, אנא לחץ על "אשר את ההוספה"
id: Berhasil memindai kode, silakan klik "konfirmasi tambahkan "
it: Esegui la scansione del codice correttamente, fai clic su "conferma aggiungi "
ja: コードを正常にスキャンし、「追加を確認」をクリックしてください
ko: 코드를 성공적으로 스캔했습니다. "추가 확인 "을 클릭하십시오.
nb: Skann koden. Klikk "bekreft legg til "
nl: Scan de code succesvol, klik op "bevestig add"
pl: Pomyślnie zeskanuj kod, kliknij "Potwierdź dodanie"
pt_br: Digitalize o código com sucesso, clique em "confirmar adicionar"
ro: Scanați cu succes codul, faceți clic pe "confirmare adăugare "
ru: Сканируйте код успешно, пожалуйста, нажмите "подтвердить добавление "
sv: Skanna koden framgångsrikt, klicka på "bekräfta lägg till"
th: สแกนโค้ดเรียบร้อยแล้วกรุณาคลิกที่ "ยืนยันการเพิ่ม "
tr: Kodu başarıyla tarayın, lütfen "ekle" onayla düğmesini tıklayın.
vi: Quét mã thành công, vui lòng bấm vào "xác nhận để thêm"
zh_hans: 扫码成功，请点击“确认添加”
zh_hant: 掃碼成功，請點擊“確認添加”

# alarm_battery_low
source: The power of the camera is extremely low and it can no longer transmit video. Please charge it now!
cs: Síla fotoaparátu je extrémně nízká a již nemůže přenášet video. Nabijte to hned teď!
de: Der Akku der Kamera ist sehr schwach und sie kann kein Video mehr übertragen. Bitte umgehend aufladen!
es: La potencia de la cámara es extremadamente baja y ya no puede transmitir video. ¡Cárgalo ahora!
fi: Kameran teho on erittäin heikko, eikä se voi enää lähettää videota. Lataa se nyt!
fr: La puissance de la caméra est extrêmement faible et elle ne peut plus transmettre de vidéo. Veuillez le charger maintenant!
he: כוחה של המצלמה נמוך במיוחד והיא כבר לא יכולה להעביר וידאו. אנא טען אותו עכשיו!
id: Kekuatan kamera sangat rendah dan tidak dapat lagi mengirimkan video. Silakan isi daya sekarang!
it: Kamera ma bardzo małą moc i nie może już przesyłać wideo. Proszę go teraz naładować!
ja: カメラの電力が非常に低く、ビデオを送信できなくなりました。今すぐ充電してください！
ko: 카메라의 전력이 매우 낮아 더 이상 비디오를 전송할 수 없습니다. 지금 충전하세요!
nb: Kraften til kameraet er ekstremt lav, og det kan ikke lenger overføre video. Vennligst lad det nå!
nl: Het vermogen van de camera is extreem laag en hij kan geen video meer verzenden. Laad het nu op!
pl: Kamera ma bardzo małą moc i nie może już przesyłać wideo. Proszę go teraz naładować!
pt_br: A potência da câmera está extremamente baixa e ela não pode mais transmitir vídeo. Carregue agora!
ro: Puterea camerei este extrem de redusă și nu mai poate transmite videoclipuri. Vă rugăm să o încărcați acum!
ru: Мощность камеры крайне мала, и она больше не может передавать видео. Пожалуйста, зарядите его сейчас!
sv: Kamerans kraft är extremt låg och den kan inte längre överföra video. Ladda det nu!
th: กำลังของกล้องอยู่ในระดับต่ำมากและไม่สามารถส่งวิดีโอได้อีกต่อไป กรุณาชาร์จทันที!
tr: Kameranın gücü son derece düşük ve artık video aktaramıyor. Lütfen şimdi şarj edin!
vi: Pin của máy ảnh sắp hết và không thể truyền video được nữa, vui lòng sạc ngay!
zh_hans: 摄像机电量极低，已不能传送视频，请立即充电！
zh_hant: 攝像機電量極低，已不能傳送視頻，請立即充電！

# playback_Migrate_now
source: Migrate now
cs: Migrujte hned
de: Jetzt migrieren
es: Migrar ahora
fi: Siirrä nyt
fr: Migrez maintenant
he: העבר עכשיו
id: Migrasikan sekarang
ja: 今すぐ移行
ko: 지금 마이그레이션
nb: Migrer nå
nl: Migreer nu
pl: Przeprowadź migrację teraz
pt_br: Migrar agora
ro: Migrează acum
ru: Мигрировать сейчас
sv: Migrera nu
th: ย้ายข้อมูลเดี๋ยวนี้
tr: Şimdi taşıyın
vi: Di cư ngay bây giờ
zh_hans: 立即迁移
zh_hant: 立即遷移

# setting_tips
source: The settings have not been saved, are you sure to quit?
cs: Nastavení nebyla uložena. Opravdu ukončete?
de: Einstellungen wurden nicht gespeichert, trotzdem beenden?
es: La configuración no se ha guardado, ¿está seguro de salir?
fi: Asetuksia ei ole tallennettu. Haluatko varmasti lopettaa?
fr: Les paramètres n'ont pas été enregistrés, êtes-vous sûr de vouloir quitter?
he: ההגדרות לא נשמרו, האם אתה בטוח לפרוש?
id: Pengaturan belum disimpan, apakah Anda yakin untuk keluar?
it: Le impostazioni non sono state salvate, sei sicuro di uscire?
ja: 設定は保存されていません。終了してもよろしいですか？
ko: 설정이 저장되지 않았습니다. 종료 하시겠습니까?
nb: Innstillingene er ikke lagret, er du sikker på å avslutte?
nl: De instellingen zijn niet opgeslagen, weet u zeker dat u wilt stoppen?
pl: Ustawienia nie zostały zapisane, czy na pewno chcesz wyjść?
pt_br: As configurações não foram salvas, você tem certeza de sair?
ro: Setările nu au fost salvate, sunteți sigur să renunțați?
ru: Настройки не были сохранены, вы уверены, что выйти?
sv: Inställningarna har inte sparats, är du säker på att avsluta?
th: การตั้งค่ายังไม่ได้บันทึกไว้,คุณต้องการออกหรือไม่?
tr: Ayarlar kaydedilmedi, çıkacağınızdan emin misiniz?
vi: Cài đặt chưa được lưu, bạn có chắc chắn thoát không?
zh_hans: 设置尚未保存，是否确定退出？
zh_hant: 設置尚未保存，是否確定退出？

# preview_playback_no_video
source: No recording
cs: Žádné video
de: Keine Aufnahmen
es: Sin grabación
fi: Ei videoita
fr: Pas d'enregistrement
he: אין הקלטה
id: Tidak ada Rekaman
it: Nessuna registrazione
ja: 録画がありません
ko: 녹화영상 없음
nb: Ingen videoopptak
nl: Geen opname
pl: Brak nagrań
pt_br: Sem gravação
ro: Nici o înregistrare
ru: Нет записи
sv: Ingen inspelning
th: ไม่มีการบันทึก
tr: Kayıt yok
vi: Không có ghi chú
zh_hans: 没有录像
zh_hant: 沒有錄像

# Service_map_make_a_reservation
source: Go to make a reservation
cs: Přejít na rezervaci
de: Vereinbaren Sie einen Termin
es: Ir a hacer una reserva
fi: Mene varaamaan
fr: Allez faire une réservation
he: לכו להזמין מקום
id: Pergi untuk membuat reservasi
it: Vai per effettuare una prenotazione
ja: 予約に行きます
ko: 예약하러 가다
nb: Gå for å foreta en reservasjon
nl: Ga om een ​​reservering te maken
pl: Idź, aby dokonać rezerwacji
pt_br: Ir para fazer uma reserva
ro: Mergeți să faceți o rezervare
ru: Перейти, чтобы забронировать
sv: Gå för att boka
th: ไปทำการจอง
tr: Rezervasyon yap
vi: Đi đến một cuộc hẹn
zh_hans: 去预约
zh_hant: 去預約

# person_feedback_question_SDcard_error
source: Q3: After inserting the SD card, it prompts "SD card error".
cs: Q3: Po vložení SD karty se zobrazí výzva "SD card error ".
de: F3: Nach dem Einlegen der SD-Karte wird "SD-Kartenfehler" angezeigt.
es: P3: Después de insertar la tarjeta SD, aparece "Error de tarjeta SD ".
fi: Kysymys 3: Kun olet asettanut SD-kortin, se kehottaa "SD-korttivirhe ".
fr: Q3: Après avoir inséré la carte SD, il demande "Erreur de carte SD ".
he: שאלה 3: לאחר הכנסת כרטיס ה- SD, הוא מבקש "שגיאת כרטיס SD ".
id: Q3: Setelah memasukkan kartu SD, itu meminta "kesalahan kartu SD ".
it: D3: Dopo aver inserito la scheda SD, viene richiesto "Errore scheda SD ".
ja: Q3：SDカードを挿入すると、「SDカードエラー」というメッセージが表示されます。
ko: Q3 : SD 카드를 삽입하면 "SD 카드 오류 "가 표시됩니다.
nb: Spørsmål 3: Etter å ha satt inn SD-kortet, ber det "SD-kortfeil ".
nl: V3: Nadat de SD-kaart is geplaatst, wordt "SD-kaartfout " weergegeven.
pl: P3: Po włożeniu karty SD pojawia się komunikat "Błąd karty SD".
pt_br: Q3: Depois de inserir o cartão SD, ele solicita "Erro no cartão SD".
ro: Q3: După introducerea cardului SD, solicită "eroare card SD".
ru: Q3: После установки SD-карты появляется сообщение "Ошибка SD-карты".
sv: F3: Efter att ha satt in SD-kortet uppmanar det "SD-kortfel ".
th: Q3: หลังจากใส่การ์ด SD จะมีข้อความแจ้ง "การ์ด SD ผิดพลาด"
tr: S3: SD kartı taktıktan sonra "SD kart hatası " soruyor.
vi: Q3: Sau khi lắp thẻ SD, nó sẽ nhắc "Lỗi thẻ SD ".
zh_hans: Q3：插入SD卡后提示“储存卡错误”。
zh_hant: Q3：插入SD卡後提示“儲存卡錯誤”。

# devicesetting_sd
source: Standard Definition
cs: Standardní definice
de: SD
es: Definición estándar
fi: Normaali määritelmä
fr: Définition standard
he: סטנדרטי
id: Definisi Standar
it: Definizione standard
ja: 標準的な定義
ko: 표준 정의
nb: Standarddefinisjon
nl: Standaard kwaliteit
pl: Standardowa rozdzielczość
pt_br: Definição padrão
ro: Definitie standard
ru: Стандартное определение
th: ความละเอียดมาตรฐาน
tr: Standart tanım
vi: SD
zh_hans: 标清
zh_hant: 標清

# cloud_package_promotion_condition
source: %1$s can experience the %2$s cloud storage package for free (Enabling cloud storage will consume a lot of traffic, using 4G camerashould be cautious),are you sure to experience?
cs: %1$s může zažít balíček cloudového úložiště %2$s zdarma (Povolení cloudového úložiště spotřebuje hodně provozu, při použití kamery 4G by to mělo být opatrné), jste si jisti, že jej používáte?
de: %1$s kann das %2$s-Cloud-Speicherpaket kostenlos nutzen (das Aktivieren des Cloud-Speichers verbraucht viel Datenverkehr, bei Verwendung von 4G-Kameras ist Vorsicht geboten). Sind Sie sicher, dass Sie es verwenden?
es: %1$s puede experimentar el paquete de almacenamiento en la nube %2$s de forma gratuita (Habilitar el almacenamiento en la nube consumirá mucho tráfico, usando Camerash 4G podría ser cauteloso), ¿está seguro de usarlo?
fi: %1$s voi kokea %2$s pilvitallennuspaketin ilmaiseksi (Pilvitallennuksen käyttöönotto kuluttaa paljon liikennettä, 4G-kameroiden käytön pitäisi olla varovainen), käytätkö varmasti?
fr: %1$s peut bénéficier gratuitement du package de stockage cloud %2$s (l'activation du stockage cloud consommera beaucoup de trafic, en utilisant un caméraman 4G, il faut être prudent), êtes-vous sûr d'utiliser?
he: %1$s יכול לחוות את חבילת אחסון הענן של %2$s בחינם (הפעלת אחסון בענן תצרוך תנועה רבה, השימוש במצלמה 4G אמור להיות זהיר), אתה בטוח להשתמש?
id: %1$s dapat mengalami paket penyimpanan cloud %2$s gratis (Mengaktifkan penyimpanan cloud akan menghabiskan banyak lalu lintas, menggunakan kamera 4G harus hati-hati), Anda yakin akan menggunakannya?
it: %1$s può sperimentare gratuitamente il pacchetto %2$s di archiviazione cloud (L'abilitazione dell'archiviazione cloud consumerà molto traffico, l'utilizzo del camerash 4G dovrebbe essere prudente), sei sicuro di usare?
ja: %1$sは無料で%2$sクラウドストレージパッケージを体験できます(クラウドストレージを有効にすると、4Gカメラを使用すると大量のトラフィックが消費されるので注意が必要です)、使用してもよろしいですか？
ko: %1$s은 (는) %2$s 개의 클라우드 저장소 패키지를 무료로 경험할 수 있습니다 (클라우드 저장소를 활성화하면 4G 카메라를 사용하는 데 많은 데이터가 소비되므로주의해야합니다).
nb: %1$s kan oppleve %2$s skylagringspakken gratis (Å aktivere skylagring vil konsumere mye trafikk, bruker 4G camerashash kan være forsiktig), er du sikker på å bruke?
nl: %1$s kan het %2$s cloud-opslagpakket gratis ervaren (cloudopslag inschakelen kost veel verkeer, gebruik van 4G-camera's is voorzichtig), weet u zeker dat u dit gebruikt?
pl: %1$s może bezpłatnie korzystać z pakietu pamięci masowej w chmurze %2$s (Włączenie pamięci w chmurze zużywa dużo ruchu, korzystanie z kamer 4G powinno być ostrożne), czy na pewno będziesz używać?
pt_br: %1$s pode experimentar o pacote de armazenamento em nuvem %2$s para livre (armazenamento em nuvem Ativando irão consumir uma grande quantidade de tráfego, usando 4G camerashould ser cauteloso), você tem certeza de usar?
ro: %1$s poate experimenta gratuit pachetul de stocare %2$s cloud (Activarea spațiului de stocare în cloud va consuma mult trafic, folosind camera foto 4G ar trebui să fie precaut), sunteți sigur că veți utiliza?
ru: %1$s может бесплатно воспользоваться пакетом облачного хранилища%2$s (включение облачного хранилища будет занимать много трафика, с использованием камер 4G следует быть осторожным), вы обязательно используете?
sv: %1$s kan uppleva %2$s-molnlagringspaketet gratis (Att aktivera molnlagring kommer att konsumera mycket trafik, med användning av 4G camerashash kan vara försiktigt), är du säker på att du använder?
th: %1$s สามารถทดลองแพ็กเกจพื้นที่เก็บข้อมูลบนคลาวด์%2$s ได้ฟรี (การเปิดใช้ที่เก็บข้อมูลบนคลาวด์จะใช้ปริมาณการใช้งานมากโดยใช้กล้อง 4G ควรระมัดระวัง) คุณแน่ใจหรือไม่ว่าจะทดลอง
tr: %1$s Eğer kullanım için emin, (4G tedbirli olması camerashould kullanarak, çok fazla trafik tüketir etkinleştirilmesi bulut depolama) ücretsiz %2$s bulut depolama paketi yaşayabilirsiniz?
vi: %1$s có thể trải nghiệm miễn phí gói lưu trữ đám mây %2$s (bật lưu trữ đám mây sẽ tiêu tốn nhiều dữ liệu hơn, người dùng máy ảnh có plug-in 4G nên thận trọng khi sử dụng), bạn có chắc chắn không?
zh_hans: %1$s可免费体验%2$s云存套餐(开启云存会消耗较多流量，4G插卡枪机用户谨慎使用)，确定体验？
zh_hant: %1$s可免費體驗%2$s雲存套餐(開啟雲存會消耗較多流量，4G插卡槍機用戶謹慎使用)，確定體驗？

# addDevice_Continue_add_cameras
source: Continue to add cameras
cs: Pokračujte v přidávání kamer
de: Kameras hinzufügen
es: Continuar agregando cámaras
fi: Jatka kameroiden lisäämistä
fr: Continuer à ajouter des caméras
he: המשך להוסיף מצלמות
id: Lanjutkan untuk menambahkan kamera
it: Continua ad aggiungere telecamere
ja: カメラの追加を続ける
ko: 계속해서 카메라 추가
nb: Fortsett å legge til kameraer
nl: Doorgaan met het toevoegen van camera's
pl: Kontynuuj dodawanie kamer
pt_br: Continue a adicionar câmeras
ro: Continuați să adăugați camere
ru: Продолжайте добавлять камеры
sv: Fortsätt att lägga till kameror
th: ดำเนินการต่อเพื่อเพิ่มกล้อง
tr: Kamera eklemeye devam edin
vi: Tiếp tục thêm máy ảnh
zh_hans: 继续添加摄像机
zh_hant: 繼續添加攝像機
