Repository: Yolo-cell-hash/go_home_ios
Catalog: ios/Runner/JASDK/JAResources/XLanguage/X35MultiLanguage/*.lproj/X35MutiLanguage.strings
Languages: cs, de, es, fi, fr, he, id, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sv, th, tr, vi, zh_hans, zh_hant

# email_address
source: Bind by email
cs: Vazba poštovní schránky
de: E-Mail Adresse verbinden
es: Encuadernación
fi: Postilaatikon sitominen
fr: Se connecter par email
he: שיוך אימייל
id: mengkaitkan dengan Email
it: Associa ad e-mail
ja: メールで共有
ko: 이메일로 바인딩
nb: Tilknytt via email
nl: Koppelen met e-mail
pl: Połącz przez e-mail
pt_br: Vincular por email
ro: Trimiteți prin e-mail
ru: Привязать по электронной почте
sv: Bind via e-post
th: ผูกกับอีเมล์
tr: E-posta ile bağla
vi: Liên kết hộp thư
zh_hans: 邮箱绑定
zh_hant: 郵箱綁定

# devSetting_delete_ask
source: Delete this device or not?
cs: Chcete zařízení smazat?
de: Gerät wirklich löschen?
es: Eliminar el Equipo?
fi: Haluatko poistaa laitteen?
fr: Supprimer cet appareil ?
he: האם ברצונך למחוק את המכשיר?
id: Hapus Perangkat ini atau tidak?
it: Eliminare dispositivo?
ja: このデバイスを削除しますか？
ko: 이 장치를 삭제하겠습니까?
nb: Slett enheten?
nl: Dit apparaat verwijderen of niet?
pl: Czy usunąć kanał?
pt_br: Excluir este dispositivo ou não?
ro: Ștergeți acest dispozitiv sau nu?
ru: Удалить это устройство или нет?
sv: Ta bort den här enheten eller inte?
th: ลบอุปกรณ์นี้หรือไม่?
tr: Bu cihazı sil veya silme
vi: Bạn có muốn xóa thiết bị không?
zh_hans: 是否删除该设备？
zh_hant: 是否刪除該設備？

# person_feedback_question_add_preset_number_detail
source: Up to 256 preset positions can be set, and you can edit the scene name for each preset position to facilitate subsequent viewing.
cs: Lze nastavit až 256 přednastavených pozic a můžete upravit název scény pro každou přednastavenou pozici, abyste si usnadnili následné prohlížení.
de: Es können bis zu 256 Preset Positionen eingestellt werden, und Sie können den Namen für jede Preset Position bearbeiten, um das spätere Betrachten zu erleichtern.
es: Se pueden configurar hasta 256 posiciones preestablecidas y puede editar el nombre de la escena para cada posición preestablecida para facilitar la visualización posterior.
fi: Jopa 256 esiasetettua paikkaa voidaan asettaa, ja voit muokata kunkin esiasetetun kohdan nimeä myöhemmän katselun helpottamiseksi.
fr: Jusqu'à 256 positions préréglées peuvent être définies et vous pouvez modifier le nom de la scène pour chaque position préréglée afin de faciliter la visualisation ultérieure.
he: ניתן להגדיר עד 256 מיקומים מוגדרים מראש, ותוכל לערוך את שם הסצנה עבור כל מיקום מוגדר מראש כדי להקל על הצפייה הבאה.
id: Hingga 256 posisi preset dapat diatur, dan Anda dapat mengedit nama pemandangan untuk setiap posisi preset untuk memfasilitasi tampilan berikutnya.
it: È possibile impostare fino a 256 posizioni preimpostate ed è possibile modificare il nome della scena per ciascuna posizione preimpostata per facilitare la visualizzazione successiva.
ja: 最大256のプリセット位置を設定でき、各プリセット位置のシーン名を編集して、後で表示しやすくすることができます。
ko: 최대 256개의 사전 설정 위치를 설정할 수 있으며 각 사전 설정 위치에 대한 장면 이름을 편집하여 다음 보기를 용이하게 할 수 있습니다.
nb: Opptil 256 forhåndsinnstilte posisjoner kan angis, og du kan redigere scenenavnet for hver forhåndsinnstilte posisjon for å lette etterfølgende visning.
nl: Er kunnen maximaal 256 vooraf ingestelde posities worden ingesteld en u kunt de scènenaam voor elke vooraf ingestelde positie bewerken om later bekijken te vergemakkelijken.
pl: Można ustawić do 256 zaprogramowanych pozycji i można edytować nazwę sceny dla każdej zaprogramowanej pozycji, aby ułatwić późniejsze przeglądanie.
pt_br: Até 256 posições predefinidas podem ser definidas e você pode editar o nome da cena para cada posição predefinida para facilitar a visualização subsequente.
ro: Pot fi setate până la 256 de poziții presetate și puteți edita numele scenei pentru fiecare poziție presetată pentru a facilita vizualizarea ulterioară.
ru: Можно установить до 256 предустановленных позиций, и вы можете отредактировать название сцены для каждой предустановленной позиции, чтобы облегчить последующий просмотр.
sv: Upp till 256 förinställda positioner kan ställas in, och du kan redigera scennamnet för varje förinställd position för att underlätta efterföljande visning.
th: สามารถตั้งค่าตำแหน่งล่วงหน้าได้ถึง 256 ตำแหน่ง และคุณสามารถแก้ไขชื่อฉากสำหรับตำแหน่งที่ตั้งไว้ล่วงหน้าแต่ละตำแหน่งได้ เพื่อความสะดวกในการรับชมในภายหลัง
tr: 256'ya kadar ön ayar konumu ayarlanabilir ve sonraki görüntülemeyi kolaylaştırmak için her ön ayar konumu için sahne adını düzenleyebilirsiniz.
vi: Có thể đặt tối đa 256 vị trí đặt trước, và bạn có thể chỉnh sửa tên cảnh cho từng vị trí đặt trước để thuận tiện cho việc xem tiếp theo.
zh_hans: 最多可设置256个常看位置，您可以每个常看位置编辑场景名称，方便后续观看。
zh_hant: 最多可設置256個常看位置，您可以每個常看位置編輯場景名稱，方便後續觀看。

# service_content_not_empty
source: Service content cannot be empty
cs: Obsah služby nesmí být prázdný
de: Der Serviceinhalt darf nicht leer sein
es: El contenido del servicio no puede estar vacío
fi: Palvelun sisältö ei voi olla tyhjä
fr: Le contenu du service ne peut pas être vide
he: תוכן השירות לא יכול להיות ריק
id: Konten layanan tidak boleh kosong
it: Il contenuto del servizio non può essere vuoto
ja: サービスコンテンツを空にすることはできません
ko: 서비스 콘텐츠는 비워 둘 수 없습니다.
nb: Tjenesteinnhold kan ikke være tomt
nl: Service-inhoud mag niet leeg zijn
pl: Treść usługi nie może być pusta
pt_br: O conteúdo do serviço não pode estar vazio
ro: Conținutul serviciului nu poate fi gol
ru: Содержание услуги не может быть пустым
sv: Tjänsteinnehållet kan inte vara tomt
th: เนื้อหาบริการต้องไม่ว่างเปล่า
tr: Servis içeriği boş olamaz
vi: Nội dung dịch vụ không được để trống
zh_hans: 服务内容不能为空
zh_hant: 服務內容不能為空

# deviceSetting_color_blocks_protect_privacy
source: Block part of the screen with color blocks to protect privacy
cs: Zablokujte část obrazovky barevnými bloky pro ochranu soukromí
de: Einzelne Bildbereiche maskieren, um diese im Bild unkenntlich zu machen und so öffentliche/private Bereiche nicht zu filmen
es: Bloquea parte de la pantalla con bloques de color para proteger la privacidad
fi: Estä osa näytöstä värilohkoilla yksityisyyden suojaamiseksi
fr: Bloquez une partie de l'écran avec des blocs de couleur pour protéger la confidentialité
he: חסום חלק מהמסך עם בלוקים צבעוניים כדי להגן על הפרטיות
id: Blokir bagian layar dengan blok warna untuk melindungi privasi
it: Blocca parte dello schermo con blocchi di colore per proteggere la privacy
ja: プライバシーを保護するために、画面の一部をカラーブロックでブロックします
ko: 개인 정보 보호를 위해 화면 일부를 컬러 블록으로 차단
nb: Blokker en del av skjermen med fargeblokker for å beskytte personvernet
nl: Blokkeer een deel van het scherm met kleurblokken om de privacy te beschermen
pl: Zablokuj część ekranu kolorowymi blokami, aby chronić prywatność
pt_br: Bloqueie parte da tela com blocos de cores para proteger a privacidade
ro: Blocați o parte a ecranului cu blocuri de culoare pentru a proteja confidențialitatea
ru: Заблокируйте часть экрана цветными блоками для защиты конфиденциальности
sv: Blockera en del av skärmen med färgblock för att skydda integriteten
th: บล็อกบางส่วนของหน้าจอด้วยบล็อคสีเพื่อปกป้องความเป็นส่วนตัว
tr: Gizliliği korumak için ekranın bir kısmını renkli bloklarla engelleyin
vi: Chặn một phần của màn hình bằng các khối màu để bảo vệ quyền riêng tư
zh_hans: 通过色块遮挡部分画面，保护隐私
zh_hant: 通過色塊遮擋部分畫面，保護隱私

# deviceSetting_Set_device_password_prevent_others
source: Set a device password to secure this device and only you have access
cs: Nastavte heslo zařízení k zabezpečení tohoto zařízení a přístup budete mít pouze vy
de: Geräte-Passwort vergeben, um unbefugten Zugriff zu verhindern
es: Establece una contraseña de dispositivo para proteger este dispositivo y solo tú tienes acceso
fi: Aseta laitteen salasana suojataksesi tämän laitteen ja vain sinulla on pääsy siihen
fr: Définissez un mot de passe pour sécuriser cet appareil et vous seul y avez accès
he: הגדר סיסמה למכשיר כדי לאבטח את המכשיר הזה ורק לך יש גישה
id: Tetapkan kata sandi perangkat untuk mengamankan perangkat ini dan hanya Anda yang memiliki akses
it: Imposta una password del dispositivo per proteggere questo dispositivo e solo tu hai accesso
ja: このデバイスを保護するためにデバイスのパスワードを設定すると、自分だけがアクセスできます
ko: 이 장치를 보호하기 위해 장치 암호를 설정하고 나만 액세스할 수 있습니다.
nb: Angi et enhetspassord for å sikre denne enheten, og bare du har tilgang
nl: Stel een apparaatwachtwoord in om dit apparaat te beveiligen en alleen jij hebt toegang
pl: Ustaw hasło urządzenia, aby zabezpieczyć to urządzenie i tylko Ty masz dostęp
pt_br: Defina uma senha de dispositivo para proteger este dispositivo e somente você terá acesso
ro: Setați o parolă pentru dispozitiv pentru a securiza acest dispozitiv și numai dvs. aveți acces
ru: Установите пароль устройства, чтобы защитить это устройство, и только у вас есть доступ
sv: Ställ in ett enhetslösenord för att skydda den här enheten och bara du har åtkomst
th: ตั้งรหัสผ่านอุปกรณ์เพื่อรักษาความปลอดภัยอุปกรณ์นี้และมีเพียงคุณเท่านั้นที่เข้าถึงได้
tr: Bu cihazın güvenliğini sağlamak için bir cihaz şifresi belirleyin ve sadece sizin erişiminiz olsun
vi: Đặt mật khẩu thiết bị để bảo mật thiết bị này và chỉ bạn mới có quyền truy cập
zh_hans: 设置设备密码，防止设备被他人配对占用
zh_hant: 設置設備密碼，防止設備被他人配對占用

# login_wechat
source: WeChat
vi: Đăng nhập WeChat
zh_hans: 微信登录
zh_hant: 微信登錄

source: Select all
cs: Vybrat vše
de: Alle auswählen
es: Seleccionar todo
fi: Valitse kaikki
fr: Tout sélectionner
he: בחר הכל
id: Pilih Semua
it: Seleziona tutto
ja: すべて選択
ko: 모두 선택
nb: Velg alle
nl: Selecteer alles
pl: Zaznacz wszystko
pt_br: Selecionar tudo
ro: Selectează tot
ru: Выбрать все
sv: Välj alla
th: เลือกทั้งหมด
tr: Hepsini seç
vi: Chọn tất cả
zh_hans: 全选
zh_hant: 全選

# adddevice_delete_reset_add
source: Please delete and reset the device before adding it again
cs: Před dalším přidáním zařízení smažte a resetujte
de: Bitte Gerät löschen und zurücksetzen, bevor es erneut hinzufügt wird
es: Elimina y restablece el dispositivo antes de volver a agregarlo.
fi: Poista ja nollaa laite ennen kuin lisäät sen uudelleen
fr: Veuillez supprimer et réinitialiser l'appareil avant de l'ajouter à nouveau
he: אנא מחק ואפס את המכשיר לפני הוספתו שוב
id: Harap hapus dan setel ulang perangkat sebelum menambahkannya lagi
it: Elimina e ripristina il dispositivo prima di aggiungerlo di nuovo
ja: 再度追加する前に、デバイスを削除してリセットしてください
ko: 다시 추가하기 전에 장치를 삭제하고 재설정하십시오.
nb: Slett og tilbakestill enheten før du legger den til igjen
nl: Verwijder het apparaat en reset het voordat u het opnieuw toevoegt
pl: Usuń i zresetuj urządzenie przed ponownym dodaniem
pt_br: Exclua e reinicie o dispositivo antes de adicioná-lo novamente
ro: Vă rugăm să ștergeți și să resetați dispozitivul înainte de a-l adăuga din nou
ru: Пожалуйста, удалите и перезагрузите устройство, прежде чем добавлять его снова
sv: Ta bort och återställ enheten innan du lägger till den igen
th: โปรดลบและรีเซ็ตอุปกรณ์ก่อนเพิ่มอีกครั้ง
tr: Lütfen tekrar eklemeden önce cihazı silin ve sıfırlayın
vi: Vui lòng xóa và đặt lại thiết bị trước khi thêm lại
zh_hans: 请删除并复位设备后再重新添加
zh_hant: 請刪除並複位設備後再重新添加

# addevice_connect_success_return
source: 4. After connecting successfully, return to APP
cs: 4. Po úspěšném připojení se vraťte do aplikace APP
de: 4. Kehren Sie nach erfolgreicher Verbindung zur App zurück
es: 4. Después de conectarse con éxito, regrese a la APLICACIÓN
fi: 4. Kun olet muodostanut yhteyden, palaa sovellukseen APP
fr: 4. Une fois la connexion établie, revenez à APP
he: 4. לאחר התחברות בהצלחה, חזור אל APP
id: 4. Setelah berhasil terhubung, kembali ke APP
it: 4. Dopo aver eseguito correttamente la connessione, tornare a APP
ja: 4.接続に成功したら、APPに戻ります
ko: 4. 성공적으로 연결되면 APP으로 돌아갑니다.
nb: 4. Gå tilbake til APP etter å ha koblet til
nl: 4. Ga na een succesvolle verbinding terug naar APP
pl: 4. Po pomyślnym połączeniu powróć do APP
pt_br: 4. Após conectar com sucesso, retorne ao APP
ro: 4. După conectarea cu succes, reveniți la APP
ru: 4. После успешного подключения вернитесь в приложение.
sv: 4. När du har anslutit framgångsrikt, gå tillbaka till APP
th: 4. หลังจากเชื่อมต่อสำเร็จให้กลับไปที่ APP
tr: 4. Başarıyla bağlandıktan sonra APP'ye dönün
vi: 4. Sau khi kết nối thành công, quay lại APP
zh_hans: 4.连接成功后，返回APP
zh_hant: 4.連接成功後，返回APP

# devicesetting_4G_card_Traffic_recharge
source: Mobile data top-up
cs: Dobíjení provozu
de: Mobile Daten aufladen
es: Recarga de tráfico
fi: Liikenteen lataus
fr: Recharge du trafic
he: טעינה בתנועה
id: Isi ulang lalu lintas
it: Ricarica del traffico
ja: 交通リチャージ
ko: 교통 재충전
nb: Trafikk lades opp
nl: Verkeer opladen
pl: Doładowanie ruchu
pt_br: Recarga de tráfego
ro: Reîncărcare de trafic
ru: Пополнение трафика
sv: Trafik laddas
th: ข้อมูลมือถือเติมเงิน
tr: Trafik şarjı
vi: Nạp lại dữ liệu
zh_hans: 流量充值
zh_hant: 流量充值

# devicesetting_4G_card_management
source: 4G card management
cs: Správa karet 4G
de: SIM Kartenverwaltung
es: Gestión de tarjetas 4G
fi: 4G-kortin hallinta
fr: Gestion de carte 4G
he: ניהול כרטיס 4G
id: Manajemen kartu 4G
it: Gestione delle carte 4G
ja: 4Gカード管理
ko: 4G 카드 관리
nb: 4G kortadministrasjon
nl: 4G-kaartbeheer
pl: Zarządzanie kartą 4G
pt_br: Gestão de cartões 4G
ro: 4G de gestionare a cardului
ru: Управление картами 4G
sv: 4G-korthantering
th: จัดการซิม 4G
tr: 4G kart yönetimi
vi: Quản lý thẻ 4G
zh_hans: 4G卡管理
zh_hant: 4G卡管理

# adddevice_close_effect_WLAN
source: If the phone has WLAN+, smart Wi-Fi, Wi-Fi+, Wi-Fi assistant enabled in the Wi-Fi configuration, please close it when configuring.
cs: Pokud má telefon v konfiguraci WiFi povolen WLAN +, chytré WiFi, WiFi +, WiFi pomocníka, při konfiguraci jej prosím zavřete.
de: Wenn am Telefon WLAN +, Smart WiFi, WiFi + und WiFi Assistant in der WiFi-Konfiguration aktiviert sind, schalten Sie es bitte während der Konfiguration aus.
es: Si el teléfono tiene WLAN +, WiFi inteligente, WiFi +, asistente de WiFi habilitado en la configuración de WiFi, ciérrelo cuando realice la configuración.
fi: Jos puhelimessa on WLAN +, älykäs WiFi, WiFi +, WiFi-avustaja käytössä WiFi-kokoonpanossa, sulje se konfiguroinnin yhteydessä.
fr: Si le téléphone est équipé de WLAN +, d'assistant Smart WiFi, WiFi +, d'un assistant WiFi activé dans la configuration WiFi, veuillez le fermer lors de la configuration.
he: אם הטלפון כולל WLAN +, WiFi חכם, WiFi +, עוזר WiFi מופעל בתצורת WiFi, אנא סגור אותו בעת קביעת התצורה.
id: Jika ponsel memiliki WLAN +, WiFi pintar, WiFi +, asisten WiFi yang diaktifkan dalam konfigurasi WiFi, harap tutup ketika mengonfigurasi.
it: Se il telefono dispone di WLAN +, WiFi intelligente, WiFi +, Assistente WiFi abilitato nella configurazione WiFi, chiuderlo durante la configurazione.
ja: 電話機のWiFi設定でWLAN +、スマートWiFi、WiFi +、WiFiアシスタントが有効になっている場合は、設定時に閉じてください。
ko: 전화기에 WiFi 구성에서 WLAN +, 스마트 WiFi, WiFi +, WiFi 지원이 활성화 된 경우 구성 할 때 닫으십시오.
nb: Hvis telefonen har WLAN +, smart WiFi, WiFi +, WiFi-assistent aktivert i WiFi-konfigurasjonen, må du lukke den når du konfigurerer.
nl: Als de telefoon WLAN +, smart WiFi, WiFi +, WiFi-assistent ingeschakeld heeft in de WiFi-configuratie, sluit deze dan tijdens het configureren.
pl: Jeśli telefon ma WLAN +, inteligentne WiFi, WiFi +, asystent WiFi włączony w konfiguracji WiFi, zamknij go podczas konfiguracji.
pt_br: Se o telefone tiver WLAN +, WiFi inteligente, WiFi +, assistente WiFi ativado na configuração de WiFi, feche-o ao configurar.
ro: Dacă telefonul are WLAN +, WiFi inteligent, WiFi +, asistent WiFi activat în configurația WiFi, vă rugăm să îl închideți la configurare.
ru: Если в телефоне включена поддержка WLAN +, Smart WiFi, WiFi +, помощник WiFi в конфигурации WiFi, закройте его при настройке.
sv: Om telefonen har WLAN +, smart WiFi, WiFi +, WiFi-assistent aktiverad i WiFi-konfigurationen, stäng den när du konfigurerar.
th: หากโทรศัพท์มี WLAN +, Wi-Fi อัจฉริยะ, Wi-Fi +, ตัวช่วย Wi-Fi ที่เปิดใช้งานในการกำหนดค่า Wi-Fi โปรดปิดเมื่อกำหนดค่า
tr: Telefonda WiFi yapılandırmasında etkin WLAN +, akıllı WiFi, WiFi +, WiFi yardımcısı varsa, lütfen yapılandırırken kapatın.
vi: Nếu điện thoại đã bật WLAN +, WiFi thông minh, WiFi +, Hỗ trợ WiFi trong cấu hình WiFi, vui lòng tắt nó trong khi cấu hình
zh_hans: 如果手机在WiFi配置里开启了WLAN+、智能WiFi、WiFi+、WiFi助手，配置时请关闭
zh_hant: 如果手機在WiFi配置裡開啟了WLAN+、智能WiFi、WiFi+、WiFi助手，配置時請關閉

# playback_Free_cloud_storage_package
source: Free 1-day storage/3-day service cloud storage package
cs: Bezplatný 1denní úložiště / 3denní balíček cloudového úložiště
de: Kostenloses 1-Tages-Speicher/3-Tages-Service-Cloud-Speicherpaket
es: Paquete gratuito de almacenamiento de 1 día/servicio de almacenamiento en la nube de 3 días
fi: Ilmainen 1 päivän tallennustila / 3 päivän palvelun pilvitallennuspaketti
fr: Stockage gratuit d'un jour/forfait de stockage en nuage de service de 3 jours
he: חבילת אחסון בענן חינם ליום אחד/שירות 3 ימים
id: Penyimpanan gratis 1 hari paket penyimpanan cloud layanan 3 hari
it: Pacchetto di archiviazione cloud gratuito per 1 giorno/3 giorni di servizio
ja: 無料の1日ストレージ/3日サービスクラウドストレージパッケージ
ko: 1일 무료 스토리지/3일 서비스 클라우드 스토리지 패키지
nb: Gratis 1-dagers lagring/3-dagers tjeneste skylagringspakke
nl: Gratis 1-daagse opslag/3-daagse service cloud-opslagpakket
pl: Bezpłatna 1-dniowa przestrzeń dyskowa/3-dniowa usługa przechowywania w chmurze
pt_br: Pacote de armazenamento em nuvem de serviço gratuito de 1 dia/3 dias
ro: Pachet de stocare în cloud gratuit pentru 1 zi/serviciu de 3 zile
ru: Бесплатное 1-дневное хранилище/3-дневный пакет услуг облачного хранилища
sv: Gratis 1-dagars lagring/3-dagars molnlagringspaket
th: ฟรี แพ็คเกจพื้นที่เก็บข้อมูลบนคลาวด์ 1 วัน / บริการ 3 วัน
tr: Ücretsiz 1 günlük depolama/3 günlük hizmet bulut depolama paketi
vi: Gói lưu trữ đám mây dịch vụ miễn phí trong 1 ngày / 3 ngày
zh_hans: 免费领取1天存储/3天服务云存套餐
zh_hant: 免費領取1天存儲/3天服務雲存套餐

# password_not_bindingFailed_phone
source: The phone number is not bound
cs: Telefonní číslo není vázáno
de: Handynummer ist nicht eingebunden
es: El número de teléfono no está vinculado
fi: Puhelinnumero ei ole sidottu
fr: Le numéro de téléphone n'est pas lié
he: מספר הטלפון לא משוייך
id: nomor HP ini tidak terikat
it: Numero telefonico non associato
ja: 電話番号は共有されていません
ko: 전화 번호가 바운드되지 않았습니다.
nb: Telefonnummeret er ikke knyttet til konto
nl: Telefoonnummer niet gekoppeld
pl: Numer telefonu nie jest powiązany
pt_br: O número de telefone não está vinculado
ro: Numărul de telefon nu este obligat
ru: Номер телефона не связан
sv: Telefonnumret är inte bunden
th: หมายเลขโทรศัพท์ที่ไม่ได้ผูกไว้
tr: Telefon numarası bağlı değil
vi: Số điện thoại không bị ràng buộc
zh_hans: 手机号未被绑定
zh_hant: 手機號未被綁定

# preview_does_not_support_cruise
source: Expand mode doesn't support auto cruise function
cs: Režim rozbalování nepodporuje plavební funkci
de: Autom. Tour wird von Wiedergabemodus nicht unterstützt
es: El modo de despliegue no admite la función de crucero
fi: Unfolding-tila ei tue risteilytoimintoa
fr: Le mode Sread ne supporte pas la fonction de croisière automatique
he: המצב הפנורמי לא תוך בפונקציית השיוט
id: Model tidak mendukung otomatis putar
it: La modalità schermo non permette il controlo Tour
ja: スプレッドモードは自動回転をサポートしていません
ko: 오토 크루즈 기능을 지원하지 않습니다.
nb: Utvidet modus støtter ikke cruise-funksjonen
nl: Sread-modus ondersteunt niet de auto-cruise-functie
pl: Tryb nie obsługuje funkcji automatycznej trasy
pt_br: Modo Sread não suporta a função de cruzeiro automático
ro: Modul Sread nu suporta funcția de croazieră auto
ru: Режим Sread не поддерживает функцию автоматического круиза
sv: Sread-läge stöder inte automatisk kryssningsfunktion
th: โหมดขยายไม่รองรับฟังก์ชั่นการทำงานอัตโนมัติ
tr: Sread modu otomatik seyir işlevini desteklemiyor
vi: Chế độ mở khóa không hỗ trợ chức năng hành trình
zh_hans: 展开模式不支持巡航功能
zh_hant: 展開模式不支持巡航功能

# Person_support_Center
source: Support Center
cs: Centrum podpory
es: Centro de Apoyo
fi: Tukipalvelu
fr: Centre de soutien
he: מרכז תמיכה
id: Pusat layanan
it: Centro di supporto
ja: サポートセンター
ko: 지원 센터
nb: Støttesenter
nl: Ondersteuning's centrum
pl: Centrum Wsparcia
pt_br: Centro de Apoio
ro: Centru de asistență
ru: Центр поддержки
th: ศูนย์สนับสนุน
tr: Destek Merkezi
vi: Trung tâm hỗ trợ
zh_hans: 支持中心
zh_hant: 支持中心

# synchronous_time
source: Time synchronization
cs: Synchronizace času
de: Zeit synchronisieren
es: Sincronización de tiempo
fi: Ajan synkronointi
fr: Synchronisation de l'heure
he: סנכרון זמן
id: Sikron Waktu
it: Sincronizzazione oraria
ja: 時刻同期
ko: 시간 동기화
nb: Tidssynkronisering
nl: Tijdsync
pl: Ustawienia czasu
pt_br: Sincronização de tempo
ro: Sincronizarea timpului
ru: Синхронизация времени
sv: Tidssynkronisering
th: ปรับเวลาอัตโนมัติ
tr: Zaman senkronizasyonu
vi: Đồng bộ hóa thời gian
zh_hans: 时间同步
zh_hant: 時間同步

# devicelist_code_matching_fail_reason_4
source: Camera does not support pairing
cs: Fotoaparát nepodporuje párování
de: Kamera unterstützt keine Paarung
es: La cámara no admite emparejamiento
fi: Kamera ei tue pariliitosta
fr: La caméra ne prend pas en charge le jumelage
he: המצלמה לא תומכת בהתאמה
id: Kamera tidak mendukung pemasangan
it: La fotocamera non supporta l'associazione
ja: カメラはペアリングをサポートしていません
ko: 카메라가 페어링을 지원하지 않습니다
nb: Kameraet støtter ikke sammenkobling
nl: Camera ondersteunt koppelen niet
pl: La cámara no admite emparejamiento
pt_br: A câmera não suporta o emparelhamento
ro: Camera nu acceptă asociere
ru: Камера не поддерживает сопряжение
sv: Kameran stöder inte ihopparning
th: กล้องไม่รองรับการจับคู่
tr: Kamera eşleştirmeyi desteklemiyor
vi: Máy ảnh không hỗ trợ ghép nối
zh_hans: 摄像机不支持配对
zh_hant: 攝像機不支持配對

# deviceSetting_Custom_detection_area_settings
source: Custom detection area settings
cs: Vlastní nastavení detekční oblasti
de: Erkennungsbereich wie gewünscht einstellen
es: Configuración del área de detección personalizada
fi: Mukautetut tunnistusalueen asetukset
fr: Paramètres de zone de détection personnalisés
he: הגדרות אזור זיהוי מותאמות אישית
id: Pengaturan area deteksi khusus
it: Impostazioni personalizzate dell'area di rilevamento
ja: カスタム検出エリア設定
ko: 사용자 정의 감지 영역 설정
nb: Egendefinerte innstillinger for deteksjonsområde
nl: Aangepaste instellingen voor detectiegebied
pl: Niestandardowe ustawienia obszaru wykrywania
pt_br: Configurações personalizadas da área de detecção
ro: Setări personalizate pentru zona de detectare
ru: Пользовательские настройки зоны обнаружения
sv: Anpassade inställningar för detektionsområde
th: การตั้งค่าพื้นที่การตรวจจับแบบกำหนดเอง
tr: Özel algılama alanı ayarları
vi: Cài đặt khu vực phát hiện tùy chỉnh
zh_hans: 自定义侦测区设置
zh_hant: 自定義偵測區設置

# deviceSetting_siren_volume
source: Siren volume
cs: Hlasitost sirény
de: Lautstärke der Sirene
es: Volumen de sirena
fi: Sireenin äänenvoimakkuus
fr: Volume sirène
he: עוצמת צפירה
id: Volume sirene
it: Volume della sirena
ja: サイレンボリューム
ko: 사이렌 볼륨
nb: Sirenevolum
nl: Sirenevolume
pl: Głośność syreny
pt_br: Volume da sirene
ro: Volumul sirenei
ru: Громкость сирены
sv: Sirenvolym
th: ระดับเสียงไซเรน
tr: siren sesi
vi: Âm lượng còi báo động
zh_hans: 警报声音量
zh_hant: 警報聲音量
