Repository: Yolo-cell-hash/go_home_ios
Catalog: ios/Runner/JASDK/JAResources/XLanguage/X35MultiLanguage/*.lproj/X35MutiLanguage.strings
Languages: cs, de, es, fi, fr, he, id, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sv, th, tr, vi, zh_hans, zh_hant

# help_normal_problem_text_13
source: 1.Suggest to use original power adapter. If use other adapter with the power is not stable,the device may be damaged.
cs: 1. Doporučujeme použít napájecí adaptér dodávaný se zařízením. Používejte externí napájecí zdroj Pokud je napájecí zdroj nestabilní,může dojít k poškození zařízení.
de: 1. Es wird empfohlen das Original Netzteil zu verwenden. Bei Nutzung anderer Netzteile und einer nicht stabilen Stromversorgung kann das Gerät beschädigt werden.
es: 1. Se recomienda utilizar el adaptador de corriente que viene con el Equipo. El uso de una fuente de alimentación externa puede causar daños al Equipo si la fuente de alimentación es inestable.
fi: 1. On suositeltavaa käyttää laitteen mukana tullutta virtalähdettä Käytä ulkoista virtalähdettä Jos virtalähde on epävakaa,se voi vahingoittaa laitetta.
fr: 1. Nous vous recommandons d'utiliser l'adaptateur secteur d'origine. Si vous utilisez un autre adaptateur et que l'alimentation n'est pas stable, l'appareil peut être endommagé.
he: 1. אנו מציעים להשתמש בספק הכח המקורי,על מנת להימנע מנזק למכשיר
id: 1. disarankan menggunakan adaptor original. Jika mengunakan adaptor lain dan power tidak stabil,kemungkinan akan merusak perangkat.
it: 1. è sempre consigliabile utilizzare l'alimentatore in dotazione,in caso l'alimentazione non sia stabile,il dispositivo potrebbe rovinarsi
ja: 1.付属の電源アダプタをご利用ください。他のアダプターを使用すると本体が損傷する可能性もございます。
ko: 1. 원본 전원 어댑터를 사용하십시오. 다른 어댑터를 사용하고 전원이 안정적이지 않으면 장치가 손상되었을 수 있습니다.
nb: 1. Det anbefales å bruke strømtilførselen som følger med enheten. Ved bruk av annen strømforsyning kan det forekomme skader hvis strømtilførselen er ustabil.
nl: 1.Adviseer originele voedingsadapter te gebruiken. Wanneer u een andere adapter gebruikt en de voeding is niet stabiel,kan het apparaat worden beschadigd.
pl: 1. Zalecane jest używanie oryginalnego zasilacza w przeciwnym wypadku zasilanie może być niestabilne i doprowadzić do uszkodzenia urządzenia.
pt_br: 1. Sugerir para usar o adaptador de energia original. Se usar outro adaptador e a energia não estiver estável,o dispositivo pode estar danificado.
ro: 1.Sugusteți să utilizați adaptorul original de alimentare. Dacă utilizați alt adaptor și puterea nu este stabilă,este posibil ca aparatul să fie deteriorat.
ru: 1. Рекомендуется использовать оригинальный адаптер питания. Если использовать другой адаптер и питание нестабильно,устройство может быть повреждено.
sv: 1. Föreslå att du använder originaladapteren. Om annan adapter används och strömmen inte är stabil kan enheten skadas.
th: 1. แนะนำให้ใช้อะแดปเตอร์ไฟของแท้ หากใช้อะแดปเตอร์อื่นที่ไฟไม่เสถียรอุปกรณ์อาจเสียหาย
tr: Orijinal güç adaptörü kullanmak için 1.Suggest. Başka bir adaptör kullanın ve güç sabit değilse,cihaz zarar görebilir.
vi: 1. Nên sử dụng bộ đổi nguồn đi kèm với thiết bị, việc sử dụng nguồn điện bên ngoài có thể gây hỏng thiết bị nếu nguồn điện không ổn định.
zh_hans: 1.建议使用设备自带的电源适配器，使用外接电源如果电源不稳定可能会对设备造成损坏。
zh_hant: 1.建議使用設備自帶的電源適配器，使用外接電源如果電源不穩定可能會對設備造成損壞。

# adddevice_confirm_password
source: Confirm password: please enter
cs: Potvrďte heslo: zadejte
de: Passwort bestätigen: Bitte eingeben
es: Confirmar contraseña: ingrese
fi: Vahvista salasana: kirjoita
fr: Confirmer le mot de passe: s'il vous plaît entrer
he: אשר סיסמה: אנא הכנס
id: Konfirmasi kata sandi: silakan masukkan
it: Conferma password: inserisci
ja: パスワードの確認：入力してください
ko: 비밀번호 확인 : 입력하십시오
nb: Bekreft passord: skriv inn
nl: Bevestig wachtwoord: voer alstublieft in
pl: Potwierdź hasło: proszę wpisać
pt_br: Confirme a senha: digite
ro: Confirmați parola: introduceți
ru: Подтвердите пароль: пожалуйста, введите
sv: Bekräfta lösenord: ange
th: ยืนยันรหัสผ่าน: โปรดป้อน
tr: Şifreyi onayla: lütfen girin
vi: Xác nhận mật khẩu: vui lòng nhập
zh_hans: 确认密码：请输入
zh_hant: 確認密碼：請輸入

# register_password_tips
source: The password is 6-20 characters long,using numbers,symbols or letters and distinguish Capitalization
cs: Heslo je dlouhé 6-20 znaků,pomocí čísel,symbolů nebo písmen a rozlišuje velká a malá písmena.
de: Passwort darf 6 bis 20 Zeichen lang sein und aus Zahlen und Buchstaben bestehen. Groß- und Kleinschreibung wird beachtet.
es: La contraseña tiene una longitud de 6-20 caracteres,utiliza números,símbolos o letras y distingue entre mayúsculas y minúsculas.
fi: Salasana on 6-20 merkkiä pitkä,käyttäen numeroita,symboleja tai kirjaimia,ja se on kirjainkohtainen.
fr: Le mot de passe est composé de 6 à 20 caractères. Il comporte des chiffres, symboles et lettres. La casse est prise en compte.
he: הסיסמה צריכה להיות באורך של 6-20 תווים, ומורכבת מתווים ומספרים
id: Sandi adalah 6-20 karakter,menggunakan angka,simbol atau huruf dan peka huruf besar kecil.
it: La password è lunga 6-20 caratteri,utilizzando numeri,simboli o lettere e fa distinzione tra maiuscole e minuscole.
ja: パスワードは、英数字・記号を使い6～20文字で入力してください。大文字、小文字は区別されます。
ko: 암호는 숫자, 영문을 사용하여 6 ~ 20 자이며 대소 문자를 구분합니다.
nb: Passordet er 6-20 tegn langt,ved hjelp av tall,symboler eller bokstaver og er bokstavsfølsomt.
nl: Het wachtwoord is 6-20 tekens lang,met cijfers,symbolen of letters en is hoofdlettergevoelig.
pl: Hasło ma długość 6-20 znaków,używając cyfr,symboli lub liter i rozróżnia wielkość liter.
pt_br: A senha tem 6-20 caracteres,usando números,símbolos ou letras,e diferencia maiúsculas de minúsculas.
ro: Parola are o lungime de 6-20 caractere,folosind numere,simboluri sau litere și este sensibilă la minuscule.
ru: Пароль длиной 6-20 символов,с использованием цифр,символов или букв,и чувствителен к регистру.
sv: Lösenordet är 6-20 tecken långt,med siffror,symboler eller bokstäver och är skiftlägeskänslig.
th: รหัสผ่านมีความยาว 6-20 อักขระ โดยใช้ตัวเลขหรือสัญลักษณ์และตัวอักษรตัวพิมพ์เล็กและพิมพ์ใหญ่
tr: Şifre,rakamları,simgeleri veya harfleri kullanan 6-20 karakter uzunluğundadır ve büyük/küçük harf duyarlıdır.
vi: Độ dài mật khẩu là 6-20 ký tự, sử dụng số, ký hiệu hoặc chữ cái và phân biệt chữ hoa chữ thường
zh_hans: 密码长度为6-20个字符，使用数字、符号或字母并区分大小写
zh_hant: 密碼長度為6-20個字符，使用數字、符號或字母並區分大小寫

# devicesetting_Video_center_correction_center_one
source: Center 1:
cs: Centrum 1:
de: Mitte 1:
es: Centro 1:
fi: Keskus 1:
fr: Centre 1 :
he: מרכז 1:
id: Pusat 1:
it: Centro 1:
ja: センター1：
ko: 센터 1 :
nb: Senter 1:
nl: Midden 1:
pl: Centrum 1:
pt_br: Centro 1:
ro: Centrul 1:
ru: Центр 1:
th: ศูนย์กลาง 1:
tr: Merkez 1:
vi: Trung tâm 1:
zh_hans: 圆心1：
zh_hant: 圓心1：

# help_normal_problem_text_9
source: 2.When SD card is ruined or file system is wrong,please try to change or re-format the SD card.
cs: 2. Pokud je karta SD poškozená nebo souborový systém je nesprávný,měli byste zvážit výměnu nebo přeformátování karty SD.
de: 2.Wenn die SD-Karte beschädigt oder das Format falsch ist, versuchen Sie das Format zu ändern oder die SD-Karte neu zu formatieren.
es: 2. Si la tarjeta SD está dañada o el sistema de archivos es incorrecto,considere reemplazar o formatear la tarjeta SD.
fi: 2. Jos SD-kortti on vioittunut tai tiedostojärjestelmä on väärä,kannattaa harkita SD-kortin vaihtamista tai alustamista.
fr: 2. Si la carte SD est endommagée ou que le système de fichiers est défectueux, essayez de changer ou de reformater la carte SD.
he: אם כרטיס הSD שברשותך ניזוק או שמערכת הקבצים אינה מתאימה אנה פרמט את כרטיס הSD
id: 2. jika kartu SD rusak atau salah sistem,coba untuk ganti atau format ulang kartu SD.
it: 2. Se la scheda è rovinata o illeggibile,provare a formattarla nuovamente o sostituirla
ja: 2. SDカードが破損しているかファイルシステムに欠陥がある場合は、SDカードを交換またはフォーマットしてください。
ko: 2. SD 카드가 망가 졌거나 파일 시스템이 잘못되었을 때 SD 카드를 바꾸거나 다시 포맷 해보십시오.
nb: 2. Hvis SD-kortet er skadet eller filsystemet er feil,bør du bytte eller omformattere SD-kortet.
nl: 2.Als de SD-kaart is beschadigd of het systeembestand onjuist is,SD-kaart vervangen of opnieuw formatteren.
pl: 2. Jeśli karta SD jest uszkodzona lub system plików jest niepoprawny należy sformatować kartę.
pt_br: 2. Quando o cartão SD está danificado ou o sistema de arquivos está errado,por favor,tente alterar ou reformatar o cartão SD.
ro: 2. Când cardul SD este ruinat sau sistemul de fișiere este greșit,încercați să modificați sau să reformatați cardul SD.
ru: 2. Когда SD-карта повреждена или файловая система работает неправильно,попробуйте изменить или переформатировать SD-карту.
sv: 2. När SD-kortet är förstört eller om filsystemet är fel,försök att byta eller omforma SD-kortet.
th: 2. เมื่อการ์ด SD ผิดปกติหรือระบบไฟล์ผิดโปรดลองเปลี่ยนหรือฟอร์แมตการ์ด SD ใหม่
tr: 2.SD kartı bozulduğunda veya dosya sistemi yanlış olduğunda,lütfen SD kartı değiştirmeyi veya yeniden biçimlendirmeyi deneyin.
vi: 2. Nếu thẻ SD bị hỏng hoặc hệ thống tệp bị sai, bạn nên xem xét thay thế hoặc định dạng lại thẻ SD.
zh_hans: 2.SD卡损坏或者文件系统有误，应考虑更换或重新格式化SD卡。
zh_hant: 2.SD卡損壞或者文件系統有誤，應考慮更換或重新格式化SD卡。

# adddevice_check_device_status
source: Check device status
cs: Zkontrolujte stav zařízení
de: Gerätestatus prüfen
es: Verificar el estado del dispositivo
fi: Tarkista laitteen tila
fr: Vérifier l'état de l'appareil
he: בדוק את מצב המכשיר
id: Periksa status perangkat
it: Controlla lo stato del dispositivo
ja: デバイスの状態を確認
ko: 기기 상태 확인
nb: Kontroller enhetens status
nl: Apparaatstatus controleren
pl: Sprawdź stan urządzenia
pt_br: Verifique o status do dispositivo
ro: Verificați starea dispozitivului
ru: Проверить статус устройства
sv: Kontrollera enhetens status
th: ตรวจสอบสถานะอุปกรณ์
tr: Cihaz durumunu kontrol edin
vi: Kiểm tra tình trạng thiết bị
zh_hans: 检查设备状态
zh_hant: 檢查設備狀態

# me_cloudStore_error_network
source: Network connection is failure,please reload.
cs: Síťové připojení se nezdařilo
de: Fehler Netzwerkverbindung, bitte neu laden.
es: Fallo de conexión de red,vuelva a cargar.
fi: Verkkoyhteys epäonnistui,lataa se uudelleen
fr: Échec de la connexion réseau, veuillez recharger.
he: חיבור הרשת נכשל,אנא טען מחדש.
id: Koneksi Jaringan gagal,silakan muat ulang
it: Connessione di rete fallita,prego ricaricare
ja: ネットワーク接続できませんでした。再読込みをしてください。
ko: 네트워크 연결이 실패했습니다. 다시로드하십시오.
nb: Nettverkstilkobling feilet,vennligst last på nytt.
nl: Netwerkverbindingsfout,opnieuw laden.
pl: Błąd połączenia sieciowego,przeładuj ponownie.
pt_br: Falha de conexão de rede,por favor recarregue.
ro: Eșecul conexiunii la rețea,reîncărcați.
ru: Ошибка подключения к сети,пожалуйста,перезагрузите.
sv: Nätverksanslutningsfel,vänligen ladda om.
th: เชื่อมต่อเครือข่ายล้มเหลว,โปรดเชื่อมต่ออีกครั้ง
tr: Ağ bağlantısı hatası,lütfen yeniden yükleyin.
vi: Kết nối mạng không thành công, vui lòng tải lại
zh_hans: 网络连接失败，请重新加载
zh_hant: 網絡連接失敗，請重新加載

# devicesetting_new_zone
source: New area
cs: Nová oblast
de: Neuer Bereich
es: NUEVA Área
fi: Uusi alue
fr: Nouvelle zone
he: אזור חדש
id: Area baru
it: Nuova area
ja: 新しいエリア
ko: 새로운 영역
nb: Nytt område
nl: Nieuw gebied
pl: Nowa okolica
pt_br: Nova área
ro: Noua zonă
ru: Новая область
sv: Nytt område
th: พื้นที่ใหม่
tr: Yeni alan
vi: Khu vực mới
zh_hans: 新增区域
zh_hant: 新增區域

# adddevice_cloud_IDIP
source: Cloud ID/IP
es: Nube ID/IP
he: ענןID/IP
it: ID cloud/IP
ja: クラウドID/IP
ko: 클라우드 ID/IP
pt_br: ID/IP nuvem
ro: ID/IP în cloud
ru: Облако ID/IP
tr: Bulut ID/IP
vi: ID / IP đám mây
zh_hans: 云ID/IP
zh_hant: 雲ID/IP

# addDevice_solution_for_device_offline_5
source: Activation method:
cs: Způsob aktivace:
de: Aktivierungsmethode:
es: Método de activación:
fi: Aktivointitapa:
fr: Méthode d'activation :
he: שיטת הפעלה:
id: Metode aktivasi:
it: Metodo di attivazione:
ja: アクティベーション方法：
ko: 활성화 방법:
nb: Aktiveringsmetode:
nl: Activeringsmethode:
pl: Metoda aktywacji:
pt_br: Método de ativação:
ro: Metoda de activare:
ru: Способ активации:
sv: Aktiveringsmetod:
th: วิธีการเปิดใช้งาน:
tr: Aktivasyon yöntemi:
vi: Phương pháp kích hoạt:
zh_hans: 激活方式：
zh_hant: 激活方式：

# cloud_remain_time
source: Remaining service time
cs: Zbývající servisní čas
de: Verbleibende Servicezeit
es: Tiempo de servicio restante
fi: Jäljellä oleva palvelusaika
fr: Temps de service restant
he: זמן שירות שנותר
id: Waktu pelayanan yang tersisa
it: Tempo di servizio rimanente
ja: 残りのサービス時間
ko: 남은 서비스 시간
nb: Gjenværende servicetid
nl: Resterende servicetijd
pl: Pozostały czas obsługi
pt_br: Tempo restante de serviço
ro: Timpul de serviciu rămas
ru: Оставшееся время обслуживания
sv: Återstående tid
th: เวลาให้บริการที่เหลืออยู่
tr: Kalan servis süresi
vi: Thời gian phục vụ còn lại
zh_hans: 剩余服务时间
zh_hant: 剩餘服務時間

# devicesetting_Intelligent_detection_sensitivity
source: Motion detection sensitivity
cs: Citlivost detekce pohybu
de: Empfindlichkeit
es: Sensibilidad de detección de movimiento
fi: Liiketunnistuksen herkkyys
fr: Sensibilité de détection de mouvement
he: רגישות לזיהוי תנועה
id: Sensitivitas deteksi gerakan
it: Sensibilità di rilevamento del movimento
ja: モーション検知感度
ko: 움직임 감지 감도
nb: Følsomhet for bevegelsesdeteksjon
nl: Gevoeligheid bewegingsdetectie
pl: Czułość wykrywania ruchu
pt_br: Sensibilidade de detecção de movimento
ro: Sensibilitate de detectare a mișcării
ru: Чувствительность обнаружения движения
sv: Känslighet för rörelsedetektering
th: ความไวในการตรวจจับการเคลื่อนไหว
tr: Hareket algılama hassasiyeti
vi: Độ nhạy phát hiện chuyển động
zh_hans: 智能侦测灵敏度
zh_hant: 智能偵測靈敏度

# current_date_have_no_alarm_message
source: No alarm information under current date
cs: Žádné informace o alarmu pro aktuální datum
de: Keine Meldungen für aktuelles Datum und Uhrzeit
es: Actual fecha no hay información de la alarma
fi: Ei hälytystietoja nykyisestä päivästä
fr: l'alarme n'a pas encore de date
he: אין התראות בתאריך הנבחר
id: Tanggal ini tidak ada alarm informasi
it: Non data corrente informazioni di allarme
ja: まだアラームはありません
ko: 현재 날짜 알람 정보
nb: Dagens dato ingen alarminformasjon
nl: Geen alarmbericht op huidige datum
pl: Nie alarmu informacje o dacie bieżącej
pt_br: Data atual sem informações de alarme
ro: Actuală dată fără informații de alarmă
ru: Текущая дата нет информации о тревоге
sv: Aktuellt datum ingen alarminformation
th: ไม่มีข้อมูลแจ้งเตือนภายใต้วันที่ปัจจุบัน
tr: Güncel tarih alarm bilgisi yok
vi: Không có thông tin báo động vào ngày hiện tại
zh_hans: 当前日期没有报警信息
zh_hant: 當前日期沒有報警信息

# open_2
source: Enable
cs: Otevřít
de: Aktivieren
es: Abierto
fi: avattu
fr: Activer
he: אפשר
id: Aktip
it: Abilita
ja: 有効
ko: 사용
nb: Åpne
nl: Inschakelen
pl: Aktywne
pt_br: Habilitar
ro: Permite
ru: включить
sv: Gör det möjligt
th: เปิดใช้งาน
tr: etkinleştirme
vi: Mở
zh_hans: 开通
zh_hant: 開通

# adddevice_local_use_alone
source: Direct Connection
cs: Přímé spojení
de: Lokale Verwendung
es: Conexión directa
fi: Suora yhteys
fr: Connexion directe
he: חיבור ישיר
id: Koneksi langsung
it: Connessione diretta
ja: 直接接続
ko: 직접 연결
nb: Direkte kontakt
nl: Directe verbinding
pl: Bezpośrednie połączenie
pt_br: Conexão direta
ro: Conexiune directa
ru: Прямая связь
sv: Direktanslutning
th: การเชื่อมต่อโดยตรง
tr: Doğrudan bağlantı
vi: Kết nối trực tiếp cục bộ
zh_hans: 本地直连
zh_hant: 本地直連

# cloud_client_wechat
source: WeChat payment
cs: MyChat platba
de: WeChat-Zahlung
es: Pago de weChat
fi: WeChat-maksu
fr: Paiement WeChat
he: תשלום WeChat
id: Pembayaran WeChat
it: Pagamento WeChat
ja: WeChatによる支払い
ko: WeChat 지불
nb: WeChat betaling
nl: WeChat betaling
pl: Płatność WeChat
pt_br: Pagamento WeChat
ro: Plata pentru noi
ru: WeChat оплаты
sv: WeChat betalning
th: การชำระเงิน WeChat
tr: WeChat ödeme
vi: Thanh toán qua WeChat
zh_hans: 微信支付
zh_hant: 微信支付

# help_product_type
source: Product type
cs: Typ produktu
de: Produktart
es: Tipo de producto
fi: Tuotetyyppi
fr: Type de produit
he: סוג המוצר
id: Tipe produk
it: Tipologia di prodotto
ja: 製品の種類
ko: 상품 유형
nb: Produkttype
pl: Rodzaj produktu
pt_br: Tipo de Produto
ro: Tip produs
ru: Тип продукта
sv: Produkttyp
th: ประเภทสินค้า
tr: Ürün tipi
vi: Loại sản phẩm
zh_hans: 产品类型
zh_hant: 產品類型

# person_setting_preview_enterpreset
source: Enter a number (7-255)
cs: Zadejte číslo (7-255)
de: Nummer eingeben (7-255)
es: Introduzca un número (7-255)
fi: Kirjoita numero (7-255)
fr: Entrez un numéro (7-255)
he: הזן מספר (7-255)
id: Masukkan nomor (7-255)
it: Inserisci un numero (7-255)
ja: 数字を入力してください（7-255）
ko: 번호 입력(7-255)
nb: Skriv inn et tall (7-255)
nl: Voer een nummer in (7-255)
pl: Wpisz numer (7-255)
pt_br: Digite um número (7-255)
ro: Introduceți un număr (7-255)
ru: Введите номер (7-255)
sv: Ange ett nummer (7-255)
th: ใส่ตัวเลข (7-255)
tr: Bir sayı girin (7-255)
vi: Nhập một số (7-255)
zh_hans: 输入数字（7-255）
zh_hant: 輸入數字（7-255）

# devicelist_delete_reset
source: Auto reset device after deletion
cs: Automaticky resetovat zařízení po odstranění
de: Gerät nach dem Löschen automatisch zurücksetzen
es: Dispositivo de reinicio automático después de la eliminación
fi: Nollaa laite automaattisesti poistamisen jälkeen
fr: Réinitialisation automatique de l'appareil après suppression
he: איפוס מכשיר אוטומטי לאחר המחיקה
id: Atur ulang perangkat secara otomatis setelah dihapus
it: Dispositivo di ripristino automatico dopo la cancellazione
ja: 削除後のデバイスの自動リセット
ko: 삭제 후 기기 자동 재설정
nb: Tilbakestill enheten automatisk etter sletting
nl: Apparaat automatisch resetten na verwijdering
pl: Automatyczne resetowanie urządzenia po usunięciu
pt_br: Reinicializar automaticamente o dispositivo após a exclusão
ro: Resetați automat dispozitivul după ștergere
ru: Автоматический сброс устройства после удаления
sv: Återställ enheten automatiskt efter borttagning
th: รีเซ็ตอุปกรณ์อัตโนมัติหลังจากลบ
tr: Silme işleminden sonra cihazı otomatik sıfırla
vi: Tự động đặt lại thiết bị sau khi xóa
zh_hans: 删除后自动重置设备
zh_hant: 刪除後自動重置設備

# clear
source: Empty
cs: Prázdné
de: leeren
es: Borrar
fi: selvä
fr: Vider
he: מחק
id: Kosongkan
it: Svuotare
ja: リセット
ko: 삭제
nb: Slett
nl: Leeg
pl: Pusto
pt_br: Esvaziar
ro: Gol
ru: пустой
sv: Tömma
th: ว่างเปล่า
tr: Boş
vi: Trống
zh_hans: 清空
zh_hant: 清空

# deviceSetting_Smart_detection_alarm
source: Motion Detection Alert
cs: Upozornění detekce pohybu
de: Bewegungserkennung
es: Alerta de detección de movimiento
fi: Liiketunnistuksen hälytys
fr: Alerte de détection de mouvement
he: התראה לזיהוי תנועה
id: Peringatan Deteksi Gerakan
it: Avviso di rilevamento del movimento
ja: モーション検知アラーム
ko: 움직임 감지 경고
nb: Bevegelsesdeteksjonsvarsel
nl: Bewegingsdetectiewaarschuwing
pl: Alarm wykrywania ruchu
pt_br: Alerta de detecção de movimento
ro: Alertă de detectare a mișcării
ru: Предупреждение об обнаружении движения
sv: Rörelsedetekteringsvarning
th: การแจ้งเตือนการตรวจจับการเคลื่อนไหว
tr: Hareket Algılama Uyarısı
vi: Cảnh báo phát hiện chuyển động
zh_hans: 智能侦测警报
zh_hant: 智能偵測警報

# Preview_open_alarm
source: After opening, the device will give an alarm sound. You can manually close it or automatically close it after waiting for 15s.
cs: Po otevření vydá zařízení zvuk alarmu. Můžete jej ručně zavřít nebo automaticky zavřít po čekání na 15 s.
de: Nach dem Einschalten gibt das Gerät einen Alarmton aus. Sie können diesen manuell beenden oder warten bis er nach 15 Sekunden automatisch beendet wird.
es: Después de abrir, el dispositivo emitirá un sonido de alarma. Puede cerrarlo manualmente o cerrarlo automáticamente después de esperar 15 segundos.
fi: Avaamisen jälkeen laite antaa hälytysäänen. Voit sulkea sen manuaalisesti tai sulkea sen automaattisesti 15 sekunnin odottamisen jälkeen.
fr: Après ouverture, l'appareil émet une alarme sonore. Vous pouvez le fermer manuellement ou le fermer automatiquement après avoir attendu 15 secondes.
he: לאחר הפתיחה, המכשיר ייתן צליל אזעקה. אתה יכול לסגור אותו ידנית או לסגור אותו באופן אוטומטי לאחר המתנה למשך 15 שנים.
id: Setelah dibuka, perangkat akan memberikan suara alarm. Anda dapat menutupnya secara manual atau menutupnya secara otomatis setelah menunggu selama 15 detik.
it: Dopo l'apertura, il dispositivo emetterà un suono di allarme. Puoi chiuderlo manualmente o chiuderlo automaticamente dopo aver atteso 15 secondi.
ja: 開くと、デバイスからアラーム音が鳴ります。 手動で閉じることも、15秒待ってから自動的に閉じることもできます。
ko: 열면 장치에서 경보음이 울립니다. 수동으로 닫거나 15초 동안 기다린 후 자동으로 닫을 수 있습니다.
nb: Etter åpning vil enheten gi en alarmlyd. Du kan lukke den manuelt eller lukke den automatisk etter å ha ventet på 15-tallet.
nl: Na het openen geeft het apparaat een alarmgeluid. U kunt het handmatig sluiten of automatisch sluiten na 15 seconden wachten.
pl: Po otwarciu urządzenie wyda dźwięk alarmu. Możesz zamknąć go ręcznie lub automatycznie po odczekaniu 15s.
pt_br: Após a abertura, o dispositivo emitirá um som de alarme. Você pode fechá-lo manualmente ou automaticamente após esperar 15s.
ro: După deschidere, dispozitivul va emite un sunet de alarmă. Puteți să-l închideți manual sau să îl închideți automat după ce așteptați 15 secunde.
ru: После открытия устройство издаст звуковой сигнал. Вы можете закрыть его вручную или автоматически по истечении 15 секунд.
sv: Efter öppnandet ger enheten ett alarmljud. Du kan stänga den manuellt eller stänga den automatiskt efter att ha väntat på 15-talet.
th: เปิดเครื่องแล้วจะมีเสียงเตือน คุณสามารถปิดด้วยตนเองหรือปิดโดยอัตโนมัติหลังจากรอ 15 วินาที
tr: Cihaz açıldıktan sonra alarm sesi verecektir. Manuel olarak kapatabilir veya 15sn bekledikten sonra otomatik olarak kapatabilirsiniz.
vi: Sau khi mở, thiết bị sẽ phát ra âm thanh báo động. Bạn có thể đóng bằng tay hoặc tự động đóng sau khi đợi 15s.
zh_hans: 开启后设备会发出报警声音，您可以手动关闭或等待15s后自动关闭。
zh_hant: 開啟後設備會發出報警聲音，您可以手動關閉或等待15s後自動關閉。

# deviceSetting_athome
source: At Home mode
cs: Domácí režim
de: Modus zu Hause
es: Modo de inicio
fi: Koti-tila
fr: Mode d'accueil
he: מצב בית
id: Model di rumah
it: A casa
ja: ホームモード
ko: 집 모드에서
nb: Hjemmodus
nl: Thuismodus
pl: Tryb w domu
pt_br: No modo de casa
ro: În modul Acasă
ru: В домашнем режиме
sv: I hemläget
th: เมื่ออยู่ในโหมดหน้าแรก
tr: Ev modunda
vi: Chế độ ở nhà
zh_hans: 在家模式
zh_hant: 在家模式

# cloud_no_matche_package
source: Sorry, the current system does not have a package that matches the device
cs: Litujeme, aktuální systém nemá balíček, který odpovídá zařízení
de: Das aktuelle System verfügt leider nicht über ein Paket, das dem Gerät entspricht
es: Lo sentimos, el sistema actual no tiene un paquete que coincida con el dispositivo
fi: Valitettavasti nykyisessä järjestelmässä ei ole laitetta vastaavaa pakettia
fr: Désolé, le système actuel n'a pas de package correspondant à l'appareil
he: מצטערים, למערכת הנוכחית אין חבילה התואמת את המכשיר
id: Maaf, sistem saat ini tidak memiliki paket yang cocok dengan perangkat
it: Siamo spiacenti, il sistema attuale non ha un pacchetto corrispondente al dispositivo
ja: 現在のシステムには、デバイスに一致するパッケージがありません
ko: 현재 시스템에 장치와 일치하는 패키지가 없습니다
nb: Beklager, det gjeldende systemet har ikke en pakke som samsvarer med enheten
nl: Sorry, het huidige systeem heeft geen pakket dat overeenkomt met het apparaat
pl: Przepraszamy, obecny system nie ma pakietu pasującego do urządzenia
pt_br: Desculpe, o sistema atual não possui um pacote que corresponda ao dispositivo
ro: Ne pare rău, sistemul actual nu are un pachet care să se potrivească dispozitivului
ru: Извините, в текущей системе нет пакета, соответствующего устройству
sv: Tyvärr har det nuvarande systemet inte ett paket som matchar enheten
th: ขออภัยระบบปัจจุบันไม่มีแพ็คเกจที่ตรงกับอุปกรณ์
tr: Maalesef mevcut sistemde cihazla eşleşen bir paket yok
vi: Rất tiếc, hệ thống hiện tại không có gói phù hợp với thiết bị
zh_hans: 抱歉，当前系统没有与设备相匹配的套餐
zh_hant: 抱歉，當前系統沒有與設備相匹配的套餐

# devicesetting_4G_card_pay_success
source: payment successful
cs: Platba proběhla úspěšně
de: Zahlung erfolgreich
es: Pago exitoso
fi: Maksu onnistunut
fr: Paiement réussi
he: התשלום הצליח
id: Pembayaran berhasil
it: Pagamento andato a buon fine
ja: 支払い成功
ko: 결제 성공
nb: Betalingen vellykket
nl: Betaling geslaagd
pl: Płatność zakończona powodzeniem
pt_br: Pagamento bem sucedido
ro: Plata a avut succes
ru: Оплата успешна
sv: Betalningen lyckades
th: การชำระเงินสำเร็จ
tr: Ödeme başarılı
vi: thanh toán thành công
zh_hans: 支付成功
zh_hant: 支付成功
