Repository: Yolo-cell-hash/go_home_ios
Catalog: ios/Runner/JASDK/JAResources/XLanguage/X35MultiLanguage/*.lproj/X35MutiLanguage.strings
Languages: cs, de, es, fi, fr, he, id, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sv, th, tr, vi, zh_hans, zh_hant

# devSetting_deviceUpdate_tips_2
source: It will exit current interface during updating. Please listen to voice prompt.
cs: Během aktualizace firmwaru se ukončí aktuální stránka. Věnujte prosím pozornost vyzváněcímu tónu zařízení.
de: Benutzeroberfläche wird während Update-Vorgang geschlossen. Bitte auf Sprachansage hören.
es: La página actual se cerrará durante la actualización del firmware. Por favor,escucha las indicaciones del Equipo.
fi: Nykyinen sivu poistuu laiteohjelmistopäivityksen aikana. Huomioi laitteen kehotteen ääni.
fr: Il quittera l'interface actuelle pendant la mise à jour. Écoutez bien l'annonce.
he: החלת עדכון הקושחה תגרום ליציאה מהמסך הנוכחי. אנא הקשב לחיווי הקולי
id: akan keluar dari perbarui,silakan dengarkan pemberitahuan suara
it: Uscirà dalla schermata corrente durante l'aggiornamento. Prego ascoltare la guida vocale
ja: 更新中に現在の画面を終了します。音声を聞いてください。
ko: 업데이트하는 동안 현재 인터페이스를 종료합니다. 음성 안내를 듣으십시오.
nb: Denne siden vil lukkes under oppdateringen. Vennligst følg instruksene.
nl: Huidige interface wordt tijdens updaten afgesloten. Naar melding luisteren.
pl: Nastopi wyjście z obecnego interfejsu podczas aktualizacji,proszę słuchać komunikatów głosowych.
pt_br: Ele sairá da interface atual durante a atualização. Por favor,ouça o prompt de voz.
ro: Acesta va ieși din interfața curentă în timpul actualizării. Vă rugăm să ascultați promptul vocal.
ru: Он выйдет из текущего интерфейса во время обновления. Пожалуйста,прослушайте голосовую подсказку.
sv: Den kommer att lämna aktuellt gränssnitt under uppdatering. Vänligen lyssna på röstprompten.
th: มันจะออกจากหน้าปัจจุบันระหว่างการอัปเดต โปรดฟังเสียงเตือน
tr: Güncelleme sırasında mevcut arayüzden çıkacaktır. Lütfen sesli uyarıyı dinleyin.
vi: Trang hiện tại sẽ được thoát trong quá trình cập nhật chương trình cơ sở, vui lòng chú ý đến âm báo thiết bị.
zh_hans: 固件更新中会退出当前页面，请注意听设备提示音。
zh_hant: 固件更新中會退出當前頁面，請注意聽設備提示音。

# preview_no_TF_view_cloud_video
source: The TF card was not found. You have purchased a cloud storage service. You can go to watch the cloud video.
cs: Karta TF nebyla nalezena. Zakoupili jste si službu cloudového úložiště. Můžete jít sledovat cloudové video.
de: SD-Karte wurde nicht erkannt. Sie haben einen Cloud-Speicherdienst gekauft. Sie können das Cloud-Video ansehen.
es: No se encontró la tarjeta TF. Has comprado un servicio de almacenamiento en la nube. Puedes ir a ver el video en la nube.
fi: TF-korttia ei löytynyt. Olet ostanut pilvitallennuspalvelun. Voit mennä katsomaan pilvivideota.
fr: La carte de TF n'a pas été trouvée. Vous avez acheté un service de stockage en nuage. Vous pouvez aller voir la vidéo en nuage.
he: כרטיס ה- TF לא נמצא. רכשת שירות אחסון בענן. אתה יכול ללכת לצפות בסרטון הענן.
id: Kartu TF tidak ditemukan. Anda telah membeli layanan penyimpanan cloud. Anda dapat menonton video cloud.
it: La carta TF non è stata trovata. Hai acquistato un servizio di archiviazione cloud. Puoi andare a guardare il video cloud.
ja: microSDカードが見つかりませんでした。 クラウドストレージサービスを購入しました。 クラウドビデオを見に行くことができます。
ko: TF 카드를 찾을 수 없습니다. 클라우드 스토리지 서비스를 구매했습니다. 클라우드 비디오를 보러 갈 수 있습니다.
nb: TF-kortet ble ikke funnet. Du har kjøpt en skylagringstjeneste. Du kan gå for å se på skyvideoen.
nl: De TF-kaart is niet gevonden. U hebt een cloudopslagservice gekocht. Je kunt naar de cloudvideo gaan kijken.
pl: Karta TF nie została znaleziona. Kupiłeś usługę przechowywania w chmurze. Możesz przejść do obejrzenia wideo w chmurze.
pt_br: O cartão TF não foi encontrado. Você comprou um serviço de armazenamento em nuvem. Você pode assistir ao vídeo na nuvem.
ro: Cardul TF nu a fost găsit. Ați achiziționat un serviciu de stocare în cloud. Puteți merge pentru a viziona videoclipul cloud.
ru: Карта TF не была найдена. Вы приобрели сервис облачного хранения. Вы можете пойти посмотреть облачное видео.
sv: TF-kortet hittades inte. Du har köpt en molnlagringstjänst. Du kan gå och titta på molnvideoen.
th: ไม่พบ TF การ์ด ,คุณซื้อบริการจัดเก็บข้อมูลบนคลาวด์คุณสามารถไปดูวิดีโอบนคลาวด์ได้
tr: TF kartı bulunamadı. Bir bulut depolama hizmeti satın aldınız. Bulut videosunu izlemeye gidebilirsiniz.
vi: Không tìm thấy thẻ TF, bạn đã mua dịch vụ lưu trữ đám mây, bạn có thể xem video trên đám mây.
zh_hans: TF卡未找到，您已购买云存储服务，可前往观看云录像。
zh_hant: TF卡未找到，您已購買雲存儲服務，可前往觀看雲錄像。

# deviceSetting_Alarm_Settings_select_time_period
source: Please select the alarm time period
cs: Zvolte prosím časový interval budíku
de: Alarmzeitraum auswählen
es: Seleccione el período de tiempo de la alarma
fi: Valitse hälytysajanjakso
fr: Sélectionnez la période d'alarme
he: אנא בחר את זמן ההתראה
id: silakan pilih priode waktu alarm
it: Prego selezionare l'orario di allarme
ja: アラーム時間を選択してください
ko: 알람 시간을 선택하십시오.
nb: Vennligst velg alarmtidsperioden
nl: Selecteer de alarmtijdperiode
pl: Wybrać czas alarmu
pt_br: Por favor,selecione o período de tempo do alarme
ro: Selectați perioada de timp a alarmei
ru: Пожалуйста,выберите время будильника
sv: Vänligen välj alarmtid
th: เลือกเวลาเตือน
tr: Lütfen alarm zaman dilimini seçiniz
vi: Vui lòng chọn khoảng thời gian báo thức
zh_hans: 请选择报警时间段
zh_hant: 請選擇報警時間段

# devicesetting_select_cruise_mode
source: Select cruise mode
cs: Vyberte režim plavby
de: Tour Modus auswählen
es: Seleccionar modo crucero
fi: Valitse risteilytila
fr: Sélectionnez le mode croisière
he: בחר במצב שיוט
id: Pilih mode pelayaran
it: Seleziona la modalità crociera
ja: クルーズモードを選択
ko: 크루즈 모드 선택
nb: Velg cruisemodus
nl: Selecteer cruisemodus
pl: Wybierz tryb rejsowy
pt_br: Selecione o modo de cruzeiro
ro: Selectați modul de croazieră
ru: Выберите режим круиза
sv: Välj kryssningsläge
th: เลือกโหมดการหมุน
tr: Seyir modunu seçin
vi: Chọn chế độ hành trình
zh_hans: 选择巡航模式
zh_hant: 選擇巡航模式

# devicesetting_Motion_sensitivity_low
source: Trigger an alarm when there are people, vehicles or large moving objects close to the camera in the screen
cs: Spusťte poplach, když jsou v blízkosti kamery na obrazovce lidé, vozidla nebo velké pohybující se objekty
de: Bewegungen werden nur von Menschen, Fahrzeugen oder großen beweglichen Objekten in geringer Entfernung zur Kamera erfasst
es: Active una alarma cuando haya personas, vehículos u objetos grandes en movimiento cerca de la cámara en la pantalla
fi: Laukaise hälytys, kun kameran lähellä on ihmisiä, ajoneuvoja tai suuria liikkuvia esineitä
fr: Déclencher une alarme lorsqu'il y a des personnes, des véhicules ou de gros objets en mouvement à proximité de la caméra sur l'écran
he: הפעל אזעקה כאשר יש אנשים, כלי רכב או עצמים גדולים נעים קרוב למצלמה במסך
id: Memicu alarm saat ada orang, kendaraan, atau benda besar yang bergerak di dekat kamera di layar
it: Attiva un allarme quando ci sono persone, veicoli o grandi oggetti in movimento vicino alla telecamera sullo schermo
ja: 画面内のカメラの近くに人、車、または大きな動く物体がある場合にアラームをトリガーします
ko: 화면의 카메라 근처에 사람, 차량 또는 큰 움직이는 물체가 있으면 알람을 트리거합니다.
nb: Utløs en alarm når det er personer, kjøretøy eller store objekter i bevegelse i nærheten av kameraet på skjermen
nl: Activeer een alarm wanneer er zich mensen, voertuigen of grote bewegende objecten in de buurt van de camera op het scherm bevinden
pl: Uruchom alarm, gdy w pobliżu kamery znajdują się ludzie, pojazdy lub duże ruchome obiekty
pt_br: Acione um alarme quando houver pessoas, veículos ou grandes objetos em movimento perto da câmera na tela
ro: Declanșați o alarmă atunci când în apropierea camerei pe ecran sunt persoane, vehicule sau obiecte mari în mișcare
ru: Активировать тревогу, когда на экране рядом с камерой находятся люди, автомобили или большие движущиеся объекты.
sv: Utlösa ett larm när det finns människor, fordon eller stora rörliga föremål nära kameran på skärmen
th: เรียกเสียงเตือนเมื่อมีผู้คน ยานพาหนะ หรือวัตถุเคลื่อนไหวขนาดใหญ่อยู่ใกล้กล้องในหน้าจอ
tr: Ekranda kameraya yakın insanlar, araçlar veya büyük hareketli nesneler olduğunda alarmı tetikleyin
vi: Kích hoạt báo động khi có người, xe cộ hoặc vật thể chuyển động lớn gần camera trong màn hình
zh_hans: 当画面中有靠近摄像机的人、车辆或大型移动物体时触发警报
zh_hant: 當畫面中有靠近攝像機的人、車輛或大型移動物體時觸發警報

# devicesetting_Image_color
source: Image color
cs: Barva obrázku
de: Bildfarbe
es: Color de la imagen
fi: Kuvan väri
fr: Couleur de l'image
he: צבע תמונה
id: Afbeeldingskleur
it: Colore immagine
ja: 画像の色
ko: 이미지 색상
nb: Bildefarge
nl: Afbeeldingskleur
pl: Kolor obrazu
pt_br: Cor da imagem
ro: Culoarea imaginii
ru: Цвет изображения
sv: Bildfärg
th: สีของภาพ
tr: Görüntü rengi
vi: Màu sắc hình ảnh
zh_hans: 图像色彩
zh_hant: 圖像色彩

# addDevice_Charging_guide
source: Charging guide
cs: Průvodce nabíjením
de: Ladeanleitung
es: Guía de carga
fi: Latausopas
fr: Guide de charge
he: מדריך טעינה
id: Panduan pengisian daya
it: Guida alla ricarica
ja: 充電ガイド
ko: 충전 가이드
nb: Ladeguide
nl: Oplaadgids
pl: Poradnik ładowania
pt_br: Guia de carregamento
ro: Ghid de încărcare
ru: Руководство по зарядке
sv: Laddningsguide
th: คู่มือการชาร์จ
tr: Şarj kılavuzu
vi: Hướng dẫn sạc
zh_hans: 充电指南
zh_hant: 充電指南

# person_set_experience_longer_adsdur
source: Sorry for the bad experience, we will no longer show you ads during this period
cs: Omlouváme se za špatnou zkušenost, během tohoto období vám již nebudeme zobrazovat reklamy
de: Wir entschuldigen uns für die schlechte Erfahrung, wir zeigen Ihnen in diesem Zeitraum keine Anzeigen mehr
es: Disculpe la mala experiencia, ya no le mostraremos anuncios durante este período
fi: Pahoittelemme huonoa kokemusta, emme enää näytä sinulle mainoksia tänä aikana
fr: Désolé pour la mauvaise expérience, nous ne vous montrerons plus d'annonces pendant cette période
he: סליחה על החוויה הרעה, לא נציג לך עוד מודעות במהלך תקופה זו
id: Maaf atas pengalaman buruknya, kami tidak akan lagi menampilkan iklan kepada Anda selama periode ini
it: Ci scusiamo per la brutta esperienza, non ti mostreremo più annunci durante questo periodo
ja: 悪い経験で申し訳ありませんが、この期間中は広告を表示しなくなります
ko: 나쁜 경험을 해서 죄송합니다. 이 기간 동안 더 이상 광고를 표시하지 않습니다.
nb: Beklager den dårlige opplevelsen, vi vil ikke lenger vise deg annonser i denne perioden
nl: Sorry voor de slechte ervaring, we zullen u gedurende deze periode geen advertenties meer tonen
pl: Przepraszamy za złe doświadczenia, nie będziemy już wyświetlać reklam w tym okresie
pt_br: Desculpe a experiência ruim, não exibiremos mais anúncios durante esse período
ro: Ne pare rău pentru experiența proastă, nu vă vom mai afișa anunțuri în această perioadă
ru: Приносим извинения за неприятный опыт, мы больше не будем показывать вам рекламу в этот период.
sv: Ursäkta den dåliga upplevelsen, vi kommer inte längre att visa dig annonser under denna period
th: ขออภัยสำหรับประสบการณ์ที่ไม่ดี เราจะไม่แสดงโฆษณาแก่คุณในช่วงเวลานี้อีกต่อไป
tr: Yaşadığımız kötü deneyim için üzgünüz, bu süre zarfında artık size reklam göstermeyeceğiz.
vi: Xin lỗi vì trải nghiệm tồi tệ, chúng tôi sẽ không hiển thị quảng cáo cho bạn trong khoảng thời gian này nữa
zh_hans: 抱歉给您带来不好的体验，在此期限内我们将不再向您展示广告
zh_hant: 抱歉給您帶來不好的體驗，在此期限內我們將不再向您展示廣告

# day
source: %1$d Day
cs: %1$d dnů
de: %1$d Tag
es: %1$d días
fi: %1$d päivää
fr: %1$d jour
he: יום %1$d
id: %1$d Hari
it: %1$d giorno
ja: %1$d 日
ko: %1$d 일
nb: %1$d Dag
nl: %1$d Dag
pl: %1$d Dzień
pt_br: %1$d dia
ro: %1$d Zi
ru: %1$d день
sv: %1$d dag
th: %1$d วัน
tr: %1$d Gün
vi: %1$d ngày
zh_hans: %1$d天
zh_hant: %1$d天

# person_Bluetooth_permissions_instructions
source: When adding a Bluetooth camera, you need to turn on the Bluetooth to search for Bluetooth devices.
cs: Při přidávání kamery Bluetooth musíte zapnout Bluetooth, abyste mohli vyhledávat zařízení Bluetooth.
de: Wenn Sie eine Bluetooth-Kamera hinzufügen, müssen Sie Bluetooth an Ihrem Telefon aktivieren, um nach Bluetooth-Geräten zu suchen.
es: Al agregar una cámara Bluetooth, debe activar el Bluetooth para buscar Equipos Bluetooth.
fi: Kun lisäät Bluetooth-kameraa, sinun on kytkettävä Bluetooth päälle, kun haluat etsiä Bluetooth-laitteita.
fr: Lorsque vous ajoutez une caméra Bluetooth, vous devez activer Bluetooth pour rechercher des périphériques Bluetooth.
he: בעת הוספת מצלמת Bluetooth, עליך להפעיל את ה- Bluetooth כדי לחפש התקני Bluetooth.
id: Saat menambahkan kamera Bluetooth, Anda harus mengaktifkan Bluetooth untuk mencari perangkat Bluetooth.
it: Quando si aggiunge una videocamera Bluetooth, è necessario attivare il Bluetooth per cercare i dispositivi Bluetooth.
ja: Bluetoothカメラを追加するときは、BluetoothをオンにしてBluetoothデバイスを検索する必要があります。
ko: Bluetooth 카메라를 추가 할 때 Bluetooth 장치를 검색하려면 Bluetooth를 켜야합니다.
nb: Når du legger til et Bluetooth-kamera, må du slå på Bluetooth for å søke etter Bluetooth-enheter.
nl: Wanneer u een Bluetooth-camera toevoegt, moet u Bluetooth inschakelen om naar Bluetooth-apparaten te zoeken.
pl: Podczas dodawania kamery Bluetooth musisz włączyć Bluetooth, aby wyszukać urządzenia Bluetooth.
pt_br: Ao adicionar uma câmera Bluetooth, você precisa ativar o Bluetooth para procurar dispositivos Bluetooth.
ro: Când adăugați o cameră Bluetooth, trebuie să porniți Bluetooth pentru a căuta dispozitive Bluetooth.
ru: При добавлении камеры Bluetooth, вам нужно включить Bluetooth для поиска устройств Bluetooth.
sv: När du lägger till en Bluetooth-kamera måste du slå på Bluetooth för att söka efter Bluetooth-enheter.
th: เมื่อเพิ่มกล้องบลูทูธ คุณต้องเปิดบลูทูธ บนโทรศัพท์ของคุณเพื่อค้นหาอุปกรณ์บลูทูธ
tr: Bir Bluetooth kamera eklerken, Bluetooth cihazlarını aramak için Bluetooth'u açmanız gerekir.
vi: Khi thêm camera bluetooth, bạn cần bật bluetooth trên điện thoại di động để tìm kiếm thiết bị bluetooth
zh_hans: 在添加蓝牙摄像机时，需要手机开启蓝牙才能搜索到蓝牙设备
zh_hant: 在添加藍牙攝像機時，需要手機開啟藍牙才能搜索到藍牙設備

# help_addDevice_textTips_29
source: 10. The next steps are the same as the wireless WiFi adding process.
cs: 10. Další kroky jsou stejné jako proces bezdrátového přidávání WiFi.
de: 10. Die nächsten Schritte sind die gleichen wie beim Hinzufügen über WLAN.
es: 10. Los siguientes pasos son los mismos que el proceso de adición de WiFi inalámbrico.
fi: 10. Seuraavat vaiheet ovat samat kuin langattoman WiFi-lisäysprosessin.
fr: 10. Les étapes suivantes sont identiques à celles du processus d’ajout WiFi sans fil
he: 10. השלבים הבאים זהים לתהליך הוספת WiFi אלחוטי.
id: 10. Langkah selanjutnya sama dengan proses penambahan WiFi nirkabel.
it: 10. I passaggi successivi sono gli stessi del processo di aggiunta del WiFi senza fili.
ja: 10.次のステップは、無線LAN追加設定と同じです。
ko: 10. 다음 단계는 무선 WiFi 추가 프로세스와 동일합니다.
nb: 10. De neste trinnene er de samme som den trådløse WiFi-tilkoblingsprosessen.
nl: 10. De volgende stappen zijn hetzelfde als het draadloze WiFi-toevoegingsproces.
pl: 10. Następne kroki są takie same jak proces dodawania bezprzewodowego WiFi.
pt_br: 10. Os próximos passos são os mesmos que o processo de adição WiFi sem fio.
ro: 10. Următorii pași sunt aceiași ca procesul de adăugare wireless WiFi.
ru: 10. Следующие шаги аналогичны процессу добавления беспроводного WiFi.
sv: 10. Nästa steg är samma som den trådlösa WiFi-tilläggsprocessen.
th: 10. ขั้นตอนต่อไปเหมือนกับขั้นตอนการเพิ่ม WiFi ไร้สาย
tr: 10. Sonraki adımlar,kablosuz WiFi ekleme işlemiyle aynıdır.
vi: 10. Các bước tiếp theo giống như quá trình thêm WiFi không dây
zh_hans: 10.后续步骤同无线WiFi添加流程
zh_hant: 10.後續步驟同無線WiFi添加流程

# service_map_train
source: Technical training
cs: Technický trénink
de: Technisches Training
es: Entrenamiento tecnico
fi: Tekninen koulutus
fr: Entrainement technique
he: אימון טכני
id: Pelatihan teknis
it: Allenamento tecnico
ja: 技術研修
ko: 기술 교육
nb: Teknisk trening
nl: Technische training
pl: Trening techniczny
pt_br: Treinamento técnico
ro: Antrenament tehnic
ru: Техническое обучение
sv: Teknisk träning
th: ฝึกอบรมทางเทคนิค
tr: Teknik eğitim
vi: Tập Huấn kĩ thuật
zh_hans: 技术培训
zh_hant: 技術培訓

# Addevice_quit_add
source: Do you want to quit adding?
cs: Chcete ukončit přidávání?
de: Hinzufügen beenden?
es: ¿Quieres dejar de agregar?
fi: Haluatko lopettaa lisäämisen?
fr: Voulez-vous arrêter d'ajouter ?
he: האם אתה רוצה להפסיק את ההוספה?
id: Apakah Anda ingin berhenti menambahkan?
it: Vuoi smettere di aggiungere?
ja: 追加をやめますか？
ko: 추가를 종료하시겠습니까?
nb: Vil du slutte å legge til?
nl: Wilt u stoppen met toevoegen?
pl: Czy chcesz zrezygnować z dodawania?
pt_br: Deseja parar de adicionar?
ro: Doriți să renunțați să adăugați?
ru: Вы хотите выйти из добавления?
sv: Vill du sluta lägga till?
th: คุณต้องการเลิกเพิ่มหรือไม่?
tr: Eklemeyi bırakmak istiyor musunuz?
vi: Bạn có muốn thoát khỏi việc thêm không?
zh_hans: 是否确定退出添加？
zh_hant: 是否確定退出添加？

# device_group_give_name
source: Make a name for your group
cs: Dejte skupině jméno ~
de: Gruppenname vergeben
es: Dale un nombre a tu grupo ~
fi: Anna ryhmälle nimi ~
fr: Donnez un nom à votre groupe
he: בחר את שם הקבוצה~
id: Bantu kasih nama group~~
it: Dai al tuo gruppo un nome ~
ja: グループに名前をつけてください
ko: 그룹 이름을 입력해주세요.
nb: Gi gruppen din et navn ~
nl: Geef uw groep een naam~
pl: Nadaj grupie nazwę ~
pt_br: Dê um nome ao seu grupo ~
ro: Dă grupului tău un nume
ru: Дайте вашей группе имя ~
sv: Ge din grupp ett namn ~
th: ตั้งชื่อกลุ่มของคุณ
tr: Grubunuza bir isim verin ~
vi: Đặt tên cho nhóm của bạn ~
zh_hans: 为你的分组取个名字吧~
zh_hant: 為你的分組取個名字吧~

source: America/Denver
cs: Amerika / Denver
de: Amerika / Denver
he: אמריקה / דנבר
id: Amerika / Denver
ja: アメリカ/デンバー
ko: 아메리카 / 덴버
nb: Amerika / Denver
pl: Ameryka / Denver
pt_br: América / Denver
ru: Америка / Денвер
th: อเมริกา / เดนเวอร์
tr: Amerika / Denver
vi: Núi Denver / Hoa Kỳ
zh_hans: 丹佛/美国山区
zh_hant: 丹佛/美國山區

# person_Verify_account
source: Verify account
cs: Ověřte účet
de: Konto prüfen
es: Verificar Cuenta
fi: Vahvista tili
fr: Vérifier le compte
he: לאמת חשבון
id: Verifikasi akun
it: Verifica Account
ja: アカウントを確認します
ko: 계정 확인
nb: Verifiser konto
nl: Account verifiëren
pl: Zweryfikuj konto
pt_br: Verificar conta
ro: Verifica contul
ru: Подтвердить учетную запись
sv: Verifiera konto
th: ตรวจสอบบัญชี
tr: Hesabı Doğrula
vi: Xác nhận tài khoản
zh_hans: 验证账号
zh_hant: 驗證賬號

# playback_view_download
source: View
cs: Pohled
de: Ansicht
es: Ver
fi: näkymä
fr: Vue
he: נוף
id: Melihat
it: Visualizza
ja: 見る
ko: 전망
nb: Utsikt
nl: Visie
pl: Widok
pt_br: Visão
ro: Vedere
ru: Посмотреть
sv: Se
th: ดู
tr: Görünüm
vi: Lượt xem
zh_hans: 查看
zh_hant: 查看

# paypal_platform
source: Global paypal payment platform
cs: Globální paypal platební platforma
de: Globale Paypal-Zahlungsplattform
es: Plataforma de pago global de paypal.
fi: Maailmanlaajuinen paypal-maksujärjestelmä
fr: Plateforme de paiement paypal globale
he: פלטפורמת תשלום PayPal גלובלי
id: Platform pembayaran paypal global
it: Piattaforma di pagamento globale paypal
ja: グローバルペイパル決済プラットフォーム
ko: 글로벌 페이팔 지불 플랫폼
nb: Global paypal betalingsplattform
nl: Wereldwijd betalingsplatform voor betalingen
pl: Globalna platforma płatności PayPal
pt_br: Plataforma de pagamento global paypal
ro: Platforma de plată paypal globală
ru: Глобальная платежная платформа PayPal
sv: Global paypal betalningsplattform
th: ฟอร์มการชำระเงิน PayPal ทั่วโลก
tr: Global paypal ödeme platformu
vi: Nền tảng thu và thanh toán paypal toàn cầu
zh_hans: 全球通用paypal收付款平台
zh_hant: 全球通用paypal收付款平台

source: Pacific/Midway
de: Pazifik / Midway
fi: Tyynimeri / Midway
fr: Pacifique / Midway
he: פסיפיק / מידוויי
id: Pasifik / Tengah
it: Pacifico / Midway
ja: 太平洋/ミッドウェイ
ko: 태평양 / 미드웨이
pt_br: Pacífico / Midway
ru: Тихий океан / Midway
th: แปซิฟิก / มิดเวย์
tr: Pasifik / Midway
vi: Đảo giữa
zh_hans: 中途岛
zh_hant: 中途島

source: Asia/Rangoon
cs: Asie / Rangún
de: Asien / Rangun
es: Asia / Rangún
fi: Aasia / Rangoon
he: אסיה / רנגון
ja: アジア/ラングーン
ko: 아시아 / 랑군
nl: Azië / Rangoon
pt_br: Ásia / Rangoon
ru: Азия / Рангун
sv: Asien / Rangoon
th: เอเชีย / ย่างกุ้ง
tr: Asya / Rangoon
vi: Yangon, Myanma
zh_hans: 仰光/缅甸
zh_hant: 仰光/緬甸

# Service_map_Repairman
source: Repairman
cs: Opravář
de: Handwerker
es: Reparador
fi: Korjaaja
fr: Dépanneur
he: מתקן
id: Reparasi
it: Riparatore
ja: 修理工
ko: 수리공
nb: reparatør
nl: Klusjesman
pl: Mechanik
pt_br: Reparador
ro: Reparator
ru: ремонтник
sv: Reparatör
th: ช่างซ่อม
tr: Tamirci
vi: Thợ sửa chữa
zh_hans: 维修员
zh_hant: 維修員

# adddevice_return_APP_icon
source: "icon
cs: "ikona
es: "icono
fi: "-Kuvaketta
fr: "icône
he: סמל "
id: ikon"
it: "icona
ja: "アイコン
ko: "상
nb: "ikon
nl: "icoon
pl: "Ikona
pt_br: "ícone
ru: "икона
sv: "ikon
th: "ไอคอน
tr: "Simgesini
vi: biểu tượng "
zh_hans: ”图标
zh_hant: ”圖標

# bell_type
source: Doorbell's type
cs: Typ zvonku
de: Typ Türklingel
es: Tipo de timbre de la puerta
fi: Ovikellotyyppi
fr: Type de sonnette
he: סוג הדלת
id: Tipe Bel Pintu
it: Tipologia campanello
ja: ドアベルタイプ
ko: 도어 벨 유형
nb: Type ringeklokke
nl: Type deurbel
pl: Typ dzwonka
pt_br: Tipo de campainha
ro: Tipul de tip clopot
ru: Тип дверного звонка
sv: Dörrklocka typ
th: ประเภทของกริ่งประตู
tr: Kapı zili tipi
vi: Loại chuông cửa
zh_hans: 门铃类型
zh_hant: 門鈴類型

# message_Purchase_cloud_alarm
source: Purchase cloud service to store 7-day alarm messages
cs: Kupte si cloudovou službu pro ukládání 7denních alarmových zpráv
de: Kaufen Sie einen Cloud-Service, um 7-Tage-Alarmmeldungen zu speichern
es: Compre un servicio en la nube para almacenar mensajes de alarma de 7 días
fi: Osta pilvipalvelu tallentaaksesi 7 päivän hälytysviestit
fr: Achetez un service cloud pour stocker les messages d'alarme de 7 jours
he: רכוש שירות ענן לאחסון הודעות אזעקה ל-7 ימים
id: Beli layanan cloud untuk menyimpan pesan alarm 7 hari
it: Acquista il servizio cloud per archiviare i messaggi di allarme di 7 giorni
ja: クラウドサービスを購入して7日間のアラームメッセージを保存する
ko: 7일 알람 메시지를 저장하는 클라우드 서비스 구매
nb: Kjøp skytjeneste for å lagre 7-dagers alarmmeldinger
nl: Koop een cloudservice om alarmberichten van 7 dagen op te slaan
pl: Kup usługę w chmurze do przechowywania 7-dniowych wiadomości alarmowych
pt_br: Adquira o serviço de nuvem para armazenar mensagens de alarme de 7 dias
ro: Achiziționați serviciul cloud pentru a stoca mesaje de alarmă de 7 zile
ru: Приобретите облачный сервис для хранения 7-дневных тревожных сообщений
sv: Köp molntjänst för att lagra 7-dagars larmmeddelanden
th: ซื้อบริการคลาวด์เพื่อจัดเก็บข้อความเตือน 7 วัน
tr: 7 günlük alarm mesajlarını depolamak için bulut hizmeti satın alın
vi: Mua dịch vụ đám mây để lưu trữ tin nhắn báo thức 7 ngày
zh_hans: 购买云服务存储7天报警消息
zh_hant: 購買雲服務存儲7天報警消息
