Repository: Yolo-cell-hash/go_home_ios
Catalog: ios/Runner/JASDK/JAResources/XLanguage/X35MultiLanguage/*.lproj/X35MutiLanguage.strings
Languages: cs, de, es, fi, fr, he, id, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sv, th, tr, vi, zh_hans, zh_hant

# play_video_keepOut
source: Video shielding
cs: Video okluze
de: Video schützen
es: El video está blindado
fi: Videon tukos
fr: Protection vidéo
he: מיגון וידאו
id: Video Terblok
it: Video schermato
ja: ヒデオ保護
ko: 영상 차단
nb: Videoskjerming
nl: Video-afscherming
pl: Osłanianie
pt_br: Blindagem de vídeo
ro: Ecranul video
ru: Видео экранирование
sv: Videoskärmning
th: การป้องกันวิดีโอ
tr: Video koruma
vi: Tắc video
zh_hans: 视频遮挡
zh_hant: 視頻遮擋

# start_ad_introduce
source: Showing advertisements to you will be more conducive to Eseecloud continuing to provide you with free and high-quality iterative software services, such as alarm message push,alarm picture storage, etc.
cs: Zobrazování reklam vám přispěje k tomu, aby vám Eseecloud i nadále poskytoval bezplatné a vysoce kvalitní iterativní softwarové služby, jako je odesílání poplašných zpráv, ukládání poplachových obrázků atd.
de: Durch das Anzeigen von Werbung in EseeCloud wird Ihnen weiterhin der kostenlose und qualitativ hochwertige Softwaredienste wie Push-Nachrichten, Alarmschnappschüsse usw. zur Verfügung gestellt.
es: Mostrarle anuncios será más propicio para que Eseecloud continúe brindándole servicios de software iterativo gratuitos y de alta calidad, como envío de mensajes de alarma, almacenamiento de imágenes de alarma, etc.
fi: Mainosten näyttäminen sinulle edistää Eseecloudin jatkossakin tarjoamista sinulle ilmaisten ja laadukkaiden iteratiivisten ohjelmistopalveluiden, kuten hälytysviestien push, hälytyskuvien tallennus jne., tarjoamisesta.
fr: Vous montrer des publicités sera plus propice à ce qu'Eseecloud continue de vous fournir des services logiciels itératifs gratuits et de haute qualité, tels que la diffusion de messages d'alarme, le stockage d'images d'alarme, etc.
he: הצגת פרסומות בפניך תעזור יותר לכך ש-Eseecloud תמשיך לספק לך שירותי תוכנה איטרטיביים בחינם ואיכותיים, כגון דחיפה של הודעת אזעקה, אחסון תמונות אזעקה וכו'.
id: Menampilkan iklan kepada Anda akan lebih kondusif bagi Eseecloud untuk terus memberi Anda layanan perangkat lunak berulang yang gratis dan berkualitas tinggi, seperti push pesan alarm, penyimpanan gambar alarm, dll.
it: Mostrarti annunci pubblicitari sarà più favorevole al fatto che Eseecloud continui a fornirti servizi software iterativi gratuiti e di alta qualità, come push di messaggi di allarme, archiviazione di immagini di allarme, ecc.
ja: 広告を表示することで、Eseecloudは、アラームメッセージのプッシュ、アラーム画像の保存など、無料で高品質の反復ソフトウェアサービスを提供し続けることができます。
ko: 광고를 표시하면 Eseecloud가 알람 메시지 푸시, 알람 사진 저장 등과 같은 무료 고품질 반복 소프트웨어 서비스를 계속 제공하는 데 더 도움이 될 것입니다.
nb: Å vise annonser til deg vil bidra til at Eseecloud fortsetter å gi deg gratis iterative programvaretjenester av høy kvalitet, som alarmmeldings-push, lagring av alarmbilder osv.
nl: Het tonen van advertenties aan u zal bevorderlijk zijn voor Eseecloud om u te blijven voorzien van gratis en hoogwaardige iteratieve softwarediensten, zoals het pushen van alarmberichten, opslag van alarmfoto's, enz.
pl: Wyświetlanie reklam będzie bardziej sprzyjało temu, aby Eseecloud nadal zapewniał bezpłatne i wysokiej jakości usługi iteracyjne, takie jak wysyłanie wiadomości alarmowych, przechowywanie obrazów alarmowych itp.
pt_br: Mostrar anúncios para você será mais propício para o Eseecloud continuar a fornecer serviços de software iterativo gratuitos e de alta qualidade, como envio de mensagens de alarme, armazenamento de imagens de alarme, etc.
ro: Afișarea reclamelor pentru dvs. va fi mai favorabilă pentru ca Eseecloud să vă ofere în continuare servicii software iterative gratuite și de înaltă calitate, cum ar fi push mesaj de alarmă, stocare imagini de alarmă etc.
ru: Показ вам рекламы будет способствовать тому, чтобы Eseecloud продолжала предоставлять вам бесплатные и высококачественные повторяющиеся программные услуги, такие как отправка тревожных сообщений, хранение тревожных изображений и т. д.
sv: Att visa annonser för dig kommer att underlätta för Eseecloud att fortsätta att förse dig med kostnadsfria och högkvalitativa iterativa mjukvarutjänster, såsom larmmeddelande push, lagring av larmbilder, etc.
th: การแสดงโฆษณาให้คุณเห็นจะเอื้อต่อ Eseecloud ต่อไปเพื่อให้บริการซอฟต์แวร์แบบวนซ้ำฟรีและมีคุณภาพสูง เช่น การพุชข้อความเตือน การจัดเก็บภาพปลุก ฯลฯ
tr: Size reklam göstermek, Eseecloud'un size alarm mesajı gönderme, alarm resmi saklama vb. gibi ücretsiz ve yüksek kaliteli yinelemeli yazılım hizmetleri sunmaya devam etmesi için daha elverişli olacaktır.
vi: Việc hiển thị quảng cáo cho bạn sẽ có lợi hơn khi Eseecloud tiếp tục cung cấp cho bạn các dịch vụ phần mềm lặp lại miễn phí và chất lượng cao, chẳng hạn như đẩy tin nhắn báo động, lưu trữ hình ảnh báo động, v.v.
zh_hans: 向您展示广告，将更有利于易视云为您持续提供免费且优质的软件功能迭代服务，如报警消息推送，报警图片存储等。
zh_hant: 向您展示廣告，將更有利於易視雲為您持續提供免費且優質的軟件功能迭代服務，如報警消息推送，報警圖片存儲等。

# addDevice_to_connect
source: To connect
cs: Pro připojení
de: Verbinden
es: Para conectar
fi: Liittää
fr: Se connecter
he: להתחבר
id: Untuk menghubungkan
it: Per connettere
ja: 接続する
ko: 연결
nb: Å koble
nl: Verbinden
pl: Połączyć
pt_br: Conectar
ro: A conecta
ru: Подключить
sv: Att ansluta
th: ในการเชื่อมต่อ
tr: Bağlanmak
vi: Kết nối
zh_hans: 去连接
zh_hant: 去連接

# cloud_package_data_in_use
source: (Package data currently in use)
cs: (Údaje o balíčku, které se aktuálně používají)
de: (Derzeit verwendete Paketdaten)
es: (Datos del paquete actualmente en uso)
fi: (Pakettidata on tällä hetkellä käytössä)
fr: (Données de package actuellement utilisées)
he: (נתוני החבילה הנמצאים כעת בשימוש)
id: (Paket data sedang digunakan)
it: (Dati del pacchetto attualmente in uso)
ja: （現在使用中のパッケージデータ）
ko: (현재 사용중인 패키지 데이터)
nb: (Pakkedata som er i bruk)
nl: (Pakketgegevens momenteel in gebruik)
pl: (Aktualnie używane dane pakietu)
pt_br: (Dados do pacote atualmente em uso)
ro: (Datele pachetului utilizate în prezent)
ru: (Данные пакета в настоящее время используются)
sv: (Paketdata som för närvarande används)
th: (ข้อมูลแพคเกจที่ใช้อยู่ในปัจจุบัน)
tr: (Şu anda kullanımda olan paket verileri)
vi: (Gói dữ liệu hiện đang được sử dụng)
zh_hans: （当前正在使用中的套餐数据）
zh_hant: （當前正在使用中的套餐數據）

# adddevice_select_router_name
source: Select router name and input password
cs: Vyberte název routeru a vstupní heslo
de: Router auswählen und Passwort eingeben
es: Seleccione el nombre del enrutador y la contraseña de entrada
fi: Valitse reitittimen nimi ja syöttösalasana
fr: Sélectionnez le nom du routeur et le mot de passe
he: בחר שם הנתב וסיסמת הקלט
id: Pilih nama router dan masukkan kata sandi
it: Seleziona il nome del router e inserisci la password
ja: ルーター名を選択し、パスワードを入力します
ko: 라우터 이름과 입력 비밀번호를 선택하십시오
nb: Velg ruterenavn og inndata passord
nl: Selecteer de routernaam en voer het wachtwoord in
pl: Wybierz nazwę routera i wprowadź hasło
pt_br: Selecione o nome do roteador e a senha de entrada
ro: Selectați numele routerului și parola de intrare
ru: Выберите имя маршрутизатора и введите пароль
sv: Välj routernamn och inmatningslösenord
th: เลือกชื่อเราเตอร์และรหัสผ่านสำหรับป้อนข้อมูล
tr: Yönlendirici adını seçin ve şifreyi girin
vi: Chọn tên bộ định tuyến và nhập mật khẩu
zh_hans: 选择路由器名称与输入密码
zh_hant: 選擇路由器名稱與輸入密碼

# person_Notification_permission
source: Notification permission
cs: Povolení k oznámení
de: Push-Nachrichten
es: Permiso de notificación
fi: Ilmoituslupa
fr: Autorisation de notification
he: הרשאת הודעה
id: Izin pemberitahuan
it: Permesso di notifica
ja: 通知許可
ko: 통지 허가
nb: Varselstillatelse
nl: Kennisgeving toestemming
pl: Zezwolenie na powiadomienie
pt_br: Permissão de notificação
ro: Permis de notificare
ru: Разрешение на уведомление
sv: Meddelande tillstånd
th: สิทธิ์การเข้าถึงการแจ้งเตือน
tr: Bildirim izni
vi: Cơ quan thông báo
zh_hans: 通知权限
zh_hant: 通知權限

# person_feedback_question_add_preset
source: Q2: How to add preset positions?
cs: Q2: Jak přidat přednastavené pozice?
de: F2: Wie füge ich Preset Positionen hinzu?
es: P2: ¿Cómo agregar posiciones preestablecidas?
fi: Q2: Kuinka lisätä esiasetettuja paikkoja?
fr: Q2 : Comment ajouter des positions prédéfinies ?
he: ש 2: כיצד להוסיף מיקומים מוגדרים מראש?
id: Q2: Bagaimana cara menambahkan posisi preset?
it: Q2: Come aggiungere posizioni preimpostate?
ja: Q2：プリセット位置を追加するにはどうすればよいですか？
ko: Q2: 사전 설정 위치를 추가하는 방법은 무엇입니까?
nb: Q2: Hvordan legger jeg til forhåndsinnstilte posisjoner?
nl: Vraag 2: Hoe voeg ik vooraf ingestelde posities toe?
pl: P2: Jak dodać zaprogramowane pozycje?
pt_br: Q2: Como adicionar posições predefinidas?
ro: Î2: Cum să adăugați poziții prestabilite?
ru: Q2: Как добавить предустановленные позиции?
sv: F2: Hur lägger man till förinställda positioner?
th: Q2: วิธีเพิ่มตำแหน่งที่ตั้งไว้ล่วงหน้า?
tr: S2: Önceden ayarlanmış konumlar nasıl eklenir?
vi: Câu hỏi 2: Làm thế nào để thêm các vị trí đặt trước?
zh_hans: Q2：如何添加常看位置？
zh_hant: Q2：如何添加常看位置？

# adddevice_password_WiFi_limit
source: 2.Passwords and Wi-Fi names cannot use special characters
cs: 2.Hesla a názvy WiFi nemohou používat speciální znaky
de: 2.Passwörter und WLAN-SSID dürfen keine Sonderzeichen enthalten
es: 2.Las contraseñas y los nombres de WiFi no pueden usar caracteres especiales
fi: 2.Salasanat ja WiFi-nimet eivät voi käyttää erikoismerkkejä
fr: 2.Les mots de passe et les noms WiFi ne peuvent pas utiliser de caractères spéciaux
he: 2.סיסמאות ושמות WiFi אינם יכולים להשתמש בתווים מיוחדים
id: 2.Kata sandi dan nama WiFi tidak dapat menggunakan karakter khusus
it: 2.Le password e i nomi WiFi non possono utilizzare caratteri speciali
ja: 2.パスワードと無線LAN名には特殊文字を使用できません
ko: 2.비밀번호 및 WiFi 이름은 특수 문자를 사용할 수 없습니다
nb: 2.Passord og WiFi-navn kan ikke bruke spesialtegn
nl: 2.Wachtwoorden en WiFi-namen kunnen geen speciale tekens gebruiken
pl: 2.Hasła i nazwy WiFi nie mogą zawierać znaków specjalnych
pt_br: 2.Senhas e nomes de WiFi não podem usar caracteres especiais
ro: 2.Parolele și numele WiFi nu pot utiliza caractere speciale
ru: 2.Пароли и имена WiFi не могут использовать специальные символы
sv: 2.Lösenord och WiFi-namn kan inte använda specialtecken
th: 2. ชื่อรหัสผ่านและ Wi-Fi ไม่สามารถใช้อักขระพิเศษได้
tr: 2.Şifreler ve WiFi adları özel karakterler kullanamaz
vi: 2. Mật khẩu và tên WiFi không được sử dụng các ký tự đặc biệt
zh_hans: 2.密码和WiFi名称不能用特殊字符
zh_hant: 2.密碼和WiFi名稱不能用特殊字符

# person_To_authorize
source: To authorize
cs: Autorizovat
de: Autorisieren
es: Autorizar
fi: Valtuuttaa
fr: Autoriser
he: לאשר
id: Untuk memberi otorisasi
it: Per autorizzare
ja: 許可する
ko: 권한을 부여합니다
nb: Å autorisere
nl: Autoriseren
pl: Autoryzować
pt_br: Para autorizar
ro: A autoriza
ru: Авторизоваться
sv: Att auktorisera
th: การอนุญาต
tr: Yetki vermek
vi: Đi tới ủy quyền
zh_hans: 前往授权
zh_hant: 前往授權

# deviceSetting_Change_WIFI_modified_success
source: Device WiFi modified successfully
cs: Zařízení WiFi bylo úspěšně změněno
de: Geräte WLAN erfolgreich geändert
es: Equipo WiFi modificado con éxito
fi: Laitteen WiFi muutettiin onnistuneesti
fr: WiFi de l'appareil modifié avec succès
he: רשת הWiFi שונתה בהצלחה
id: ubah perangkat WiFi berhasil
it: WiFi dispositivo modificato correttamente
ja: 無線LANが正常に変更されました。
ko: 기기 WiFi가 성공적으로 수정되었습니다.
nb: Enhets WiFi endret med hell
nl: Apparaat-WiFi succesvol aangepast
pl: Modyfikacja WiFi zakończona
pt_br: WiFi do dispositivo modificado com sucesso
ro: Dispozitivul WiFi a fost modificat cu succes
ru: WiFi устройства успешно изменен
sv: EnhetsWiFi ändras framgångsrikt
th: อุปกรณ์เปลี่ยน WiFi สำเร็จ
tr: Cihaz WiFi başarıyla değiştirildi
vi: Đã sửa đổi thành công WiFi của thiết bị
zh_hans: 设备WiFi修改成功
zh_hant: 設備WiFi修改成功

# cloud_Renewal_fee_hour
source: %1$dhour
cs: %1$d hodin
de: %1$dStunde
es: %1$dHora
fi: %1$d tuntia
fr: %1$d h
he: שעה%1$d
it: %1$dora
ja: %1$d時間
nb: %1$dtime
nl: %1$duur
pl: %1$dGodzina
vi: %1$d giờ
zh_hans: %1$d小时
zh_hant: %1$d小時

# deviceSetting_Local_storage_space
source: Local storage space
cs: Místní úložiště
de: Lokaler Speicher
es: Almacenamiento local
fi: Paikallinen varasto
fr: Stockage local
he: אחסון מקומי
id: Penyimpanan lokal
it: Memoria locale
ja: ローカルストレージ
ko: 로컬 스토리지
nb: Lokal lagring
nl: Lokale opslag
pl: Lokalny magazyn
pt_br: Armazenamento local
ro: Stocare locală
ru: Локальное хранилище
sv: Lokalt utrymme
th: ที่เก็บข้อมูลในเครื่อง
tr: Yerel depolama
vi: Lưu trữ cục bộ
zh_hans: 本地存储空间
zh_hant: 本地存儲空間

# devicelist_offline_help_content_tow
source: If you are using WiFi connection,please confirm whether you have modified the WiFi of the environment where the device is located-including the WiFi password and name. If you have modified it,please reconfigure WiFi;
cs: Pokud používáte připojení WiFi,ověřte prosím,zda jste změnili WiFi prostředí,ve kterém je zařízení umístěno-včetně hesla WiFi a jména. Pokud jste jej upravili,změňte konfiguraci WiFi;
de: Wenn eine WLAN-Verbindung verwendet wird, prüfen Sie, ob das WLAN, mit welchem das Gerät verbunden ist, geändert wurde - einschließlich des WLAN-Passworts und des Namens. Wenn es geändert wurde, konfigurieren Sie die WLAN-Verbindung neu;
es: Si está utilizando la conexión WiFi,confirme si ha modificado el WiFi del entorno donde se encuentra el Equipo,incluida la contraseña y el nombre de WiFi. Si lo ha modificado,vuelva a configurar WiFi;
fi: Jos käytät WiFi-yhteyttä,varmista,että olet muuttanut WiFi-tilaa,johon laite sijaitsee-mukaan lukien WiFi-salasana ja-nimi.
fr: Si vous utilisez une connexion WiFi, veuillez confirmer si vous avez modifié le WiFi de l'environnement dans lequel se trouve l'appareil (y compris le mot de passe et le nom WiFi). Si vous l'avez modifié, veuillez reconfigurer le WiFi.
he: אם אתה משתמש בחיבור WiFi,ודא אם שינית את ה-WiFi של הסביבה שבה נמצא המכשיר-כולל סיסמת ה-WiFi והשם. אם שינית אותו,הגדר מחדש את WiFi;
id: jika mengunakan koneksi WiFi,silakan konfirm jika kamu telah mengubah tempat yang bisa di jangkaunya,termasuk nama dan sandi WiFi. Jika kamu telah mengubahnya silakan konfigur ulang WiFi;
it: Se si utilizza la connessione WiFi,si prega di confermare se è stato modificato il WiFi dell'ambiente in cui si trova il dispositivo-compresa la password e il nome WiFi. Se è stato modificato,riconfigurare WiFi;
ja: もしお客様のモバイル端末をWifi接続をしている場合は、デバイスが接続しているwifi設定(名前/パスワード)を変更したかどうかを確認してください。変更した場合は、Wifi設定をもう一度行ってください。
ko: WiFi 연결을 사용하는 경우, 장치 근처의 WiFi 암호 및 이름을 확인하고 WiFi를 연결해주세요.
nb: Hvis du bruker WiFi-tilkobling,vennligst bekreft om du har endret WiFi i miljøet der enheten befinner seg-inkludert WiFi-passordet og navnet. Hvis du har endret det,må du omkonfigurere WiFi;
nl: Als u een WiFi-verbinding gebruikt,dient u te bevestigen of u de WiFi van de omgeving waar het apparaat zich bevindt heeft aangepast-inclusief het WiFi-wachtwoord en de WiFi-naam. Als u dit heeft aangepast,dient u WiFi opnieuw te configureren;
pl: Jeśli korzystasz z połączenia WiFi,potwierdź,czy zmodyfikowałeś WiFi środowiska,w którym znajduje się urządzenie-w tym hasło i nazwę WiFi. Jeśli je zmodyfikowałeś,zmień konfigurację WiFi;
pt_br: Se você estiver usando a conexão WiFi,confirme se modificou o WiFi do ambiente onde o dispositivo está localizado-incluindo a senha e o nome do WiFi. Se você modificou,reconfigure o WiFi;
ro: Dacă utilizați conexiune WiFi,vă rugăm să confirmați dacă ați modificat WiFi-ul mediului în care este localizat dispozitivul-inclusiv parola și numele WiFi. Dacă l-ați modificat,reconfigurați WiFi;
ru: Если вы используете соединение WiFi,пожалуйста,подтвердите,изменили ли вы WiFi среды,в которой находится устройство,включая пароль и имя WiFi. Если вы изменили его,пожалуйста,перенастройте WiFi;
sv: Om du använder WiFi-anslutning,bekräfta om du har ändrat WiFi för miljön där enheten finns-inklusive WiFi-lösenordet och namnet. Om du har ändrat det,vänligen konfigurera WiFi;
th: หากคุณใช้ WiFi ในการเชื่อมต่อโปรดตรวจสอบว่าคุณได้วางอุปกรณ์อยู่ในระยะของ WiFi หรือไม่ รวมถึงรหัสผ่านและชื่อ WiFi หากคุณแก้ไขแล้ว โปรดกำหนดค่า WiFi ใหม่
tr: WiFi bağlantısı kullanıyorsanız,lütfen WiFi şifresi ve ismi de dahil olmak üzere cihazın bulunduğu ortamın WiFi'sini değiştirip değiştirmediğinizi onaylayın. Değiştirdiyseniz,lütfen WiFi'yi yeniden yapılandırın;
vi: Nếu bạn đang sử dụng WiFi để kết nối, vui lòng xác nhận xem bạn đã sửa đổi WiFi của môi trường đặt thiết bị hay chưa - bao gồm tên và mật khẩu WiFi. Nếu bạn đã sửa đổi, vui lòng định cấu hình lại WiFi;
zh_hans: 若你是用WiFi连接，请确认是否修改过设备所在环境的WiFi——包括WiFi密码和名称，如修改过，请重新配置WiFi；
zh_hant: 若你是用WiFi連接，請確認是否修改過設備所在環境的WiFi——包括WiFi密碼和名稱，如修改過，請重新配置WiFi；

# add_100M_free_data
source: 100M free data trial
cs: 100 milionů dat na zkušební verzi zdarma
de: 100 Millionen kostenlose Daten-Testversion
es: Prueba de datos gratis de 100M
fi: 100 miljoonan ilmaisen datan kokeiluversio
fr: 100M d'essai de données gratuit
he: 100 מיליון ניסיון נתונים בחינם
id: Uji coba data gratis 100 juta
it: 100 milioni di dati di prova gratuiti
ja: 1億の無料データトライアル
ko: 1억 무료 데이터 평가판
nb: 100 millioner gratis prøveversjon av data
nl: Gratis proefperiode van 100 miljoen gegevens
pl: 100 mln bezpłatnych danych próbnych
pt_br: 100 milhões de testes de dados gratuitos
ro: Probă gratuită de date de 100 de milioane
ru: Бесплатная пробная версия 100M данных
sv: 100 miljoner gratis testversion av data
th: ทดลองใช้ข้อมูลฟรี 100 ล้านครั้ง
tr: 100 milyon ücretsiz veri denemesi
vi: 100 triệu dữ liệu dùng thử miễn phí
zh_hans: 100M免费流量试用
zh_hant: 100M免費流量試用

# person_setting_preview_enter_number_between
source: Please enter a number between 7-255
cs: Zadejte číslo mezi 7-255
de: Bitte Zahl zwischen 7-255 eingeben
es: Por favor ingrese un número entre 7-255
fi: Anna numero väliltä 7-255
fr: Veuillez entrer un nombre entre 7 et 255
he: נא להזין מספר בין 7-255
id: Silakan masukkan angka antara 7-255
it: Inserisci un numero compreso tra 7 e 255
ja: 7〜255の数字を入力してください
ko: 7-255 사이의 숫자를 입력하세요.
nb: Vennligst skriv inn et tall mellom 7-255
nl: Voer een getal in tussen 7-255
pl: Wprowadź liczbę od 7 do 255
pt_br: Insira um número entre 7-255
ro: Vă rugăm să introduceți un număr între 7-255
ru: Пожалуйста, введите число от 7 до 255
sv: Ange ett nummer mellan 7-255
th: โปรดป้อนตัวเลขระหว่าง 7-255
tr: Lütfen 7-255 arasında bir sayı girin
vi: Vui lòng nhập một số từ 7-255
zh_hans: 请输入7-255之间的数字
zh_hant: 請輸入7-255之間的數字

# password_again
source: Confirm password again
cs: Znovu zjistěte heslo
de: Passwort nochmal bestätigen
es: Confirmar la contraseña nuevamente
fi: Määritä salasana uudelleen
fr: Confirmer le mot de passe
he: הכנס שנית את הססמה
id: Ulang Sandi Baru
it: Ripetere password
ja: パスワードを再度入力してください
ko: 비밀번호 다시 확인
nb: Bekreft passord
nl: Wachtwoord opnieuw bevestigen
pl: Potwierdź ponownie hasło
pt_br: Confirme a senha novamente
ro: Confirmați din nou parola
ru: Подтвердите пароль еще раз
sv: Bekräfta lösenord igen
th: ยืนยันรหัสผ่านอีกครั้ง
tr: Şifreyi tekrar onayla
vi: Xác nhận lại mật khẩu
zh_hans: 再次确定密码
zh_hant: 再次確定密碼

# devicesetting_Humanoid_detection
source: Humanoid detection
cs: Humanoidní detekce
de: Erkennung Menschen
es: Detección humanoide
fi: Humanoidien havaitseminen
fr: Détection humanoïde
he: גילוי הומנואידי
id: Deteksi humanoid
it: Rilevazione umanoide
ja: 人検出
ko: 휴머노이드 감지
nb: Humanoid deteksjon
nl: Humanoïde detectie
pl: Wykrywanie humanoidów
pt_br: Detecção humanóide
ro: Detectarea umanoidului
ru: Обнаружение гуманоида
sv: Humanoid upptäckt
th: การตรวจจับมนุษย์
tr: İnsansı tespit
vi: Phát hiện hình người
zh_hans: 人形侦测
zh_hant: 人形偵測

# message_Live_screen
source: Live screen
cs: Živá obrazovka
de: Live-Bildschirm
es: pantalla en vivo
fi: Live-näyttö
fr: Écran en direct
he: מסך חי
id: Layar langsung
it: Schermo dal vivo
ja: ライブスクリーン
ko: 라이브 화면
nb: Live-skjerm
nl: Live scherm
pl: Ekran na żywo
pt_br: Tela ao vivo
ro: Ecran live
ru: Живой экран
sv: Liveskärm
th: หน้าจอสด
tr: Canlı ekran
vi: Màn hình trực tiếp
zh_hans: 直播画面
zh_hant: 直播畫面

# addDevice_passwordFormat_error
source: Format of device password is wrong
cs: Formát hesla zařízení je nesprávný
de: Format Gerätepasswort ungültig
es: La contraseña del Equipo está mal formateada
fi: Laitteen salasanan muoto on virheellinen
fr: Le format du mot de passe de l'appareil est incorrect
he: פורמט הססמה שגוי
id: format sandi perangkat salah
it: Formato password errato
ja: デバイスパスワードの形式が正しくありません。
ko: 제품 비밀번호의 형식이 맞지 않습니다.
nb: Format på enhets passord er feil
nl: Opmaak van wachtwoord apparaat onjuist
pl: Format hasła urządzenia jest niepoprawny
pt_br: Formato da senha do dispositivo está errado
ro: Formatul parolei dispozitivului este greșit
ru: Неправильный формат пароля устройства
sv: Formateringslösenordet är felaktigt
th: รูปแบบของรหัสผ่านอุปกรณ์ไม่ถูกต้อง
tr: Cihaz şifresinin formatı yanlış
vi: Định dạng mật khẩu thiết bị không chính xác
zh_hans: 设备密码格式错误
zh_hant: 設備密碼格式錯誤

# add_Hear_prompt_tone
source: Hear the prompt tone
cs: Poslechněte si tón výzvy
de: Hören Sie den Aufforderungston
es: Escuche el tono rápido
fi: Kuuntele kehotusääni
fr: Écoutez la tonalité d'invite
he: שמע את צליל ההנחיה
id: Mendengar nada prompt
it: Ascolta il tono di richiesta
ja: プロンプトトーンを聞く
ko: 프롬프트 톤 듣기
nb: Hør ledeteksten
nl: Hoor de prompt toon
pl: Usłysz sygnał zachęty
pt_br: Ouvir o tom de alerta
ro: Ascultă tonul prompt
ru: Услышьте быстрый тон
sv: Hör prompttonen
th: ฟังเสียงเตือน
tr: İstem sesini duyun
vi: Nghe âm báo nhắc nhở
zh_hans: 听到提示音
zh_hant: 聽到提示音

# addDevice_guide_lightFlash_tips
source: Tips 1: does indicator light of the device blink?
cs: Tip 1: Bliká indikátor zařízení?
de: Hinweis 1: Blinkt die Status-LED des Geräts?
es: Consejos 1: ¿La luz indicadora del Equipo parpadea?
fi: Vihje 1: Onko laitteen merkkivalo vilkkuva?
fr: Conseil 1 : le voyant de l'appareil clignote-t-il ?
he: טיפ מספר 1: האם נורת החיווי של המכשיר מהבהבת?
id: Tips 1: Apakah Lampu indikator perangkat berkelip?
it: Suggerimento 1: Il led del dispositivo lampeggia?
ja: アドバイス1)デバイスのランプは点滅していますか？
ko: 1. 제품의 인디케이터 불빛이 깜빡입니까?
nb: Tips 1: Blinker lysindikatoren på enheten?
nl: Tip 1: knippert het indicatielampje van het apparaat?
pl: 1. Czy miga dioda LED na urządzeniu?
pt_br: Dicas 1: a luz indicadora do dispositivo pisca?
ro: Sfaturi 1: luminează indicatorul luminos al dispozitivului clipește?
ru: Советы 1: мигает ли индикатор устройства?
sv: Tips 1: Blinkar indikatorlampan på enheten?
th: 1:ไฟแสดงสถานะอุปกรณ์กะพริบหรือไม่?
tr: İpuçları 1: cihazın gösterge ışığı yanıp sönüyor mu?
vi: Mẹo 1: Đèn báo thiết bị có nhấp nháy không?
zh_hans: 提示1：设备指示灯是否闪烁？
zh_hant: 提示1：設備指示燈是否閃爍？
