Repository: Yolo-cell-hash/go_home_ios
Catalog: ios/Runner/JASDK/JAResources/XLanguage/X35MultiLanguage/*.lproj/X35MutiLanguage.strings
Languages: cs, de, es, fi, fr, he, id, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sv, th, tr, vi, zh_hans, zh_hant

# deviceSetting_Zoom_and_focus_illustrate
source: After opening, the Pro button will appear in the real-time preview. Clicking the Pro button will turn on the professional mode on the gimbal panel. The professional mode panel includes zoom focus adjustment and preset calling a series of lens control functions.
cs: Po otevření se v náhledu v reálném čase objeví tlačítko Pro. Kliknutím na tlačítko Pro se na panelu gimbal zapne profesionální režim. Panel profesionálního režimu zahrnuje nastavení zoomu a přednastavené vyvolání řady funkcí ovládání objektivu.
de: Nach dem Öffnen erscheint der Pro-Button in der Echtzeitvorschau. Durch Klicken auf die Pro-Schaltfläche wird der professionelle Modus auf dem Gimbal-Bedienfeld aktiviert. Das Profimodus-Bedienfeld umfasst eine Zoom-Fokuseinstellung und eine Preset, die eine Reihe von Objektivsteuerungsfunktionen aufruft.
es: Después de abrir, el botón Pro aparecerá en la vista previa en tiempo real. Al hacer clic en el botón Pro, se activará el modo profesional en el panel cardán. El panel de modo profesional incluye ajuste de enfoque de zoom y llamada preestablecida a una serie de funciones de control de lente.
fi: Avaamisen jälkeen Pro-painike tulee näkyviin reaaliaikaiseen esikatseluun. Pro-painikkeen napsauttaminen ottaa ammattimaisen tilan käyttöön gimbal-paneelissa. Professional-tilan paneeli sisältää zoomin tarkennuksen säädön ja esiasetuksen kutsuvan sarjan objektiivin ohjaustoimintoja.
fr: Après l'ouverture, le bouton Pro apparaîtra dans l'aperçu en temps réel. Cliquer sur le bouton Pro activera le mode professionnel sur le panneau du cardan. Le panneau du mode professionnel comprend le réglage de la mise au point du zoom et un préréglage appelant une série de fonctions de contrôle de l'objectif.
he: לאחר הפתיחה, כפתור ה-Pro יופיע בתצוגה המקדימה בזמן אמת. לחיצה על כפתור המקצוענים תפעיל את המצב המקצועי בפאנל הגימבל. פאנל המצבים המקצועי כולל התאמת מיקוד זום וקריאה מראש לסדרה של פונקציות בקרת עדשה.
id: Setelah dibuka, tombol Pro akan muncul di pratinjau waktu nyata. Mengklik tombol Pro akan mengaktifkan mode profesional pada panel gimbal. Panel mode profesional mencakup penyesuaian fokus zoom dan panggilan preset serangkaian fungsi kontrol lensa.
it: Dopo l'apertura, il pulsante Pro apparirà nell'anteprima in tempo reale. Facendo clic sul pulsante Pro si attiverà la modalità professionale sul pannello del gimbal. Il pannello della modalità professionale include la regolazione della messa a fuoco dello zoom e la chiamata preimpostata di una serie di funzioni di controllo dell'obiettivo.
ja: 開くと、リアルタイムプレビューに[プロ]ボタンが表示されます。 Proボタンをクリックすると、ジンバルパネルのプロフェッショナルモードがオンになります。プロフェッショナルモードパネルには、ズームフォーカス調整と一連のレンズ制御機能を呼び出すプリセットが含まれています。
ko: 열면 실시간 미리보기에 Pro 버튼이 나타납니다. 프로 버튼을 클릭하면 짐벌 패널에서 프로페셔널 모드가 켜집니다. 전문가 모드 패널에는 줌 초점 조정 및 일련의 렌즈 제어 기능을 호출하는 사전 설정이 포함됩니다.
nb: Etter åpning vil Pro-knappen vises i forhåndsvisningen i sanntid. Hvis du klikker på Pro-knappen, aktiveres den profesjonelle modusen på gimbalpanelet. Det profesjonelle moduspanelet inkluderer zoomfokusjustering og forhåndsinnstilling som kaller en rekke linsekontrollfunksjoner.
nl: Na het openen verschijnt de Pro-knop in de realtime preview. Als u op de Pro-knop klikt, wordt de professionele modus op het cardanische paneel ingeschakeld. Het professionele moduspaneel omvat aanpassing van de zoomfocus en voorinstellingen die een reeks lensbesturingsfuncties oproepen.
pl: Po otwarciu przycisk Pro pojawi się w podglądzie w czasie rzeczywistym. Kliknięcie przycisku Pro włączy tryb profesjonalny na panelu gimbala. Panel trybu profesjonalnego obejmuje regulację zoomu i wywoływanie ustawień wstępnych szeregu funkcji sterowania obiektywem.
pt_br: Após a abertura, o botão Pro aparecerá na visualização em tempo real. Clicar no botão Pro ativará o modo profissional no painel do cardan. O painel de modo profissional inclui ajuste de foco de zoom e predefinição de chamada de uma série de funções de controle de lente.
ro: După deschidere, butonul Pro va apărea în previzualizarea în timp real. Făcând clic pe butonul Pro, se va activa modul profesional de pe panoul cardanului. Panoul de mod profesional include reglarea focalizării zoomului și apelarea presetată a unei serii de funcții de control a obiectivului.
ru: После открытия кнопка Pro появится в режиме предварительного просмотра в реальном времени. Нажатие кнопки Pro включит профессиональный режим на панели стабилизатора. Панель профессионального режима включает в себя регулировку фокуса зума и предустановку, вызывающую ряд функций управления объективом.
sv: Efter öppning visas Pro-knappen i realtidsförhandsgranskningen. Genom att klicka på Pro-knappen aktiveras det professionella läget på kardanpanelen. Den professionella lägespanelen inkluderar zoomfokusjustering och förinställning som anropar en rad linskontrollfunktioner.
th: หลังจากเปิด ปุ่ม Pro จะปรากฏในการแสดงตัวอย่างแบบเรียลไทม์ การคลิกปุ่ม Pro จะเป็นการเปิดโหมดมืออาชีพบนแผง gimbal แผงโหมดมืออาชีพประกอบด้วยการปรับโฟกัสการซูมและการตั้งค่าล่วงหน้าที่เรียกใช้ชุดฟังก์ชันการควบคุมเลนส์
tr: Açtıktan sonra, gerçek zamanlı önizlemede Pro düğmesi görünecektir. Pro düğmesine tıklamak, gimbal panelindeki profesyonel modu açacaktır. Profesyonel mod paneli, yakınlaştırma odak ayarı ve bir dizi lens kontrol işlevini çağıran ön ayar içerir.
vi: Sau khi mở, nút Pro sẽ xuất hiện trong bản xem trước thời gian thực. Nhấp vào nút Pro sẽ bật chế độ chuyên nghiệp trên bảng gimbal. Bảng điều khiển chế độ chuyên nghiệp bao gồm điều chỉnh tiêu cự thu phóng và cài đặt trước gọi một loạt chức năng điều khiển ống kính.
zh_hans: 开启后实时预览会出现Pro按钮，点击Pro按钮云台面板会开启专业模式，专业模式面板包含变倍对焦调节和预置位调用一系列镜头控制功能。
zh_hant: 開啟後實時預覽會出現Pro按鈕，點擊Pro按鈕雲檯面板會開啟專業模式，專業模式面板包含變倍對焦調節和預置位調用一系列鏡頭控制功能。

# adddevice_connect_fail_reason_1
source: When device connection timeout, you can click Retry to reconnect the device
cs: Doba připojení zařízení vypršela, zařízení můžete znovu připojit klepnutím na tlačítko Opakovat
de: Bei Zeitüberschreitung der Geräteverbindung, können Sie auf "Wiederholen" tippen, um die Verbindung zum Gerät wiederherzustellen
es: Se ha agotado el tiempo de conexión del Equipo, puede volver a conectarlo haciendo clic en el botón Reintentar
fi: Laitteen yhteyden aikakatkaisu, voit yhdistää laitteen uudelleen napsauttamalla uudelleen
fr: La connexion au périphérique a expiré, vous pouvez le reconnecter en cliquant sur le bouton Réessayer.
he: פג הזמן הקצוב לחיבור המכשיר, תוכל לחבר מחדש את המכשיר על ידי לחיצה על הלחצן 'נסה שוב'
id: Waktu koneksi perangkat habis, Anda dapat menghubungkan kembali perangkat dengan mengklik tombol coba lagi
it: Timeout della connessione del dispositivo, è possibile riconnettere il dispositivo facendo clic sul pulsante Riprova
ja: デバイス接続がタイムアウトしました。再試行ボタンをクリックしてデバイスに再接続できます。
ko: 기기 연결 시간이 초과되었습니다. 다시 시도 버튼을 클릭하여 기기를 다시 연결할 수 있습니다.
nb: Enhetsforbindelse utløpt, du kan koble enheten til igjen ved å klikke på retrykkknappen
nl: Er is een time-out opgetreden voor de verbinding met het apparaat. U kunt het apparaat opnieuw verbinden door op de knop Opnieuw proberen te klikken
pl: Przekroczono limit czasu połączenia urządzenia, można ponownie podłączyć urządzenie, klikając przycisk ponów próbę
pt_br: A conexão do dispositivo expirou, você pode reconectar o dispositivo clicando no botão de repetição
ro: Conectarea dispozitivului a expirat, puteți reconecta dispozitivul dând clic pe butonul de reîncercare
ru: Истекло время подключения устройства, вы можете повторно подключить устройство, нажав кнопку повтора
sv: Enhetsanslutningen avbröts, du kan ansluta enheten igen genom att klicka på försöksknappen igen
th: เมื่อหมดเวลาการเชื่อมต่ออุปกรณ์ คุณสามารถคลิกลองอีกครั้งเพื่อเชื่อมต่ออุปกรณ์อีกครั้ง
tr: Cihaz bağlantısı zaman aşımına uğradıysa, yeniden dene düğmesini tıklatarak cihazı yeniden bağlayabilirsiniz.
vi: Kết nối thiết bị đã hết thời gian chờ, bạn có thể nhấp vào nút thử lại để kết nối lại thiết bị
zh_hans: 设备连接超时，您可以点击重试按钮重新连接设备
zh_hant: 設備連接超時，您可以點擊重試按鈕重新連接設備

# cloud_24_hour_uninterrupted
source: 24 hours of uninterrupted video recording
cs: 24 hodin nepřetržitého záznamu videa
de: 24 Stunden ununterbrochene Videoaufnahme
es: 24 horas de grabación de video ininterrumpida
fi: 24 tunnin keskeytymätön videotallennus
fr: 24 heures d'enregistrement vidéo ininterrompu
he: 24 שעות של הקלטת וידיאו ללא הפרעה
id: 24 jam perekaman video tanpa gangguan
it: 24 ore di registrazione video ininterrotta
ja: 24時間の中断のないビデオ録画
ko: 24 시간 동안 중단없는 비디오 녹화
nb: 24 timers uavbrutt videoopptak
nl: 24 uur ononderbroken video-opname
pl: 24 godziny nieprzerwanego nagrywania wideo
pt_br: 24 horas de gravação de vídeo ininterrupta
ro: 24 de ore de înregistrare video neîntreruptă
ru: 24 часа непрерывной записи видео
sv: 24 timmars oavbruten videoinspelning
th: บันทึกวิดีโอตลอด 24 ชั่วโมงโดยไม่สะดุด
tr: 24 saat kesintisiz video kaydı
vi: Quay video 24 giờ liên tục
zh_hans: 24小时不间断录制视频
zh_hant: 24小時不間斷錄製視頻

# preview_wait_tips
source: Please wait for the play before doing this
cs: Počkejte prosím na hru předtím,než to uděláte
de: Bitte auf Wiedergabe warten und dann bedienen
es: Por favor,espere el juego antes de hacer esto.
fi: Odota toistoa ennen kuin teet tämän
fr: Veuillez attendre pour jouer.
he: המתן למחזה לפני שתעשה זאת
id: Harap tunggu drama sebelum melakukan ini
it: Per favore aspetta il gioco prima di fare questo
ja: 再生(映像表示)するまで次の操作をお待ち下さい。
ko: 재생을 기다려주세요.
nb: Vennligst vent på spillet før du gjør dette
nl: Wacht alsjeblieft op het spel voordat je dit doet
pl: Zanim to zrobisz,zaczekaj na grę
pt_br: Por favor,aguarde o jogo antes de fazer isso
ro: Așteptați jocul înainte de a face acest lucru
ru: Пожалуйста,подождите пьесу,прежде чем делать это
sv: Vänta på spelet innan du gör det här
th: โปรดรอการเล่น ก่อนดำเนินการนี้
tr: Lütfen bunu yapmadan önce oyunu bekleyin
vi: Vui lòng đợi nó phát trước khi thực hiện thao tác này
zh_hans: 请等待播放后再执行此操作
zh_hant: 請等待播放後再執行此操作

# cloud_renewal_forFailure
source: Fails to get commodity list,please try again
cs: Seznam položek se nezdařil,zkuste to prosím znovu
de: Fehler beim Abrufen der Warenliste. Bitte erneut versuchen
es: Error al obtener la lista de productos,intente de nuevo
fi: Kohtaluettelon saaminen epäonnistui. Yritä uudelleen
fr: Ne parvient pas à obtenir la liste des produits, veuillez réessayer
he: נכשל כדי לקבל רשימת הסחורות,נסה שוב
id: Gagal mendapat daftar komoditi,silakan coba lagi
it: Errore ricezione lista dispositivi,prego riprovare
ja: 商品リストの取得ができません。もう一度お試しください。
ko: 상품 목록을 가져 오지 못했습니다. 다시 시도하십시오.
nb: Henting av handleliste feilet. Vennligst prøv igjen
nl: Productlijst ophalen mislukt,probeer het opnieuw
pl: Nie udało się uzyskać listy towarowej,spróbuj ponownie
pt_br: Não consegue obter lista de produtos,por favor tente novamente
ro: Nu reușiți să obțineți lista de mărfuri,încercați din nou
ru: Не удается получить список товаров,пожалуйста,попробуйте еще раз
sv: Misslyckas med att få varubeskrivningslista,försök igen
th: ไม่สามารถรับรายการผลิตภัณฑ์,โปรดลองอีกครั้ง
tr: Emtia listesi alınamıyor,lütfen tekrar deneyin
vi: Không lấy được danh sách sản phẩm, vui lòng thử lại
zh_hans: 获取商品列表失败，请重试
zh_hant: 獲取商品列表失敗，請重試

# person_feedback_question_2
source: Camera add failure reasons and solutions
cs: Fotoaparát přidává důvody a řešení selhání
de: Kamera hinzufügen fehlgeschlagen – Gründe und Lösungen
es: Cámara agrega razones de falla y soluciones
fi: Kamera lisää vikojen syitä ja ratkaisuja
fr: La caméra ajoute des raisons et des solutions aux pannes
he: מצלמה מוסיפה סיבות ופתרונות לכישלון
id: Kamera menambahkan alasan dan solusi kegagalan
it: La fotocamera aggiunge motivi e soluzioni ai guasti
ja: カメラ追加失敗の理由と解決策
ko: 카메라 추가 실패 이유 및 솔루션
nb: Kamera legger til feilårsaker og løsninger
nl: Camera voegt redenen en oplossingen voor fouten toe
pl: Kamera dodaje przyczyny i rozwiązania awarii
pt_br: Câmera adicionar motivos de falha e soluções
ro: Aparatul foto adaugă motivele și soluțiile de defecțiune
ru: Камера добавить причины отказа и решения
sv: Kameran lägger till felanledningar och lösningar
th: เหตุผลและแนวทางแก้ไขสำหรับความล้มเหลวในการเพิ่มกล้อง
tr: Kamera ekleme hatası nedenleri ve çözümleri
vi: Nguyên nhân và giải pháp cho việc lắp thêm camera không thành công
zh_hans: 摄像机添加失败原因与解决方法
zh_hant: 攝像機添加失敗原因與解決方法

# deviceSetting_Start_camera
source: Start the camera
cs: Spusťte fotoaparát
de: Kamera starten
es: Enciende la cámara
fi: Käynnistä kamera
fr: Démarrer la caméra
he: הפעל את המצלמה
id: Mulai kamera
it: Avvia la fotocamera
ja: カメラを起動します
ko: 카메라 시작
nb: Start kameraet
nl: Start de camera
pl: Uruchom aparat
pt_br: Liga a camera
ro: Porniți camera
ru: Запустить камеру
sv: Starta kameran
th: เปิดกล้อง
tr: kamerayı başlat
vi: Khởi động máy ảnh
zh_hans: 启动摄像机
zh_hant: 啟動攝像機

# channel_four
source: Channel 4
cs: Kanál 4
de: Kanal 4
es: Canal 4
fi: Kanava 4
fr: Canal 4
he: ערוץ 4
id: Saluran 4
it: Canale 4
ja: チャンネル4
ko: 채널 4
nb: Kanal 4
nl: Kanaal 4
pl: Kanał 4
pt_br: Canal 4
ro: Canalul 4
ru: 4 канал
sv: Kanal 4
th: ช่องที่ 4
tr: Kanal 4
vi: Kênh số 4
zh_hans: 通道4
zh_hant: 通道4

# deviceSetting_Delete_cordon
source: Delete cordon
cs: Smazat kordon
de: Warnlinie(n) löschen
es: Eliminar cordón
fi: Poista Cordon
fr: Supprimer le cordon
he: מחק קורדון
id: Hapus barisan
it: Elimina cordone
ja: 非常線を削除する
ko: 코르돈 삭제
nb: Slett kordon
nl: Verwijder kordon
pl: Usuń kordon
pt_br: Excluir cordão
ro: Șterge cordonul
ru: Удалить кордон
sv: Ta bort spärr
th: ลบวงล้อม
tr: Kordonu sil
vi: Xóa cordon
zh_hans: 删除警戒线
zh_hant: 刪除警戒線

# cloud_purchase_select_several_device_channel
source: device channels
cs: kanálů
de: Gerätekanäle
es: canales del Equipo
fi: laitteen kanavia
fr: canaux de l'appareil
he: ערוצי התקן
id: saluran perangkat
it: canali del dispositivo
ja: デバイスチャンネル
ko: 장치 채널
nb: enhetskanaler
nl: apparaatkanalen
pl: kanały urządzeń
pt_br: canais de dispositivos
ro: dispozitive
ru: каналы устройства
sv: enhetskanaler
th: ช่องอุปกรณ์
tr: cihaz kanalları
vi: Các kênh thiết bị
zh_hans: 个设备通道
zh_hant: 個設備通道

# devSetting_firmware_version
source: Software version
cs: Verze firmwaru
es: Versión de firmware
fi: Firmware-versio
fr: Une version de logiciel
he: גרסה התוכנה
id: Versi Software
it: Versione sofware
ja: ソフトウェアバージョン
ko: 소프트웨어 버전
nb: Softwareversjon
nl: Softwareversie
pl: Wersja firmware
pt_br: Versão do software
ro: Versiune software
ru: Версия программного обеспечения
sv: Mjukvaru-version
th: เวอร์ชันซอฟต์แวร์
tr: Yazılım versiyonu
vi: Phiên bản phần mềm
zh_hans: 固件版本
zh_hant: 固件版本

# preview_intercom_initiat
source: Initiating an intercom
cs: Zahájení interkomu
de: Wechselsprechen wird geladen
es: Iniciando un intercomunicador
fi: Sisäpuhelimen käynnistäminen
fr: Lancer un interphone
he: יצירת אינטרקום
id: Memulai interkom
it: Avvio di un citofono
ja: 双方向通話の開始
ko: 인터컴 시작하기
nb: Starte et intercom
nl: Een intercom starten
pl: Inicjowanie interkomu
pt_br: Iniciando um intercomunicador
ro: Inițierea unui interfon
ru: Инициирование интеркома
sv: Initiera en intercom
th: เริ่มสนทนา
tr: Dahili telefon başlatılması
vi: Bắt đầu liên lạc nội bộ
zh_hans: 正在发起对讲
zh_hant: 正在發起對講

source: Alarm message
cs: Poplašná zpráva
de: Alarmmeldung
es: Mensaje de alarma
fi: Hälytysviesti
fr: Message d'alarme
he: הודעת אזעקה
id: Pesan alarm
it: Messaggio di allarme
ja: アラームメッセージ
ko: 알람 메시지
nb: Alarmmelding
nl: Alarmbericht
pl: Komunikat alarmowy
pt_br: Mensagem de alarme
ro: Mesaj de alarma
ru: Тревожное сообщение
sv: Larmmeddelande
th: ข้อความปลุก
tr: Alarm mesajı
vi: Tin nhắn báo động
zh_hans: 报警消息
zh_hant: 報警消息

source: Pacific/Honolulu
cs: Pacifik / Honolulu
de: Pazifik / Honolulu
es: Pacífico / Honolulu
fi: Tyynimeri / Honolulu
he: האוקיינוס ​​השקט / הונולולו
id: Pasifik / Honolulu
ja: パシフィック/ホノルル
ko: 태평양 / 호놀룰루
pt_br: Pacífico / Honolulu
ru: Тихий океан / Гонолулу
th: แปซิฟิก / โฮโนลูลู
tr: Pasifik / Honolulu
vi: Honolulu
zh_hans: 檀香山
zh_hant: 檀香山

# devicelist_recharge
source: Recharge
cs: Dobijte
de: Aufladen
es: Recargar
fi: Ladata
fr: Recharger
he: להטעין
id: Isi ulang
it: Ricaricare
ja: リチャージ
ko: 재충전
nl: Laad op
pl: Naładuj
pt_br: Recarrega
ro: REÎNCĂRCĂ
ru: перезарядка
sv: Ladda om
th: เติมเงิน
tr: şarj
vi: Nạp điện
zh_hans: 充值
zh_hant: 充值

# adddevice_switch_4G_wifi
source: Switching network is 2.4GHz, suitable for configuration
cs: Spínací síť je 2,4 GHz, vhodná pro konfiguraci
de: Netzwerk sendet auf 2,4 GHz und kann für Konfiguration verwendet werden
es: La red de conmutación es de 2.4GHz, adecuada para configuración
fi: Vaihtoverkko on 2,4 GHz, soveltuu kokoonpanoon
fr: Réseau de commutation est de 2,4 GHz, adapté à la configuration
he: מיתוג הרשת הוא 2.4GHz, מתאים תצורה
id: Switching network adalah 2.4GHz, cocok untuk konfigurasi
it: La commutazione della rete è di 2,4 GHz, adatta alla configurazione
ja: スイッチングネットワークは構成に適した2.4GHzです
ko: 스위칭 네트워크는 2.4GHz로 구성에 적합합니다.
nb: Bytt nettverk er 2,4 GHz, egnet for konfigurasjon
nl: Schakelnetwerk is 2,4 GHz, geschikt voor configuratie
pl: Sieć przełączająca to 2,4 GHz, odpowiednia do konfiguracji
pt_br: Rede de comutação é de 2,4 GHz, adequado para configuração
ro: Rețeaua de comutare este 2.4GHz, potrivită pentru configurare
ru: Коммутационная сеть 2,4 ГГц, подходит для конфигурации
sv: Växlingsnätet är 2,4 GHz, lämpligt för konfiguration
th: เปลี่ยนเป็น WiFi 2.4GHZ เพื่อกำหนดค่า
tr: Anahtarlama ağı 2.4GHz, yapılandırma için uygun
vi: Mạng chuyển mạch là 2.4GHz, phù hợp với cấu hình
zh_hans: 切换网络均为2.4GHz，适合配置
zh_hant: 切換網絡均為2.4GHz，適合配置

# addDevice_no_sound
source: No response when scanning the code?
cs: Při skenování kódu nereagujete?
de: Keine Rückmeldung beim Scannen des Codes?
es: ¿No hay respuesta al escanear el código?
fi: Ei vastausta koodia skannattaessa?
fr: Aucune réponse lors de la numérisation du code?
he: אין תגובה בעת סריקת הקוד?
id: Tidak ada tanggapan saat memindai kode?
it: Nessuna risposta durante la scansione del codice?
ja: コードをスキャンしても応答がありませんか？
ko: 코드를 스캔 할 때 응답이 없습니까?
nb: Ingen svar når du skanner koden?
nl: Geen reactie bij het scannen van de code?
pl: Brak odpowiedzi podczas skanowania kodu?
pt_br: Sem resposta ao escanear o código?
ro: Niciun răspuns la scanarea codului?
ru: Нет ответа при сканировании кода?
sv: Inget svar när du skannar koden?
th: ไม่มีการตอบสนองเมื่อสแกนรหัส?
tr: Kodu tararken yanıt yok mu?
vi: Không có phản hồi khi quét mã?
zh_hans: 扫码没反应？
zh_hant: 掃碼沒反應？

# Cloud_storage_service_valid_period_ios
source: Channel %1$d cloud validity period
cs: Doba platnosti kanálu%1$d
de: Kanal%1$ d Cloud-Gültigkeitsdauer
es: Canal%1$ d período de validez de la nube
fi: Kanavan%1$d pilven voimassaoloaika
fr: Période de validité des nuages du canal%1$d
he: תקופת הענן של%1$d בענן
id: Saluran%1$d masa berlaku cloud
it: Canale%1$d periodo di validità del cloud
ja: チャンネル%1$d クラウド有効期間
ko: 채널 %1$d 구름 유효 기간
nb: Kanal%1$d skyvaliditetsperiode
nl: Channel%1$d cloud-geldigheidsperiode
pl: Kanał%1$d okres ważności chmury
pt_br: Período de validade da nuvem do canal%1$d
ro: Perioada de valabilitate a norului din canal%1$d
ru: Срок действия облака%1$d канала
sv: Kanal%1$d molnstatusperiod
th: ช่อง%1$d ระยะเวลาความถูกต้องของระบบคลาวด์
tr: Kanal%1$d bulut geçerlilik süresi
vi: Kênh%1$d Thời hạn hiệu lực của khoản tiền gửi qua đám mây
zh_hans: 通道%1$d 云存有效期
zh_hant: 通道%1$d 雲存有效期

# Addevice_repairing
source: Re-pairing
cs: Opětovné spárování
de: Neu verbinden
es: Reparación
fi: Pariliitos uudelleen
fr: Réappairage
he: התאמה מחדש
id: Memasangkan ulang
it: Riaccoppiamento
ja: 修理
ko: 다시 페어링
nb: Paring på nytt
nl: Opnieuw koppelen
pl: Ponowne parowanie
pt_br: Re-emparelhamento
ro: Re-împerechere
ru: Повторное сопряжение
sv: Reparation
th: จับคู่ใหม่
tr: yeniden eşleştirme
vi: Ghép nối lại
zh_hans: 重新配对
zh_hant: 重新配對

# addDevice_solution_for_device_offline_2
source: Recharge method:
cs: Způsob dobíjení:
de: Auflademethode:
es: Método de recarga:
fi: Lataustapa:
fr: Méthode de recharge :
he: שיטת טעינה:
id: Metode isi ulang:
it: Metodo di ricarica:
ja: 充電方法：
ko: 충전 방법:
nb: Lademetode:
nl: Oplaadmethode:
pl: Metoda ładowania:
pt_br: Método de recarga:
ro: Metoda de reincarcare:
ru: Метод перезарядки:
sv: Laddningsmetod:
th: วิธีการเติมเงิน:
tr: Yeniden şarj yöntemi:
vi: Phương thức nạp tiền:
zh_hans: 充值方式：
zh_hant: 充值方式：

# message_No_alarm_message
source: No alarm message
cs: Žádná poplašná zpráva
de: Keine Alarmmeldung
es: Sin mensaje de alarma
fi: Ei hälytysviestiä
fr: Pas de message d'alarme
he: אין הודעת אזעקה
id: Tidak ada pesan alarm
it: Nessun messaggio di allarme
ja: アラームメッセージはありません
ko: 알람 메시지 없음
nb: Ingen alarmmelding
nl: Geen alarmbericht
pl: Brak komunikatu alarmowego
pt_br: Nenhuma mensagem de alarme
ro: Niciun mesaj de alarma
ru: Нет тревожного сообщения
sv: Inget larmmeddelande
th: ไม่มีข้อความเตือน
tr: Alarm mesajı yok
vi: Không có tin nhắn báo thức
zh_hans: 暂无报警消息
zh_hant: 暫無報警消息

# devicelist_firmware_update_success
source: Upgrade successed
cs: Upgrade byl úspěšný
de: Upgrade erfolgreich
es: Actualización exitosa
fi: Päivitys onnistui
fr: Mise à niveau réussie
he: השדרוג הצליח
id: Peningkatan berhasil
it: Aggiornamento riuscito
ja: アップグレードが成功しました
ko: 업그레이드 성공
nb: Oppgraderingen lyktes
nl: Upgrade geslaagd
pl: Ulepszono pomyślnie
pt_br: Upgrade realizado com sucesso
ro: Upgrade-ul a reușit
ru: Обновление прошло успешно
sv: Uppgraderingen lyckades
th: อัปเดตสำเร็จ
tr: Yükseltme başarılı
vi: cập nhật thành công
zh_hans: 升级成功
zh_hant: 升級成功

# Addevice_no_camera_paried
source: There is no camera successfully paired
cs: Nebyla úspěšně spárována žádná kamera
de: Keine Kamera erfolgreich verbunden
es: No hay ninguna cámara emparejada con éxito
fi: Kameraa ei ole yhdistetty onnistuneesti
fr: Il n'y a pas de caméra couplée avec succès
he: אין מצלמה שהותאמה בהצלחה
id: Tidak ada kamera yang berhasil dipasangkan
it: Nessuna fotocamera è stata accoppiata correttamente
ja: 正常にペアリングされたカメラはありません
ko: 성공적으로 페어링된 카메라가 없습니다.
nb: Ingen kamera er paret
nl: Er is geen camera succesvol gekoppeld
pl: Brak pomyślnie sparowanej kamery
pt_br: Não há câmera pareada com sucesso
ro: Nu există nicio cameră asociată cu succes
ru: Нет успешно сопряженных камер
sv: Ingen kamera har parats
th: ไม่มีการจับคู่กล้องสำเร็จ
tr: Başarıyla eşlenen kamera yok
vi: Không có máy ảnh nào được ghép nối thành công
zh_hans: 暂无配对成功的摄像机
zh_hant: 暫無配對成功的攝像機
