Repository: Yolo-cell-hash/go_home_ios
Catalog: ios/Runner/JASDK/JAResources/XLanguage/X35MultiLanguage/*.lproj/X35MutiLanguage.strings
Languages: cs, de, es, fi, fr, he, id, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sv, th, tr, vi, zh_hans, zh_hant

# playback_no_tf_card_prompt
source: The TF card is not found, please check if the TF card is inserted in the device
cs: Karta TF nebyla nalezena, zkontrolujte, zda je v zařízení vložena karta TF
de: Die SD-Karte wurde nicht gefunden. Bitte prüfen Sie, ob die SD-Karte in das Gerät eingesetzt ist
es: No se encuentra la tarjeta TF, verifique si la tarjeta TF está insertada en el dispositivo
fi: TF-korttia ei löydy. Tarkista, onko TF-kortti asetettu laitteeseen
fr: La carte TF n'est pas trouvée, veuillez vérifier si la carte TF est insérée dans l'appareil
he: כרטיס TF לא נמצא, אנא בדוק אם כרטיס TF מוכנס למכשיר
id: Kartu TF tidak ditemukan, periksa apakah kartu TF dimasukkan ke dalam perangkat
it: La scheda TF non viene trovata, controllare se la scheda TF è inserita nel dispositivo
ja: microSDカードが見つかりません。microSDカードがデバイスに挿入されているかどうかを確認してください
ko: TF 카드를 찾을 수 없습니다. TF 카드가 장치에 삽입되어 있는지 확인하십시오.
nb: TF-kortet er ikke funnet. Kontroller om TF-kortet er satt inn i enheten
nl: De TF-kaart is niet gevonden, controleer of de TF-kaart in het apparaat is geplaatst
pl: Karta TF nie została znaleziona, sprawdź, czy karta TF jest włożona do urządzenia
pt_br: O cartão TF não foi encontrado, verifique se o cartão TF está inserido no dispositivo
ro: Cardul TF nu este găsit, vă rugăm să verificați dacă cardul TF este introdus în dispozitiv
ru: TF-карта не найдена, пожалуйста, проверьте, вставлена ​​ли TF-карта в устройство.
sv: TF-kortet hittas inte. Kontrollera om TF-kortet är isatt i enheten
th: ไม่พบ TFการ์ด โปรดตรวจสอบว่าเสียบ TFการ์ด ในอุปกรณ์หรือไม่
tr: TF kartı bulunamadı, lütfen TF kartının cihaza takılı olup olmadığını kontrol edin
vi: Không tìm thấy thẻ TF, vui lòng kiểm tra xem thẻ TF đã được lắp vào thiết bị chưa
zh_hans: TF卡未找到，请检查设备是否已插入TF卡
zh_hant: TF卡未找到，請檢查設備是否已插入TF卡

# preview_downloading
source: Downloading
cs: stahování
de: wird heruntergeladen
es: descargando
fi: lataaminen
fr: Téléchargement
he: מוריד
id: mengunduh
it: scaricamento
ja: ダウンロード中
ko: 다운로드
nb: nedlasting
nl: downloaden
pl: ściąganie
pt_br: download
ro: Descărcarea
ru: загрузка
sv: nedladdning
th: ดาวน์โหลด
tr: indirme
vi: tải xuống
zh_hans: 正在下载
zh_hant: 正在下載

source: Cloud service details
cs: Podrobnosti o cloudové službě
de: Details Cloud-Service
es: Detalles del servicio en la nube
fi: Pilvipalvelun yksityiskohdat
fr: Détails du service cloud
he: פרטי שירותי ענן
id: Detail layanan cloud
it: Dettagli del servizio cloud
ja: クラウドサービスの詳細
ko: 클라우드 서비스 세부 사항
nb: Detaljer om skytjeneste
nl: Gegevens cloudservice
pl: Szczegóły usługi w chmurze
pt_br: Detalhes do serviço em nuvem
ro: Detalii despre serviciul cloud
ru: Детали облачного сервиса
sv: Detaljer för molntjänster
th: รายละเอียดการให้บริการคลาวด์
tr: Bulut hizmeti ayrıntıları
vi: Chi tiết dịch vụ đám mây
zh_hans: 云服务详情
zh_hant: 雲服務詳情

# adddevice_give_device_name
source: Give the device %1$s a name~
cs: Dejte zařízení%1$s název ~
de: Vergeben Sie einen Namen für das Gerät %1$s
es: Dale un nombre al Equipo%1$s ~
fi: Anna laitteelle%1$s nimi ~
fr: Donnez un nom à l'appareil%1$s ~
he: תן את המכשיר%1$s לשם ~
id: Beri nama pada alat%1$s ~
it: Assegna al dispositivo%1$s un nome ~
ja: デバイス%1$sに名前を付けます〜
ko: 장치에 %1$s 이름을 지정하십시오 ~
nb: Gi enheten%1$s et navn ~
nl: Geef het apparaat%1$s een naam ~
pl: Nadaj urządzeniu%1$s nazwę ~
pt_br: Dê ao dispositivo%1$s um nome ~
ro: Dă dispozitivului%1$s un nume ~
ru: Дайте устройству%1$s имя ~
sv: Ge enheten%1$s ett namn ~
th: ตั้งชื่ออุปกรณ์ให้%1$s ~
tr: %1$s aygıta isim verin ~
vi: Đặt tên cho thiết bị%1$s ~
zh_hans: 为设备%1$s取个名字吧~
zh_hant: 為設備%1$s取個名字吧~

# preview_backup_cancel_down_prompt
source: Will save video clip if cancel downloading now, whether or not?
cs: Po zrušení stahování bude stažený videoklip vyhrazen pro vás. Můžete zrušit stahování?
de: Video wird gespeichert, wenn der Download abgebrochen wird. Wirklich abbrechen?
es: Después de cancelar la descarga,el videoclip descargado se reservará para usted. ¿Puede cancelar la descarga?
fi: Latauksen peruuttamisen jälkeen ladattu videoleike varataan sinulle,voitko peruuttaa latauksen?
fr: Une fois le téléchargement annulé,le clip vidéo téléchargé vous sera réservé. Pouvez-vous annuler le téléchargement?
he: לאחר ביטול ההורדה,הקליפ שהורדת יישמר עבורך,האם תוכל לבטל את ההורדה?
id: Setelah membatalkan unduhan,klip video yang diunduh akan disediakan untuk Anda. Bisakah Anda membatalkan unduhan?
it: Dopo aver annullato il download,il video clip scaricato sarà riservato per te. Puoi annullare il download?
ja: ダウンロードをキャンセルすると、ダウンロードするビデオは予約されます。 ダウンロードをキャンセルしてもいいですか？
ko: 다운로드를 취소하면 다운로드 한 비디오 클립이 예약됩니다. 다운로드를 취소 하시겠습니까?
nb: Etter at du har kansellert nedlastingen,vil det nedlastede videoklippet bli reservert for deg. Kan du avbryte nedlastingen?
nl: Na het annuleren van de download,wordt de gedownloade videoclip voor u gereserveerd. Kunt u de download annuleren?
pl: Po anulowaniu pobierania pobrany plik wideo zostanie zarezerwowany dla Ciebie. Czy możesz anulować pobieranie?
pt_br: Depois de cancelar o download,o videoclipe baixado será reservado para você. Você pode cancelar o download?
ro: După anularea descărcării,videoclipul descărcat va fi rezervat pentru dvs. Puteți anula descărcarea?
ru: После отмены загрузки загруженный видеоклип будет зарезервирован для вас. Вы можете отменить загрузку?
sv: Efter avbrytande av nedladdningen kommer det nedladdade videoklippet att reserveras för dig. Kan du avbryta nedladdningen?
th: การยกเลิกดาวน์โหลดจะเก็บวิดีโอที่ดาวน์โหลดไว้ให้คุณ,ต้องการยกเลิกหรือไม่
tr: İndirmeyi iptal ettikten sonra,indirilen video klip sizin için ayrılacaktır. İndirmeyi iptal edebilir misiniz?
vi: Việc hủy tải xuống sẽ giữ lại các video clip đã tải xuống cho bạn. Bạn có muốn hủy tải xuống không?
zh_hans: 取消下载将为您保留已下载视频片段，是否取消下载？
zh_hant: 取消下載將為您保留已下載視頻片段，是否取消下載？

# message_There_are_new_ios
source: There are %@ new messages
cs: Je zde %@ nových zpráv
de: Es gibt %@ neue Nachrichten
es: Hay %@ mensajes nuevos
fi: On %@ uutta viestiä
fr: Il y a %@ nouveaux messages
he: יש %@ הודעות חדשות
id: Ada %@ pesan baru
it: Ci sono %@ nuovi messaggi
ja: %@の新しいメッセージがあります
ko: %@개의 새 메시지가 있습니다.
nb: Det er %@ nye meldinger
nl: Er zijn %@ nieuwe berichten
pl: Jest %@ nowych wiadomości
pt_br: Existem %@ novas mensagens
ro: Există %@ mesaje noi
ru: Есть %@ новых сообщений
sv: Det finns %@ nya meddelanden
th: มี %@ ข้อความใหม่
tr: %@ yeni mesaj var
vi: Có %@ tin nhắn mới
zh_hans: 有%@条新消息
zh_hant: 有%@條新消息

# device_wireless
source: Wireless device
cs: Bezdrátové zařízení
de: WLAN Gerät
es: Equipo inalámbrico
fi: Langaton laite
fr: Appareil sans fil
he: מכשיר אלחוטי
id: perangkat WiFi
it: Dispositivi wireless
ja: ワイヤレスデバイス
ko: 무선 제품
nb: Trådløs enhet
nl: Draadloos apparaat
pl: Urządzenie bezprzewodowe
pt_br: Dispositivo wireless
ro: Dispozitiv wireless
ru: Беспроводное устройство
sv: Trådlös enhet
th: อุปกรณ์ไร้สาย
tr: Kablosuz cihaz
vi: Thiết bị không dây
zh_hans: 无线设备
zh_hant: 無線設備

# person_feedback_question_4G_card_camera_advantages_detail
source: No network configuration is required. When there is no Internet-access router near the camera, you can insert a 4G SIM card and add it directly.
cs: Není vyžadována žádná síťová konfigurace. Pokud v blízkosti kamery není router s přístupem na internet, můžete vložit 4G SIM kartu a přidat ji přímo.
de: Es ist keine Netzwerkkonfiguration erforderlich. Wenn sich in der Nähe der Kamera kein Router mit Internetzugang befindet, können Sie eine 4G-SIM-Karte einlegen und direkt hinzufügen.
es: No se requiere configuración de red. Cuando no hay un enrutador de acceso a Internet cerca de la cámara, puede insertar una tarjeta SIM 4G y agregarla directamente.
fi: Verkon määritystä ei tarvita. Jos kameran lähellä ei ole Internet-reititintä, voit asettaa 4G-SIM-kortin ja lisätä sen suoraan.
fr: Aucune configuration réseau n'est requise. Lorsqu'il n'y a pas de routeur d'accès Internet à proximité de la caméra, vous pouvez insérer une carte SIM 4G et l'ajouter directement.
he: אין צורך בתצורת רשת. כאשר אין נתב לגישה לאינטרנט ליד המצלמה, אתה יכול להכניס כרטיס SIM 4G ולהוסיף אותו ישירות.
id: Tidak diperlukan konfigurasi jaringan. Ketika tidak ada router akses internet di dekat kamera, Anda dapat memasukkan kartu SIM 4G dan menambahkannya secara langsung.
it: Non è richiesta alcuna configurazione di rete. Quando non è presente un router con accesso a Internet vicino alla videocamera, è possibile inserire una scheda SIM 4G e aggiungerla direttamente.
ja: ネットワーク構成は必要ありません。カメラの近くにインターネットアクセスルーターがない場合は、4G SIMカードを挿入して直接追加できます。
ko: 네트워크 구성이 필요하지 않습니다. 카메라 근처에 인터넷 액세스 라우터가없는 경우 4G SIM 카드를 삽입하고 직접 추가 할 수 있습니다.
nb: Ingen nettverkskonfigurasjon er nødvendig. Når det ikke er en Internett-tilgangsruter i nærheten av kameraet, kan du sette inn et 4G SIM-kort og legge det direkte.
nl: Er is geen netwerkconfiguratie vereist. Als er geen router met internettoegang in de buurt van de camera is, kunt u een 4G-simkaart plaatsen en deze rechtstreeks toevoegen.
pl: Nie jest wymagana konfiguracja sieci. Jeśli w pobliżu aparatu nie ma routera z dostępem do Internetu, możesz włożyć kartę SIM 4G i dodać ją bezpośrednio.
pt_br: Nenhuma configuração de rede é necessária. Quando não houver um roteador de acesso à Internet próximo à câmera, você poderá inserir um cartão SIM 4G e adicioná-lo diretamente.
ro: Nu este necesară configurarea rețelei. Când nu există un router cu acces la Internet în apropierea camerei, puteți introduce o cartelă SIM 4G și adăugați-o direct.
ru: Конфигурация сети не требуется. Когда рядом с камерой нет маршрутизатора для доступа в Интернет, вы можете вставить SIM-карту 4G и добавить ее напрямую.
sv: Ingen nätverkskonfiguration krävs. När det inte finns någon Internet-router nära kameran kan du sätta in ett 4G SIM-kort och lägga till det direkt.
th: ไม่จำเป็นต้องกำหนดค่าเครือข่ายเมื่อไม่มีเราเตอร์ที่เชื่อมต่ออินเทอร์เน็ตอยู่ใกล้กับกล้องคุณสามารถใส่ซิมการ์ด 4G และใช้งานได้โดยตรง
tr: Ağ yapılandırması gerekmez. Kameranın yakınında İnternet erişimi yönlendiricisi olmadığında, bir 4G SIM kart takıp doğrudan ekleyebilirsiniz.
vi: Không cần định cấu hình mạng. Khi không có bộ định tuyến có truy cập Internet gần máy ảnh, bạn có thể lắp thẻ SIM 4G và thêm trực tiếp.
zh_hans: 无需配网，当摄像机附近没有可上网的路由器时，可插入4GSIM卡直接添加使用。
zh_hant: 無需配網，當攝像機附近沒有可上網的路由器時，可插入4GSIM卡直接添加使用。

# preview_Detect_alarm
source: Motion detection
cs: Detekce pohybu
de: Bewegungserkennung
es: Detección de movimiento
fi: Liiketunnistus
fr: Détection de mouvement
he: גלאי תנועה
id: Deteksi gerakan
it: Rilevamento del movimento
ja: モーション検知
ko: 움직임 감지
nb: Bevegelsessensor
nl: Bewegingsdetectie
pl: Detekcja ruchu
pt_br: Detector de movimento
ro: Detectarea miscarii
ru: Обнаружение движения
sv: Rörelsedetektor
th: การตรวจจับการเคลื่อนไหว
tr: Hareket algılama
vi: Phát hiện chuyển động
zh_hans: 智能侦测
zh_hant: 移動偵測

# access_microphone_to_need
source: App needs access to the microphone
cs: Aplikace potřebuje přístup k mikrofonu
de: App benötigt Zugriff auf Mikrofon
es: La aplicación necesita acceder al micrófono
fi: Sovellus tarvitsee mikrofonin
fr: l'application besoin d'accéder au microphone
he: האפליקציה צריכה להיכנס למיקרופון
id: APP butuh hak akses ke Mikrofon
it: L'applicazione necessita di accedere al microfono
ja: アプリがマイクにアクセスする必要があります。
ko: 마이크 사용 권한 필요
nb: App trenger tilgang til mikrofon
nl: App heeft toegang tot microfoon nodig
pl: EseeCloud potrzebuje dostępu do mikrofonu
pt_br: App precisa acessar o microfone
ro: Aplicația are nevoie de acces la microfon
ru: Приложение должно получить доступ к микрофону
sv: Appen behöver komma åt mikrofonen
th: แอปต้องการเข้าถึงไมโครโฟน
tr: Uygulama mikrofona erişmeli
vi: Ứng dụng cần truy cập micrô
zh_hans: App需要访问麦克风
zh_hant: App需要訪問麥克風

# play_lamp_open
source: Turn on
cs: Zapněte světlo
de: Einschalten
es: Encender
fi: Kytke valo päälle
fr: Allumer
he: הפעלה
id: aktipkan
it: Abilita
ja: オンにする
ko: 켜기
nb: Skru på
nl: Inschakelen
pl: Włącz światło
pt_br: Ligar
ro: Aprinde
ru: Включи
sv: Sätta på
th: เปิด
tr: Aç
vi: Bật đèn
zh_hans: 开灯
zh_hant: 開

# devicesetting_Original_Infrared_Mode
source: Original "Infrared Mode"
cs: Původní "Infračervený režim"
de: Ursprünglicher "Infrarotmodus"
es: "Modo infrarrojo" original
fi: Alkuperäinen "Infrapunatila"
fr: "Mode infrarouge" d'origine
he: "מצב אינפרא אדום" מקורי
id: "Mode Inframerah" Asli
it: Originale "Modalità a infrarossi"
ja: オリジナルの「赤外線モード」
ko: 원래 "적외선 모드"
nb: Original "Infrarød modus"
nl: Originele "Infraroodmodus"
pl: Oryginalny "Tryb podczerwieni"
pt_br: Original "Modo infravermelho"
ro: "Modul infraroșu" original
ru: Оригинальный "Инфракрасный режим"
sv: Original "Infrarött läge"
th: ต้นฉบับ "โหมดอินฟราเรด"
tr: Orijinal "Kızılötesi Modu"
vi: Original "Chế độ hồng ngoại "
zh_hans: 原“红外模式”
zh_hant: 原“紅外模式”

# devicelist_cloud_channel_detecte_prompt_ios
source: Detected that device channel%@ alarm is disabled, please go to device settings to enable it
cs: Bylo zjištěno, že kanál zařízení%@ je uzavřen. Zapněte si prosím nastavení zařízení.
de: Es wurde festgestellt, dass die Scharfschaltung des Gerätekanals %@ deaktiviert wurde. Bitte öffnen Sie die Geräteeinstellungen, um die Scharfschaltung zu aktivieren.
es: Se detecta que el canal del Equipo%@ está cerrado. Vaya a la configuración del Equipo para habilitar el armado.
fi: Laitekanavan%@ havaitaan olevan suljettu. Siirry laitteen asetuksiin salliaksesi virityksen.
fr: Le canal de périphérique%@ est détecté comme étant fermé. S'il vous plaît aller dans les paramètres de l'appareil pour activer l'armement.
he: זוהה סגירת הערוץ של המכשיר%@. אנא עבור להגדרות המכשיר כדי לאפשר התחמשות.
id: Saluran perangkat%@ terdeteksi ditutup. Silakan buka pengaturan perangkat untuk mengaktifkan mempersenjatai.
it: Il canale del dispositivo%@ viene rilevato chiuso. Vai alle impostazioni del dispositivo per abilitare l'inserimento.
ja: デバイスチャンネル %@が閉じられていることが検出されました。武装を有効にするには、デバイス設定に移動してください。
ko: 장치 채널 %@이 (가) 감지되었습니다. 무장을 활성화하려면 장치 설정으로 이동하십시오.
nb: Enhetskanal%@ blir oppdaget å være lukket. Gå til enhetsinnstillinger for å aktivere tilkobling.
nl: Apparaatkanaal%@ wordt gedetecteerd als gesloten. Ga naar apparaatinstellingen om inschakelen in te schakelen.
pl: Wykryto, że kanał urządzenia%@ został zamknięty. Przejdź do ustawień urządzenia, aby włączyć uzbrajanie.
pt_br: O canal do dispositivo%@ é detectado como fechado. Por favor, vá para as configurações do dispositivo para ativar o arme.
ro: Se detectează că canalul de dispozitiv%@ este închis. Vă rugăm să accesați setările dispozitivului pentru a activa armarea.
ru: Канал устройства%@ обнаружен как закрытый. Пожалуйста, перейдите в настройки устройства, чтобы включить охрану.
sv: Enhetskanal%@ upptäcks vara stängd. Gå till enhetsinställningar för att aktivera aktivering.
th: ตรวจพบว่าอุปกรณ์ช่อง%@ ปลุกคนพิการ, โปรดไปที่การตั้งค่าอุปกรณ์ที่จะเปิดใช้งานได้
tr: %@ Cihaz kanalının kapalı olduğu tespit edildi. Kurmayı etkinleştirmek için lütfen cihaz ayarlarına gidin.
vi: Phát hiện rằng kênh thiết bị%@ arming đã bị đóng, vui lòng chuyển đến cài đặt thiết bị để mở vũ khí
zh_hans: 检测到设备通道%@布防已关闭，请前往设备设置开启布防
zh_hant: 檢測到設備通道%@布防已關閉，請前往設備設置開啟布防

# devicesetting_Configure_please_wait
source: Configure network in progress, please wait
cs: Probíhá konfigurace sítě, počkejte prosím
de: Netzwerk wird konfiguriert, bitte warten
es: Configure la red en progreso, espere
fi: Verkon määritys on käynnissä, odota
fr: Configuration du réseau en cours, veuillez patienter
he: הגדר את הרשת המתבצעת, אנא המתן
id: Konfigurasi jaringan sedang berlangsung, harap tunggu
it: Configurazione della rete in corso, attendere per favore
ja: 進行中のネットワークを構成します。しばらくお待ちください
ko: 네트워크 구성이 진행 중입니다. 잠시만 기다려 주십시오.
nb: Konfigurer pågående nettverk. Vennligst vent
nl: Netwerk configureren wordt uitgevoerd, even geduld a.u.b.
pl: Trwa konfigurowanie sieci, proszę czekać
pt_br: Configuração de rede em andamento, por favor aguarde
ro: Configurați rețeaua în curs, așteptați
ru: Идет настройка сети, подождите
sv: Konfigurera pågående nätverk, vänta
th: กำลังกำหนดค่าเครือข่าย โปรดรอสักครู่
tr: Ağı yapılandırma devam ediyor, lütfen bekleyin
vi: Đang định cấu hình mạng, vui lòng đợi
zh_hans: 正在配网，请稍等
zh_hant: 正在配網，請稍等

# adddevice_share_device
source: The device is a sharing device
cs: Zařízení je zařízení pro sdílení
de: Das Gerät ist ein geteiltes Gerät
es: El Equipo es un Equipo para compartir
fi: Laite on jakamislaite
fr: L'appareil est un appareil de partage
he: המכשיר הוא מכשיר שיתוף
id: Perangkat ini adalah perangkat berbagi
it: Il dispositivo è un dispositivo di condivisione
ja: デバイスは共有デバイスです
ko: 장치는 공유 장치입니다
nb: Enheten er en delingsenhet
nl: Het apparaat is een apparaat voor delen
pl: Urządzenie jest urządzeniem do udostępniania
pt_br: O dispositivo é um dispositivo de compartilhamento
ro: Dispozitivul este un dispozitiv de partajare
ru: Устройство является общим устройством
sv: Enheten är en delningsenhet
th: อุปกรณ์ที่เป็นอุปกรณ์ที่ใช้ร่วมกัน
tr: Cihaz bir paylaşım cihazıdır
vi: Thiết bị này là một thiết bị chia sẻ
zh_hans: 该设备为分享设备
zh_hant: 該設備為分享設備

# Preview_device_not_support_alarm
source: The device does not support the alarm message function
cs: Zařízení nepodporuje funkci hlášení alarmu
de: Das Gerät unterstützt keine Alarmmeldungen
es: El dispositivo no es compatible con la función de mensaje de alarma.
fi: Laite ei tue hälytysviestitoimintoa
fr: L'appareil ne prend pas en charge la fonction de message d'alarme
he: המכשיר אינו תומך בפונקציית הודעת האזעקה
id: Perangkat tidak mendukung fungsi pesan alarm
it: Il dispositivo non supporta la funzione di segnalazione di allarme
ja: デバイスはアラームメッセージ機能をサポートしていません
ko: 장치는 알람 메시지 기능을 지원하지 않습니다
nb: Enheten støtter ikke alarmmeldingsfunksjonen
nl: Het apparaat ondersteunt de alarmberichtfunctie niet
pl: Urządzenie nie obsługuje funkcji wiadomości alarmowych
pt_br: O dispositivo não suporta a função de mensagem de alarme
ro: Dispozitivul nu acceptă funcția de mesaje de alarmă
ru: Устройство не поддерживает функцию тревожного сообщения
sv: Enheten stöder inte larmmeddelandefunktionen
th: อุปกรณ์ไม่รองรับฟังก์ชั่นข้อความเตือน
tr: Cihaz, alarm mesajı işlevini desteklemiyor
vi: Máy không hỗ trợ chức năng nhắn tin báo động
zh_hans: 该设备不支持警报消息功能
zh_hant: 該設備不支持警報消息功能
