Repository: Yolo-cell-hash/go_home_ios
Catalog: ios/Runner/JASDK/JAResources/XLanguage/X35MultiLanguage/*.lproj/X35MutiLanguage.strings
Languages: cs, de, es, fi, fr, he, id, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sv, th, tr, vi, zh_hans, zh_hant

# get_video_failed
source: Fail to get video,please try again
cs: Video se nezdařilo,zkuste to znovu
de: Video abrufen fehlgeschlagen, erneut versuchen
es: Error al obtener video. Inténtalo de nuevo
fi: Videon saaminen epäonnistui,yritä uudelleen
fr: Impossible d'obtenir la vidéo, veuillez réessayer
he: בעיה בקבלת הוידאו,אנא נסה שנית
id: gagal mendapat video,silakan coba lagi
it: Errore ricezione video,prego ritentare
ja: ビデオを取得できません。もう一度お試しください。
ko: 동영상을 가져 오지 못했습니다. 다시 시도하십시오.
nb: Feilet ved henting av video,prøv igjen
nl: Video ophalen mislukt,probeer het opnieuw
pl: Błąd pobrania wideo,spróbuj ponownie
pt_br: Não conseguir vídeo,por favor tente novamente
ro: Nu reușiți să obțineți un videoclip,încercați din nou
ru: Не удалось получить видео,пожалуйста,попробуйте еще раз
sv: Misslyckas med att få video,var god försök igen
th: การรับวิดีโอผิดพลาด,โปรดลองอีกครั้ง
tr: Video alınamadı,lütfen tekrar deneyin
vi: Không lấy được video, vui lòng thử lại
zh_hans: 获取视频失败，请重试
zh_hant: 獲取視頻失敗，請重試

# devicesetting_preset_position
source: Fixed-point cruise according to your favorite preset positions
cs: Plavba v pevném bodu podle vašich oblíbených přednastavených pozic
de: Fixpunkte-Tour anhand bevorzugter Preset Positionen
es: Crucero de punto fijo según sus posiciones preestablecidas favoritas
fi: Kiinteän pisteen risteily suosikkiesiasemiesi mukaan
fr: Croisière à point fixe selon vos positions prédéfinies préférées
he: שיוט בנקודה קבועה לפי התנוחות המועדפות עליך
id: Pelayaran titik tetap sesuai dengan posisi preset favorit Anda
it: Crociera a punto fisso in base alle tue posizioni preimpostate preferite
ja: お気に入りのプリセット位置に応じた定点クルーズ
ko: 선호하는 사전 설정 위치에 따른 고정 소수점 크루즈
nb: Cruise med fast punkt i henhold til dine favoritt forhåndsinnstilte posisjoner
nl: Cruise op een vast punt volgens uw favoriete vooraf ingestelde posities
pl: Rejs ze stałym punktem zgodnie z Twoimi ulubionymi zaprogramowanymi pozycjami
pt_br: Cruzeiro de ponto fixo de acordo com suas posições predefinidas favoritas
ro: Croazieră în punct fix în funcție de pozițiile dvs. presetate preferate
ru: Круиз с фиксированной точкой в ​​соответствии с вашими любимыми предустановленными позициями
sv: Kryssning med fast punkt enligt dina favoritpositioner
th: ล่องเรือจุดคงที่ตามตำแหน่งที่ตั้งไว้ล่วงหน้าที่คุณชื่นชอบ
tr: Favori ön ayar konumlarınıza göre sabit noktalı seyir
vi: Hành trình điểm cố định theo các vị trí đặt trước yêu thích của bạn
zh_hans: 根据您收藏的常看位置定点巡航
zh_hant: 根據您收藏的常看位置定點巡航

# playbcak_go_to_now
source: Go to now
cs: Jdi do teď
de: Zu Jetzt gehen
es: Ir ahora
fi: Siirry nyt
fr: Allez maintenant
he: עבור לעכשיו
id: Pergi sekarang
it: Vai adesso
ja: 今行く
ko: 지금 이동
nb: Gå til nå
nl: Ga naar nu
pl: Idź do teraz
pt_br: Vá para agora
ro: Du-te acum
ru: Перейти сейчас
sv: Gå till nu
th: ไปตอนนี้
tr: Şimdi git
vi: Đi ngay
zh_hans: 立即前往
zh_hant: 立即前往

# message_All_channels
source: All channels
cs: Všechny kanály
de: Alle Kanäle
es: Todos los canales
fi: Kaikki kanavat
fr: Toutes les chaînes
he: כל הערוצים
id: Semua saluran
it: Tutti i canali
ja: すべてのチャネル
ko: 모든 채널
nb: Alle kanaler
nl: Alle kanalen
pl: Wszystkie kanały
pt_br: Todos os canais
ro: Toate canalele
ru: Все каналы
sv: Alla kanaler
th: ทุกช่อง
tr: Tüm kanallar
vi: Tất cả các kênh
zh_hans: 全部通道
zh_hant: 全部通道

# deviceSetting_Base_station
source: Base station
cs: Základna
de: Basisstation
es: Estación base
fi: Tukiasema
fr: Station de base
he: תחנת בסיס
id: Stasiun pangkalan
it: Stazione base
ja: 基地局
ko: 기지국
nb: Basestasjon
nl: Basisstation
pl: Stacja bazowa
pt_br: Estação base
ro: Stație de bază
ru: Базовая станция
sv: Basstation
th: สถานีฐาน
tr: Baz istasyonu
vi: Trạm cơ sở
zh_hans: 基站
zh_hant: 基站

# appealsAddSuccess
source: Add feedback successfully!
cs: Přidat komentář úspěšně!
de: Feedback erfolgreich hinzugefügt!
es: ¡Agregue comentarios exitosos!
fi: Lisää palautetta onnistuneesti!
fr: Ajouter un commentaire
he: המשוב הוסף
id: tambah feedback berhasil
it: Aggiunta feedback avvenuta con successo
ja: フィードバックの追加がでました。
ko: 피드백 등록 성공
nb: Tilbakemelding sendt!
nl: Feedback toevoegen gelukt!
pl: Dodaj sukces opinii!
pt_br: Adicionar feedback com sucesso!
ro: Adăugați succesul feedbackului!
ru: Добавьте отзыв успешно!
sv: Lägg till feedback framgång!
th: เพิ่มความคิดเห็นเรียบร้อยแล้ว!
tr: Geri bildirim başarısı ekleyin!
vi: Đã thêm phản hồi thành công!
zh_hans: 添加反馈成功!
zh_hant: 添加反饋成功!

source: Morning
cs: Ráno
de: AM
es: Mañana
fi: aamu
fr: Matin
he: בוקר
id: Pagi
it: Mattino
ja: 午前
ko: 오전
nb: morgen
nl: Voormiddag
pl: Poranek
pt_br: Manhã
ro: Dimineaţă
ru: утро
sv: Morgon
th: AM
tr: Sabah
vi: buổi sáng
zh_hans: 上午
zh_hant: 上午

# preview_ptz_manual_focus
source: Focus plus/minus
cs: Zaostření plus/mínus
de: Fokus plus/minus
es: Enfoque más/menos
fi: Tarkennus plus/miinus
fr: Focus plus/moins
he: פוקוס פלוס/מינוס
id: Fokus plus/minus
it: Focus più/meno
ja: フォーカスプラス/マイナス
ko: 포커스 +/-
nb: Fokus pluss/minus
nl: Focus plus/min
pl: Ostrość plus/minus
pt_br: Foco mais/menos
ru: Фокус плюс/минус
sv: Fokus plus/minus
th: โฟกัสบวก / ลบ
tr: Odak artı/eksi
vi: Lấy nét cộng / trừ
zh_hans: 聚焦加/减
zh_hant: 聚焦加/減

# devicesetting_4G_card_recharge
source: Topping-up
cs: Dobijte
de: Aufladen
es: Recarga
fi: ladata
fr: Recharger
he: להטעין
id: Isi ulang
it: ricarica
ja: 充電
ko: 재충전
nb: Recharge
nl: herladen
pl: Naładuj
pt_br: Recarregar
ro: reîncărcare
ru: перезарядка
sv: Recharge
th: เติมเงิน
tr: şarj
vi: Sạc lại
zh_hans: 充值中
zh_hant: 充值中

# cloud_Open_failed
source: Open failed
cs: Nepodařilo se otevřít
de: Öffnen fehlgeschlagen
es: No se pudo abrir
fi: Avaaminen epäonnistui
fr: Échec d'ouverture
he: פתח את הקובץ נכשל
id: gagal terbuka
it: Impossibile aprire
ja: 開けませんでした。
ko: 열기 실패
nb: Ikke åpne
nl: Openen mislukt
pl: otwarte nie
pt_br: Abrir falhou
ro: Open a eșuat
ru: Открыть не удалось
sv: Öppna misslyckades
th: เปิดล้มเหลว
tr: Açma başarısız oldu
vi: Không mở được
zh_hans: 开启失败
zh_hant: 開啟失敗

# addDevice_getting_tips_return
source: Need to reset configuration after return
cs: Potřebujete přetvořit zařízení po návratu
de: Konfiguration muss bei erneutem Öffnen zurückgesetzt werden
es: Necesidad de restablecer la configuración después de regresar
fi: Laite on konfiguroitava uudelleen palauttamisen jälkeen
fr: Il est nécessaire de réinitialiser le paramètre après le retour
he: צריך לאפס את התצורה לאחר החזרה
id: Butuh konfigurasi ulang setelah kembali
it: è necessario resettare le configurazioni dopo essere tornati indietro
ja: 戻った後に、設定をリセットする必要があります。
ko: 제품을 리셋 후에 진행해주세요.
nb: Enhet må konfigureres på nytt hvis man går tilbake
nl: Configuratie resetten na terug
pl: Należy zresetować konfigurację po powrocie
pt_br: Precisa redefinir a configuração após o retorno
ro: Necesitatea de resetare a configurației după întoarcere
ru: Нужно сбросить конфигурацию после возврата
sv: Behöver återställa konfigurationen efter retur
th: ต้องรีเซ็ตการกำหนดค่าหลังจาก กลับ
tr: Döndükten sonra yapılandırmayı sıfırlamanız gerekir
vi: Cần cấu hình lại thiết bị sau khi quay lại
zh_hans: 返回后需要重新配置设备
zh_hant: 返回後需要重新配置設備

# message_Go_to
source: Go to>
cs: Přejděte na >
de: Gehen Sie zu >
es: Ir a>
fi: Siirry kohtaan>
fr: Aller à>
he: עבור אל>
id: Pergi ke>
it: Vai a>
ja: >に移動
ko: 이동>
nb: Gå til>
nl: Ga naar>
pl: Idź do>
pt_br: Vá para>
ro: Accesați>
ru: Перейти к>
sv: Gå till >
th: ไปที่>
tr: Git>
vi: Đi tới>
zh_hans: 立即前往>
zh_hant: 立即前往>

# addDevice_WIFI_name_input
source: Please input WiFi name
cs: Zadejte prosím název WiFi
de: Bitte WLAN Name eingeben
es: Por favor ingrese el nombre de WiFi
fi: Anna WiFi-nimi
fr: Veuillez entrer le nom WiFi
he: אנא הכנס שם רשת WiFi
id: Masukan Nama WiFi
it: Prego inserire nome WiFi
ja: WIFI名を入力してください
ko: WiFi ID를 입력해 주세요.
nb: Vennligst skriv inn WiFi navn
nl: WiFi-naam invoeren
pl: Podaj nazwę WiFi
pt_br: Por favor insira o nome WiFi
ro: Introduceți numele WiFi
ru: Пожалуйста,введите имя WiFi
sv: Vänligen ange WiFi-namn
th: กรุณาใส่ชื่อ WiFi
tr: Lütfen WiFi adını giriniz
vi: Vui lòng nhập tên WiFi
zh_hans: 请输入WiFi名称
zh_hant: 請輸入WiFi名稱

# Service_map_Business_hours
source: Business hours
cs: Úřední hodiny
de: Öffnungszeiten
es: Horas de trabajo
fi: Aukioloaika
fr: Heures de travail
he: שעות עבודה
id: Jam kerja
it: Ore di lavoro
ja: 営業時間
ko: 업무 시간
nb: Arbeidstid
nl: Kantooruren
pl: Godziny pracy
pt_br: Horário comercial
ro: Ore de afaceri
ru: Рабочие часы
sv: Kontorstid
th: ชั่วโมงทำการ
tr: İş vakitleri
vi: Giờ kinh doanh
zh_hans: 营业时间
zh_hant: 營業時間

# devicesetting_selected_by_another_tone
source: %1$s Selected by another prompt tone
cs: %1$s byl vybrán jiným tónem
de: %1$s wurde durch einen anderen Ton ausgewählt
es: %1$s ha sido seleccionado por otro tono
fi: %1$s on valittu toisella äänellä
fr: %1$s a été sélectionné par une autre tonalité
he: %1$s נבחר לפי טון אחר
id: %1$s telah dipilih dengan nada lain
it: %1$s è stato selezionato da un altro tono
ja: %1$sが別のトーンで選択されました
ko: %1$s이 다른 음색으로 선택되었습니다.
nb: %1$s er valgt med en annen tone
nl: %1$s is geselecteerd door een andere toon
pl: %1$s został wybrany innym tonem
pt_br: %1$s foi selecionado por outro tom
ro: %1$s a fost selectat de un alt ton
ru: %1$s был выбран другим тоном
sv: %1$s har valts med en annan ton
th: %1$s ถูกเลือกโดยโทนเสียงอื่น
tr: %1$s başka bir tonla seçildi
vi: %1$s đã được chọn bởi một âm báo khác
zh_hans: %1$s已被其他提示音选择
zh_hant: %1$s已被其他提示音選擇

# devicesetting_searche_no_regions
source: There are no regions you searched for
cs: Neexistují žádné regiony, které jste hledali
de: Anhand Suchkriterien keine Regionen gefunden
es: No hay regiones que haya buscado
fi: Etsimiäsi alueita ei ole
fr: Vous n'avez pas recherché de régions
he: אין אזורים שחיפשת
id: Tidak ada wilayah yang Anda cari
it: Non ci sono regioni che hai cercato
ja: 検索した地域はありません
ko: 검색한 지역이 없습니다
nb: Det er ingen regioner du søkte etter
nl: Er zijn geen regio's waarnaar u heeft gezocht
pl: Brak regionów, których szukałeś
pt_br: Não há regiões que você pesquisou
ro: Nu există regiuni pe care le-ați căutat
ru: Нет регионов, которые вы искали
sv: Det finns inga regioner du sökte efter
th: ไม่มีภูมิภาคที่คุณค้นหา
tr: Aradığınız bölge yok
vi: Không có khu vực nào bạn đã tìm kiếm
zh_hans: 没有您搜索的地区
zh_hant: 沒有您搜索的地區

# adddevice_searching
source: Searching, please wait...
cs: Hledat, čekejte prosím ...
de: Suche läuft, bitte warten ...
es: Busca, por favor espera ...
fi: Hae, odota ...
fr: Rechercher, veuillez patienter ...
he: חפש, אנא המתן ...
id: Cari, harap tunggu ...
it: Cerca, per favore aspetta ...
ja: 検索、お待ちください...
ko: 잠시만 기다려주세요 ...
nb: Søk, vennligst vent ...
nl: Zoeken, even geduld ...
pl: Szukaj, proszę czekać ...
pt_br: Pesquisa, aguarde ...
ro: Căutați, vă rugăm să așteptați ...
ru: Ищите, пожалуйста, подождите ...
sv: Sök, vänta ...
th: ค้นหาโปรดรอ ...
tr: Ara, lütfen bekle ...
vi: Đang tìm kiếm, vui lòng đợi ...
zh_hans: 搜索中，请稍后...
zh_hant: 搜索中，請稍後...

# devicelis_device_offline_Deleting_reset_before_add
source: The device is currently offline, Deleting the device may cause the password to fail to be cleared (it needs to be reset manually before adding it again), Do you want to confirm the deletion?
cs: Zařízení je aktuálně offline, Odstranění zařízení může způsobit selhání vymazání hesla (před opětovným přidáním je nutné jej ručně resetovat), Chcete potvrdit smazání?
de: Das Gerät ist derzeit offline. Das Löschen des Geräts kann dazu führen, dass das Kennwort nicht gelöscht wird (es muss manuell zurückgesetzt werden, bevor es erneut hinzugefügt werden kann). Möchten Sie den Löschvorgang bestätigen?
es: El dispositivo está actualmente fuera de línea. Eliminar el dispositivo puede hacer que la contraseña no se borre (debe restablecerse manualmente antes de volver a agregarla). ¿Desea confirmar la eliminación?
fi: Laite on tällä hetkellä offline-tilassa. Laitteen poistaminen saattaa aiheuttaa sen, että salasanan tyhjennys epäonnistuu (se on nollattava manuaalisesti ennen kuin se lisätään uudelleen), Haluatko vahvistaa poistamisen?
fr: L'appareil est actuellement hors ligne. La suppression de l'appareil peut entraîner l'échec de la suppression du mot de passe (il doit être réinitialisé manuellement avant de l'ajouter à nouveau). Voulez-vous confirmer la suppression ?
he: המכשיר כרגע במצב לא מקוון, מחיקת המכשיר עלולה לגרום לאי ניקוי הסיסמה (יש לאפס אותה באופן ידני לפני הוספתה שוב), האם ברצונך לאשר את המחיקה?
id: Perangkat sedang offline, Menghapus perangkat dapat menyebabkan kata sandi gagal dihapus (perlu diatur ulang secara manual sebelum menambahkannya lagi), Apakah Anda ingin mengonfirmasi penghapusan?
it: Il dispositivo è attualmente offline, l'eliminazione del dispositivo potrebbe causare la mancata cancellazione della password (deve essere reimpostata manualmente prima di aggiungerla nuovamente), Vuoi confermare l'eliminazione?
ja: デバイスは現在オフラインです。デバイスを削除すると、パスワードのクリアに失敗する可能性があります（パスワードを再度追加する前に手動でリセットする必要があります）。削除を確認しますか？
ko: 장치가 현재 오프라인 상태입니다. 장치를 삭제하면 암호가 지워지지 않을 수 있습니다(다시 추가하기 전에 수동으로 재설정해야 함). 삭제를 확인하시겠습니까?
nb: Enheten er for øyeblikket offline. Sletting av enheten kan føre til at passordet ikke blir slettet (det må tilbakestilles manuelt før det legges til igjen). Vil du bekrefte slettingen?
nl: Het apparaat is momenteel offline. Als u het apparaat verwijdert, kan het wachtwoord niet worden gewist (het moet handmatig worden gereset voordat u het opnieuw toevoegt). Wilt u de verwijdering bevestigen?
pl: Urządzenie jest aktualnie w trybie offline, Usunięcie urządzenia może spowodować, że hasło nie zostanie skasowane (należy zresetować je ręcznie przed ponownym dodaniem), Czy chcesz potwierdzić usunięcie?
pt_br: O dispositivo está offline no momento. A exclusão do dispositivo pode fazer com que a senha não seja apagada (ela precisa ser redefinida manualmente antes de adicioná-la novamente). Deseja confirmar a exclusão?
ro: Dispozitivul este în prezent offline. Ștergerea dispozitivului poate duce la eșecul ștergerii parolei (trebuie să fie resetată manual înainte de a o adăuga din nou), Doriți să confirmați ștergerea?
ru: В настоящее время устройство находится в автономном режиме. Удаление устройства может привести к сбою сброса пароля (перед повторным добавлением его необходимо сбросить вручную). Подтвердить удаление?
sv: Enheten är för närvarande offline. Om du raderar enheten kan lösenordet misslyckas (det måste återställas manuellt innan du lägger till det igen). Vill du bekräfta borttagningen?
th: ขณะนี้อุปกรณ์ออฟไลน์อยู่ การลบอุปกรณ์อาจทำให้ไม่สามารถล้างรหัสผ่านได้ (ต้องรีเซ็ตด้วยตนเองก่อนเพิ่มอีกครั้ง) คุณต้องการยืนยันการลบหรือไม่
tr: Cihaz şu anda çevrimdışı, Cihazın silinmesi şifrenin silinememesine neden olabilir (tekrar eklemeden önce manuel olarak sıfırlanması gerekir), Silme işlemini onaylamak istiyor musunuz?
vi: Thiết bị hiện đang ngoại tuyến, Việc xóa thiết bị có thể khiến mật khẩu không xóa được (cần đặt lại thủ công trước khi thêm lại), Bạn có muốn xác nhận việc xóa không?
zh_hans: 设备当前不在线，删除设备可能导致密码无法清除（需手动重置后才能重新添加），是否确认删除？
zh_hant: 設備當前不在線，刪除設備可能導緻密碼無法清除（需手動重置後才能重新添加），是否確認刪除？

# preview_Connection_failed_help_reason
source: Connection failed, please click help to view the reason
cs: Připojení se nezdařilo, kliknutím na nápovědu zobrazíte důvod
de: Verbindung fehlgeschlagen, bitte tippen, um Gründe anzuzeigen
es: La conexión falló, haga clic en ayuda para ver el motivo
fi: Yhteys epäonnistui, napsauta ohje nähdäksesi syyn
fr: Échec de la connexion, veuillez cliquer sur Aide pour voir la raison
he: החיבור נכשל, אנא לחץ על עזרה כדי לראות את הסיבה
id: Koneksi gagal, silakan klik bantuan untuk melihat alasannya
it: Connessione non riuscita, fare clic su Guida per visualizzare il motivo
ja: 接続に失敗しました。ヘルプをクリックして理由を確認してください
ko: 연결에 실패했습니다. 이유를 보려면 도움말을 클릭하세요.
nb: Tilkoblingen mislyktes. Klikk på hjelp for å se årsaken
nl: Verbinding mislukt, klik op help om de reden te zien
pl: Połączenie nie powiodło się, kliknij pomoc, aby wyświetlić przyczynę
pt_br: Falha na conexão, clique em ajuda para ver o motivo
ro: Conexiunea a eșuat, dați clic pe ajutor pentru a vedea motivul
ru: Не удалось подключиться. Нажмите Справка, чтобы узнать причину.
sv: Anslutningen misslyckades, klicka på hjälp för att se orsaken
th: การเชื่อมต่อล้มเหลว โปรดคลิกความช่วยเหลือเพื่อดูสาเหตุ
tr: Bağlantı başarısız, nedenini görmek için lütfen yardıma tıklayın
vi: Kết nối không thành công, vui lòng nhấp vào trợ giúp để xem lý do
zh_hans: 连接失败，请点击帮助查看原因
zh_hant: 連接失敗，請點擊幫助查看原因

# person_password_not_same
source: Old and new passwords cannot be the same
cs: Stará a nová hesla nemohou být stejná
de: Altes und neues Passwort dürfen nicht gleich sein
es: Las contraseñas antiguas y nuevas no pueden ser las mismas
fi: Vanhat ja uudet salasanat eivät voi olla samoja
fr: Les anciens et les nouveaux mots de passe ne peuvent pas être identiques
he: סיסמאות ישנות וחדשות אינן יכולות להיות זהות
id: Sandi lama dan baru tidak boleh sama
it: Le vecchie e le nuove password non possono essere le stesse
ja: 新しいパスワードは古いパスワードと同じにはできません。
ko: 이전 암호와 새 암호는 같을 수 없습니다.
nb: Gamle og nye passord kan ikke være det samme
nl: Oude en nieuwe wachtwoorden kunnen niet hetzelfde zijn
pl: Stare i nowe hasła nie mogą być takie same
pt_br: Senhas antigas e novas não podem ser as mesmas
ro: Parolele vechi și noi nu pot fi aceleași
ru: Старые и новые пароли не могут быть одинаковыми
sv: Gamla och nya lösenord kan inte vara samma
th: รหัสผ่านเก่าและใหม่ต้องไม่เหมือนกัน
tr: Eski ve yeni şifreler aynı olamaz
vi: Mật khẩu cũ và mới không được giống nhau
zh_hans: 新旧密码不能相同
zh_hant: 新舊密碼不能相同

# addDevice_Base_station_paired_wait
source: Base station is being paired, please wait patiently...
cs: Základní stanice se spáruje, trpělivě čekejte...
de: Basisstation wird verbunden, bitte warten...
es: La estación base se está emparejando, espere pacientemente ...
fi: Tukiasemaa paritetaan, odota kärsivällisesti...
fr: La station de base est en cours d'appairage, veuillez patienter...
he: תחנת בסיס עוברת זיווג, נא המתן בסבלנות...
id: Base station sedang dipasangkan, harap tunggu dengan sabar...
it: È in corso l'associazione della stazione base, attendere pazientemente...
ja: ベースステーションがペアリングされています。しばらくお待ちください...
ko: 베이스 스테이션을 페어링하는 중입니다. 잠시만 기다려 주십시오...
nb: Basestasjonen blir paret, vennligst vent tålmodig...
nl: Het basisstation wordt gekoppeld, even geduld aub...
pl: Trwa parowanie stacji bazowej, proszę cierpliwie czekać...
pt_br: A estação base está sendo emparelhada, por favor, aguarde pacientemente ...
ro: Stația de bază este asociată, vă rugăm să așteptați cu răbdare...
ru: Базовая станция сопрягается, подождите терпеливо ...
sv: Basstationen paras ihop, vänta tålmodigt...
th: กำลังจับคู่สถานีฐาน โปรดรอสักครู่...
tr: Baz istasyonu eşleştiriliyor, lütfen sabırla bekleyin...
vi: Trạm gốc đang được ghép nối, vui lòng kiên nhẫn chờ đợi ...
zh_hans: 基站配对中，请耐心等待...
zh_hant: 基站配對中，請耐心等待...

# devicelist_Password_set_successfully
source: Password set successfully
cs: Heslo bylo úspěšně nastaveno
de: Passwort erfolgreich vergeben
es: Contraseña establecida correctamente
fi: Salasanan asettaminen onnistui
fr: Mot de passe défini avec succès
he: הסיסמה הוגדרה בהצלחה
id: Kata sandi berhasil disetel
it: Password impostata con successo
ja: パスワードが正常に設定されました
ko: 비밀번호가 성공적으로 설정되었습니다.
nb: Passordet er angitt
nl: Wachtwoord succesvol ingesteld
pl: Hasło ustawione pomyślnie
pt_br: Senha definida com sucesso
ro: Parola setată cu succes
ru: Пароль установлен успешно
sv: Lösenordet har ställts in
th: ตั้งรหัสผ่านสำเร็จ
tr: Şifre başarıyla ayarlandı
vi: Đặt mật khẩu thành công
zh_hans: 密码设置成功
zh_hant: 密碼設置成功

# help_Order_number
source: Order number
cs: Číslo objednávky
de: Bestellnummer
es: Número de orden
fi: Tilausnumero
fr: Numéro de commande
he: מספר הזמנה
id: Jumlah order
it: Numero d'ordine
ja: 注文番号
ko: 주문 번호
nb: Ordrenummer
nl: Bestelnummer
pl: Numer zamówienia
pt_br: Número do pedido
ro: Număr de ordine
ru: Номер заказа
sv: Ordernummer
th: หมายเลขคำสั่งซื้อ
tr: Sipariş numarası
vi: Số thứ tự
zh_hans: 订单号
zh_hant: 訂單號

# playback_timed_record
source: Timing video recording: the camera records in a set period of time
cs: Časované nahrávání videa: kamera zaznamenává v nastaveném časovém období
de: Zeitplan-Aufnahme: Die Kamera nimmt innerhalb eines festgelegten Zeitraums auf
es: Tiempo de grabación de video: la cámara graba en un período de tiempo establecido
fi: Videotallennuksen ajoitus: kamera tallentaa asetetun ajanjakson ajan
fr: Enregistrement vidéo chronométré: la caméra enregistre dans une période de temps définie
he: הקלטת תזמון וידיאו: המצלמה מתעדת בפרק זמן מוגדר
id: Timing video recording: kamera merekam dalam periode waktu tertentu
it: Timing video recording: la telecamera registra in un determinato periodo di tempo
ja: 録画時間設定：カメラは設定された時間に録画します
ko: 타이밍 비디오 녹화 : 카메라가 일정 시간 동안 녹화합니다.
nb: Timing videoopptak: kameraet tar opp i et angitt tidsrom
nl: Timing video-opname: de camera neemt op in een bepaalde tijdsperiode
pl: Czas nagrywania wideo: kamera nagrywa w określonym przedziale czasu
pt_br: Tempo de gravação de vídeo: a câmera grava em um determinado período de tempo
ro: Programarea înregistrării video: camera înregistrează o perioadă de timp stabilită
ru: Сроки видеозаписи: камера записывает в установленный период времени
sv: Timing videoinspelning: kameran spelar in under en viss tidsperiod
th: ระยะเวลาในการบันทึกวิดีโอ: กล้องจะบันทึกภาพในช่วงเวลาที่กำหนด
tr: Zamanlama video kaydı: kamera belirli bir süre içinde kayıt yapar
vi: Ghi theo thời gian: máy ảnh ghi lại trong khoảng thời gian đã thiết lập
zh_hans: 定时录像：摄像机在设定的时间段内录像
zh_hant: 定時錄像：攝像機在設定的時間段內錄像

# devicesetting_no_motion_detection_area
source: Non-motion detection area
cs: Oblast bez detekce pohybu
de: Erkennung aus
es: Área de detección sin movimiento.
fi: Liikkumaton tunnistusalue
fr: Zone de détection de non-mouvement
he: אזור זיהוי ללא תנועה
id: Area deteksi non-gerak
it: Area di rilevamento non movimento
ja: 非動き検知領域
ko: 비 움직임 감지 영역
nb: Ikke-bevegelsesdeteksjonsområde
nl: Niet-bewegingsdetectiegebied
pl: Obszar wykrywania ruchu
pt_br: Área de detecção não-movimento
ro: Zonă de detectare fără mișcare
ru: Зона обнаружения движения
sv: Icke-rörelsedetekteringsområde
th: พื้นที่การตรวจจับแบบไม่เคลื่อนไหว
tr: Hareketsiz algılama alanı
vi: Khu vực phát hiện không chuyển động
zh_hans: 非移动侦测区域
zh_hant: 非移動偵測區域

# devicesetting_Next_day
source: Next day
cs: Další den
de: Nächster Tag
es: Día siguiente
fi: Seuraava päivä
fr: Le prochain jour
he: היום הבא
id: Hari berikutnya
it: Giorno dopo
ja: 翌日
ko: 다음날
nb: Neste dag
nl: Volgende dag
pl: Następny dzień
pt_br: Próximo dia
ro: Ziua urmatoare
ru: На следующий день
sv: Nästa dag
th: วันรุ่งขึ้น
tr: Ertesi gün
vi: Ngày tiếp theo
zh_hans: 次日
zh_hant: 次日

# myDevice_needDeviceConnected
source: Requires successful device connection
cs: Potřebujete připojit zařízení úspěšně
de: Erfolgreiche Geräteverbindung erforderlich
es: Requiere una conexión de Equipo exitosa
fi: Tarvitset laitteen liittämisen onnistuneesti
fr: Connexion de périphérique avec succès
he: המכשיר חייב להיות מחובר
id: membutuhkan koneksi perangkat yang berhasil
it: Necessita una connessione corretta del dispositivo
ja: デバイス接続が成功しました
ko: 성공적인 장치 연결 필요
nb: Krever vellykket enhetsforbindelse
nl: Vereist een succesvolle apparaatverbinding
pl: Wymaga połączenia z urządzeniem
pt_br: Precisa conectar o dispositivo com sucesso
ro: Necesită o conexiune cu dispozitivul de succes
ru: Требуется успешное подключение устройства
sv: Kräver en lyckad anslutning till enheten
th: ต้องมีการเชื่อมต่อกับอุปกรณ์ที่พร้อมใช้งาน
tr: Başarılı cihaz bağlantısı gerektirir
vi: Thiết bị cần được kết nối thành công
zh_hans: 需要设备连接成功
zh_hant: 需要設備連接成功
