Repository: Yolo-cell-hash/go_home_ios
Catalog: ios/Runner/JASDK/JAResources/XLanguage/X35MultiLanguage/*.lproj/X35MutiLanguage.strings
Languages: cs, de, es, fi, fr, he, id, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sv, th, tr, vi, zh_hans, zh_hant

# preview_device_not_found
source: The location of the device was not found
cs: Umístění zařízení nebylo nalezeno
de: Der Standort des Geräts wurde nicht gefunden
es: No se encontró la ubicación del dispositivo
fi: Laitteen sijaintia ei löytynyt
fr: L'emplacement de l'appareil n'a pas été trouvé
he: מיקום המכשיר לא נמצא
id: Lokasi perangkat tidak ditemukan
it: La posizione del dispositivo non è stata trovata
ja: デバイスの場所が見つかりませんでした
ko: 장치의 위치를 찾을 수 없습니다
nb: Enhetens plassering ble ikke funnet
nl: De locatie van het apparaat is niet gevonden
pl: Nie znaleziono lokalizacji urządzenia
pt_br: A localização do dispositivo não foi encontrada
ro: Locația dispozitivului nu a fost găsită
ru: Местоположение устройства не найдено
sv: Enhetens plats hittades inte
th: ไม่พบตำแหน่งของอุปกรณ์
tr: Cihazın konumu bulunamadı
vi: Vị trí của thiết bị không được tìm thấy
zh_hans: 没有找到设备所在的位置
zh_hant: 沒有找到設備所在的位置

# devicesetting_4G_card_Traffic_purchase
source: Mobile data purchase
cs: Nákup provozu
de: Mobile Daten kaufen
es: Compra de tráfico
fi: Liikenteen hankinta
fr: Achat de trafic
he: רכישת תנועה
id: Pembelian lalu lintas
it: Acquisto del traffico
ja: 交通購入
ko: 교통 구매
nb: Trafikkjøp
nl: Verkopen kopen
pl: Zakup ruchu
pt_br: Compra de tráfego
ro: Cumpărarea traficului
ru: Покупка трафика
sv: Trafik köp
th: ซื้อข้อมูลมือถือ
tr: Trafik alımı
vi: Lưu lượng mua hàng
zh_hans: 流量购买
zh_hant: 流量購買

# preview_download_number_ios
source: Download(%@)
cs: stažení(%@)
de: Herunterladen(%@)
es: descargar(%@)
fi: ladata(%@)
fr: Télécharger(%@)
he: הורד(%@)
id: unduh (%@)
it: Scaricare(%@)
ja: ダウンロード(%@)
ko: 다운로드 (%@)
nb: nedlasting(%@)
pl: pobieranie(%@)
ro: Descarca(%@)
ru: скачать(%@)
sv: ladda ner(%@)
th: ดาวน์โหลด (%@)
tr: indirme (%@)
vi: Tải xuống(%@)
zh_hans: 下载(%@)
zh_hant: 下載(%@)

# Service_map_pass
source: Passed
cs: Prošel
de: Bestanden
es: Pasado
fi: läpäissyt
fr: Réussi
he: עבר
id: Lulus
it: Passato
ja: 合格しました
ko: 합격
nb: bestått
nl: Geslaagd
pl: Przeszedł
pt_br: Passado
ro: A trecut
ru: Прошло
sv: passerade
th: ผ่านไป
tr: geçti
vi: thông qua
zh_hans: 已通过
zh_hant: 已通過

# adddevice_select_add_mode
source: Select add mode
cs: Vyberte režim přidání
de: Hinzufüge-Modus wählen
es: Seleccionar modo de agregar
fi: Valitse lisäystila
fr: Sélectionnez le mode d'ajout
he: בחר במצב הוספה
id: Pilih mode tambah
it: Seleziona la modalità Aggiungi
ja: 追加モードを選択
ko: 추가 모드 선택
nb: Velg legge til modus
nl: Selecteer de modus Toevoegen
pl: Wybierz tryb dodawania
pt_br: Selecione o modo de adição
ro: Selectați modul de adăugare
ru: Выберите режим добавления
sv: Välj läget lägg till
th: เลือกโหมดเพิ่ม
tr: Ekleme modunu seçin
vi: Chọn cách thêm
zh_hans: 选择添加方式
zh_hant: 選擇添加方式

# deviceSetting_Exposure_adjusted_different_scenes
source: The exposure value can be adjusted according to different scenes, the larger the value, the brighter the picture
cs: Hodnotu expozice lze upravit podle různých scén, čím větší hodnota, tím jasnější obraz
de: Der Belichtungswert kann an verschiedene Szenen angepasst werden, je größer der Wert, desto heller das Bild
es: El valor de exposición se puede ajustar de acuerdo con diferentes escenas, cuanto mayor sea el valor, más brillante será la imagen
fi: Valotusarvoa voidaan säätää eri kohtausten mukaan, mitä suurempi arvo, sitä kirkkaampi kuva
fr: La valeur d'exposition peut être ajustée en fonction de différentes scènes, plus la valeur est grande, plus l'image est lumineuse
he: ניתן להתאים את ערך החשיפה לפי סצנות שונות, ככל שהערך גדול יותר, התמונה בהירה יותר
id: Nilai eksposur dapat disesuaikan menurut pemandangan yang berbeda, semakin besar nilainya, semakin cerah gambarnya
it: Il valore di esposizione può essere regolato in base alle diverse scene, maggiore è il valore, più luminosa è l'immagine
ja: 露出値はシーンに応じて調整でき、値が大きいほど画像が明るくなります。
ko: 다른 장면에 따라 노출 값을 조정할 수 있습니다. 값이 클수록 사진이 더 밝아집니다.
nb: Eksponeringsverdien kan justeres i henhold til forskjellige scener, jo større verdi, jo lysere blir bildet
nl: De belichtingswaarde kan worden aangepast aan verschillende scènes, hoe groter de waarde, hoe helderder de foto
pl: Wartość ekspozycji można regulować zgodnie z różnymi scenami, im większa wartość, tym jaśniejszy obraz;
pt_br: O valor da exposição pode ser ajustado de acordo com as diferentes cenas, quanto maior o valor, mais clara é a imagem
ro: Valoarea expunerii poate fi ajustată în funcție de diferite scene, cu cât valoarea este mai mare, cu atât imaginea este mai luminoasă
ru: Величину экспозиции можно регулировать в соответствии с разными сценами, чем больше значение, тем ярче изображение.
sv: Exponeringsvärdet kan justeras efter olika scener, ju högre värde, desto ljusare blir bilden
th: ค่าการเปิดรับแสงสามารถปรับได้ตามฉากต่างๆ ยิ่งค่ามากภาพยิ่งสว่าง
tr: Pozlama değeri farklı sahnelere göre ayarlanabilir, değer ne kadar büyükse resim o kadar parlak olur.
vi: Giá trị phơi sáng có thể được điều chỉnh theo các cảnh khác nhau, giá trị càng lớn thì ảnh càng sáng
zh_hans: 可根据不同场景调节曝光值，数值越大画面越明亮
zh_hant: 可根據不同場景調節曝光值，數值越大畫面越明亮

# playback_have_cloud_can_migrate
source: Cloud storage services under the account can be migrated to the device
cs: Služby cloudového úložiště pod účtem lze přenést do zařízení
de: Cloud-Speicherdienste unter dem Konto können auf das Gerät migriert werden
es: Los servicios de almacenamiento en la nube de la cuenta se pueden migrar al dispositivo
fi: Tilin alla olevat pilvitallennuspalvelut voidaan siirtää laitteeseen
fr: Les services de stockage en nuage sous le compte peuvent être migrés vers l'appareil
he: ניתן להעביר מכשירי אחסון בענן תחת החשבון למכשיר
id: Layanan penyimpanan cloud di bawah akun dapat dimigrasi ke perangkat
it: I servizi di archiviazione cloud sotto l'account possono essere migrati sul dispositivo
ja: アカウントのクラウドストレージサービスをデバイスに移行できます
ko: 계정에 속한 클라우드 스토리지 서비스를 장치로 마이그레이션 할 수 있습니다.
nb: Cloud lagringstjenester under kontoen kan overføres til enheten
nl: Cloudopslagservices onder het account kunnen naar het apparaat worden gemigreerd
pl: Usługi przechowywania w chmurze w ramach konta można migrować na urządzenie
pt_br: Os serviços de armazenamento em nuvem da conta podem ser migrados para o dispositivo
ro: Serviciile de stocare în cloud din cont pot fi migrate către dispozitiv
ru: Сервисы облачного хранилища под учетной записью можно перенести на устройство
sv: Molnlagringstjänster under kontot kan migreras till enheten
th: บริการจัดเก็บข้อมูลบนคลาวด์ภายใต้บัญชีสามารถย้ายไปยังอุปกรณ์ได้
tr: Hesap altındaki bulut depolama hizmetleri cihaza taşınabilir
vi: Có một dịch vụ lưu trữ đám mây trong tài khoản có thể được di chuyển sang thiết bị
zh_hans: 账号下存在云存服务可迁移至该设备
zh_hant: 賬號下存在雲存服務可遷移至該設備

# help_addDevice_textTips_18
source: 1.Choose DVR/NVR
cs: 1. Zvolte rekordér.
de: 1. DVR/NVR auswählen
es: 1.Elegir DVR/NVR
fi: 1. Valitse tallennin.
fr: 1. Choisissez DVR / NVR
he: 1. בחר בNVR
id: 1. Pilih DVR/NVR
it: 1. Selezionare DVR/NVR
ja: 1. DVR/NVRを選択してください
ko: 1. DVR/NVR/장치를 선택합니다.
nb: 1. Velg NVR-opptaker
nl: 1.DVR/NVR selecteren
pl: 1. Wybierz DVR/NVR
pt_br: 1. Escolha o DVR/NVR
ro: 1. Selectați DVR/NVR
ru: 1. Выберите DVR/NVR
sv: 1.Välj DVR/NVR
th: 1.เลือก DVR / NVR
tr: 1. DVR/NVR'yi seçin
vi: 1. Chọn đầu ghi video.
zh_hans: 1.选择录像机。
zh_hant: 1.選擇錄像機。

# devicesetting_Videobackup_save_to_system_album
source: Saved to phone album
cs: Album Uloženo do telefonu
de: In Telefon-Galerie gespeichert
es: Guardado en el álbum del teléfono
fi: Tallennettu puhelimen albumiin
fr: Enregistré dans l'album du téléphone
he: נשמר לאלבום הטלפון
id: Disimpan ke album ponsel
it: Salvato nell'album del telefono
ja: 携帯電話のアルバムへ保存
ko: 전화 앨범에 저장되었습니다.
nb: Lagret til telefonalbum
nl: Opgeslagen in telefoonalbum
pl: Zapisano w albumie telefonu
pt_br: Guardado no álbum do celular
ro: Albumul salvat în telefon
ru: Сохранено в телефонный альбом
sv: Sparade till telefonalbum
th: บันทึกลงในเครื่องสำเร็จ
tr: Telefon albümüne kaydedildi
vi: Đã lưu vào album điện thoại
zh_hans: 已保存至手机相册
zh_hant: 已保存至手機相冊

# adddevice_add_success
source: Device added successfully
cs: Zařízení bylo úspěšně přidáno
de: Gerät erfolgreich hinzugefügt
es: Equipo agregado exitosamente
fi: Laite lisäsi onnistuneesti
fr: Appareil ajouté avec succès
he: המכשיר נוסף בהצלחה
id: Perangkat berhasil ditambahkan
it: Dispositivo aggiunto correttamente
ja: デバイスを追加しました
ko: 기기가 성공적으로 추가되었습니다.
nb: Enheten ble lagt til
nl: Apparaat met succes toegevoegd
pl: Urządzenie zostało pomyślnie dodane
pt_br: Dispositivo adicionado com sucesso
ro: Aparatul a fost adăugat cu succes
ru: Устройство успешно добавлено
sv: Enheten har lagts till
th: เพิ่มอุปกรณ์แล้ว
tr: Cihaz başarıyla eklendi
vi: Đã thêm thiết bị thành công
zh_hans: 设备添加成功
zh_hant: 設備添加成功

# adddevice_click_start_searching_device
source: Keep the phone and the device under the same route WiFi, click the button below to start searching for the device
cs: Udržujte telefon a zařízení na stejné trase WiFi, kliknutím na tlačítko níže zahájíte vyhledávání zařízení
de: Telefon und Gerät müssen mit demselben Router verbunden sein. Tippen Sie auf den Button unten, um das Gerät zu suchen
es: Mantenga el teléfono y el dispositivo en la misma ruta WiFi, haga clic en el botón de abajo para comenzar a buscar el dispositivo
fi: Pidä puhelin ja laite samalla reitillä WiFi, napsauta alla olevaa painiketta aloittaaksesi laitteen etsinnän
fr: Gardez le téléphone et l'appareil sous le même itinéraire WiFi, cliquez sur le bouton ci-dessous pour commencer la recherche de l'appareil
he: שמור את הטלפון ואת המכשיר תחת אותו נתיב WiFi, לחץ על הלחצן למטה כדי להתחיל לחפש את המכשיר
id: Jaga agar telepon dan perangkat di bawah WiFi rute yang sama, klik tombol di bawah ini untuk mulai mencari perangkat
it: Tieni il telefono e il dispositivo sotto lo stesso percorso WiFi, fai clic sul pulsante in basso per avviare la ricerca del dispositivo
ja: 電話とデバイスを同じルートのWiFiの下に置き、下のボタンをクリックしてデバイスの検索を開始します
ko: 전화기와 장치를 동일한 경로 WiFi 아래에두고 아래 버튼을 클릭하여 장치 검색을 시작하십시오.
nb: Hold telefonen og enheten under samme rute WiFi, klikk på knappen nedenfor for å begynne å søke etter enheten
nl: Houd de telefoon en het apparaat onder dezelfde route WiFi, klik op de onderstaande knop om het zoeken naar het apparaat te starten
pl: Trzymaj telefon i urządzenie pod tą samą trasą WiFi, kliknij przycisk poniżej, aby rozpocząć wyszukiwanie urządzenia
pt_br: Mantenha o telefone e o dispositivo na mesma rota WiFi, clique no botão abaixo para começar a procurar o dispositivo
ro: Păstrați telefonul și dispozitivul sub același traseu WiFi, faceți clic pe butonul de mai jos pentru a începe să căutați dispozitivul
ru: Держите телефон и устройство на одном маршруте Wi-Fi, нажмите кнопку ниже, чтобы начать поиск устройства.
sv: Håll telefonen och enheten under samma rutt WiFi, klicka på knappen nedan för att börja söka efter enheten
th: เก็บโทรศัพท์และอุปกรณ์ไว้ในเส้นทางเดียวกัน WiFi คลิกปุ่มด้านล่างเพื่อเริ่มค้นหาอุปกรณ์
tr: Telefonu ve cihazı aynı WiFi rotası üzerinde tutun, cihazı aramaya başlamak için aşağıdaki düğmeyi tıklayın
vi: Giữ điện thoại và thiết bị dưới cùng một tuyến WiFi, nhấp vào nút bên dưới để bắt đầu tìm kiếm thiết bị
zh_hans: 保持手机与设备处于同一路由WiFi下，点击下方按钮 开始搜索设备
zh_hant: 保持手機與設備處於同一路由WiFi下，點擊下方按鈕 開始搜索設備

# devicesetting_4G_card_sim_card_activated_fail
source: Activation fails
cs: Aktivace selhala
de: Aktivierung fehlgeschlagen
es: La activación falla
fi: Aktivointi epäonnistuu
fr: L'activation échoue
he: ההפעלה נכשלה
id: Aktivasi gagal
it: L'attivazione non riesce
ja: アクティベーションが失敗する
ko: 활성화 실패
nb: Aktiveringen mislykkes
nl: Activering mislukt
pl: Aktywacja kończy się niepowodzeniem
pt_br: Falha na ativação
ro: Activarea eșuează
ru: Активация не проходит
sv: Aktiveringen misslyckas
th: การเปิดใช้งานล้มเหลว
tr: Aktivasyon başarısız
vi: Kích hoạt không thành công
zh_hans: 激活失败
zh_hant: 激活失敗

# Playback_Multi_speed_playback_hint
source: High-speed playbackk function is only supported by cloud recording
cs: Funkce vysokorychlostního přehrávání je podporována pouze nahráváním v cloudu
de: Die Hochgeschwindigkeits-Wiedergabek-Funktion wird nur von der Cloud-Aufzeichnung unterstützt
es: La función de reproducción de alta velocidad solo es compatible con la grabación en la nube
fi: Nopeaa toistotoimintoa tukee vain pilvitallennus
fr: La fonction de lecture à grande vitesse n'est prise en charge que par l'enregistrement dans le cloud
he: פונקציית השמעה במהירות גבוהה נתמכת רק על ידי הקלטת ענן
id: Fungsi playbackk berkecepatan tinggi hanya didukung oleh perekaman cloud
it: La funzione di riproduzione ad alta velocitàk è supportata solo dalla registrazione su cloud
ja: 高速再生機能はクラウド録画でのみサポートされています
ko: 고속 재생k 기능은 클라우드 녹화에서만 지원됩니다.
nb: Høyhastighets avspillingsfunksjon støttes kun av skyopptak
nl: High-speed playbackk-functie wordt alleen ondersteund door cloudopname
pl: Funkcja szybkiego odtwarzania jest obsługiwana tylko przez nagrywanie w chmurze
pt_br: A função de reprodução de alta velocidadek é suportada apenas pela gravação na nuvem
ro: Funcția de redare de mare viteză este acceptată numai de înregistrarea în cloud
ru: Функция высокоскоростного воспроизведения поддерживается только облачной записью
sv: Höghastighetsuppspelningsfunktion stöds endast av molninspelning
th: รองรับฟังก์ชั่นการเล่นด้วยความเร็วสูงโดยการบันทึกบนคลาวด์เท่านั้น
tr: Yüksek hızlı oynatma işlevi yalnızca bulut kaydıyla desteklenir
vi: Chức năng phát lại tốc độ cao chỉ được hỗ trợ bởi tính năng ghi trên đám mây
zh_hans: 倍速播放功能仅云录像支持
zh_hant: 倍速播放功能僅雲錄像支持

# person_feedback_describe_detail_question
source: Please describe the problem you encountered in detail
cs: Popište prosím podrobně problém, se kterým jste se setkali
de: Bitte beschreiben Sie das aufgetretene Problem im Detail
es: Describa el problema que encontró en detalle
fi: Kuvaile kohtaamasi ongelma yksityiskohtaisesti
fr: Veuillez décrire le problème que vous avez rencontré en détail
he: אנא תאר את הבעיה שנתקלת בה בפירוט
id: Jelaskan masalah yang Anda alami secara detail
it: Descrivi in dettaglio il problema riscontrato
ja: 発生した問題について詳しく説明してください
ko: 발생한 문제를 자세히 설명하세요.
nb: Beskriv problemet du har møtt i detalj
nl: Geef een gedetailleerde beschrijving van het probleem dat u tegenkwam
pl: Opisz szczegółowo napotkany problem
pt_br: Descreva o problema que você encontrou em detalhes
ro: Vă rugăm să descrieți în detaliu problema pe care ați întâmpinat-o
ru: Пожалуйста, подробно опишите проблему, с которой вы столкнулись
sv: Beskriv problemet du stött på i detalj
th: โปรดอธิบายปัญหาที่คุณพบโดยละเอียด
tr: Lütfen karşılaştığınız sorunu ayrıntılı olarak açıklayın
vi: Vui lòng mô tả chi tiết vấn đề bạn gặp phải
zh_hans: 请具体描述您遇到的问题
zh_hant: 請具體描述您遇到的問題

# addDevice_validationFailed_reconfigure
source: Fail to verify device,please configure again
cs: Ověření zařízení se nezdařilo,změňte konfiguraci
de: Gerät konnte nicht verifiziert werden. Bitte erneut konfigurieren
es: La verificación del Equipo falló,por favor reconfigure
fi: Laitteen vahvistus epäonnistui,määritä uudelleen
fr: Impossible de vérifier le périphérique, veuillez le configurer à nouveau
he: בעיה באימות המכשיר,אנא הגדר שוב את המכשיר
id: gagal verifikasi perangkat,silakan konfigur ulang
it: Errore verifica dispositivo,prego configurare nuovamente
ja: デバイスを確認できません。もう一度設定してください。
ko: 제품 확인 실패, 다시 시도해주세요.
nb: Kan ikke verifisere enhet,konfigurer på nytt
nl: Verificatie apparaat mislukt,opnieuw configureren
pl: Nieudana weryfikacja urządzenia,skonfiguruj ponownie
pt_br: Falha ao verificar o dispositivo,configure novamente
ro: Nu verificați dispozitivul,configurați-l din nou
ru: Не удалось проверить устройство,пожалуйста,настройте снова
sv: Misslyckas med att verifiera enheten,var god konfigurera igen
th: ตรวจสอบอุปกรณ์ไม่สำเร็จ โปรดตั้งค่าใหม่อีกครั้ง
tr: Cihaz doğrulanamadı,lütfen tekrar yapılandırın
vi: Xác minh thiết bị không thành công, vui lòng định cấu hình lại
zh_hans: 设备验证失败，请重新配置
zh_hant: 設備驗證失敗，請重新配置

# person_feedback_question_prompt_error_1
source: 1. Make sure that the network where the device is located can access the Internet, and the router has enabled the DHCP function;
cs: 1. Ujistěte se, že síť, ve které je zařízení umístěno, má přístup k internetu a router povolil funkci DHCP;
de: 1. Stellen Sie sicher, dass das Netzwerk, in dem sich das Gerät befindet, auf das Internet zugreifen kann und der Router die DHCP-Funktion aktiviert hat.
es: 1. Asegúrese de que la red donde se encuentra el dispositivo pueda acceder a Internet y que el enrutador haya habilitado la función DHCP;
fi: 1. Varmista, että verkko, jossa laite sijaitsee, voi käyttää Internetiä ja reititin on ottanut DHCP-toiminnon käyttöön.
fr: 1. Assurez-vous que le réseau où se trouve l'appareil peut accéder à Internet et que le routeur a activé la fonction DHCP;
he: 1. וודא שהרשת בה ממוקם המכשיר יכולה לגשת לאינטרנט, והנתב אפשר את פונקציית DHCP;
id: 1. Pastikan jaringan tempat perangkat berada dapat mengakses Internet, dan router telah mengaktifkan fungsi DHCP;
it: 1. Assicurarsi che la rete in cui si trova il dispositivo possa accedere a Internet e che il router abbia abilitato la funzione DHCP;
ja: 1.デバイスが配置されているネットワークがインターネットにアクセスできること、およびルーターがDHCP機能を有効にしていることを確認します。
ko: 1. 장치가있는 네트워크가 인터넷에 액세스 할 수 있고 라우터가 DHCP 기능을 활성화했는지 확인하십시오.
nb: 1. Forsikre deg om at nettverket der enheten befinner seg, kan få tilgang til Internett, og at ruteren har aktivert DHCP-funksjonen;
nl: 1. Zorg ervoor dat het netwerk waar het apparaat zich bevindt toegang heeft tot internet en dat de router de DHCP-functie heeft ingeschakeld;
pl: 1. Upewnij się, że sieć, w której znajduje się urządzenie, ma dostęp do Internetu, a router włączył funkcję DHCP;
pt_br: 1. Verifique se a rede em que o dispositivo está localizado pode acessar a Internet e se o roteador ativou a função DHCP;
ro: 1. Asigurați-vă că rețeaua în care se află dispozitivul poate accesa Internetul, iar routerul a activat funcția DHCP;
ru: 1. Убедитесь, что сеть, в которой находится устройство, имеет доступ к Интернету, и маршрутизатор включил функцию DHCP;
sv: 1. Se till att nätverket där enheten finns kan komma åt Internet, och att routern har aktiverat DHCP-funktionen;
th: 1. โปรดตรวจสอบว่าเครือข่ายที่อุปกรณ์ตั้งอยู่สามารถเข้าถึงอินเทอร์เน็ตได้ตามปกติและเราเตอร์ได้เปิดใช้งานฟังก์ชัน DHCP
tr: 1. Aygıtın bulunduğu ağın İnternet'e erişebildiğinden ve yönlendiricinin DHCP işlevini etkinleştirdiğinden emin olun;
vi: 1. Vui lòng xác nhận rằng mạng nơi đặt thiết bị có thể truy cập Internet bình thường và bộ định tuyến đã bật chức năng DHCP;
zh_hans: 1.请确认设备所在的网络能正常访问互联网,并且路由器已开启DHCP功能;
zh_hant: 1.請確認設備所在的網絡能正常訪問互聯網,並且路由器已開啟DHCP功能;

# add_difference_between_flicker_always_on_2
source: The indicator light is always on: it means that the device has been successfully connected to the Internet.
cs: Kontrolka svítí stále: znamená to, že zařízení bylo úspěšně připojeno k internetu.
de: Die Kontrollleuchte leuchtet immer: Dies bedeutet, dass das Gerät erfolgreich mit dem Internet verbunden wurde.
es: La luz indicadora está siempre encendida: significa que el dispositivo se ha conectado correctamente a Internet.
fi: Merkkivalo palaa aina: se tarkoittaa, että laite on yhdistetty Internetiin onnistuneesti.
fr: Le voyant est toujours allumé : cela signifie que l'appareil a été connecté avec succès à Internet.
he: נורית החיווי דולקת תמיד: זה אומר שהמכשיר חובר בהצלחה לאינטרנט.
id: Lampu indikator selalu menyala: artinya perangkat telah berhasil tersambung ke Internet.
it: La spia è sempre accesa: significa che il dispositivo è stato connesso con successo a Internet.
ja: インジケータライトは常に点灯しています。これは、デバイスがインターネットに正常に接続されたことを意味します。
ko: 표시등이 항상 켜져 있습니다. 이는 장치가 인터넷에 성공적으로 연결되었음을 의미합니다.
nb: Indikatorlampen er alltid på: det betyr at enheten har blitt koblet til Internett.
nl: Het indicatielampje brandt altijd: dit betekent dat het apparaat succesvol is verbonden met internet.
pl: Lampka kontrolna świeci zawsze: oznacza to, że urządzenie zostało pomyślnie połączone z Internetem.
pt_br: A luz indicadora está sempre acesa: significa que o dispositivo foi conectado com sucesso à Internet.
ro: Indicatorul luminos este mereu aprins: înseamnă că dispozitivul a fost conectat cu succes la Internet.
ru: Световой индикатор горит всегда: это означает, что устройство успешно подключилось к Интернету.
sv: Indikatorlampan lyser alltid: det betyder att enheten har anslutits till Internet.
th: ไฟแสดงสถานะติดอยู่เสมอ: หมายความว่าอุปกรณ์เชื่อมต่อกับอินเทอร์เน็ตสำเร็จแล้ว
tr: Gösterge ışığı her zaman açıktır: bu, cihazın İnternete başarıyla bağlandığı anlamına gelir.
vi: Đèn báo luôn sáng: có nghĩa là thiết bị đã được kết nối Internet thành công.
zh_hans: 指示灯常亮：代表设备已经联网成功。
zh_hant: 指示燈常亮：代表設備已經聯網成功。
