Repository: Yolo-cell-hash/go_home_ios
Catalog: ios/Runner/JASDK/JAResources/XLanguage/X35MultiLanguage/*.lproj/X35MutiLanguage.strings
Languages: cs, de, es, fi, fr, he, id, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sv, th, tr, vi, zh_hans, zh_hant

# person_feedback_problem_description
source: Problem Description
cs: popis problému
de: Problembeschreibung
es: Descripción del problema
fi: Ongelman kuvaus
fr: Description du problème
he: תיאור הבעיה
id: Deskripsi Masalah
it: Descrizione del problema
ja: 問題の説明
ko: 문제 설명
nb: problem beskrivelse
nl: Probleembeschrijving
pl: opis problemu
pt_br: Descrição do Problema
ro: Descrierea problemei
ru: описание проблемы
sv: Problembeskrivning
th: คำอธิบายปัญหา
tr: Sorun Açıklaması
vi: Mô tả vấn đề
zh_hans: 问题描述
zh_hant: 問題描述

# play_realTime
source: Real time
cs: V reálném čase
de: Echtzeit
es: Tiempo real
fi: Reaaliaikainen
fr: Temps réel
he: זמן אמת
id: Waktu Sekarang
it: Diretta
ja: ライブ
ko: 실시간
nb: Sanntid
nl: Live
pl: Czas rzeczywisty
pt_br: Tempo real
ro: Timp real
ru: В реальном времени
sv: Skärmdump
th: เวลาปัจจุบัน
tr: Gerçek zaman
vi: thời gian thực
zh_hans: 实时
zh_hant: 實時

# deviceSetting_Search_area_time_zone
source: Search area or time zone
cs: Oblast vyhledávání nebo časové pásmo
de: Region oder Zeitzone suchen
es: Área de búsqueda o zona horaria
fi: Hae aluetta tai aikavyöhykettä
fr: Zone de recherche ou fuseau horaire
he: חיפוש אזור או אזור זמן
id: Area pencarian atau zona waktu
it: Cerca area o fuso orario
ja: 検索エリアまたはタイムゾーン
ko: 지역 또는 시간대 검색
nb: Søkeområde eller tidssone
nl: Zoekgebied of tijdzone
pl: Wyszukaj obszar lub strefę czasową
pt_br: Área de pesquisa ou fuso horário
ro: Căutați zona sau fusul orar
ru: Область поиска или часовой пояс
sv: Sökområde eller tidszon
th: ค้นหาพื้นที่หรือเขตเวลา
tr: Arama alanı veya saat dilimi
vi: Tìm kiếm khu vực hoặc múi giờ
zh_hans: 搜索地区或时区
zh_hant: 搜索地區或時區

# deviceSetting_audition
source: Audition
cs: Konkurs
de: Vorsprechen
es: Audición
fi: Koe
he: מבחן קבלה
id: Audisi
it: Provino
ja: オーディション
ko: 오디션
nl: Auditie
pl: Przesłuchanie
pt_br: Audição
ro: Audiție
ru: Прослушивание
th: ออดิชั่น
tr: Seçme
vi: Thính giác
zh_hans: 试听
zh_hant: 試聽

# Monday
source: M
cs: P
de: Mo
es: L
fr: L
he: בי
id: S
it: L
ja: 月
ko: 월
pl: P
pt_br: S
ro: L
ru: П
th: จ
tr: P
vi: T2
zh_hans: 一
zh_hant: 一

# message_Fix_now
source: Fix now>
cs: Opravit nyní>
de: Jetzt reparieren>
es: Reparar ahora>
fi: Korjaa nyt>
fr: Réparez maintenant>
he: תקן עכשיו>
id: Perbaiki Sekarang>
it: Correggi ora>
ja: 今すぐ修正>
ko: 지금 수정>
nb: Fiks nå>
nl: Nu repareren>
pl: Napraw teraz>
pt_br: Corrigir agora>
ro: Remediați acum>
ru: Исправить сейчас>
sv: Fixa nu>
th: แก้ไขเดี๋ยวนี้>
tr: Şimdi Düzelt>
vi: Khắc phục ngay>
zh_hans: 立即修复>
zh_hant: 立即修復>

# playback_motion_detection_record
source: Motion detection recording: recording when the camera detects the moving object
cs: Záznam detekce pohybu: záznam, když kamera detekuje pohybující se objekt
de: Aufnahme nach Bewegungserkennung: Die Kamera nimmt nur auf, wenn Bewegung erkannt wird
es: Grabación de detección de movimiento: grabación cuando la cámara detecta el objeto en movimiento
fi: Liiketunnistuksen tallennus: tallennus, kun kamera havaitsee liikkuvan kohteen
fr: Enregistrement de détection de mouvement : enregistrement lorsque la caméra détecte l'objet en mouvement
he: הקלטת זיהוי תנועה: הקלטה כאשר המצלמה מזהה את האובייקט הנע
id: Rekaman deteksi gerak: merekam saat kamera mendeteksi objek bergerak
it: Registrazione con rilevamento del movimento: registrazione quando la telecamera rileva l'oggetto in movimento
ja: 動き検知記録：カメラが動いている物体を検知したときの記録
ko: 움직임 감지 녹화: 카메라가 움직이는 물체를 감지했을 때 녹화
nb: Bevegelsesdeteksjonsopptak: tar opp når kameraet oppdager et objekt i bevegelse
nl: Bewegingsdetectie opname: opnemen wanneer de camera het bewegende object detecteert
pl: Nagrywanie z wykrywaniem ruchu: nagrywanie, gdy kamera wykryje poruszający się obiekt
pt_br: Gravação de detecção de movimento: gravação quando a câmera detecta o objeto em movimento
ro: Înregistrare cu detecție a mișcării: înregistrarea când camera detectează obiectul în mișcare
ru: Запись обнаружения движения: запись, когда камера обнаруживает движущийся объект
sv: Rörelsedetekteringsinspelning: inspelning när kameran upptäcker ett rörligt föremål
th: การบันทึกการตรวจจับการเคลื่อนไหว: บันทึกเมื่อกล้องตรวจจับวัตถุเคลื่อนไหว
tr: Hareket algılama kaydı: kamera hareketli nesneyi algıladığında kayıt
vi: Ghi âm phát hiện chuyển động: ghi lại khi máy ảnh phát hiện đối tượng chuyển động
zh_hans: 智能侦测录像：摄像机侦测到物体移动时录像
zh_hant: 智能偵測錄像：攝像機偵測到物體移動時錄像

# help_addDevice_textTips_5
source: 2.Choose device type,follow instruction and complete adding
cs: 2. Vyberte typ zařízení,které chcete přidat,a postupujte podle pokynů k dokončení procesu.
de: 2. Wählen Sie einen Gerätetyp, folgen den Anweisungen und fügen ein Gerät hinzu
es: 2. Elija el tipo de Equipo,siga las instrucciones y complete la adición
fi: 2. Valitse lisälaitteen tyyppi ja suorita prosessi noudattamalla kehotteita.
fr: 2. Choisissez le type d'appareil, suivez les instructions et complétez l'ajout
he: 2. בחר את סוג המכשיר ועקוב אחרי ההוראות
id: 2. Pilih tipe peangkat,ikutin intruksi dan selelai penambahan.
it: 2. Selezionare tipologia dispositivo,seguire quindi le istruzioni per completare l'associazione
ja: 2.デバイスの種類を選択し、指示に従って追加をします。
ko: 2. 제품 유형 선택 후 안내에 따라 등록해주세요.
nb: 2. Velg enhetstypen du vil legge til,og følg instruksjonene for å fullføre tilleggsprosessen.
nl: 2.Selecteer type,volg de instructie en voltooi toevoegen
pl: 2. Wybierz typ urządzenia,postępuj zgodnie z instrukcjami
pt_br: 2.Escolha o tipo de dispositivo,siga as instruções e complete a adição
ro: 2. Selectați tipul dispozitivului,urmați instrucțiunile și completați adăugarea
ru: 2. Выберите тип устройства,следуйте инструкциям и завершите добавление
sv: 2.Välj enhetstyp,följ instruktioner och komplettera tillägg
th: 2. เลือกประเภทของอุปกรณ์ที่จะเพิ่มและปฏิบัติตามคำแนะนำเพื่อเสร็จสิ้นกระบวนการเพิ่ม
tr: 2. Cihaz tipini seçin,talimatlara uyun ve ekleme işlemini tamamlayın
vi: 2. Chọn loại thiết bị sẽ được thêm vào và làm theo lời nhắc để hoàn tất quá trình thêm.
zh_hans: 2.选择需要添加的设备类型，按照提示完成添加流程。
zh_hant: 2.選擇需要添加的設備類型，按照提示完成添加流程。

# adddevice_go_to_set_page
source: Go to the settings page and turn on WiFi for your phone.
cs: Přejděte na stránku nastavení a zapněte WiFi pro svůj telefon.
de: Öffnen Sie die Einstellungsseite und schalten Sie das WLAN an Ihrem Telefon ein.
es: Vaya a la página de configuración y active WiFi para su teléfono.
fi: Siirry asetussivulle ja ota WiFi käyttöön puhelimessasi.
fr: Accédez à la page des paramètres et activez le WiFi pour votre téléphone.
he: עבור אל דף ההגדרות והפעל את ה- WiFi עבור הטלפון שלך.
id: Buka halaman pengaturan dan nyalakan WiFi untuk ponsel Anda.
it: Vai alla pagina delle impostazioni e attiva il WiFi per il tuo telefono.
ja: 設定ページに移動して、お使いの携帯電話の無線LANをオンにします。
ko: 설정 페이지로 이동하여 휴대 전화의 WiFi를 켭니다.
nb: Gå til innstillingssiden og slå på WiFi for telefonen.
nl: Ga naar de instellingenpagina en schakel WiFi in voor je telefoon.
pl: Przejdź do strony ustawień i włącz WiFi w telefonie.
pt_br: Vá para a página de configurações e ative o WiFi para seu telefone.
ro: Accesați pagina de setări și activați WiFi pentru telefonul dvs.
ru: Перейдите на страницу настроек и включите WiFi для своего телефона.
sv: Gå till inställningssidan och sätt på WiFi för din telefon.
th: ไปที่หน้าตั้งค่าและเปิดอินเตอร์เน็ตไร้สายสำหรับโทรศัพท์ของคุณ
tr: Ayarlar sayfasına gidin ve telefonunuz için WiFi özelliğini açın.
vi: Truy cập trang cài đặt và bật chức năng WiFi của điện thoại
zh_hans: 前往设置页面，开启手机WiFi功能
zh_hant: 前往設置頁面，開啟手機WiFi功能

# devicesetting_Update
source: Update
cs: Aktualizace
es: Actualizar
fi: päivitys
fr: Mettre à jour
he: עדכון
id: Memperbarui
it: Aggiornare
ja: 更新
ko: 최신 정보
nb: Oppdater
nl: Bijwerken
pl: Aktualizacja
pt_br: Atualizar
ro: Actualizați
ru: Обновить
sv: Uppdatering
th: อัพเดท
tr: Güncelleştirme
vi: Cập nhật
zh_hans: 更新
zh_hant: 更新

source: E-mail
cs: E-mailem
es: Correo electrónico
fi: Sähköposti
he: אימייל
id: Surel
ja: Eメール
ko: 이메일
nb: E-post
ru: Эл. почта
sv: E-post
th: อีเมล
tr: e-posta
zh_hans: 邮箱
zh_hant: 郵箱

# deviceSetting_deviceWIFI_version
source: The version is too low,to support this features
cs: Verze je příliš nízká,tato funkce není podporována
de: Die Version ist zu alt, um diese Funktion zu unterstützen
es: La versión es demasiado baja,esta característica no es compatible
fi: Versio on liian alhainen,tätä ominaisuutta ei tueta
fr: La version est trop faible, cette fonctionnalité n'est pas prise en charge
he: הגרסה ישנה מידי,האפשרות לא נתמכת
id: versi ini terlalu rendah,tidak didukung
it: La versione è troppo vecchia,dispositivo non supportato
ja: バージョンが違います。この機能はサポートされていません。
ko: 버전이 너무 낮습니다.이 기능은 지원되지 않습니다.
nb: Versjonen er for lav,denne funksjonen støttes ikke
nl: De versie is te lang,deze functie wordt niet ondersteund
pl: Wersja jest zbyt niska,ta funkcja nie jest obsługiwana
pt_br: A versão é muito baixa,esse recurso não é suportado
ro: Versiunea este prea mică,această caracteristică nu este acceptată
ru: Версия слишком низкая,эта функция не поддерживается
sv: Versionen är för låg,den här funktionen stöds inte
th: เวอร์ชั่นต่ำเกินไปที่จะสนับสนุนคุณสมบัตินี้
tr: Sürüm çok düşük,bu özellik desteklenmiyor
vi: Phiên bản quá thấp để hỗ trợ tính năng này
zh_hans: 版本过低，不支持该功能
zh_hant: 版本過低，不支持該功能

# deviceSetting_Privacy_area
source: Privacy area
cs: Oblast soukromí
de: Privatsphärebereich
es: Area de privacidad
fi: Yksityisyysalue
fr: Zone de confidentialité
he: אזור פרטיות
id: Area privasi
it: Area privacy
ja: プライバシーエリア
ko: 프라이버시 영역
nb: Personvernområde
nl: Privacygebied
pl: Obszar prywatności
pt_br: Área de privacidade
ro: Zona de confidențialitate
ru: Зона конфиденциальности
sv: Sekretessområdet
th: พื้นที่ความเป็นส่วนตัว
tr: Gizlilik alanı
vi: Khu vực riêng tư
zh_hans: 隐私区
zh_hant: 隱私區

# deviceSetting_Video_time_limit
source: Video time limit
cs: Časový limit videa
de: Video Zeitlimit
es: Límite de tiempo de video
fi: Videon aikaraja
fr: Limite de temps vidéo
he: הגבלת זמן וידאו
id: Batas waktu video
it: Limite di tempo del video
ja: ビデオの制限時間
ko: 비디오 시간 제한
nb: Tidsbegrensning for video
nl: Tijdslimiet voor video
pl: Limit czasu wideo
pt_br: Limite de tempo do vídeo
ro: Limită de timp video
ru: Ограничение времени видео
sv: Tidsgräns för video
th: จำกัดเวลาของวิดีโอ
tr: Video zaman sınırı
vi: Giới hạn thời gian video
zh_hans: 录像时限
zh_hant: 錄像時限

# devicesetting_Plug_in_zhiou
source: Continuous Record Mode
cs: Režim nepřetržitého nahrávání
de: Daueraufnahme
es: Modo de grabación continua
fi: Jatkuva tallennustila
fr: Mode d'enregistrement continu
he: מצב הקלטה רציפה
id: Mode Rekam Berkelanjutan
it: Modalità di registrazione continua
ja: 連続記録モード
ko: 연속 녹화 모드
nb: Kontinuerlig opptaksmodus
nl: Continue opnamemodus
pl: Tryb ciągłego nagrywania
pt_br: Modo de Gravação Contínua
ro: Modul de înregistrare continuă
ru: Непрерывный режим записи
sv: Kontinuerligt inspelningsläge
th: โหมดบันทึกต่อเนื่อง
tr: Sürekli Kayıt Modu
vi: Chế độ ghi liên tục
zh_hans: 一直录像
zh_hant: 一直錄像

# addDevice_setting_password_tips_plural
source: Skip %1$d sec
cs: Přeskočit%1$d sek
de: %1$d Sek überspringen
es: Saltar%1$d seg
fi: Ohita%1$d seku
fr: Ignorer %1$d d sec
he: דלג על %1$d שניות
id: Lewati %1$d detik
it: Salta %1$d sec
ja: %1$d秒のスキップ
ko: %1$d 초 건너뛰기
nb: Hopp over %1$d sek
nl: Overslaan %1$d sec
pl: Pomiń%1$d sek
pt_br: Ignorar%1$d seg
ro: Treci peste%1$d sec
ru: Пропустить%1$d секунд
sv: Hoppa över%1$d sek
th: ข้าม 1 วินาที
tr: %1$d saniye atla
vi: Bỏ qua%1$d giây
zh_hans: 跳过%1$d秒
zh_hant: 跳過%1$d秒

# devicesetting_4G_card_recharge_traffic
source: Top-up mobile data:
cs: Dobíjení provozu:
de: Mobile Daten aufladen:
es: Recargar tráfico:
fi: Lataa liikenne:
fr: Recharger le trafic:
he: טען מחדש תנועה:
id: Isi ulang lalu lintas:
it: Ricarica il traffico:
ja: トラフィックを充電する：
ko: 데이터 재충전 :
nb: Lad opp trafikk:
nl: Laad verkeer op:
pl: Naładuj ruch:
pt_br: Recarregar tráfego:
ro: Trafic de reîncărcare:
ru: Пополнить трафик:
sv: Ladda upp trafik:
th: เติมข้อมูลมือถือ:
tr: Trafiği şarj et:
vi: Quy trình nạp tiền:
zh_hans: 充值流量：
zh_hant: 充值流量：

# devicelis_4Gdevice_consume_data_turned
source: *4G device will consume a lot of data when turned on, please use it with caution
cs: *Zařízení 4G bude při zapnutí spotřebovávat mnoho dat, používejte jej prosím opatrně
de: *Das 4G-Gerät verbraucht eine Menge Daten, wenn es eingeschaltet ist, bitte verwenden Sie es mit Vorsicht
es: * El dispositivo 4G consumirá una gran cantidad de datos cuando esté encendido, utilícelo con precaución
fi: *4G-laite kuluttaa paljon dataa, kun se on päällä, käytä sitä varoen
fr: * L'appareil 4G consomme beaucoup de données lorsqu'il est allumé, veuillez l'utiliser avec prudence
he: *מכשיר 4G יצרוך הרבה נתונים כשהוא מופעל, אנא השתמש בו בזהירות
id: *Perangkat 4G akan menghabiskan banyak data saat dihidupkan, harap gunakan dengan hati-hati
it: *Il dispositivo 4G consumerà molti dati quando è acceso, si prega di usarlo con cautela
ja: * 4Gデバイスは、電源を入れると大量のデータを消費しますので、注意して使用してください
ko: *4G 기기는 전원을 켤 때 데이터를 많이 소모하므로 주의하여 사용하십시오.
nb: *4G-enheten vil forbruke mye data når den er slått på, vennligst bruk den med forsiktighet
nl: *4G-apparaat verbruikt veel data wanneer het is ingeschakeld, gebruik het a.u.b. met de nodige voorzichtigheid
pl: *Urządzenie 4G zużywa dużo danych po włączeniu, używaj go ostrożnie
pt_br: * O dispositivo 4G consumirá muitos dados quando ligado, use-o com cuidado
ro: *Dispozitivul 4G va consuma o mulțime de date atunci când este pornit, vă rugăm să îl utilizați cu precauție
ru: * Устройство 4G будет потреблять много данных при включении, пожалуйста, используйте его с осторожностью
sv: *4G-enheten kommer att förbruka mycket data när den är på, använd den med försiktighet
th: *อุปกรณ์ 4G จะใช้ข้อมูลจำนวนมากเมื่อเปิดเครื่อง โปรดใช้ด้วยความระมัดระวัง
tr: *4G cihazı açıldığında çok fazla veri tüketecektir, lütfen dikkatli kullanın
vi: * Thiết bị 4G sẽ tiêu tốn rất nhiều dữ liệu khi bật, vui lòng sử dụng cẩn thận
zh_hans: *4G设备开启后会消耗较多流量，请谨慎使用
zh_hant: *4G設備開啟後會消耗較多流量，請謹慎使用

# add_Learn_about_cloud_card_1
source: What is a cloud card?
cs: Co je to cloudová karta?
de: Was ist eine Cloud-Karte?
es: ¿Qué es una tarjeta en la nube?
fi: Mikä on pilvikortti?
fr: Qu'est-ce qu'une carte cloud ?
he: מהו כרטיס ענן?
id: Apa itu kartu cloud?
it: Cos'è una carta cloud?
ja: クラウドカードとは？
ko: 클라우드 카드란?
nb: Hva er et skykort?
nl: Wat is een cloudkaart?
pl: Co to jest karta w chmurze?
pt_br: O que é um cartão de nuvem?
ro: Ce este un card cloud?
ru: Что такое облачная карта?
sv: Vad är ett molnkort?
th: การ์ดคลาวด์คืออะไร?
tr: Bulut kartı nedir?
vi: Thẻ đám mây là gì?
zh_hans: 什么是云卡？
zh_hant: 什麼是雲卡？

# appealsCmpContactphone
source: Phone number
cs: Mobilní číslo
de: Handynummer
es: Número de móvil
fi: Matkapuhelinnumero
fr: Numéro de portable
he: מספר טלפון
id: nomor HP
it: Numero di cellulare
ja: 電話番号
ko: 전화 번호
nb: Mobilnummer
nl: Telefoonnummer
pl: numer telefonu
pt_br: Número de telefone
ro: Numar de telefon
ru: Номер телефона
sv: Telefonnummer
th: หมายเลขโทรศัพท์
tr: Telefon numarası
vi: Số điện thoại di động
zh_hans: 手机号码
zh_hant: 手機號碼

# devicesetting_Device_signal_Network_bandwidth
source: Network bandwidth:
cs: Šířka pásma sítě:
de: Bandbreite:
es: Ancho de banda:
fi: Verkon kaistanleveys:
fr: Bande passante :
he: רוחב פס של רשת:
id: Bandwidth Jaringan：
it: Larghezza di banda:
ja: 帯域幅：
ko: 네트워크 대역폭 :
nb: Nettverksbåndbredde:
nl: Netwerkbandbreedte:
pl: Sed in est:
pt_br: Largura de banda de rede:
ro: Lățimea de bandă a rețelei:
ru: Пропускная способность сети:
sv: Nätverksbandbredd:
th: แบนด์วิดธ์เครือข่าย:
tr: Şebeke bant genişliği:
vi: Băng thông mạng:
zh_hans: 网络带宽:
zh_hant: 網絡帶寬:

# completion
source: Confirm
cs: Potvrdit
de: Speichern
es: Confirmar
fi: Vahvistaa
fr: Confirmer
he: לְאַשֵׁר
id: Mengonfirmasi
it: Confermare
ja: 確認
ko: 확인하다
nb: Bekrefte
nl: Bevestigen
pl: Potwierdzać
pt_br: confirme
ro: A confirma
ru: Подтверждать
sv: Bekräfta
th: ยืนยัน
tr: Onaylamak
vi: Xác nhận
zh_hans: 完成
zh_hant: 完成

source: Add device prompt
cs: Výzva pro přidání zařízení
de: Geräte schnell hinzufügen
es: Agregar solicitud de Equipo
fi: Lisää laitekehote
fr: Ajouter une invite de périphérique
he: הוסף הנחיית מכשיר
id: Tambahkan prompt perangkat
it: Aggiungi prompt dispositivo
ja: デバイスプロンプトを追加
ko: 장치 프롬프트 추가
nb: Legg til enhetens ledetekst
nl: Apparaatprompt toevoegen
pl: Dodaj monit o urządzenie
pt_br: Adicionar prompt de dispositivo
ro: Adăugați promptul dispozitivului
ru: Добавить подсказку устройства
sv: Lägg till enhetsprompt
th: เพิ่มเคล็ดลับอุปกรณ์
tr: Cihaz istemi ekle
vi: Thêm mẹo thiết bị
zh_hans: 添加设备提示
zh_hant: 添加設備提示

# person_feedback_question_check_other_question
source: Q5：Other questions
cs: Q5 ： Jiné otázky
de: F5: Andere Fragen
es: Q5 ： Otras preguntas
fi: Q5 ： Muut kysymykset
fr: Q5: Autres questions
he: Q5 questions שאלות אחרות
id: Q5 ： Pertanyaan lain
it: Q5 ： Altre domande
ja: Q5：その他の質問
ko: Q5 ： 다른 질문
nb: Q5 ： Andre spørsmål
nl: Q5 ： Overige vragen
pl: P5 ： Inne pytania
pt_br: Q5: Outras perguntas
ro: Q5 ： Alte întrebări
ru: Q5: Другие вопросы
sv: Q5 ： Andra frågor
th: Q5: คำถามอื่น ๆ
tr: S5 ： Diğer sorular
vi: Q5: Các câu hỏi khác
zh_hans: Q5：其他问题
zh_hant: Q5：其他問題

# message_detected
source: %1$s detected
cs: Bylo zjištěno %1$s
de: %1$s erkannt
es: %1$s detectado
fi: %1$s havaittu
fr: %1$s détecté
he: זוהו %1$s
id: %1$s terdeteksi
it: %1$s rilevato
ja: %1$sが検出されました
ko: %1$s 감지됨
nb: %1$s oppdaget
nl: %1$s gedetecteerd
pl: Wykryto %1$s
pt_br: %1$s detectado
ro: %1$s detectat
ru: Обнаружено %1$s
sv: %1$s upptäcktes
th: ตรวจพบ %1$s แล้ว
tr: %1$s algılandı
vi: Đã phát hiện %1$s
zh_hans: 检测到%1$s
zh_hant: 檢測到%1$s

# devicelist_Are_delete_this_device
source: Are you sure you want to delete this device?
cs: Opravdu chcete toto zařízení smazat?
de: Gerät wirklich löschen?
es: ¿Estás seguro de que deseas eliminar este dispositivo?
fi: Haluatko varmasti poistaa tämän laitteen?
fr: Voulez-vous vraiment supprimer cet appareil ?
he: האם אתה בטוח שברצונך למחוק את המכשיר הזה?
id: Yakin ingin menghapus perangkat ini?
it: Sei sicuro di voler eliminare questo dispositivo?
ja: このデバイスを削除してもよろしいですか？
ko: 이 기기를 삭제하시겠습니까?
nb: Er du sikker på at du vil slette denne enheten?
nl: Weet je zeker dat je dit apparaat wilt verwijderen?
pl: Czy na pewno chcesz usunąć to urządzenie?
pt_br: Tem certeza de que deseja excluir este dispositivo?
ro: Sigur doriți să ștergeți acest dispozitiv?
ru: Вы уверены, что хотите удалить это устройство?
sv: Är du säker på att du vill ta bort den här enheten?
th: คุณแน่ใจหรือไม่ว่าต้องการลบอุปกรณ์นี้
tr: Bu cihazı silmek istediğinizden emin misiniz?
vi: Bạn có chắc chắn muốn xóa thiết bị này không?
zh_hans: 您确定要删除此设备吗？
zh_hant: 您確定要刪除此設備嗎？

# version_notificationBar_tips
source: Update to new version
cs: Nová aktualizace
de: Update auf neue Version
es: Actualizar a la nueva versión
fi: Uusi päivitys
fr: Mettre à jour vers la nouvelle version
he: עדכן לגרסה החדשה
id: perbarui ke versi baru
it: Aggiornare nuova versione
ja: 新しいバージョンへ更新する
ko: 새 버전으로 업데이트
nb: Oppdater til ny versjon
nl: Updaten naar nieuwe versie
pl: Aktualizuj do nowej wersji
pt_br: Atualizar para nova versão
ro: Actualizați la noua versiune
ru: Обновление до новой версии
sv: Uppdatera till ny version
th: อัปเดตเวอร์ชันใหม่
tr: Yeni sürüme güncelle
vi: Cập nhật phiên bản mới
zh_hans: 新版更新
zh_hant: 新版更新

# Devicesetting_Select_camera_network
source: Select camera networking mode
cs: Vyberte režim sítě kamery
de: Wählen Sie den Netzwerkmodus der Kamera
es: Seleccione el modo de red de la cámara
fi: Valitse kameran verkkotila
fr: Sélectionnez le mode réseau de la caméra
he: בחר מצב רשת של מצלמה
id: Pilih mode jaringan kamera
it: Selezionare la modalità di rete della fotocamera
ja: カメラネットワークモードを選択します
ko: 카메라 네트워킹 모드 선택
nb: Velg kameranettverksmodus
nl: Selecteer camera netwerkmodus
pl: Wybierz tryb sieciowy kamery
pt_br: Selecione o modo de rede da câmera
ro: Selectați modul de conectare a camerei
ru: Выберите сетевой режим камеры
sv: Välj kameranätverksläge
th: เลือกโหมดเครือข่ายกล้อง
tr: Kamera ağ modunu seçin
vi: Chọn chế độ mạng máy ảnh
zh_hans: 选择摄像机联网模式
zh_hant: 選擇攝像機聯網模式

# cloud_Continuous_monthly_subscription
source: Continuous monthly subscription
cs: Nepřetržitě měsíčně
de: Kontinuierliches monatliches Abo
es: Continuo mensual
fi: Jatkuva kuukausittain
fr: Mensuelle continue
he: חודשי רציף
id: Terus menerus setiap bulan
it: Mensile continuo
ja: 毎月の連続
ko: 지속적인 월간 구독
nb: Kontinuerlig månedlig
nl: Maandelijks doorlopend
pl: Ciągły co miesiąc
pt_br: Mensal contínuo
ro: Continuu lunar
ru: Непрерывно ежемесячно
sv: Kontinuerlig månadsvis
th: สมัครสมาชิกรายเดือนต่อเนื่อง
tr: Aylık sürekli
vi: Đăng ký hàng tháng liên tục
zh_hans: 连续包月
zh_hant: 連續包月

# deviceSetting_videoBackup_loadTips
source: Need to stay in this interface during download,please wait patiently
cs: Během stahování zůstaňte v tomto rozhraní,prosím,buďte trpěliví
de: Sie müssen während des Downloads auf dieser Seite bleiben. Bitte haben Sie etwas Geduld
es: Necesita permanecer en esta interfaz durante la descarga,espere pacientemente
fi: Pysy tässä käyttöliittymässä latauksen aikana,ole kärsivällinen
fr: Restez dans cette interface pendant le téléchargement, veuillez patienter.
he: אנא הישאר בעמוד זה במהלך ההורדה
id: perlu tetap dihal ini selama unduh,silakan tunggu
it: è necessario rimanere nella schermata corrente durante il download,prego attendere
ja: ダウンロード中はこのインターフェイスを使用してください。しばらくお待ちください。
ko: 다운로드하는 동안에 잠시만 기다려주세요.
nb: Trenger å være i dette grensesnittet under nedlasting,vennligst vent tålmodig
nl: Moet tijdens het downloaden in deze interface blijven,even wachten a.u.b.
pl: Należy pozostać w tym interfejsie podczas pobierania,proszę czekać
pt_br: Precisa ficar nesta interface durante o download,por favor aguarde pacientemente
ro: Trebuie să rămâi în această interfață în timpul descărcării,așteptați cu răbdare
ru: Необходимо оставаться в этом интерфейсе во время загрузки,пожалуйста,терпеливо ждать
sv: Behöver stanna kvar i detta gränssnitt under nedladdning,var vänlig vänta
th: คุณต้องอยู่ในหน้านี้ในระหว่างการดาวน์โหลด,โปรดรอ
tr: İndirme sırasında bu arayüzde kalmanız gerekiyor,lütfen sabırla bekleyin
vi: Bạn cần phải ở trên giao diện này trong quá trình tải xuống, hãy kiên nhẫn chờ đợi
zh_hans: 下载期间需要停留在此界面，请耐心等候
zh_hant: 下載期間需要停留在此界面，請耐心等候

# Service_map_agreement
source: APP platform settlement agreement
cs: Dohoda o vyrovnání platformy APP
de: APP Plattform Vergleichsvereinbarung
es: Acuerdo de liquidación de plataforma APP
fi: APP-alustaratkaisusopimus
fr: Accord de règlement de la plateforme APP
he: הסכם יישוב פלטפורמת APP
id: Perjanjian penyelesaian platform APP
it: APP piattaforma di accordo transattivo
ja: APPプラットフォーム決済契約
ko: APP 플랫폼 합의
nb: APP-plattformsavtale
nl: APP-platform schikkingsovereenkomst
pl: Platforma APP ugoda
pt_br: acordo de solução plataforma APP
ro: acord de decontare platforma APP
ru: APP соглашение об урегулировании платформы
sv: APP-plattformsavtal
th: ข้อตกลงการเข้าแพลตฟอร์ม APP
tr: APP platformu yerleşim anlaşması
vi: Thỏa thuận gia nhập nền tảng APP
zh_hans: APP平台入驻协议
zh_hant: APP平臺入駐協議
