Repository: Yolo-cell-hash/go_home_ios
Catalog: ios/Runner/JASDK/JAResources/XLanguage/X35MultiLanguage/*.lproj/X35MutiLanguage.strings
Languages: cs, de, es, fi, fr, he, id, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sv, th, tr, vi, zh_hans, zh_hant

# addDevice_bound_by_other_accounts
source: Bound by other accounts
cs: Vázaný jinými účty
de: Gebunden durch andere Konten
es: Vinculado por otras cuentas
fi: Sitoutunut muihin tileihin
fr: Lié par d'autres comptes
he: קשור לחשבונות אחרים
id: Diikat oleh akun lain
it: Vincolato da altri conti
ja: 他のアカウントにバインドされています
ko: 다른 계정에 바인딩됨
nb: Bundet av andre kontoer
nl: Gebonden door andere accounts
pl: Związany przez inne konta
pt_br: Vinculado a outras contas
ro: Legat de alte conturi
ru: Связан другими аккаунтами
sv: Bundna av andra konton
th: ผูกกับบัญชีอื่น
tr: Diğer hesaplara bağlı
vi: Bị ràng buộc bởi các tài khoản khác
zh_hans: 已被其他账号绑定
zh_hant: 已被其他賬號綁定

# devicesetting_onclick_clearance
source: One-click clearance
cs: Jeden klíč je jasný
de: Alles löschen
es: Una clave clara
fi: Yksi avain selvä
fr: Une clé claire
he: מפתח אחד ברור
id: Izin satu klik
it: Una chiave chiara
ja: 1ボタンクリア
ko: 원 클릭 통과
nb: Én nøkkel klar
nl: One-click klaring
pl: Jeden klucz czysty
pt_br: Uma chave limpa
ro: O cheie clară
ru: Один ключ ясно
sv: En viktig klar
th: กดคลิกเดียวล้าง
tr: Bir anahtar açık
vi: Xóa bằng một cú nhấp chuột
zh_hans: 一键清除
zh_hant: 一鍵清除

# centre
source: Medium
cs: Střední
de: Mittel
es: Medio
fi: sisään
fr: Moyen
he: בינוני
id: Sedang
it: Medio
ja: 通常
ko: 중간
nb: Middle
nl: Normaal
pl: Średni
pt_br: Médio
ro: Mediu
ru: Средняя
th: กลาง
tr: Orta
vi: trong
zh_hans: 中
zh_hant: 中

source: America/Anchorage
cs: Amerika / Anchorage
de: Amerika / Anchorage
fi: Amerikka / Anchorage
he: אמריקה / מעגן
id: Amerika / Anchorage
ja: アメリカ/アンカレッジ
ko: 아메리카 / 앵커리지
pl: Ameryka / Anchorage
pt_br: América / Anchorage
ru: Америка / Anchorage
th: อเมริกา / แองเคอ
tr: Amerika / Anchorage
vi: Anchorage
zh_hans: 安克雷奇
zh_hant: 安克雷奇

# service_function_of_maintenance_prompt
source: Added the function of maintenance worker’s profile information, improved information can enhance customers' understanding of your maintenance,and get more customers.
cs: Přidána funkce informací o profilu pracovníka údržby, vylepšené informace mohou zlepšit porozumění zákazníků vaší údržbě a získat více zákazníků.
de: Durch die Funktion der Profilinformationen des Wartungsarbeiters können verbesserte Informationen das Verständnis der Kunden für Ihre Wartung verbessern und mehr Kunden gewinnen.
es: Se agregó la función de información del perfil del trabajador de mantenimiento, la información mejorada puede mejorar la comprensión de los clientes sobre su mantenimiento y obtener más clientes.
fi: Lisättiin huoltotyöntekijän profiilitietojen toiminto, parannettu tieto voi parantaa asiakkaiden ymmärrystä huollostasi ja saada lisää asiakkaita.
fr: Ajout de la fonction des informations de profil du technicien de maintenance, des informations améliorées peuvent améliorer la compréhension des clients de votre maintenance et attirer plus de clients.
he: הוסיף את הפונקציה של פרטי הפרופיל של עובד התחזוקה, מידע משופר יכול לשפר את הבנת הלקוחות לגבי התחזוקה שלך ולקבל יותר לקוחות.
id: Menambahkan fungsi informasi profil pekerja pemeliharaan, informasi yang ditingkatkan dapat meningkatkan pemahaman pelanggan tentang pemeliharaan Anda, dan mendapatkan lebih banyak pelanggan.
it: Aggiunta la funzione di informazioni sul profilo del manutentore, informazioni migliorate possono migliorare la comprensione dei clienti della tua manutenzione e ottenere più clienti.
ja: 保守作業員のプロファイル情報の機能を追加し、情報を改善することで、顧客の保守に対する理解を深め、より多くの顧客を獲得できます。
ko: 유지 보수 작업자의 프로필 정보 기능을 추가하고 정보를 개선하여 유지 보수에 대한 고객의 이해를 높이고 더 많은 고객을 확보 할 수 있습니다.
nb: Lagt til funksjonen til vedlikeholdsarbeiderens profilinformasjon, forbedret informasjon kan forbedre kundenes forståelse av vedlikeholdet ditt og få flere kunder.
nl: De functie van de profielinformatie van de onderhoudsmedewerker toegevoegd, verbeterde informatie kan het begrip van de klant van uw onderhoud vergroten en meer klanten aantrekken.
pl: Dodano funkcję informacji o profilu pracownika utrzymania ruchu, ulepszone informacje mogą zwiększyć zrozumienie przez klientów Twojej konserwacji i zdobyć więcej klientów.
pt_br: Adicionada a função de informações de perfil do trabalhador de manutenção, informações aprimoradas podem aprimorar a compreensão dos clientes sobre sua manutenção e obter mais clientes.
ro: S-au adăugat funcția de informații despre profilul lucrătorului de întreținere, informații îmbunătățite pot îmbunătăți înțelegerea clienților despre întreținerea dvs. și pot atrage mai mulți clienți.
ru: Добавлена ​​функция информации профиля обслуживающего персонала, улучшенная информация может улучшить понимание клиентами вашего обслуживания и привлечь больше клиентов.
sv: Lade till funktionen för underhållsarbetares profilinformation, förbättrad information kan förbättra kundernas förståelse för ditt underhåll och få fler kunder.
th: เพิ่มฟังก์ชั่นข้อมูลโปรไฟล์ของพนักงานซ่อมบำรุงข้อมูลที่ได้รับการปรับปรุงสามารถเพิ่มความเข้าใจของลูกค้าเกี่ยวกับการบำรุงรักษาของคุณและได้รับลูกค้ามากขึ้น
tr: Bakım görevlisinin profil bilgilerinin işlevi eklendi, iyileştirilmiş bilgiler müşterilerin bakımınızı daha iyi anlamasını sağlayabilir ve daha fazla müşteri kazanabilir.
vi: Chức năng thông tin hồ sơ công việc của nhân viên bảo trì mới, thông tin hoàn hảo có thể nâng cao hiểu biết của khách hàng về dịch vụ bảo trì của bạn và thu hút nhiều khách hàng hơn.
zh_hans: 新增维修员工作简介信息功能，完善信息能增进客户对您维修服务的了解，吸引更多客户。
zh_hant: 新增維修員工作簡介信息功能，完善信息能增進客戶對您維修服務的了解，吸引更多客戶。

# message_No_network
source: No network
cs: Žádná síť
de: Kein Netzwerk
es: Sin red
fi: Ei verkkoa
fr: Pas de réseau
he: אין רשת
id: Tidak ada jaringan
it: Nessuna rete
ja: 圏外
ko: 네트워크 없음
nb: Ingen nettverk
nl: Geen netwerk
pl: Brak sieci
pt_br: Sem rede
ro: Fără rețea
ru: Нет сети
sv: Inget nätverk
th: ไม่มีเครือข่าย
tr: Ağ yok
vi: Không có mạng
zh_hans: 无网络
zh_hant: 無網絡

# help_cloud_storage_textTips_5
source: 2.Choose cloud storage package ①,choose quantity,click "buy",and redirect to "order details" page. confirm and click "pay now"
cs: 2. Zvolte balíček 1,který chcete zakoupit,vyberte nákupní množství 2 a klikněte na tlačítko "Kup teď" 3 a přeskočte na stránku Podrobnosti o objednávce. Po potvrzení správnosti klikněte na tlačítko Platba.
de: 2.Cloudspeicher Paket auswählen ①, Menge auswählen, auf "kaufen" tippen und zu "Bestelldetails" gehen. Bestätigen und auf "Jetzt kaufen" tippen.
es: 2. Elija el paquete de almacenamiento en la nube ①,elija la cantidad,haga clic en "comprar " y redirija a la página "detalles del pedido ". Confirma y haz clic en "pagar ahora "
fi: 2. Valitse ostettavan pilvivaraston paketti 1,valitse ostomäärä 2 ja napsauta "Osta nyt" 3 siirtyäksesi "Tilaustiedot-sivulle". Vahvistuksen vahvistamisen jälkeen napsauta "Maksu nyt".
fr: 2. Choisissez le forfait de stockage en Cloud ①, choisissez la quantité, cliquez sur "acheter ", et rediriger vers la page "détails de la commande". Confirmez et cliquez sur "payer maintenant"
he: 2.Choose אחסון ענן החבילה ①,לבחור כמות,לחץ על "קנה ",ולהפנות מחדש לדף "פרטי הזמנה ". אשר ולחץ על "שלם כעת "
id: 2. Pilih Paket Penyimpanan Awan ①,pilih kuantiti,klik "Beli" dan langsung ke Hal "Detil pembelian". Konfirm dan "Bayar"
it: 2. Selezionare i pacchetti di spazio cloud ①, selezionare quantità,premere " Acquista",verrete reindirizzati ai "dettagli dell'ordine". Confermare e premere " paga ora"
ja: 2.ストレージパッケージ①を選択し、数量を選択して"購入"をクリックし、"注文の詳細"ページへ移動します。 確認して"今すぐ支払う"をクリックします。
ko: 2. 클라우드 스토리지 패키지 ①을 선택하고 수량을 선택하고 "구매"를 클릭 한 다음 "주문 세부 정보"페이지로 리디렉션하십시오. 확인하고 "지금 지불하십시오 "를 클릭하십시오.
nb: 2. Velg ønsket lagringspakke 1,velg antall 2 og klikk "Kjøp nå". 3 Gå til siden "Bestillingsdetaljer",og klikk på "Betal nå" etter bekreftelse.
nl: 2.Selecteer cloudopslagpakket ①,selecteer hoeveelheid,klik op "kopen" en ga naar "orderdetails". Bevestig en klik op "nu betalen"
pl: 2. Wybierz pakiet do przechowywania w chmurze ①,wybierz ilość,kliknij przycisk "kup " i przekieruj stronę "szczegóły zamówienia ". potwierdź i kliknij "zapłać teraz "
pt_br: 2. Escolha o pacote de armazenamento em nuvem ①,escolha a quantidade,clique em "comprar " e redirecionar para "detalhes do pedido " página. confirme e clique "pagar agora "
ro: 2. Selectați pachetul de stocare în cloud ①,alegeți cantitatea,faceți clic pe "cumpărați " și redirecționați către pagina "detalii despre comandă". confirmați și faceți clic pe "plătiți acum "
ru: 2. Выберите пакет облачного хранилища ①,выберите количество,нажмите "купить" и перенаправьте на страницу "Детали заказа". подтвердите и нажмите "оплатить сейчас "
sv: 2.Välj molnförvaringspaketet ①,välj antal,klicka på "buy " och vidarekoppla till "orderinformation "-sidan. bekräfta och klicka på "betala nu "
th: 2. เลือกแพ็กเกจพื้นที่เก็บข้อมูลบนคลาวด์ที่คุณต้องการซื้อเลือกปริมาณการซื้อแล้วคลิก "ซื้อเลย" ③ไปที่ "หน้ารายละเอียดคำสั่งซื้อ" หลังจากยืนยันว่าถูกต้องแล้วให้คลิก "ชำระตอนนี้"
tr: 2. Bulut depolama paketini seçin quantity,miktarı seçin,"satın " tıklayın ve "sipariş ayrıntıları " sayfasına yönlendirin. onaylayın ve "şimdi öde " yi tıklayın
vi: 2. Chọn gói lưu trữ đám mây bạn muốn mua①, chọn số lượng cần mua② và nhấp vào "Mua ngay" ③Truy cập "Trang chi tiết đơn hàng", sau khi xác nhận là đúng, nhấp vào "Thanh toán ngay".
zh_hans: 2.选择所需购买的云存套餐①，选择购买数量②后点击“立即购买”③跳转至“订单详情页”，确认无误后，点击“立即支付”。
zh_hant: 2.選擇所需購買的雲存套餐①，選擇購買數量②後點擊“立即購買”③跳轉至“訂單詳情頁”，確認無誤後，點擊“立即支付”。

source: Asia/Colombo
cs: Asie / Kolombo
de: Asien / Colombo
fi: Aasia / Colombo
he: אסיה / קולומבו
ja: アジア/コロンボ
ko: 아시아 / 콜롬보
nl: Azië / Colombo
pt_br: Ásia / Colombo
ru: Азия / Colombo
sv: Asien / Colombo
th: เอเชีย / โคลัมโบ
tr: Asya / Colombo
vi: Colombo
zh_hans: 科伦坡
zh_hant: 科倫坡

source: America/St Johns
cs: Amerika / St Johns
de: Amerika / St Johns
fi: Amerikka / St Johns
he: אמריקה / סנט ג'ונס
ja: アメリカ/セントジョンズ
ko: 아메리카 / 세인트 존스
nb: Amerika / St Johns
pt_br: América / St Johns
ru: Америка / Сент-Джонс
sv: Amerika / St Johns
th: อเมริกา / St Johns
tr: Amerika / St Johns
vi: St. John's / Newfoundland
zh_hans: 圣约翰/纽芬兰
zh_hant: 聖約翰/紐芬蘭

# person_feedback_question_ROM_software_1_Network
source: Network Assistant: You can manually prohibit installed third-party programs from accessing 2G / 3G and WIFI networks and set whether the new installation program will allow access to 2G / 3G and WIFI networks in the future;
cs: Network Assistant: Můžete nainstalovaným programům třetích stran ručně zakázat přístup do sítí 2G / 3G a WIFI a nastavit, zda nový instalační program v budoucnu umožní přístup k sítím 2G / 3G a WIFI;
de: Netzwerkassistent: Sie können installierten Programmen von Drittanbietern manuell den Zugriff auf 2G / 3G- und WLAN-Netzwerken verbieten und festlegen, ob das neue Installationsprogramm künftig den Zugriff auf 2G / 3G- und WLAN-Netzwerke erhalten soll.
es: Asistente de red: puede prohibir manualmente que los programas de terceros instalados accedan a redes 2G / 3G y WIFI y establecer si el nuevo programa de instalación permitirá el acceso a redes 2G / 3G y WIFI en el futuro;
fi: Verkkoapuri: Voit estää asennetut kolmansien osapuolien ohjelmat manuaalisesti pääsemästä 2G / 3G- ja WIFI-verkkoihin ja määrittää, salliiko uusi asennusohjelma pääsyn 2G / 3G- ja WIFI-verkkoihin tulevaisuudessa;
fr: Assistant réseau: vous pouvez interdire manuellement aux programmes tiers installés l'accès aux réseaux 2G / 3G et WIFI et définir si le nouveau programme d'installation autorisera à l'avenir l'accès aux réseaux 2G / 3G et WIFI;
he: עוזר רשת: אתה יכול לאסור באופן ידני על תוכניות צד ג 'המותקנות לגשת לרשתות 2G / 3G ו- WIFI ולקבוע האם תוכנית ההתקנה החדשה תאפשר גישה לרשתות 2G / 3G ו- WIFI בעתיד;
id: Network Assistant: Anda dapat secara manual melarang program pihak ketiga yang diinstal mengakses jaringan 2G / 3G dan WIFI dan mengatur apakah program instalasi baru akan memungkinkan akses ke jaringan 2G / 3G dan WIFI di masa depan;
it: Network Assistant: è possibile vietare manualmente ai programmi di terze parti installati di accedere alle reti 2G / 3G e WIFI e stabilire se il nuovo programma di installazione consentirà l'accesso alle reti 2G / 3G e WIFI in futuro;
ja: ネットワークアシスタント：インストール済みのサードパーティプログラムによる2G / 3GおよびWIFIネットワークへのアクセスを手動で禁止し、新しいインストールプログラムが2G / 3GおよびWIFIネットワークへのアクセスを将来許可するかどうかを設定できます。
ko: 네트워크 지원 : 설치된 타사 프로그램이 2G / 3G 및 WIFI 네트워크에 액세스하는 것을 수동으로 금지하고 새 설치 프로그램이 향후 2G / 3G 및 WIFI 네트워크에 액세스 할 수 있는지 여부를 설정할 수 있습니다.
nb: Nettverksassistent: Du kan manuelt forby installerte tredjepartsprogrammer å få tilgang til 2G / 3G- og WIFI-nettverk og angi om det nye installasjonsprogrammet vil gi tilgang til 2G / 3G- og WIFI-nettverk i fremtiden;
nl: Netwerkassistent: u kunt handmatig geïnstalleerde programma's van derden de toegang tot 2G / 3G- en WIFI-netwerken verbieden en instellen of het nieuwe installatieprogramma in de toekomst toegang tot 2G / 3G- en WIFI-netwerken zal toestaan;
pl: Network Assistant: Możesz ręcznie zabronić zainstalowanym programom zewnętrznym dostępu do sieci 2G / 3G i WIFI i ustawić, czy nowy program instalacyjny pozwoli na dostęp do sieci 2G / 3G i WIFI w przyszłości;
pt_br: Assistente de rede: você pode proibir manualmente que programas de terceiros instalados acessem redes 2G / 3G e WIFI e defina se o novo programa de instalação permitirá o acesso a redes 2G / 3G e WIFI no futuro;
ro: Asistent de rețea: Puteți interzice manual programele terțe părți instalate să acceseze rețele 2G / 3G și WIFI și să setați dacă noul program de instalare va permite accesul la rețelele 2G / 3G și WIFI în viitor;
ru: Network Assistant: Вы можете вручную запретить доступ сторонним программам к доступу к сетям 2G / 3G и WIFI и установить, разрешит ли новая программа установки доступ к сетям 2G / 3G и WIFI в будущем;
sv: Nätverksassistent: Du kan manuellt förbjuda installerade tredjepartsprogram att komma åt 2G / 3G- och WIFI-nätverk och ställa in om det nya installationsprogrammet ska tillåta åtkomst till 2G / 3G- och WIFI-nätverk i framtiden;
th: ผู้ช่วยเครือข่าย: คุณสามารถห้ามไม่ให้โปรแกรมของบุคคลที่สามที่ติดตั้งเข้าถึงเครือข่าย 2G / 3G และ WIFI ได้ด้วยตนเองและตั้งค่าว่าโปรแกรมการติดตั้งใหม่จะอนุญาตให้เข้าถึงเครือข่าย 2G / 3G และ WIFI ในอนาคตหรือไม่
tr: Ağ Yardımcısı: Yüklü üçüncü taraf programların 2G / 3G ve WIFI ağlarına erişmesini manuel olarak engelleyebilir ve yeni kurulum programının gelecekte 2G / 3G ve WIFI ağlarına erişime izin verip vermeyeceğini ayarlayabilirsiniz;
vi: Trợ lý mạng: Bạn có thể cấm theo cách thủ công các chương trình của bên thứ ba đã cài đặt truy cập vào mạng 2G / 3G và WIFI và đặt xem chương trình mới cài đặt có cho phép truy cập vào mạng 2G / 3G và WIFI hay không;
zh_hans: 网络助手：可以手动禁止已安装的第三方程序访问2G/3G和WIFI的网络和设置以后新安装程序是否允许访问2G/3G和WIFI的网络；
zh_hant: 網絡助手：可以手動禁止已安裝的第三方程序訪問2G/3G和WIFI的網絡和設置以後新安裝程序是否允許訪問2G/3G和WIFI的網絡；

# person_feedback_question_check_router_1_detail
source: If the Wi-Fi connected to the camera is set to prevent Wi-fi squatter(black and white lists, MAC address filtering, etc.), the camera will not be able to connect to the Internet. The router's prevent Wi-fi squatter settings need to be canceled.
cs: Pokud je Wi-Fi připojené k kameře nastaveno tak, aby bránilo Wi-fi squatteru (černé a bílé seznamy, filtrování MAC adres atd.), Kamera se nebude moci připojit k internetu. Nastavení routeru Wi-fi squatter musí být zrušeno.
de: Wenn das mit der Kamera verbundene WLAN so eingestellt ist, dass WLAN-Hacking (Schwarz-Weiß-Listen, MAC-Adressfilterung usw.) verhindert wird, kann die Kamera keine Verbindung zum Internet herstellen. Der Router verhindert, dass die Einstellungen für WLAN-Hacking abgebrochen werden müssen.
es: Si el Wi-Fi conectado a la cámara está configurado para evitar el uso ilegal de Wi-Fi (listas en blanco y negro, filtrado de direcciones MAC, etc.), la cámara no podrá conectarse a Internet. Los enrutadores evitan que se cancelen las configuraciones de los ocupantes de Wi-Fi.
fi: Jos kameraan kytketty Wi-Fi on asetettu estämään Wi-Fi-sirutusta (mustavalkoiset luettelot, MAC-osoitteen suodatus jne.), Kamera ei pysty muodostamaan yhteyttä Internetiin. Reitittimen estäminen Wi-Fi-kyykkyasetukset on peruutettava.
fr: Si le Wi-Fi connecté à l'appareil photo est réglé pour empêcher le squatter Wi-Fi (listes noires et blanches, filtrage des adresses MAC, etc.), l'appareil photo ne pourra pas se connecter à Internet. Les paramètres empêchant le Wi-fi squatter du routeur doivent être annulés.
he: אם ה- Wi-Fi המחובר למצלמה מוגדר למניעת פיזור Wi-Fi (רשימות שחור-לבן, סינון כתובות MAC וכו '), המצלמה לא תוכל להתחבר לאינטרנט. יש לבטל את הגדרות הנתב של הנתב.
id: Jika Wi-Fi yang terhubung ke kamera diatur untuk mencegah penghuni liar Wi-Fi (daftar hitam-putih, pemfilteran alamat MAC, dll.), Kamera tidak akan dapat terhubung ke Internet. Router mencegah pengaturan penghuni liar Wi-fi perlu dibatalkan.
it: Se il Wi-Fi collegato alla videocamera è impostato per prevenire gli squatter Wi-Fi (elenchi in bianco e nero, filtro indirizzi MAC, ecc.), La videocamera non sarà in grado di connettersi a Internet. Il router impedisce di annullare le impostazioni degli squatter Wi-Fi.
ja: カメラに接続されている無線LANが不正侵入を防止するように設定されている場合（ブラックおよびホワイトリスト、MACアドレスフィルタリングなど）、カメラはインターネットに接続できません。ルーターのWi-Fi不法侵入防止設定をキャンセルする必要があります。
ko: 카메라에 연결된 Wi-Fi가 Wi-Fi 스쿼터 (흑백 목록, MAC 주소 필터링 등)를 방지하도록 설정되어 있으면 카메라를 인터넷에 연결할 수 없습니다. 라우터의 Wi-Fi 스쿼터 방지 설정을 취소해야합니다.
nb: Hvis Wi-Fi-kontakten som er koblet til kameraet er innstilt til å forhindre Wi-fi-squatter (svart-hvite lister, MAC-adressefiltrering, etc.), vil ikke kameraet kunne koble seg til Internett. Ruteren hindrer at innstillinger for Wi-fi-squatter må avbrytes.
nl: Als de Wi-Fi die op de camera is aangesloten, is ingesteld om Wi-Fi-kraak te voorkomen (zwarte en witte lijsten, filteren van MAC-adressen, enz.), Kan de camera geen verbinding maken met internet. De router voorkomt dat Wi-Fi squatter-instellingen moeten worden geannuleerd.
pl: Jeśli Wi-Fi podłączone do kamery jest ustawione tak, aby zapobiegać zakłóceniom Wi-Fi (czarne i białe listy, filtrowanie adresów MAC itp.), Kamera nie będzie mogła połączyć się z Internetem. Ustawienia routera zapobiegające wyciekaniu Wi-Fi muszą zostać anulowane.
pt_br: Se o Wi-Fi conectado à câmera estiver configurado para impedir o acúmulo de Wi-fi (listas de preto e branco, filtro de endereço MAC etc.), a câmera não poderá se conectar à Internet. O roteador evita que as configurações de invasão de Wi-fi precisem ser canceladas.
ro: Dacă Wi-Fi conectat la cameră este setat pentru a preveni ghemuirea Wi-Fi (liste alb-negru, filtrarea adreselor MAC etc.), camera nu se va putea conecta la Internet. Router-ul împiedică setările Wi-Fi squatter trebuie anulate.
ru: Если Wi-Fi, подключенный к камере, настроен на предотвращение скваттера Wi-Fi (черный и белый списки, фильтрация MAC-адресов и т. Д.), Камера не сможет подключиться к Интернету. Настройки маршрутизатора Wi-Fi должны быть отменены.
sv: Om Wi-Fi-anslutningen till kameran är inställd för att förhindra Wi-fi-spridare (svartvita listor, MAC-adressfiltrering, etc.) kommer kameran inte att kunna ansluta till Internet. Routern förhindrar att inställningar för Wi-fi-squatter måste avbrytas.
th: หากตั้งค่า Wi-Fi ที่เชื่อมต่อกับกล้องเพื่อป้องกัน Wi-Fi squatter (รายการขาวดำการกรองที่อยู่ MAC ฯลฯ ) กล้องจะไม่สามารถเชื่อมต่ออินเทอร์เน็ตได้ เราเตอร์ที่ป้องกันการตั้งค่า Wi-Fi squatter จำเป็นต้องยกเลิก
tr: Kameraya bağlı Wi-Fi, Wi-fi gecekondu (siyah beyaz listeler, MAC adres filtreleme vb.) Yönelticinin Wi-fi gecekondu ayarlarının engellenmesi iptal edilmelidir.
vi: Nếu WiFi mà máy ảnh được kết nối có mạng chống xước (danh sách đen trắng, lọc địa chỉ MAC, v.v.), máy ảnh sẽ không thể kết nối Internet. Cần hủy cài đặt mạng chống cọ xát của bộ định tuyến.
zh_hans: 如果摄像机所连接的WiFi设置了防蹭网（黑白名单、MAC地址过滤等），会导致摄像机不能联网。需要取消路由器的防蹭网设置。
zh_hant: 如果攝像機所連接的WiFi設置了防蹭網（黑白名單、MAC地址過濾等），會導致攝像機不能聯網。需要取消路由器的防蹭網設置。

# me_Screenshot_video
source: Screenshot video
cs: Video se snímkem obrazovky
de: Screenshot/Mitschnitt
es: Video de captura de pantalla
fr: Capture d'écran vidéo
he: צילום מסך וידאו
id: Video tangkapan layar
it: Schermata video
ja: スクリーンショットビデオ
ko: 스크린샷 비디오
nb: Skjermdump video
pl: Zrzut ekranu wideo
pt_br: Vídeo de captura de tela
ro: Captură de ecran video
ru: Скриншот видео
sv: Skärmdump video
th: สกรีนช็อตวิดีโอ
tr: Ekran görüntüsü videosu
vi: Video chụp màn hình
zh_hans: 截图录像
zh_hant: 截圖錄像

# adddevice_until_device_issues_tone
source: Until the device issues a "boot configuration mode" tone
cs: Dokud zařízení nevydá tón "zaváděcího režimu"
de: Bis das Gerät die Sprachansage "Boot Configuration Mode" ausgibt
es: Hasta que el Equipo emita un tono de "modo de configuración de arranque"
fi: Ennen kuin laite antaa "käynnistysasetuksen" -äänen
fr: Jusqu'à ce que le périphérique émette une tonalité de "mode de configuration de démarrage"
he: עד שההתקן ינפיק צליל "מצב תצורת אתחול"
id: Hingga perangkat mengeluarkan nada "mode konfigurasi booting"
it: Fino a quando il dispositivo emette un tono di "modalità di configurazione di avvio"
ja: デバイスが「ブート設定モード」トーンを発行するまで
ko: 장치가 "부팅 구성 모드"톤을 낼 때까지
nb: Inntil enheten utsteder en "startkonfigurasjonsmodus" -ton
nl: Totdat het apparaat een "opstartconfiguratiemodus" -toon afgeeft
pl: Dopóki urządzenie nie wyemituje sygnału "trybu konfiguracji rozruchu"
pt_br: Até o dispositivo emitir um tom de "modo de configuração de inicialização"
ro: Până când dispozitivul emite un ton "mod de configurare a încărcării"
ru: Пока устройство не выдает сигнал "Режим конфигурации загрузки"
sv: Till dess att enheten utfärdar en "startkonfigurationsläge" -ton
th: กดปุ่มรีเซ็ตค้างไว้ 5 วินาที
tr: Aygıt bir "önyükleme yapılandırma modu" tonu verene kadar
vi: Cho đến khi thiết bị phát ra lời nhắc "bắt đầu chế độ cấu hình"
zh_hans: 直到设备发出“启动配置模式”提示音
zh_hant: 直到設備發出“啟動配置模式”提示音

# person_feedback_Feedback_screenshots
source: Feedback screenshot
cs: Screenshot zpětné vazby
es: Captura de pantalla de comentarios
fi: Palaute-kuvakaappaus
fr: Capture d'écran des commentaires
he: צילום מסך משוב
id: Tangkapan layar masukan
it: Screenshot del feedback
ja: フィードバックのスクリーンショット
ko: 피드백 스크린 샷
nb: Skjermbilde for tilbakemelding
pl: Zrzut ekranu opinii
pt_br: Captura de tela de feedback
ro: Captură de ecran cu feedback
ru: Скриншот отзыва
sv: Feedback skärmdump
th: ภาพหน้าจอคำติชม
tr: Geri bildirim ekran görüntüsü
vi: Ảnh chụp màn hình phản hồi
zh_hans: 反馈截图
zh_hant: 反饋截圖

# devicesetting_4G_card_multi_use_package
source: Multi package is in effect
cs: Platí vícenásobné balení
de: Multi-Paket ist in Kraft
es: El paquete múltiple está vigente
fi: Monipakkaus on voimassa
fr: Le forfait multiple est en vigueur
he: החבילה הרב בתוקף
id: Paket multi berlaku
it: Il pacchetto multiplo è attivo
ja: マルチパッケージが有効です
ko: 멀티 패키지는 유효
nb: Multipakke er i kraft
nl: Multipakket is van kracht
pl: Obowiązuje pakiet Multi
pt_br: O pacote múltiplo está em vigor
ro: Pachetul multi este în vigoare
ru: Действует мультипакет
sv: Multipaketet gäller
th: หลายแพ็กเกจมีผลบังคับใช้
tr: Çoklu paket yürürlükte
vi: Nhiều gói có hiệu lực
zh_hans: 多套餐生效中
zh_hant: 多套餐生效中

# adddevice_choose_wifi
source: Choose WiFi
cs: Vyberte si WiFi
de: WLAN auswählen
es: Elige WiFi
fi: Valitse WiFi
fr: Choisissez WiFi
he: בחר WiFi
id: Pilih WiFi
it: Scegli WiFi
ja: 無線LANを選択
ko: WiFi 선택
nb: Velg WiFi
nl: Kies voor WiFi
pl: Wybierz WiFi
pt_br: Escolha o WiFi
ro: Alegeți WiFi
ru: Выберите WiFi
sv: Välj WiFi
th: เลือก WiFi
tr: WiFi seç
vi: Chọn WiFi
zh_hans: 选择WiFi
zh_hant: 選擇WiFi

source: Australia/Adelaide
cs: Austrálie / Adelaide
de: Australien / Adelaide
fr: Australie / Adélaïde
he: אוסטרליה / אדלייד
ja: オーストラリア/アデレード
ko: 호주 / 애들레이드
pt_br: Austrália / Adelaide
ru: Австралия / Аделаида
sv: Australien / Adelaide
th: ออสเตรเลีย / แอดิเลด
tr: Avustralya / Adelaide
vi: Adelaide
zh_hans: 阿德莱德
zh_hant: 阿德萊德
