Repository: Yolo-cell-hash/go_home_ios
Catalog: ios/Runner/JASDK/JAResources/XLanguage/X35MultiLanguage/*.lproj/X35MutiLanguage.strings
Languages: cs, de, es, fi, fr, he, id, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sv, th, tr, vi, zh_hans, zh_hant

# cloud_renew_process_description
source: (2) the process of cloud continuation fee: in the cloud video playback interface - click the "service management" icon to enter the cloud service management interface - click the "renew now" button below - enter the package selection interface - select the package - click immediately renew - pay to complete the renewal.
cs: (2) proces poplatku za pokračování v cloudu: v rozhraní pro přehrávání cloudového videa - kliknutím na ikonu "správa služeb " vstoupíte do rozhraní pro správu cloudových služeb - kliknutím na tlačítko "obnovit nyní " níže - vstoupíte do rozhraní pro výběr balíčku - vyberte balíček - klikněte na okamžité obnovení - platba dokončete obnovení.
de: (2) Der Prozess der Cloud-Fortsetzungsgebühr: Klicken Sie in der Cloud-Videowiedergabeschnittstelle auf das Symbol "Service Management ", um die Cloud Service Management-Oberfläche aufzurufen. Klicken Sie unten auf die Schaltfläche "Jetzt erneuern ". Geben Sie die Paketauswahloberfläche ein - Wählen Sie das Paket aus - klicken Sie auf Sofort verlängern - Bezahlen, um die Verlängerung abzuschließen.
es: (2) el proceso de la tarifa de continuación de la nube: en la interfaz de reproducción de video en la nube - haga clic en el icono "gestión de servicios " para ingresar a la interfaz de gestión de servicios en la nube - haga clic en el botón "renovar ahora " a continuación - ingrese a la interfaz de selección de paquetes - seleccione el paquete - haga clic en renovar inmediatamente - pague para completar la renovación.
fi: (2) pilvipalvelun jatkomaksu: pilvivideon toistorajapinnassa - napsauta "palvelunhallinta " -kuvaketta päästäksesi pilvipalvelun hallintarajapintaan - napsauta "uudista nyt " -painiketta alla - kirjoita paketin valintarajapinta - valitse paketti - napsauta heti uusinta - maksa suorittaaksesi uusinnan.
fr: (2) le processus des frais de continuation cloud: dans l'interface de lecture vidéo cloud - cliquez sur l'icône "gestion des services " pour accéder à l'interface de gestion des services cloud - cliquez sur le bouton "renouveler maintenant " ci-dessous - entrez dans l'interface de sélection des packages - sélectionnez le forfait - cliquez sur renouveler immédiatement - payez pour terminer le renouvellement.
he: (2) תהליך דמי המשך הענן: בממשק הפעלת הווידאו בענן - לחץ על הסמל "ניהול שירות " כדי להיכנס לממשק ניהול הענן של שירות הענן - לחץ על הלחצן "חידוש עכשיו " למטה - היכנס לממשק בחירת החבילה. - בחר את החבילה - לחץ מייד על חידוש - שלם כדי להשלים את החידוש.
id: (2) proses biaya kelanjutan cloud: di antarmuka pemutaran video cloud - klik ikon "manajemen layanan " untuk masuk ke antarmuka manajemen layanan cloud - klik tombol "perpanjang sekarang " di bawah ini - masukkan antarmuka pemilihan paket - pilih paket - klik segera perbarui - bayar untuk menyelesaikan perpanjangan.
it: (2) il processo della quota di continuazione del cloud: nell'interfaccia di riproduzione del video cloud - fai clic sull'icona "gestione servizi " per accedere all'interfaccia di gestione del servizio cloud - fai clic sul pulsante "rinnova ora " in basso - inserisci l'interfaccia di selezione del pacchetto - seleziona il pacchetto - fai clic su rinnova immediatamente - paga per completare il rinnovo.
ja: （2）クラウド継続料金のプロセス：クラウドビデオ再生インターフェースで-/「サービス管理/」アイコンをクリックしてクラウドサービス管理インターフェースに入ります-下の/ [今すぐ更新]ボタンをクリックします-パッケージ選択インターフェースに入ります-パッケージを選択します-すぐに更新をクリックします-更新を完了するために支払います。
ko: (2) 클라우드 연속 요금 프로세스 : 클라우드 비디오 재생 인터페이스에서 "서비스 관리 "아이콘을 클릭하여 클라우드 서비스 관리 인터페이스로 이동-아래 "지금 갱신 "버튼을 클릭-패키지 선택 인터페이스로 이동 -패키지를 선택하십시오-즉시 갱신을 클릭하십시오-갱신을 완료하기 위해 지불하십시오.
nb: (2) prosessen med skyssfortsettelsesgebyr: i skyvideovideoavspillingsgrensesnittet - klikk på ikonet"service management " for å gå inn i skytjenesteadministrasjonsgrensesnittet - klikk på "fornye nå " -knappen nedenfor - skriv inn pakkevalggrensesnittet - velg pakken - klikk umiddelbart forny - betal for å fullføre fornyelsen.
nl: (2) het proces van voortzetting van de cloud: in de cloud video afspeelinterface - klik op het "service management " pictogram om de cloud service management interface te openen - klik op de "vernieuw nu " knop hieronder - ga naar de pakketselectie-interface - selecteer het pakket - klik onmiddellijk op vernieuwen - betaal om de verlenging te voltooien.
pl: (2) proces opłaty za kontynuację w chmurze: w interfejsie odtwarzania wideo w chmurze - kliknij ikonę "zarządzanie usługami", aby przejść do interfejsu zarządzania usługami w chmurze - kliknij przycisk "odnów teraz" poniżej - przejdź do interfejsu wyboru pakietów - wybierz pakiet - kliknij natychmiast odnów - zapłać, aby zakończyć odnowienie.
pt_br: (2) o processo de taxa de continuação da nuvem: na interface de reprodução de vídeo na nuvem - clique no ícone "gerenciamento de serviços " para acessar a interface de gerenciamento de serviços na nuvem - clique no botão "renovar agora " abaixo - entre na interface de seleção de pacotes - selecione o pacote - clique em renovar imediatamente - pague para concluir a renovação.
ro: (2) procesul de continuare a norului: în interfața de redare video video - faceți clic pe pictograma "service service" pentru a intra în interfața de gestionare a serviciului cloud - faceți clic pe butonul "reînnoire acum" de mai jos - introduceți interfața de selectare a pachetului - selectați pachetul - faceți clic imediat pe reînnoire - plătiți pentru a finaliza reînnoirea.
ru: (2) процесс платы за продолжение облака: в интерфейсе воспроизведения видео в облаке - нажмите значок / "управление службами", чтобы войти в интерфейс управления облачными услугами, - нажмите кнопку "обновить сейчас" ниже - войдите в интерфейс выбора пакетов. - выберите пакет - нажмите немедленно обновить - оплатить, чтобы завершить обновление.
sv: (2) processen för fortsättning på moln: i gränssnittet för uppspelning av molnvideo - klicka på ikonen "service management " för att öppna molntjänsthanteringsgränssnittet - klicka på "förny nu " -knappen nedan - ange paketets valgränssnitt - välj paketet - klicka omedelbart förnya - betala för att slutföra förnyelsen.
th: (2) ขั้นตอนการต่ออายุที่เก็บข้อมูลบนคลาวด์: ในอินเทอร์เฟซการเล่นวิดีโอบนคลาวด์คลิกไอคอน "การจัดการบริการ" เพื่อเข้าสู่อินเทอร์เฟซการจัดการบริการระบบคลาวด์คลิกปุ่ม "ต่ออายุทันที" ด้านล่างเข้าสู่อินเทอร์เฟซการเลือกแพ็กเกจ - หลังจากเลือกแพ็กเกจแล้วคลิกเพื่อต่ออายุทันทีหลังการชำระเงิน ดำเนินการต่ออายุ
tr: (2) bulut devam ücreti süreci: bulut video oynatma arayüzünde - bulut hizmet yönetimi arayüzüne girmek için "hizmet yönetimi" simgesine tıklayın - aşağıdaki "şimdi yenile" düğmesine tıklayın - paket seçim arayüzüne girin - paketi seçin - hemen yenile'yi tıklayın - yenilemeyi tamamlamak için öde.
vi: (2) Quá trình gia hạn lưu trữ đám mây: trong giao diện phát video đám mây, nhấp vào biểu tượng "Quản lý dịch vụ" để vào giao diện quản lý dịch vụ đám mây, nhấp vào nút "gia hạn ngay" bên dưới - vào giao diện chọn gói sau khi chọn gói-nhấp để gia hạn ngay bây giờ-sau khi thanh toán Hoàn tất việc gia hạn.
zh_hans: （2）云存续费的过程：在云录像回放界面-点击“服务管理”图标进入云服务管理界面-点击下方“立即续费”按钮-进入套餐选择界面-选择套餐后-点击立即续费-支付后完成续费。
zh_hant: （2）雲存續費的過程：在雲錄像回放界面-點擊“服務管理”圖標進入雲服務管理界面-點擊下方“立即續費”按鈕-進入套餐選擇界面-選擇套餐後-點擊立即續費-支付後完成續費。

source: Unbind WeChat
cs: Odpojte WeChat
de: WeChat Verbindung trennen
es: Desvincular WeChat
fi: Irrota WeChat
fr: Dissocier WeChat
he: נתק את WeChat
id: Lepas WeChat
it: Separa WeChat
ja: WeChatのバインドを解除する
ko: WeChat 바인딩 해제
nb: Koble fra WeChat
nl: Koppel WeChat los
pl: Odłącz WeChat
pt_br: Desvincular WeChat
ro: Deconectați WeChat
ru: Отключить WeChat
sv: Ta bort WeChat
th: เลิกผูก WeChat
tr: WeChat'in bağlantısını kaldır
vi: Hủy liên kết WeChat
zh_hans: 解绑微信
zh_hant: 解綁微信

# deviceSetting_time_not_set_click_add
source: The time period has not been set yet,
cs: Časové období ještě nebylo nastaveno,
de: Es wurde noch kein Zeitplan eingestellt.
es: El período de tiempo aún no se ha establecido,
fi: Ajanjaksoa ei ole vielä asetettu,
fr: La période n'a pas encore été définie,
he: פרק הזמן עדיין לא נקבע,
id: Jangka waktu belum ditentukan,
it: Il periodo di tempo non è stato ancora impostato,
ja: 期間はまだ設定されていません。
ko: 기간이 아직 설정되지 않았습니다.
nb: Tidsperioden er ikke angitt ennå,
nl: De tijdsperiode is nog niet ingesteld,
pl: Okres nie został jeszcze ustawiony,
pt_br: O período de tempo ainda não foi definido,
ro: Perioada de timp nu a fost setată încă,
ru: Период времени еще не установлен,
sv: Tidsperioden har inte ställts in ännu,
th: ยังไม่ได้กำหนดช่วงเวลา
tr: Zaman aralığı henüz ayarlanmadı,
vi: Khoảng thời gian chưa được đặt,
zh_hans: 当前还未设置时间段，
zh_hant: 當前還未設置時間段，

# service_map_baidu
source: Baidu map
cs: Mapa Baidu
de: Baidu Karte
es: Mapa de Baidu
fi: Baidu kartta
fr: Carte de Baidu
he: מפת באידו
id: Peta Baidu
it: Mappa di Baidu
ja: Baiduマップ
ko: 바이두지도
nb: Baidu kart
nl: Baidu kaart
pl: Mapa Baidu
pt_br: Mapa de Baidu
ro: Harta Baidu
ru: Карта Baidu
sv: Baidu karta
th: แผนที่ Baidu
tr: Baidu haritası
vi: Bản đồ Baidu
zh_hans: 百度地图
zh_hant: 百度地圖

# person_feedback_question_ROM_software_3
source: Self-booting management: the application needs to be added to the [self-booting management] list, otherwise the process cannot be started after shutting down the process or restarting it;
cs: Self-boot management: aplikace musí být přidána do seznamu [self-boot boot management], jinak proces nemůže být spuštěn po ukončení procesu nebo restartování;
de: Self-Boot-Management: Die Anwendung muss zur Liste [Self-Boot-Management] hinzugefügt werden. Andernfalls kann der Prozess nach dem Herunterfahren oder Neustarten nicht gestartet oder nur manuell gestartet werden.
es: Gestión de autoarranque: la aplicación debe agregarse a la lista [gestión de autoarranque], de lo contrario el proceso no puede iniciarse después de cerrar el proceso o reiniciarlo;
fi: Itsekäynnistyksen hallinta: sovellus on lisättävä [itse käynnistymisen hallinta] -luetteloon, muuten prosessia ei voida käynnistää prosessin sammuttamisen tai uudelleenkäynnistyksen jälkeen;
fr: Gestion de l'auto-amorçage: l'application doit être ajoutée à la liste [gestion de l'auto-amorçage], sinon le processus ne peut pas être démarré après l'arrêt ou le redémarrage du processus;
he: ניהול אתחול עצמי: יש להוסיף את היישום לרשימת [ניהול האתחול העצמי], אחרת לא ניתן להתחיל בתהליך לאחר כיבוי התהליך או הפעלה מחדש;
id: Manajemen booting sendiri: aplikasi perlu ditambahkan ke daftar [manajemen booting diri], jika tidak proses tidak dapat dimulai setelah mematikan proses atau memulai kembali;
it: Gestione auto-boot: l'applicazione deve essere aggiunta all'elenco [auto-boot management], altrimenti il ​​processo non può essere avviato dopo aver chiuso il processo o averlo riavviato;
ja: セルフブート管理：アプリケーションを[セルフブート管理]リストに追加する必要があります。追加しない場合、プロセスをシャットダウンまたは再起動した後にプロセスを開始できません。
ko: 자체 부팅 관리 : 응용 프로그램을 [자체 부팅 관리] 목록에 추가해야합니다. 그렇지 않으면 프로세스를 종료하거나 다시 시작한 후 프로세스를 시작할 수 없습니다.
nb: Styring av selvoppstart: applikasjonen må legges til i listen over selvoppstartende ledelse, ellers kan ikke prosessen startes etter å ha avsluttet prosessen eller startet den på nytt;
nl: Self-booting management: de applicatie moet worden toegevoegd aan de lijst [self-booting management], anders kan het proces niet worden gestart nadat het proces is afgesloten of opnieuw is opgestart;
pl: Zarządzanie samoczynnym uruchomieniem: aplikacja musi zostać dodana do listy [zarządzanie samoczynnego uruchamiania], w przeciwnym razie proces nie będzie mógł zostać uruchomiony po jego zamknięciu lub ponownym uruchomieniu;
pt_br: Gerenciamento de inicialização automática: o aplicativo precisa ser adicionado à lista [gerenciamento de inicialização automática]; caso contrário, o processo não poderá ser iniciado após o desligamento ou a reinicialização;
ro: Gestionare de auto-bootare: aplicația trebuie adăugată la lista [gestionarea de auto-bootare], altfel procesul nu poate fi început după oprirea procesului sau repornirea acesteia;
ru: Управление автозагрузкой: приложение необходимо добавить в список [управление автозагрузкой], иначе процесс не может быть запущен после его завершения или перезапуска;
sv: Självstartande hantering: applikationen måste läggas till i listan över [självstarthantering], annars kan processen inte startas efter att processen har stängts av eller omstartats;
th: การจัดการการบูตด้วยตนเอง: จำเป็นต้องเพิ่มแอปพลิเคชันในรายการ [การจัดการการบูตด้วยตนเอง] มิฉะนั้นกระบวนการจะไม่สามารถเริ่มทำงานได้หลังจากปิดกระบวนการหรือเริ่มต้นใหม่
tr: Kendi kendine önyükleme yönetimi: uygulamanın [kendi kendine önyükleme yönetimi] listesine eklenmesi gerekir, aksi takdirde işlem kapatıldıktan veya yeniden başlatıldıktan sonra başlatılamaz;
vi: Quản lý tự khởi động: Ứng dụng cần được thêm vào danh sách [quản lý tự khởi động], nếu không, quy trình không thể được bắt đầu sau khi hủy quy trình hoặc khởi động lại;
zh_hans: 自启动管理：需要把应用加到［自启动管理］列表，否则杀进程或重新开机后进程无法开启；
zh_hant: 自啟動管理：需要把應用加到［自啟動管理］列表，否則殺進程或重新開機後進程無法開啟；

# person_feedback_question_add_preset_number
source: Q3: How many preset positions can the camera set?
cs: Q3: Kolik přednastavených pozic může kamera nastavit?
de: F3: Wie viele Preset Positionen kann die Kamera einstellen?
es: P3: ¿Cuántas posiciones predeterminadas puede configurar la cámara?
fi: Q3: Kuinka monta esiasetettua paikkaa kamera voi asettaa?
fr: Q3 : Combien de positions prédéfinies la caméra peut-elle définir ?
he: ש 3: כמה מיקומים מוגדרים מראש יכולה המצלמה להגדיר?
id: Q3: Berapa banyak posisi preset yang dapat diatur kamera?
it: Q3: Quante posizioni preimpostate può impostare la telecamera?
ja: Q3：カメラはいくつのプリセット位置を設定できますか？
ko: Q3: 카메라는 몇 개의 프리셋 위치를 설정할 수 있습니까?
nb: Q3: Hvor mange forhåndsinnstilte posisjoner kan kameraet stille inn?
nl: Q3: Hoeveel vooraf ingestelde posities kan de camera instellen?
pl: P3: Ile zaprogramowanych pozycji może ustawić kamera?
pt_br: Q3: Quantas posições predefinidas a câmera pode definir?
ro: Î3: Câte poziții presetate poate seta camera?
ru: Q3: Сколько предустановленных позиций может установить камера?
sv: F3: Hur många förinställda positioner kan kameran ställa in?
th: Q3: กล้องสามารถตั้งค่าตำแหน่งล่วงหน้าได้กี่ตำแหน่ง?
tr: Q3: Kamera kaç tane ön ayar konumu ayarlayabilir?
vi: Q3: Máy ảnh có thể đặt bao nhiêu vị trí đặt trước?
zh_hans: Q3：摄像机可以设置多少个常看位置？
zh_hant: Q3：攝像機可以設置多少個常看位置？

# devicesetting_flow_alarm_push
source: Mobile data alarm push
cs: Stisk mobilního datového alarmu
de: Push-Nachricht Mobile Daten
es: Pulsador de alarma de datos móviles
fi: Mobiilidatahälytys push
fr: Poussée d'alarme de données mobiles
he: דחיפה של אזעקת נתונים ניידים
id: Dorongan alarm data seluler
it: Push di allarme dati mobili
ja: モバイルデータアラームプッシュ
ko: 모바일 데이터 알람 푸시
nb: Mobil data alarm push
nl: Mobiele data alarm push
pl: Alarm danych mobilnych push
pt_br: Empurrão de alarme de dados móveis
ro: Alarmă de date mobile push
ru: Push-уведомление о мобильных данных
sv: Mobil datalarm push
th: ข้อมูลมือถือปลุกผลักดัน
tr: Mobil veri alarmı itme
vi: Báo động dữ liệu di động đẩy
zh_hans: 流量报警推送
zh_hant: 流量報警推送

# help_addDevice_textTips_25
source: 3.Scan QC code in step 1 and share the device.
cs: 3. Skenujte kód QR v kroku 1 a přidejte zařízení pro sdílení.
de: 3.Scannen Sie den generierten QR Code aus Schritt 1 und teilen Sie das Gerät.
es: 3. Escanee el código QR en el paso 1 y comparta el Equipo.
fi: 3. Skannaa QR-koodi vaiheessa 1 lisätäksesi jakolaitteen.
fr: 3. Scannez le code QC à l'étape 1 et partagez le périphérique.
he: 3. סרוק את קוד הQR שבשלב 1 ושתף את המכשיר
id: 3. Pindai Kode QR di langkah 1 dan bagikan perangkat
it: 3. Scannerizzare il codice QR del primo step per condividere il dispositivo
ja: 3.手順1でQRコードをスキャンし、デバイスを共有します。
ko: 3. 1 단계에서 QC 코드를 스캔하고 장치를 공유합니다.
nb: 3. Skann QR-koden i trinn 1 for å legge til en delingsenhet.
nl: 3.Scan in stap 1 QC-code en deel het apparaat.
pl: 3. Skanuj kod QR w kroku 1 i udostępnij urządzenie.
pt_br: 3. Digitalize o código QC no passo 1 e compartilhe o dispositivo.
ro: 3. Scanați codul QC la pasul 1 și partajați dispozitivul.
ru: 3. Сканируйте код контроля качества в шаге 1 и предоставьте доступ к устройству.
sv: 3.Skanna QC-kod i steg 1 och dela enheten.
th: 3. สแกนรหัส QR ในขั้นตอนที่ 1 และแชร์อุปกรณ์
tr: 3. Adım 1'deki QC kodunu tarayın ve cihazı paylaşın.
vi: 3. Quét mã QR ở bước 1 để thêm thiết bị chia sẻ.
zh_hans: 3.扫描步骤1中的二维码，添加分享设备。
zh_hant: 3.掃描步驟1中的二維碼，添加分享設備。

# cloud_error_tips_drop
source: Drop out
cs: Ukončete
de: Abbruch
es: abandonar
fi: lopettaa
fr: Abandonner
he: התנתק
id: Keluar
it: Abbandonare
ja: 中断
ko: 취소
nb: Avslutt
nl: afvaller
pl: Wycofać się
pt_br: Cair fora
ro: Renunța
ru: Выбывать
sv: Hoppa av
th: เลื่อนออก
tr: Bırakmak
vi: rơi ra ngoài
zh_hans: 退出
zh_hant: 退出

# cloud_tips_text_5
source: After removing the device and no longer upload videos,but but cloud storage service time is still reduced,,whether to delete?
cs: Po vymazání zařízení nebude video nahráno,ale doba úložiště cloud je stále snížena. Je to odstraněno?
de: Wenn Sie das Gerät entfernen und keine Aufnahmen mehr hochladen, verkürzt sich trotzdem die Servicezeit des Cloudspeichers. Wirklich löschen?
es: ¿Eliminar el Equipo después de ya no subir video,pero el tiempo de servicio cloudstorage todavía reducir,suprimir?
fi: Kun laite on poistettu,videota ei ladata,mutta pilvivarastointiaika lyhenee edelleen.
fr: Une fois le périphérique supprimé, la vidéo ne sera plus téléchargée, mais la durée du service de stockage sera toujours réduite.
he: לאחר מחיקת המכשיר,אחסון ענן יפסיק ולא יעלה עוד הקלטה,אבל זמן שירות של אחסון ענן יהיה פחות,להמשיך?
id: Setelah hapus unggah video ke penyimpanan,seris penyimpanan akan tetap berjalan,akan dihapus?
it: Eliminare il dispositivo e non carica il video,ma il tempo di servizio di cloud storage è ancora ridotto,è eliminato?
ja: デバイスが削除されると、ビデオはダウンロードされなくなりますが、ストレージサービスの時間は常に短縮されます。
ko: 장치를 제거한 후에도 더 이상 비디오를 업로드하지 않지만 클라우드 호스팅 서비스 시간 감소는 삭제 여부를 결정합니까?
nb: Når du har fjernet enheten ikke lenger laste opp videoer,men likevel en sky vertsbasert tjeneste tid reduksjon,om du vil slette?
nl: Na verwijderen apparaat,stopt cloudopslag met het uploaden van opnamen,maar de servicetijd van de cloudopslag is minder,verdergaan?
pl: nie do usunięcia urządzenia lub przesłać nagranie w czasie,ale nadal ograniczone usługi chmury,czy usunąć?
pt_br: Depois de remover o dispositivo não carregar mais vídeos,mas ainda uma redução do tempo de serviço hospedado em nuvem,se deseja excluir?
ro: După ce eliminați dispozitivul,nu mai încărcați videoclipuri,ci încă o reducere a timpului de serviciu găzduit în cloud,dacă doriți să ștergeți?
ru: После того,как вы удалите устройство больше не загружать видео,но все еще сокращение времени службы облачного хостинга,нужно ли удалять?
sv: När du har tagit bort enheten laddar du inte längre upp videoklipp,men fortfarande en molnhushållig tjänstreducering,huruvida du vill ta bort?
th: หลังจากนำอุปกรณ์ออกจะไม่มีการอัปโหลดวิดีโออีกต่อไปแต่เวลาในการให้บริการระบบคลาวด์ยังคงลดลงว่าจะลบหรือไม่?
tr: Cihazı kaldırdıktan sonra artık video yüklemekle kalmıyor,yine de bulutta barındırılan bir servis zaman azaltma,silinsin mi?
vi: Sau khi xóa thiết bị sẽ không tải lên bản ghi nhưng thời gian sử dụng dịch vụ lưu trữ đám mây vẫn bị giảm, bạn có muốn xóa không?
zh_hans: 删除设备后不再上传录像，但云存服务时间仍然减少，是否删除？
zh_hant: 刪除設備後不再上傳錄影，但雲存服務時間仍然減少，是否刪除？

# cloud_repay_order
source: Order payment failed, please repay
cs: Platba objednávky se nezdařila, prosím vraťte peníze
de: Zahlung der Bestellung fehlgeschlagen, bitte zurückzahlen
es: El pago de la orden falló, por favor pague
fi: Tilauksen maksu epäonnistui, maksa takaisin
fr: Le paiement de la commande a échoué, veuillez rembourser
he: תשלום ההזמנה נכשל, אנא החזר
id: Pembayaran pesanan gagal, harap bayar
it: Pagamento dell'ordine non riuscito, si prega di rimborsare
ja: 注文の支払いに失敗しました、返金してください
ko: 주문 결제에 실패했습니다. 환불 해주세요
nb: Ordrebetaling mislyktes, tilbakebetales
nl: Betaling van bestelling mislukt, gelieve terug te betalen
pl: Zamówienie płatności nie powiodło się, spłać
pt_br: O pagamento do pedido falhou. Reembolse
ro: Plata comenzii nu a reușit
ru: Не удалось оплатить заказ, пожалуйста, погасите
sv: Orderbetalningen misslyckades, återbetalning
th: การชำระเงินคำสั่งซื้อล้มเหลวโปรดชำระคืน
tr: Sipariş ödemesi başarısız oldu, lütfen geri ödeyin
vi: Thanh toán đơn hàng không thành công, vui lòng hoàn trả
zh_hans: 订单支付失败，请重新支付
zh_hant: 訂單支付失敗，請重新支付

# deviceSetting_Push_night_time_ios
source: %@ - %@ push message the next day
cs: %@ - %@ push zpráva následující den
de: %@ - %@ Push-Nachricht am nächsten Tag
es: %@ - %@ mensaje push al día siguiente
fi: %@ - %@ push-viesti seuraavana päivänä
fr: %@ - %@ message push le lendemain
he: הודעת דחיפה %@ - %@ למחרת
id: %@ - %@ pesan push keesokan harinya
it: %@ - %@ messaggio push il giorno successivo
ja: %@-%@翌日のプッシュメッセージ
ko: %@ - %@ 다음날 푸시 메시지
nb: %@ - %@ push-melding neste dag
nl: %@ - %@ push-bericht de volgende dag
pl: %@ - %@ wiadomość push następnego dnia
pt_br: %@ - %@ mensagem push no dia seguinte
ro: %@ - %@ mesaj push a doua zi
ru: %@ - %@ push-сообщение на следующий день
sv: %@ - %@ push-meddelande nästa dag
th: %@ - %@ ดันข้อความวันถัดไป
tr: %@ - %@ ertesi gün push mesajı
vi: %@ -%@ push thông báo vào ngày hôm sau
zh_hans: %@ - 次日%@推送消息
zh_hant: %@ - 次日%@推送消息

# Devicesetting_Updating
source: Updating %1$s
cs: Aktualizace %1$s
de: Aktualisierung %1$s
es: Actualizando %1$s
fi: Päivitetään %1$s
fr: Mise à jour %1$s
he: מעדכן %1$s
id: Memperbarui %1$s
it: Aggiornamento del %1$s
ja: %1$s更新
ko: %1$s 업데이트 중
nb: Oppdaterer %1$s
nl: Bijwerken %1$s
pl: Aktualizacja %1$s
pt_br: Atualizando %1$s
ro: Actualizare %1$s
ru: Обновление %1$s
sv: Uppdaterar %1$s
th: กำลังปรับปรุง %1$s
tr: %10 güncelleniyor
vi: Đang cập nhật %1$s
zh_hans: 正在更新%1$s
zh_hant: 正在更新%1$s

# device_monopolized_other
source: This device is occupied by other account exclusively.
cs: Zařízení bylo monopolizováno jinými účty
de: Gerät wird exklusiv von anderen Account verwendet.
es: Este Equipo ha sido monopolizado por otras cuentas
fi: Laite on monopolisoitu muilla tileillä
fr: Cet appareil est occupé par un autre compte exclusivement.
he: המכשיר כבר בשימוש בחשבון אחר
id: pernagkat ini esklusif oleh akun yang ada
it: Il dispositivo è utilizzato da un'account prioritario
ja: この端末は他のアカウントで使用中です。
ko: 이 제품은 다른 계정에 등록되어 있습니다.
nb: Denne enheten er opptatt av en annen konto.
nl: Dit apparaat is exclusief door een ander account bezet.
pl: To urządzenie jest obsługiwane przez inne konto.
pt_br: Este dispositivo é ocupado exclusivamente por outra conta.
ro: Acest dispozitiv este ocupat exclusiv de un alt cont.
ru: Это устройство занято исключительно другим аккаунтом.
sv: Denna enhet är utesluten av ett annat konto.
th: อุปกรณ์นี้ถูกครอบครองโดยบัญชีอื่นแล้ว
tr: Bu cihaz yalnızca başka bir hesap tarafından işgal edildi.
vi: Thiết bị đã bị độc quyền bởi một tài khoản khác
zh_hans: 该设备已经被其他账号独占
zh_hant: 該設備已經被其他賬號獨占

# message_slight_reminder
source: Slight reminder
cs: Malá připomínka
de: Leichte Erinnerung
es: Ligero recordatorio
fi: Pieni muistutus
fr: Petit rappel
he: תזכורת קלה
id: Sedikit pengingat
it: Lieve promemoria
ja: ちょっとしたリマインダー
ko: 약간의 알림
nb: En liten påminnelse
nl: Kleine herinnering:
pl: Niewielkie przypomnienie
pt_br: Leve lembrete
ro: Ușoară memento
ru: Небольшое напоминание
sv: En liten påminnelse
th: เตือนความจำเล็กน้อย
tr: Hafif hatırlatma
vi: Nhắc nhở nhẹ
zh_hans: 轻微提示
zh_hant: 輕微提示

# tfCard_exception
source: Abnormal
cs: Abnormální
de: Fehlerhaft
es: Anormal
fi: poikkeava
fr: Anormal
he: לא נורמלי
id: Tidak Normal
it: Anomalia
ja: 異常な
ko: 비정상적인
nb: Unormal
nl: Abnormaal
pl: Nieprawidłowy
pt_br: Anormal
ro: Anormal
ru: ненормальный
sv: Onormal
th: ผิดปกติ
tr: Anormal
vi: khác thường
zh_hans: 异常
zh_hant: 異常
