Repository: Yolo-cell-hash/go_home_ios
Catalog: ios/Runner/JASDK/JAResources/XLanguage/X35MultiLanguage/*.lproj/X35MutiLanguage.strings
Languages: cs, de, es, fi, fr, he, id, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sv, th, tr, vi, zh_hans, zh_hant

# devicelis_password_wrong_Deleting_reset_before_add
source: The password of the device is wrong, Deleting the device may cause the password to fail to be cleared (it needs to be reset manually before adding it again), Do you want to confirm the deletion?
cs: Heslo zařízení je chybné, Odstranění zařízení může způsobit, že se heslo nezdaří (před opětovným přidáním je nutné jej ručně resetovat), Chcete potvrdit smazání?
de: Das Passwort des Geräts ist falsch. Das Löschen des Geräts kann dazu führen, dass das Passwort nicht gelöscht wird (es muss manuell zurückgesetzt werden, bevor es erneut hinzugefügt werden kann). Möchten Sie den Löschvorgang bestätigen?
es: La contraseña del dispositivo es incorrecta. Eliminar el dispositivo puede hacer que la contraseña no se borre (es necesario restablecerla manualmente antes de volver a agregarla). ¿Desea confirmar la eliminación?
fi: Laitteen salasana on väärä, Laitteen poistaminen saattaa aiheuttaa sen, että salasanan tyhjennys ei onnistu (se täytyy nollata manuaalisesti ennen kuin lisäät sen uudelleen), Haluatko vahvistaa poistamisen?
fr: Le mot de passe de l'appareil est erroné. La suppression de l'appareil peut entraîner l'échec de la suppression du mot de passe (il doit être réinitialisé manuellement avant de l'ajouter à nouveau). Voulez-vous confirmer la suppression ?
he: הסיסמה של המכשיר שגויה, מחיקת המכשיר עלולה לגרום לאי ניקוי הסיסמה (יש לאפס אותה באופן ידני לפני הוספתה שוב), האם ברצונך לאשר את המחיקה?
id: Kata sandi perangkat salah, Menghapus perangkat dapat menyebabkan kata sandi gagal dihapus (perlu diatur ulang secara manual sebelum menambahkannya lagi), Apakah Anda ingin mengonfirmasi penghapusan?
it: La password del dispositivo è errata, l'eliminazione del dispositivo potrebbe causare la mancata cancellazione della password (deve essere reimpostata manualmente prima di aggiungerla nuovamente), Vuoi confermare l'eliminazione?
ja: デバイスのパスワードが間違っています。デバイスを削除すると、パスワードがクリアされない場合があります（再度追加する前に手動でリセットする必要があります）。削除を確認しますか？
ko: 장치의 비밀번호가 잘못되었습니다. 장치를 삭제하면 비밀번호가 지워지지 않을 수 있습니다(다시 추가하기 전에 수동으로 재설정해야 함). 삭제를 확인하시겠습니까?
nb: Passordet til enheten er feil. Sletting av enheten kan føre til at passordet ikke blir slettet (det må tilbakestilles manuelt før det legges til igjen). Vil du bekrefte slettingen?
nl: Het wachtwoord van het apparaat is verkeerd. Als u het apparaat verwijdert, kan het wachtwoord niet worden gewist (het moet handmatig worden gereset voordat u het opnieuw toevoegt), Wilt u de verwijdering bevestigen?
pl: Hasło urządzenia jest błędne, Usunięcie urządzenia może spowodować, że hasło nie zostanie skasowane (należy zresetować je ręcznie przed ponownym dodaniem), Czy chcesz potwierdzić usunięcie?
pt_br: A senha do dispositivo está errada. A exclusão do dispositivo pode fazer com que a senha não seja apagada (ela precisa ser redefinida manualmente antes de adicioná-la novamente), Deseja confirmar a exclusão?
ro: Parola dispozitivului este greșită. Ștergerea dispozitivului poate duce la eșecul ștergerii parolei (trebuie să fie resetată manual înainte de a o adăuga din nou), Doriți să confirmați ștergerea?
ru: Неверный пароль устройства. Удаление устройства может привести к невозможности сброса пароля (перед повторным добавлением его необходимо сбросить вручную). Подтвердить удаление?
sv: Lösenordet för enheten är fel. Om du tar bort enheten kan lösenordet misslyckas (det måste återställas manuellt innan du lägger till det igen). Vill du bekräfta borttagningen?
th: รหัสผ่านของอุปกรณ์ไม่ถูกต้อง การลบอุปกรณ์อาจทำให้ไม่สามารถล้างรหัสผ่านได้ (ต้องรีเซ็ตด้วยตนเองก่อนที่จะเพิ่มอีกครั้ง) คุณต้องการยืนยันการลบหรือไม่
tr: Cihazın şifresi yanlış, Cihazın silinmesi şifrenin silinememesine neden olabilir (tekrar eklemeden önce manuel olarak sıfırlanması gerekir), Silme işlemini onaylamak istiyor musunuz?
vi: Mật khẩu của thiết bị bị sai, Việc xóa thiết bị có thể khiến mật khẩu không xóa được (cần thiết lập lại thủ công trước khi thêm lại), Bạn có muốn xác nhận việc xóa không?
zh_hans: 设备密码错误，删除设备可能导致密码无法清除（需手动重置后才能重新添加），是否确认删除？
zh_hant: 設備密碼錯誤，刪除設備可能導緻密碼無法清除（需手動重置後才能重新添加），是否確認刪除？

# message_Replay
source: Replay
cs: Přehrát
de: Wiederholung
es: Repetición
fi: Uusinta
fr: Rejouer
he: שידור חוזר
id: Memutar ulang
it: Rigiocare
ja: リプレイ
ko: 다시 하다
nl: Herhaling
pl: Powtórna rozgrywka
pt_br: Repetir
ro: Reluare
ru: Повтор
sv: Repris
th: เล่นซ้ำ
tr: tekrar oynat
vi: phát lại
zh_hans: 重播
zh_hant: 重播

# devicesetting_device_indicator
source: Device indicator
cs: Indikátor zařízení
de: Geräte-LED
es: Indicador de dispositivo
fi: Laitteen osoitin
fr: Indicateur de périphérique
he: מחוון מכשיר
id: Indikator perangkat
it: Indicatore del dispositivo
ja: デバイスインジケーター
ko: 장치 표시기
nb: Enhetsindikator
nl: Apparaatindicator
pl: Wskaźnik urządzenia
pt_br: Indicador de dispositivo
ro: Indicator dispozitiv
ru: Индикатор устройства
sv: Enhetsindikator
th: สถานะอุปกรณ์
tr: Cihaz göstergesi
vi: Chỉ báo thiết bị
zh_hans: 设备指示灯
zh_hant: 設備指示燈

# device_wireline
source: Wired device
cs: Kabelové zařízení
de: LAN Gerät
es: Equipo con cable
fi: Langallinen laite
fr: Appareil filaire
he: מחשיר חוטי
id: Perangkat Kabel
it: Dispositivi filari
ja: 有線デバイス
ko: 유선 제품
nb: Kablet enhet
nl: Bedraad apparaat
pl: Urządzenie przewodowe
pt_br: Dispositivo com fio
ro: Dispozitiv cu fir
ru: Проводное устройство
sv: Kabelansluten enhet
th: อุปกรณ์ไช้สาย
tr: Kablolu cihaz
vi: Thiết bị có dây
zh_hans: 有线设备
zh_hant: 有線設備

# devicesetting_total_traffic_ios
source: Total mobile data %@
cs: Celkový průtok%@
de: Mobile Daten Gesamt %@
es: Flujo total%@
fi: Kokonaisvirtaus%@
fr: Débit total%@
he: סה"כ זרימה%@
id: Total aliran%@
it: Flusso totale%@
ja: 総流量%@
ko: 총 모바일 데이터 %@
nb: Total flyt%@
nl: Totale stroom%@
pl: Całkowity przepływ%@
pt_br: Fluxo total%@
ro: Debit total%@
ru: Общий поток%@
sv: Totalt flöde%@
th: ข้อมูลมือถือรวม%@
tr: Toplam akış%@
vi: Tổng lưu lượng%@
zh_hans: 总流量%@
zh_hant: 總流量%@

# devicesetting_TF_card_not_detected
source: TF card not detected
cs: TF karta nebyla detekována
de: SD-Karte nicht erkannt
es: Tarjeta TF no detectada
fi: TF-korttia ei havaittu
fr: Carte TF non détectée
he: כרטיס TF לא זוהה
id: Kartu TF tidak terdeteksi
it: Scheda TF non rilevata
ja: TFカードが検出されない
ko: TF 카드가 감지되지 않음
nb: TF-kort ikke oppdaget
nl: TF-kaart niet gedetecteerd
pl: Karta TF nie została wykryta
pt_br: Cartão TF não detectado
ro: Cardul TF nu a fost detectat
ru: TF-карта не обнаружена
sv: TF-kort upptäcktes inte
th: ตรวจไม่พบบัตร TF
tr: TF kartı algılanmadı
vi: Thẻ TF không được phát hiện
zh_hans: 未检测到TF卡
zh_hant: 未檢測到TF卡

# devicesetting_add_warn_line_detail
source: Use your finger to draw a line in the video area to generate a warning line. The area where the warning line passes will be motion detected.
cs: Prstem nakreslete čáru v oblasti videa a vygenerujte varovný řádek. Oblast, kde projde varovná linka, bude detekována.
de: Zeichnen Sie mit Ihrem Finger eine gerade Linie im Videobereich, um eine Warnlinie zu generieren. In dem Bereich, in dem die Warnlinie verläuft, wird Bewegung erkannt.
es: Use su dedo para dibujar una línea en el área de video para generar una línea de advertencia. El área donde pasa la línea de advertencia se detectará movimiento.
fi: Piirrä sormi videon alueelle, jotta voit luoda varoituslinjan. Alue, jolla varoituslinja kulkee, havaitaan liikkeessä.
fr: Utilisez votre doigt pour tracer une ligne dans la zone vidéo afin de générer une ligne d’avertissement. La zone où passe la ligne d'avertissement sera détectée par le mouvement.
he: השתמש באצבע כדי לצייר קו באזור הווידאו כדי ליצור קו אזהרה. האזור שבו יעבור קו האזהרה יזוהה בתנועה.
id: Gunakan jari Anda untuk menggambar garis di area video untuk menghasilkan garis peringatan. Area tempat garis peringatan dilewati akan terdeteksi gerakan.
it: Usa il dito per disegnare una linea nell'area del video per generare una riga di avviso. L'area in cui passa la linea di avviso sarà rilevata dal movimento.
ja: 警告領域を生成するには、ビデオ領域に指を使って線を引きます。 警告線が通る領域は動体検知されます。
ko: 손가락으로 비디오 영역에 선을 그어 경고 선을 생성하십시오. 경고 라인이 통과하는 영역은 움직임이 감지됩니다.
nb: Bruk fingeren til å tegne en linje i videoområdet for å generere en advarselslinje. Området der advarselslinjen passerer, blir bevegelse oppdaget.
nl: Gebruik uw vinger om een lijn in het videogebied te tekenen om een waarschuwingslijn te genereren. Het gebied waar de waarschuwingslijn passeert, is bewegingsdetectie.
pl: Za pomocą palca narysuj linię w obszarze wideo, aby wygenerować linię ostrzeżenia. Obszar, w którym przechodzi linia ostrzegawcza, zostanie wykryty.
pt_br: Use o dedo para desenhar uma linha na área de vídeo para gerar uma linha de aviso. A área onde a linha de aviso passa será detectada por movimento.
ro: Utilizați degetul pentru a desena o linie în zona video pentru a genera o linie de avertizare. Zona în care trece linia de avertizare va fi detectată mișcarea.
ru: Используйте свой палец, чтобы нарисовать линию в области видео, чтобы создать предупреждающую линию. Область, где проходит предупреждающая линия, будет обнаружена при движении.
sv: Använd ditt finger för att rita en rad i videofältet för att generera en varningsrad. Området där varningslinjen passerar kommer att upptäckas rörelse.
th: ใช้นิ้วของคุณวาดเส้นตรงในพื้นที่วิดีโอเพื่อสร้างเส้นเตือนและพื้นที่ที่เส้นเตือนผ่านจะถูกตรวจจับด้วยการเคลื่อนไหว
tr: Bir uyarı çizgisi oluşturmak için video alanında bir çizgi çizmek için parmağınızı kullanın. Uyarı çizgisinin geçtiği alan hareket algılanacaktır.
vi: Sử dụng ngón tay của bạn để vẽ một đường thẳng trong khu vực video để tạo đường cảnh báo và khu vực mà đường cảnh báo đi qua sẽ được phát hiện bằng chuyển động
zh_hans: 用手指在视频区域画一条直线，就可以生成一条警戒线，警戒线经过的区域将进行移动侦测
zh_hant: 用手指在視頻區域畫一條直線，就可以生成一條警戒線，警戒線經過的區域將進行移動偵測

# service_name_not_numer
source: Your name can’t contain numbers,symbols,uppercase or lowercase letters
cs: Vaše jméno nesmí obsahovat čísla, symboly, malá nebo velká písmena
de: Ihr Name darf keine Zahlen, Symbole, Groß- oder Kleinbuchstaben enthalten
es: Tu nombre no puede contener números, símbolos, letras mayúsculas o minúsculas
fi: Nimesi ei voi sisältää numeroita, symboleja, isoja tai pieniä kirjaimia
fr: Votre nom ne peut pas contenir de chiffres, de symboles, de lettres majuscules ou minuscules
he: השם שלך לא יכול להכיל מספרים, סמלים, אותיות רישיות או קטנות
id: Nama Anda tidak boleh berisi angka, simbol, huruf besar, atau huruf kecil
it: Il tuo nome non può contenere numeri, simboli, lettere maiuscole o minuscole
ja: 名前に数字、記号、大文字、小文字を含めることはできません
ko: 이름은 숫자, 기호, 대문자 또는 소문자를 포함 할 수 없습니다.
nb: Navnet ditt kan ikke inneholde tall, symboler, store eller små bokstaver
nl: Uw naam mag geen cijfers, symbolen, hoofdletters of kleine letters bevatten
pl: Twoje imię nie może zawierać cyfr, symboli ani wielkich ani małych liter
pt_br: Seu nome não pode conter números, símbolos, letras maiúsculas ou minúsculas
ro: Numele dvs. nu poate conține cifre, simboluri, litere mari sau mici
ru: Ваше имя не может содержать цифры, символы, прописные или строчные буквы.
sv: Ditt namn kan inte innehålla siffror, symboler, versaler eller gemener
th: ชื่อของคุณต้องไม่มีตัวเลขสัญลักษณ์อักษรตัวพิมพ์ใหญ่หรือตัวพิมพ์เล็ก
tr: Adınız sayı, simge, büyük veya küçük harf içeremez
vi: Tên không được chứa số, ký hiệu, chữ hoa hoặc chữ thường
zh_hans: 姓名不能含数字、符号、大写字母或小写字母
zh_hant: 姓名不能含數字、符號、大寫字母或小寫字母

source: restart the device
cs: restartujte zařízení
de: starten Sie das Gerät neu
es: reinicie el dispositivo
fi: käynnistä laite uudelleen
fr: redémarrez l'appareil
he: הפעל מחדש את המכשיר
id: nyalakan ulang perangkat
it: riavvia il dispositivo
ja: デバイスを再起動します
ko: 장치를 다시 시작
nb: start enheten på nytt
nl: het apparaat opnieuw op
pl: uruchom ponownie urządzenie
pt_br: reinicie o dispositivo
ro: reporniți dispozitivul
ru: перезагрузите устройство
sv: starta om enheten
th: รีสตาร์ทเครื่อง
tr: cihazı yeniden başlatın
vi: khởi động lại thiết bị
zh_hans: 重启设备
zh_hant: 重啟設備

# devicesetting_area_Zoom
source: Scalable video area size
cs: Rozsah škálovatelné oblasti videa
de: Zoom
es: Tamaño del área de video escalable
fi: Skaalautuva videoalueen koko
fr: Taille de la zone vidéo évolutive
he: גודל שטח הסרטון הניתן להרחבה
id: Ukuran area video yang skalabel
it: Dimensione dell'area video scalabile
ja: 拡張可能なビデオ領域サイズ
ko: 확장 가능한 비디오 영역 크기
nb: Skalerbar videoområdestørrelse
nl: Schaalbare grootte van videogebied
pl: Skalowalny rozmiar obszaru wideo
pt_br: Tamanho escalável da área de vídeo
ro: Dimensiunea zonei video scalabile
ru: Масштабируемый размер области видео
sv: Skalbar videoområdestorlek
th: ขนาดพื้นที่วิดีโอที่ปรับขนาดได้
tr: Ölçeklenebilir video alanı boyutu
vi: Kích thước vùng video có thể mở rộng
zh_hans: 可缩放视频区域大小
zh_hant: 可縮放視頻區域大小

# devicesetting_preview_Backup_channel
source: Backup channel
cs: Zálohovací kanál
de: Backup Kanal
es: Canal de respaldo
fi: Varmuuskopiointikanava
fr: Canal de sauvegarde
he: ערוץ גיבוי
id: Backup saluran
it: Canale backup
ja: バックアップチャンネル
ko: 백업 채널
nb: Sikkerhetskopieringskanal
nl: Back-upkanaal
pl: Backup kanału
pt_br: Canal de backup
ro: Canal de rezervă
ru: Резервный канал
sv: Backup-kanal
th: ช่องที่จะสำรองข้อมูล
tr: Yedek kanal
vi: Kênh dự phòng
zh_hans: 备份通道
zh_hant: 備份通道

# devicelist_inhome_prompt
source: Will switch to home mode, motion detection will not automatically record
cs: Přepne se do domácího režimu, detekce pohybu nebude automaticky nahrávat
de: Wechselt in den Home-Modus, die Bewegungserkennung wird nicht automatisch aufgezeichnet
es: Cambiará al modo de inicio, la detección de movimiento no grabará automáticamente
fi: Vaihtaa kotitilaan, liiketunnistus ei tallenna automaattisesti
fr: Passera en mode maison, la détection de mouvement n'enregistrera pas automatiquement
he: יעבור למצב ביתי, זיהוי תנועה לא יתעד אוטומטית
id: Akan beralih ke mode rumah, deteksi gerakan tidak akan merekam secara otomatis
it: Passerà alla modalità home, il rilevamento del movimento non registrerà automaticamente
ja: ホームモードに切り替わり、モーション検知は自動的に記録されません
ko: 홈 모드로 전환되고 움직임 감지가 자동으로 녹화되지 않습니다.
nb: Bytter til hjemmemodus, bevegelsesdeteksjon vil ikke ta opp automatisk
nl: Schakelt over naar de thuismodus, bewegingsdetectie neemt niet automatisch op
pl: Przełącza się w tryb domowy, detekcja ruchu nie nagrywa automatycznie
pt_br: Mudará para o modo de casa, a detecção de movimento não gravará automaticamente
ro: Va comuta în modul acasă, detectarea mișcării nu va înregistra automat
ru: Переключится в домашний режим, обнаружение движения не будет автоматически записывать
sv: Byter till hemläge, rörelsedetektering kommer inte att spela in automatiskt
th: จะเปลี่ยนเป็นโหมดโฮม การตรวจจับการเคลื่อนไหวจะไม่บันทึกโดยอัตโนมัติ
tr: Ev moduna geçer, hareket algılama otomatik olarak kayıt yapmaz
vi: Sẽ chuyển sang chế độ chính, phát hiện chuyển động sẽ không tự động ghi lại
zh_hans: 将切换为在家模式，智能侦测不会自动录像
zh_hant: 將切換為在家模式，智能偵測不會自動錄像

# play_screenRecording
source: Recording...
cs: Nahrávání ...
de: wird aufgenommen...
es: Está grabando …
fi: Se on video ...
fr: Enregistrement...
he: מקליט...
id: Merekam
it: Registrazione…
ja: 録画中…
ko: 녹화중
nb: Opptak pågår…
nl: Opname...
pl: Nagrywanie…
pt_br: Gravação...
ro: Înregistrare...
ru: Запись ...
sv: Inspelning...
th: กำลังบันทึก
tr: Kayıt...
vi: Ghi âm...
zh_hans: 正在录像中...
zh_hant: 正在錄像中...

# add_Learn_about_cloud_card
source: Learn about cloud card
cs: Přečtěte si o cloudových kartách
de: Erfahren Sie mehr über Cloud-Karten
es: Más información sobre las tarjetas en la nube
fi: Lisätietoja pilvikorteista
fr: En savoir plus sur les cartes cloud
he: למד על כרטיסי ענן
id: Pelajari tentang kartu cloud
it: Ulteriori informazioni sulle carte cloud
ja: クラウドカードについて学ぶ
ko: 클라우드 카드에 대해 알아보기
nb: Lær om skykort
nl: Meer informatie over cloudkaarten
pl: Dowiedz się więcej o kartach w chmurze
pt_br: Saiba mais sobre os cartões de nuvem
ro: Aflați despre cardurile cloud
ru: Узнать об облачных картах
sv: Lär dig mer om molnkort
th: เรียนรู้เกี่ยวกับการ์ดคลาวด์
tr: Bulut kartları hakkında bilgi edinin
vi: Tìm hiểu về thẻ đám mây
zh_hans: 了解云卡
zh_hant: 了解雲卡

# adddevice_question_help
source: Need help with a problem?
cs: Potřebujete pomoc s problémem?
de: Benötigen Sie Hilfe bei einem Problem?
es: ¿Necesitas ayuda con un problema?
fi: Tarvitsetko apua ongelmassa?
fr: Besoin d'aide avec un problème?
he: זקוק לעזרה עם בעיה?
id: Perlu bantuan dengan masalah?
it: Hai bisogno di aiuto con un problema?
ja: 問題が解決しませんか？
ko: 문제가 도움이 필요하십니까?
nb: Trenger du hjelp med et problem?
nl: Hulp nodig bij een probleem?
pl: Potrzebujesz pomocy z problemem?
pt_br: Precisa de ajuda com um problema?
ro: Aveți nevoie de ajutor cu o problemă?
ru: Нужна помощь с проблемой?
sv: Behöver du hjälp med ett problem?
th: ต้องการความช่วยเหลือ?
tr: Bir sorun için yardıma mı ihtiyacınız var?
vi: Cần giúp đỡ với một vấn đề?
zh_hans: 有问题需要帮助？
zh_hant: 有問題需要幫助？

# adddevice_note_network
source: Note: WLAN+, Smart Wi-Fi, Wi-Fi+, Wi-Fi Assistant are turned on, please close when configuring.
cs: Poznámka: WLAN +, Smart WiFi, WiFi +, WiFi Assistant jsou zapnuté, při konfiguraci prosím zavřete.
de: Hinweis: WLAN +, Smart WiFi, WiFi + und WiFi-Assistent sind aktiviert. Schalten Sie dies während der Konfiguration aus.
es: Nota: WLAN +, Smart WiFi, WiFi +, WiFi Assistant están encendidos, cierre al configurar.
fi: Huomaa: WLAN +, älykäs WiFi, WiFi +, WiFi Assistant ovat käytössä, sulje asetukset, kun määrität ne.
fr: Remarque: WLAN +, Smart WiFi, WiFi +, Assistant WiFi sont activés. Veuillez fermer lors de la configuration.
he: הערה: WLAN +, WiFi חכם, WiFi +, WiFi Assistant מופעלים, אנא סגור בעת קביעת התצורה.
id: Catatan: WLAN +, WiFi Cerdas, WiFi +, WiFi Assistant dihidupkan, harap tutup saat mengonfigurasi.
it: Nota: WLAN +, Smart WiFi, WiFi +, WiFi Assistant sono attivi, chiudere durante la configurazione.
ja: 注：WLAN +、Smart WiFi、WiFi +、WiFi Assistantはオンになっています。設定する際は閉じてください。
ko: 참고 : WLAN +, Smart WiFi, WiFi +, WiFi Assistant가 켜져 있으므로 구성 할 때 닫으십시오.
nb: Merk: WLAN +, Smart WiFi, WiFi +, WiFi Assistant er slått på. Lukk når du konfigurerer.
nl: Opmerking: WLAN +, Smart WiFi, WiFi +, WiFi Assistant zijn ingeschakeld, sluit dit tijdens het configureren.
pl: Uwaga: WLAN +, Smart WiFi, WiFi +, WiFi Assistant są włączone, proszę zamknąć podczas konfiguracji.
pt_br: Nota: WLAN +, WiFi inteligente, WiFi +, Assistente de WiFi estão ativados, feche ao configurar.
ro: Notă: WLAN +, WiFi inteligent, WiFi +, Asistent WiFi sunt activate, vă rugăm să închideți la configurare.
ru: Примечание: WLAN +, Smart WiFi, WiFi +, WiFi Assistant включены, пожалуйста, закройте при настройке.
sv: Obs: WLAN +, Smart WiFi, WiFi +, WiFi Assistant är på, vänligen stäng när du konfigurerar.
th: หมายเหตุ: WLAN +, Smart Wi-Fi, Wi-Fi +, ตัวช่วย Wi-Fi เปิดอยู่โปรดปิดเมื่อกำหนดค่า
tr: Not: WLAN +, Akıllı WiFi, WiFi +, WiFi Yardımcısı açık, yapılandırma sırasında lütfen kapatın.
vi: Lưu ý: Nếu WLAN +, WiFi thông minh, WiFi +, Hỗ trợ WiFi được bật, vui lòng tắt nó trong khi cấu hình
zh_hans: 注意：WLAN+、智能WiFi、WiFi+、WiFi助手如已打开，配置时请关闭
zh_hant: 注意：WLAN+、智能WiFi、WiFi+、WiFi助手如已打開，配置時請關閉

# person_set_Upload_crash_file
source: Upload crash file
cs: Nahrát soubor havárie
de: Fehlerbericht hochladen
es: Subir archivo de bloqueo
fi: Lataa kaatumistiedosto
fr: Télécharger un fichier crash
he: העלה קובץ קריסה
id: Unggah file kerusakan
it: Carica il file di crash
ja: 破損したファイルのアップロード
ko: 충돌 파일 업로드
nb: Last opp krasjfil
nl: Upload een crashbestand
pl: Prześlij plik awarii
pt_br: Carregar arquivo de falha
ro: Încărcați fișierul de eroare
ru: Загрузить файл аварии
sv: Ladda upp kraschfil
th: อัปโหลดไฟล์ข้อขัดข้อง
tr: Kilitlenme dosyasını yükle
vi: Tải lên tệp lỗi
zh_hans: 上传崩溃文件
zh_hant: 上傳崩潰文件

# devicesetting_motion_video_duration
source: Motion detection recording duration
cs: Délka záznamu detekce pohybu
de: Aufnahmedauer der Bewegungserkennung
es: Duración de la grabación de detección de movimiento
fi: Liiketunnistuksen tallennuksen kesto
fr: Durée d'enregistrement de la détection de mouvement
he: משך הקלטת זיהוי תנועה
id: Durasi perekaman deteksi gerakan
it: Durata della registrazione del rilevamento del movimento
ja: モーション検知記録時間
ko: 움직임 감지 녹화 시간
nb: Varighet for opptak av bevegelsesdeteksjon
nl: Opnameduur bewegingsdetectie
pl: Czas nagrywania z detekcją ruchu
pt_br: Duração da gravação de detecção de movimento
ro: Durata înregistrării cu detectarea mișcării
ru: Длительность записи при обнаружении движения
sv: Rörelsedetektering inspelningstid
th: ระยะเวลาการบันทึกการตรวจจับการเคลื่อนไหว
tr: Hareket algılama kayıt süresi
vi: Thời lượng ghi phát hiện chuyển động
zh_hans: 智能侦测录像时长
zh_hant: 智能偵測錄像時長

# add_QR_code_front_camera_wait_respond
source: Hold the QR code about 15-25cm in front of your camera and wait for the device to respond
cs: Podržte QR kód asi 15–25 cm před fotoaparátem a počkejte, až zařízení zareaguje
de: Halten Sie den QR-Code etwa 15–25 cm vor Ihre Kamera und warten Sie, bis das Gerät reagiert
es: Sostenga el código QR entre 15 y 25 cm frente a su cámara y espere a que el dispositivo responda.
fi: Pidä QR-koodia noin 15–25 cm kamerasi edessä ja odota, että laite vastaa
fr: Tenez le code QR à environ 15-25 cm devant votre caméra et attendez que l'appareil réponde
he: החזק את קוד ה-QR כ-15-25 ס"מ לפני המצלמה שלך והמתן עד שהמכשיר יגיב
id: Pegang kode QR sekitar 15-25cm di depan kamera Anda dan tunggu hingga perangkat merespons
it: Tieni il codice QR a circa 15-25 cm davanti alla fotocamera e attendi che il dispositivo risponda
ja: カメラの前に約15〜25 cmのQRコードを持ち、デバイスが応答するのを待ちます
ko: 카메라 앞에서 약 15~25cm의 QR 코드를 잡고 기기가 응답할 때까지 기다립니다.
nb: Hold QR-koden ca. 15–25 cm foran kameraet og vent til enheten svarer
nl: Houd de QR-code ongeveer 15-25 cm voor je camera en wacht tot het apparaat reageert
pl: Przytrzymaj kod QR około 15-25 cm przed aparatem i poczekaj, aż urządzenie zareaguje
pt_br: Segure o código QR cerca de 15 a 25 cm na frente da câmera e aguarde a resposta do dispositivo
ro: Țineți codul QR la aproximativ 15-25 cm în fața camerei și așteptați ca dispozitivul să răspundă
ru: Держите QR-код на расстоянии 15–25 см от камеры и подождите, пока устройство не ответит.
sv: Håll QR-koden cirka 15–25 cm framför kameran och vänta på att enheten svarar
th: ถือคิวอาร์โค้ดไว้หน้ากล้องประมาณ 15-25 ซม. แล้วรอให้อุปกรณ์ตอบสนอง
tr: QR kodunu kameranızın yaklaşık 15-25 cm önünde tutun ve cihazın yanıt vermesini bekleyin
vi: Giữ mã QR khoảng 15-25cm trước máy ảnh của bạn và đợi thiết bị phản hồi
zh_hans: 二维码正对设备镜头15-25cm处待设备反应
zh_hant: 二維碼正對設備鏡頭15-25cm處待設備反應
