Repository: Yolo-cell-hash/go_home_ios
Catalog: ios/Runner/JASDK/JAResources/XLanguage/X35MultiLanguage/*.lproj/X35MutiLanguage.strings
Languages: cs, de, es, fi, fr, he, id, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sv, th, tr, vi, zh_hans, zh_hant

# devicesetting_working_mode_Description_3
source: When the device detects a moving object, it triggers the wake-up recording (customizable recording duration: 10S, 20S, 30S),and the device enters the sleep state
cs: Když zařízení detekuje pohybující se objekt, spustí záznam probuzení (přizpůsobitelná doba záznamu: 10S, 20S, 30S) a zařízení přejde do režimu spánku
de: Wenn das Gerät Bewegung erkennt, wird die Aufwachaufnahme ausgelöst (anpassbare Aufnahmedauer: 10s, 20s, 30s) und das Gerät wechselt in den Ruhezustand
es: Cuando el dispositivo detecta un objeto en movimiento, activa la grabación de activación (duración de grabación personalizable: 10S, 20S, 30S) y el dispositivo entra en estado de suspensión.
fi: Kun laite havaitsee liikkuvan kohteen, se käynnistää herätystallennuksen (mukautettava tallennuksen kesto: 10S, 20S, 30S), ja laite siirtyy lepotilaan
fr: Lorsque l'appareil détecte un objet en mouvement, il déclenche l'enregistrement de réveil (durée d'enregistrement personnalisable : 10S, 20S, 30S) et l'appareil passe en état de veille
he: כאשר המכשיר מזהה אובייקט נע, הוא מפעיל את הקלטת ההשכמה (משך ההקלטה הניתן להתאמה אישית: 10S, 20S, 30S), והמכשיר נכנס למצב שינה
id: Ketika perangkat mendeteksi objek bergerak, itu memicu perekaman bangun (durasi perekaman yang dapat disesuaikan: 10S, 20S, 30S), dan perangkat memasuki kondisi tidur
it: Quando il dispositivo rileva un oggetto in movimento, attiva la registrazione della sveglia (durata della registrazione personalizzabile: 10S, 20S, 30S) e il dispositivo entra nello stato di sospensione
ja: デバイスが動く物体を検出すると、ウェイクアップ記録（カスタマイズ可能な記録時間：10S、20S、30S）がトリガーされ、デバイスはスリープ状態になります。
ko: 움직이는 물체를 감지하면 기상 녹화 (사용자 지정 가능 녹화 시간 : 10S, 20S, 30S)를 트리거하고 장치가 절전 상태로 전환됩니다.
nb: Når enheten oppdager et objekt i bevegelse, utløser det vekkeopptaket (tilpassbar opptakstid: 10S, 20S, 30S), og enheten går i hviletilstand
nl: Wanneer het apparaat een bewegend object detecteert, activeert het de wekopname (aanpasbare opnameduur: 10S, 20S, 30S) en gaat het apparaat in de slaapstand
pl: Gdy urządzenie wykryje poruszający się obiekt, uruchamia nagrywanie budzenia (konfigurowalny czas nagrywania: 10S, 20S, 30S), a urządzenie przechodzi w stan uśpienia
pt_br: Quando o dispositivo detecta um objeto em movimento, ele aciona a gravação de despertar (duração de gravação personalizável: 10S, 20S, 30S), e o dispositivo entra no estado de hibernação
ro: Când dispozitivul detectează un obiect în mișcare, acesta declanșează înregistrarea trezirii (durata de înregistrare personalizabilă: 10S, 20S, 30S), iar dispozitivul intră în starea de repaus
ru: Когда устройство обнаруживает движущийся объект, оно запускает запись пробуждения (настраиваемая продолжительность записи: 10 с, 20 с, 30 с), и устройство переходит в состояние сна.
sv: När enheten upptäcker ett rörligt objekt utlöser det väckningsinspelningen (anpassningsbar inspelningstid: 10S, 20S, 30S) och enheten går i viloläge
th: เมื่ออุปกรณ์ตรวจพบวัตถุที่เคลื่อนไหว อุปกรณ์จะทริกเกอร์การบันทึกการปลุก (ระยะเวลาการบันทึกที่ปรับแต่งได้: 10S, 20S, 30S) และอุปกรณ์จะเข้าสู่สถานะสลีป
tr: Cihaz hareketli bir nesne algıladığında uyandırma kaydını tetikler (özelleştirilebilir kayıt süresi: 10S, 20S, 30S) ve cihaz uyku durumuna girer.
vi: Khi thiết bị phát hiện một đối tượng chuyển động, thiết bị sẽ kích hoạt ghi khi đánh thức (thời lượng ghi có thể tùy chỉnh: 10S, 20S, 30S) và thiết bị sẽ chuyển sang trạng thái ngủ
zh_hans: 设备侦测到移动物体时，触发唤醒录像（可自定义录像时长：10S、20S、30S）完成后，设备进入休眠状态。
zh_hant: 設備偵測到移動物體時，觸發喚醒錄像（可自定義錄像時長：10S、20S、30S）完成後，設備進入休眠狀態。

# Stand_alone_station_Submit_problem_feedback
source: Submit problem feedback
cs: Odeslat zpětnou vazbu k problému
de: Problem-Feedback senden
es: Enviar comentarios sobre el problema
fi: Lähetä palautetta ongelmasta
fr: Soumettre des commentaires sur le problème
he: הגש משוב לבעיה
id: Kirimkan masukan masalah
it: Invia feedback sul problema
ja: 問題のフィードバックを送信する
ko: 문제 피드백 제출
nb: Send inn tilbakemelding om problemet
nl: Dien probleemfeedback in
pl: Prześlij opinię o problemie
pt_br: Enviar feedback sobre o problema
ro: Trimiteți feedback despre problemă
ru: Отправить отзыв о проблеме
sv: Skicka problemfeedback
th: ส่งข้อเสนอแนะปัญหา
tr: Sorun geri bildirimi gönderin
vi: Gửi phản hồi về vấn đề
zh_hans: 提交问题反馈
zh_hant: 提交問題反饋

# devicesetting_4G_card_management_recharge_time
source: *According to the situation of local operators, it is expected to take effect within one hour.
cs: * Podle situace místních operátorů se očekává, že se projeví do jedné hodiny.
de: * Je nach den örtlichen Betreibern, kann das Inkrafttreten bis zu einer Stunde dauern.
es: * Según la situación de los operadores locales, se espera que surta efecto dentro de una hora.
fi: * Paikallisten toimijoiden tilanteen mukaan sen odotetaan tulevan voimaan tunnin sisällä.
fr: * Selon la situation des opérateurs locaux, il devrait entrer en vigueur dans l'heure.
he: * על פי מצבם של מפעילים מקומיים, זה צפוי להיכנס לתוקף תוך שעה.
id: * Menurut situasi operator lokal, diharapkan mulai berlaku dalam satu jam.
it: * Secondo la situazione degli operatori locali, dovrebbe entrare in vigore entro un'ora.
ja: *現地のオペレーターの状況により、1時間以内に有効になると予想されます。
ko: * 현지 사업자의 상황에 따라 1 시간 이내에 효력이 발생합니다.
nb: * I følge situasjonen til lokale operatører forventes det at den trer i kraft i løpet av en time.
nl: * Volgens de situatie van lokale operatoren wordt verwacht dat deze binnen een uur van kracht wordt.
pl: * Zgodnie z sytuacją lokalnych operatorów, oczekuje się, że wejdzie w życie w ciągu godziny.
pt_br: * De acordo com a situação dos operadores locais, espera-se que entrem em vigor dentro de uma hora.
ro: * În funcție de situația operatorilor locali, este de așteptat să intre în vigoare într-o oră.
ru: * В зависимости от ситуации с местными операторами, ожидается, что она вступит в силу в течение одного часа.
sv: * Enligt de lokala operatörernas situation förväntas den träda i kraft inom en timme.
th: * ตามสถานการณ์ของผู้ให้บริการในพื้นที่คาดว่าจะมีผลภายในหนึ่งชั่วโมง
tr: * Yerel operatörlerin durumuna göre, bir saat içinde yürürlüğe girmesi bekleniyor.
vi: * Tùy thuộc vào các nhà khai thác địa phương, dự kiến ​​sẽ có hiệu lực trong vòng một giờ.
zh_hans: *视各地运营商情况，预计一小时内生效。
zh_hant: *視各地運營商情況，預計一小時內生效。

# cloud_enter_scan_code
source: Please enter or scan your redemption code
cs: Zadejte nebo naskenujte kód pro uplatnění
de: Bitte geben Sie Ihren Einlösungscode ein oder scannen Sie ihn ein
es: Ingrese o escanee su código de canje
fi: Anna tai skannaa lunastuskoodisi
fr: Veuillez saisir ou scanner votre code de remboursement
he: אנא הכנס או סרוק את קוד הפדיון שלך
id: Silakan masukkan atau pindai kode penebusan Anda
it: Inserisci o scansiona il tuo codice di riscatto
ja: 引き換えコードを入力またはスキャンしてください
ko: 교환 코드를 입력하거나 스캔하십시오
nb: Skriv inn eller skann innløsingskoden
nl: Voer uw inwisselcode in of scan deze
pl: Wprowadź lub zeskanuj swój kod realizacji
pt_br: Digite ou digitalize seu código de resgate
ro: Vă rugăm să introduceți sau să scanați codul de răscumpărare
ru: Пожалуйста, введите или отсканируйте ваш код погашения
sv: Ange eller skanna din inlösenkod
th: โปรดป้อนหรือสแกนรหัสแลกรับของคุณ
tr: Lütfen ödeme kodunuzu girin veya tarayın
vi: Vui lòng nhập hoặc quét mã đổi quà của bạn
zh_hans: 请输入或扫描您的兑换码
zh_hant: 請輸入或掃描您的兌換碼

source: Wechat
fi: Micro kirjain
he: ווי צאט
ko: 위챗
th: วีแชท
zh_hans: 微信
zh_hant: 微信

# adddevice_wireless_nvr_device
source: After connecting the NVR device with wireless Internet access to WiFi, click "Add manually" to add the device by ID.
cs: Po připojení zařízení NVR s bezdrátovým přístupem k internetu k WiFi klikněte na "Přidat ručně" a přidejte zařízení podle ID.
de: Bei NVRs mit WLAN Internetzugang, verbinden Sie den NVR mit dem WLAN und tippen dann auf "Manuell hinzufügen", um das Gerät über die ID hinzuzufügen.
es: Después de conectar el Equipo NVR con acceso inalámbrico a Internet a WiFi, haga clic en "Agregar manualmente" para agregar el Equipo por ID.
fi: Kun olet yhdistänyt NVR-laitteen langattoman Internet-yhteyden kanssa WiFi-verkkoon, lisää ID-laitteella napsauttamalla "Lisää manuaalisesti".
fr: Après avoir connecté le périphérique NVR doté d’un accès Internet sans fil au WiFi, cliquez sur "Ajouter manuellement" pour ajouter le périphérique par ID.
he: לאחר חיבור מכשיר ה- NVR לגישה לאינטרנט אלחוטי ל- WiFi, לחץ על "הוסף ידנית" כדי להוסיף את המכשיר לפי מזהה.
id: Setelah menghubungkan perangkat NVR dengan akses Internet nirkabel ke WiFi, klik "Tambah secara manual" untuk menambahkan perangkat dengan ID.
it: Dopo aver collegato il dispositivo NVR con accesso wireless a Internet al WiFi, fare clic su "Aggiungi manualmente" per aggiungere il dispositivo tramite ID.
ja: NVRデバイスを無線LANへのワイヤレスインターネットアクセスで接続した後、「手動で追加」をクリックしてIDでデバイスを追加します。
ko: 무선 인터넷 액세스가 가능한 NVR 장치를 WiFi에 연결 한 후 "수동으로 추가"를 클릭하여 ID로 장치를 추가하십시오.
nb: Etter å ha koblet NVR-enheten med trådløs internettilgang til WiFi, klikker du på "Legg til manuelt" for å legge til enheten etter ID.
nl: Nadat u het NVR-apparaat met draadloze internettoegang met WiFi hebt verbonden, klikt u op "Handmatig toevoegen" om het apparaat op ID toe te voegen.
pl: Po podłączeniu urządzenia NVR z bezprzewodowym dostępem do Internetu do WiFi, kliknij "Dodaj ręcznie", aby dodać urządzenie według ID.
pt_br: Após conectar o dispositivo NVR com acesso sem fio à Internet ao WiFi, clique em "Adicionar manualmente" para adicionar o dispositivo por ID.
ro: După conectarea dispozitivului NVR cu acces la internet wireless la WiFi, faceți clic pe "Adăugare manuală" pentru a adăuga dispozitivul după ID.
ru: После подключения устройства NVR с беспроводным доступом в Интернет к WiFi нажмите "Добавить вручную", чтобы добавить устройство по идентификатору.
sv: När du har anslutit NVR-enheten med trådlös internetuppkoppling till WiFi klickar du på "Lägg till manuellt " för att lägga till enheten med ID.
th: หลังจากอุปกรณ์ NVR ที่มีอินเทอร์เน็ตไร้สายเชื่อมต่อกับ WiFi แล้วให้คลิก "เพิ่มด้วยตนเอง" เพื่อเพิ่มอุปกรณ์โดยใช้ ID
tr: NVR cihazını Kablosuz İnternet erişimine sahip WiFi'ye bağladıktan sonra, cihazı ID'ye göre eklemek için "El ile ekle" düğmesini tıklayın.
vi: Sau khi thiết bị NVR có Internet không dây được kết nối với WiFi, hãy nhấp vào "Thêm theo cách thủ công" để thêm thiết bị bằng ID
zh_hans: 带无线上网的NVR设备连上WiFi后，点击“手动添加”前往使用ID添加设备
zh_hant: 帶無線上網的NVR設備連上WiFi後，點擊“手動添加”前往使用ID添加設備

# devicelist_name_cannot_be_empty
source: Device name cannot be empty
cs: Název zařízení nesmí být prázdný
de: Gerätename darf nicht leer sein
es: El nombre del dispositivo no puede estar vacío
fi: Laitteen nimi ei voi olla tyhjä
fr: Le nom de l'appareil ne peut pas être vide
he: שם המכשיר לא יכול להיות ריק
id: Nama perangkat tidak boleh kosong
it: Il nome del dispositivo non può essere vuoto
ja: デバイス名を空にすることはできません
ko: 기기 이름은 비워둘 수 없습니다.
nb: Enhetsnavnet kan ikke være tomt
nl: Apparaatnaam mag niet leeg zijn
pl: Nazwa urządzenia nie może być pusta
pt_br: O nome do dispositivo não pode ficar vazio
ro: Numele dispozitivului nu poate fi gol
ru: Имя устройства не может быть пустым
sv: Enhetsnamnet får inte vara tomt
th: ชื่ออุปกรณ์ไม่สามารถเว้นว่างได้
tr: Cihaz adı boş olamaz
vi: Tên thiết bị không được để trống
zh_hans: 设备名称不能为空
zh_hant: 設備名稱不能為空

# bell_call
source: Doorbell call
cs: Volání na zvonění
de: Anruf Türklingel
es: Llamada de timbre
fi: Ovikellopuhelu
fr: Appel de sonnette
he: קריאה בדלת
id: Panggilan Bel Pintu
it: Chiamata campanello
ja: ドアベル 呼出し
ko: 초인종 전화
nb: Dørklokkesamtale
nl: Deurbeloproep
pl: Dzwonek drzwiowy
pt_br: Chamada de campainha
ro: Apelarea Doorbell
ru: Звонок в дверь
sv: Dörrklocka samtal
th: การเตือนกริ่งประตู
tr: Kapı zili çağrı
vi: Chuông cửa gọi
zh_hans: 门铃呼叫
zh_hant: 門鈴呼叫

# service_map_enter_city_name
source: Please enter the city name
cs: Zadejte název města
de: Bitte geben Sie den Namen der Stadt
es: Por favor ingrese el nombre de la ciudad
fi: Anna kaupungin nimi
fr: Veuillez saisir le nom de la ville
he: אנא הזן את שם העיר
id: Silakan masukkan nama kota
it: Inserisci il nome della città
ja: 都市名を入力してください
ko: 도시 이름을 입력하십시오
nb: Skriv inn bynavnet
nl: Voer de plaatsnaam in
pl: Proszę podać nazwę miasta
pt_br: Digite o nome da cidade
ro: Vă rugăm să introduceți numele orașului
ru: Пожалуйста, введите название города
sv: Ange stadens namn
th: กรุณากรอกชื่อเมือง
tr: Lütfen şehir adını girin
vi: Vui lòng nhập tên thành phố
zh_hans: 请输入城市名称
zh_hant: 請輸入城市名稱

# devicesetting_clear_all_detection_area
source: Whether to clear all the current motion detection area?
cs: Zda smazat veškerou aktuální oblast detekce pohybu?
de: Gesamte aktuelle Bewegungserkennungsbereich löschen?
es: Ya sea para borrar todo el área de detección de movimiento actual?
fi: Tyhjennetäänkö kaikki nykyinen liiketunnistusalue?
fr: Voulez-vous effacer toute la zone de détection de mouvement actuelle?
he: האם לפנות את כל אזור זיהוי התנועה הנוכחי?
id: Apakah akan menghapus semua area deteksi gerakan saat ini?
it: Se cancellare tutta l'area di rilevamento del movimento corrente?
ja: 現在のモーション検知領域をすべてクリアするかどうか。
ko: 현재 모션 감지 영역을 모두 삭제 하겠습니까?
nb: Om du vil rydde alt det gjeldende bevegelsesdeteksjonsområdet?
nl: Of al het huidige bewegingsdetectie gebied moet worden gewist?
pl: Czy wyczyścić cały bieżący obszar wykrywania ruchu?
pt_br: Se deseja limpar toda a área atual de detecção de movimento?
ro: Dacă ștergeți toată zona de detectare a mișcării curente?
ru: Стоит ли очищать всю текущую зону обнаружения движения?
sv: Huruvida att rensa hela det aktuella rörelsedetekteringsområdet?
th: คุณต้องการล้างพื้นที่ตรวจจับการเคลื่อนไหวในปัจจุบันทั้งหมดหรือไม่?
tr: Mevcut tüm hareket algılama alanını temizlemek ister misiniz?
vi: Bạn có muốn xóa tất cả các khu vực phát hiện chuyển động hiện tại không?
zh_hans: 是否清除当前所有移动侦测区域？
zh_hant: 是否清除當前所有移動偵測區域？

# person_feedback_take_picture
source: Take a picture
cs: Vyfotit
de: Foto aufnehmen
es: Toma una foto
fi: Ota kuva
fr: Prendre une photo
he: לצלם תמונה
id: Mengambil gambar
it: Fai una foto
ja: 写真を撮る
ko: 사진을 찍다
nb: Ta et bilde
nl: Maak een foto
pl: Zrobić zdjęcie
pt_br: Tirar uma foto
ro: Fa o fotografie
ru: Сделать фото
sv: Ta en bild
th: ถ่ายภาพ
tr: Bir fotoğraf çek
vi: Chụp ảnh
zh_hans: 拍照
zh_hant: 拍照

# me_Demo_center
source: Demo center
cs: Demo centrum
es: Centro de demostración
fi: Demokeskus
fr: Centre de démonstration
he: מרכז הדגמה
id: Pusat demo
it: Centro dimostrativo
ja: デモセンター
ko: 데모 센터
nb: Demosenter
nl: Democentrum
pl: Centrum demonstracyjne
pt_br: Centro de demonstração
ro: Centru demo
ru: Демо-центр
th: ศูนย์สาธิต
tr: Demo merkezi
vi: Trung tâm demo
zh_hans: 演示中心
zh_hant: 演示中心

# devicesetting_advanced_settings
source: Advanced settings
cs: Pokročilá nastavení
de: Erweiterte Einstellungen
es: Configuraciones avanzadas
fi: Lisäasetukset
fr: Paramètres avancés
he: הגדרות מתקדמות
id: pengaturan lanjutan
it: Impostazioni avanzate
ja: 詳細設定
ko: 고급 설정
nb: Avanserte innstillinger
nl: geavanceerde instellingen
pl: Ustawienia zaawansowane
pt_br: configurações avançadas
ro: setari avansate
ru: расширенные настройки
sv: avancerade inställningar
th: ตั้งค่าขั้นสูง
tr: gelişmiş Ayarlar
vi: cài đặt nâng cao
zh_hans: 高级设置
zh_hant: 高級設置

# preview_wake_up_camera
source: Wake up
cs: Vzbudit
de: Aufwachen
es: Despierta
fi: Herätä
fr: Réveillez-vous
he: תתעורר
id: Bangun
it: Svegliati
ja: 目を覚ます
ko: 일어나
nb: Våkn opp
nl: Wakker worden
pl: Obudź się
pt_br: Acorde
ro: Trezește-te
ru: Просыпайся
sv: Vakna
th: ตื่น
tr: Uyanmak
vi: thức dậy
zh_hans: 唤醒
zh_hant: 喚醒

# adddevice_return_APP
source: Step 4: Return to the APP for the next step
cs: Krok 4: Vraťte se do APP pro další krok
de: Schritt 4: Kehren Sie für den nächsten Schritt zur App zurück
es: Paso 4: Regresa a la APP para el siguiente paso.
fi: Vaihe 4: Palaa sovellukseen seuraavaan vaiheeseen
fr: Étape 4: Revenez à l'application pour la prochaine étape
he: שלב 4: חזור אל APP עבור השלב הבא
id: Langkah 4: Kembali ke APP untuk langkah selanjutnya
it: Passaggio 4: torna all'APP per il passaggio successivo
ja: ステップ4：次のステップのためにAPPに戻る
ko: 4 단계 : 다음 단계로 APP로 돌아갑니다.
nb: Trinn 4: Gå tilbake til APP for neste trinn
nl: Stap 4: Ga terug naar de app voor de volgende stap
pl: Krok 4: Wróć do aplikacji w następnym kroku
pt_br: Etapa 4: retorne ao APP para o próximo passo
ro: Pasul 4: Reveniți la APP pentru pasul următor
ru: Шаг 4: Вернитесь в приложение для следующего шага
sv: Steg 4: Återgå till APP för nästa steg
th: ขั้นตอนที่ 4: ย้อนกลับไปยังแอปสำหรับขั้นตอนต่อไป
tr: Adım 4: Bir sonraki adım için APP’ye geri dönün
vi: Bước 4: Quay lại APP để thực hiện bước tiếp theo
zh_hans: 第四步：返回APP进行下一步操作
zh_hant: 第四步：返回APP進行下一步操作

# adddevice_select_device
source: Please select a device
cs: Vyberte prosím zařízení
de: Bitte Gerät auswählen
es: Por favor seleccione un Equipo
fi: Valitse laite
fr: Veuillez sélectionner un appareil
he: בחר מכשיר
id: Silakan pilih perangkat
it: Si prega di selezionare un dispositivo
ja: デバイスを選択してください
ko: 기기를 선택하십시오.
nb: Vennligst velg en enhet
nl: Selecteer een apparaat
pl: Wybierz urządzenie
pt_br: Por favor, selecione um dispositivo
ro: Selectați un dispozitiv
ru: Пожалуйста, выберите устройство
sv: Var god välj en enhet
th: โปรดเลือกอุปกรณ์
tr: Lütfen bir cihaz seçin
vi: Vui lòng chọn một thiết bị
zh_hans: 请选择设备
zh_hant: 請選擇設備

# addDevice_WiFi_name
source: WiFi name
cs: Název WiFi
de: WLAN Name
es: Nombre de WiFi
fi: WiFi-nimi
fr: Nom WiFi
he: שם WiFi
id: Nama WiFi
it: Nome WiFi
ja: SSID
ko: WiFi 이름
nb: WiFi-navn
nl: WiFi naam
pl: Nazwa WiFi
pt_br: Nome WiFi
ro: Numele WiFi
ru: Имя WiFi
sv: WiFi-namn
th: ชื่ออินเตอร์เน็ตไร้สาย
tr: Kablosuz adı
vi: Tên WiFi
zh_hans: WiFi名称
zh_hant: WiFi名稱

# cloud_tips_text_2
source: After pause no longer upload video, but cloud storage service time is still reduced, continue ?
cs: Po pozastavení videa nebude video nahráno,ale doba úložiště v cloudu se stále snižuje. Chcete pokračovat?
de: Wenn Sie das Hochladen von Aufnahmen beenden, verkürzt sich trotzdem die Servicezeit des Cloudspeichers. Fortfahren?
es: Después de detenerse,ya no subir la grabación,pero el tiempo de servicio del almacenamiento en la nube será menor,¿continuar?
fi: Videota ei ladata keskeytyksen jälkeen,mutta pilvivarastointiaika on edelleen pienentynyt. Haluatko jatkaa?
fr: Lorsque vous arrêtez le téléchargement d'un enregistrement, la durée du service de stockage diminue-t-elle ?
he: עצור ולא עוד להעלות הקלטה,אבל זמן השירות של אחסון ענן יהיה פחות,להמשיך?
id: Berhenti dan tidak unggah rekaman,karena waktu server Penyimpanan Awan sedikit,Lanjutkan?
it: Fermare registrazione,ma il tempo continuerà a scorrere,continuare?
ja: 録画を停止してアップロードを中止しますが、ストレージのサービス時間は短くなります。続行しますか？
ko: 녹화를 중지하고 더 이상 업로드하지 않지만 클라우드 저장소의 서비스 시간은 줄어들지 만 계속 하시겠습니까?
nb: Opptak stoppet,skylagring redusert. Fortsette?
nl: Stop and no longer upload recording,but service time of cloud storage will be less,continue?
pl: Zatrzymaj się i już nie przesyłaj nagrań,ale czas usługi przechowywania w chmurze będzie mniejszy,kontynuuj?
pt_br: Pare e não faça mais upload de gravação,mas o tempo de serviço do armazenamento em nuvem será menor,continue?
ro: Opriți și nu mai încărcați înregistrarea,dar timpul de stocare al cloud-ului va fi mai mic,continuați?
ru: Остановите и больше не загружайте записи,но время обслуживания облачного хранилища будет меньше,продолжить?
sv: Stoppa och ladda upp inte längre inspelning,men servicetiden för molnlagring blir mindre,fortsätt?
th: หลังจากที่หยุดไม่ได้อัปโหลดวิดีโอ แต่เวลาการให้บริการจัดเก็บข้อมูลแบบคลาวด์จะลดลง ,ยังคงดำเนินการต่อ?
tr: Durdurun ve artık kaydı yüklemeyin,ancak bulut depolamanın hizmet süresi daha az olacak,devam?
vi: Sau khi tạm dừng, sẽ không có video nào được tải lên nhưng thời gian của dịch vụ lưu trữ đám mây vẫn bị giảm xuống. Bạn có muốn tiếp tục không?
zh_hans: 暂停后不再上传录像，但云存服务时间仍然减少，是否继续？
zh_hant: 暫停後不再上傳錄像，但云存服務時間仍然減少，是否繼續？
