Repository: Yolo-cell-hash/go_home_ios
Catalog: ios/Runner/JASDK/JAResources/XLanguage/X35MultiLanguage/*.lproj/X35MutiLanguage.strings
Languages: cs, de, es, fi, fr, he, id, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sv, th, tr, vi, zh_hans, zh_hant

# person_feedback_question_ROM_software_2
source: Self-booting management: need to add the application to the [self-booting management] list, otherwise the process cannot be started after shutting down the process or restarting, and the application can only be started manually;
cs: Self-boot management: je třeba přidat aplikaci do seznamu [self-boot boot management], jinak proces nelze spustit po ukončení procesu nebo restartování a aplikaci lze spustit pouze ručně;
de: Self-Boot-Management: Die Anwendung muss zur Liste [Self-Boot-Management] hinzugefügt werden. Andernfalls kann der Prozess nach dem Herunterfahren oder Neustarten nicht gestartet oder nur manuell gestartet werden.
es: Gestión de autoarranque: es necesario agregar la aplicación a la lista [gestión de autoarranque], de lo contrario, el proceso no puede iniciarse después de cerrar el proceso o reiniciar, y la aplicación solo puede iniciarse manualmente;
fi: Itsekäynnistyksen hallinta: on lisättävä sovellus [itse käynnistymisen hallinta] -luetteloon, muuten prosessia ei voida käynnistää prosessin sammuttamisen tai uudelleenkäynnistyksen jälkeen, ja sovellus voidaan käynnistää vain manuaalisesti;
fr: Gestion de l'auto-amorçage: vous devez ajouter l'application à la liste [gestion de l'auto-amorçage], sinon le processus ne peut pas être démarré après l'arrêt ou le redémarrage du processus, et l'application ne peut être démarrée que manuellement;
he: ניהול אתחול עצמי: צריך להוסיף את היישום לרשימת [ניהול האתחול העצמי], אחרת לא ניתן להתחיל בתהליך לאחר כיבוי התהליך או הפעלה מחדש, וניתן להפעיל את היישום רק באופן ידני;
id: Manajemen booting sendiri: perlu menambahkan aplikasi ke daftar [manajemen booting diri], jika tidak proses tidak dapat dimulai setelah mematikan proses atau memulai ulang, dan aplikasi hanya dapat dimulai secara manual;
it: Gestione auto-boot: è necessario aggiungere l'applicazione all'elenco [auto-boot management], altrimenti il ​​processo non può essere avviato dopo aver spento il processo o riavviato e l'applicazione può essere avviata solo manualmente;
ja: セルフブート管理：[セルフブート管理]リストにアプリケーションを追加する必要があります。そうしないと、プロセスをシャットダウンまたは再起動した後にプロセスを開始できず、アプリケーションは手動でしか開始できません。
ko: 자체 부팅 관리 : 응용 프로그램을 [자체 부팅 관리] 목록에 추가해야합니다. 그렇지 않으면 프로세스를 종료하거나 다시 시작한 후 프로세스를 시작할 수 없으며 응용 프로그램은 수동으로 만 시작할 수 있습니다.
nb: Styring av selvoppstart: må legge til applikasjonen i listen [selvoppstartadministrasjon], ellers kan ikke prosessen startes etter å ha avsluttet prosessen eller startet på nytt, og applikasjonen kan bare startes manuelt;
nl: Self-booting management: moet de applicatie toevoegen aan de lijst [self-booting management], anders kan het proces niet worden gestart nadat het proces is afgesloten of opnieuw is opgestart, en kan de applicatie alleen handmatig worden gestart;
pl: Zarządzanie samoczynnym uruchomieniem: należy dodać aplikację do listy [zarządzanie samoczynnego rozruchu], w przeciwnym razie proces nie będzie mógł zostać uruchomiony po jego zamknięciu lub ponownym uruchomieniu, a aplikację można uruchomić tylko ręcznie;
pt_br: Gerenciamento de inicialização automática: é necessário adicionar o aplicativo à lista [gerenciamento de inicialização automática]; caso contrário, o processo não poderá ser iniciado após o desligamento ou a reinicialização, e o aplicativo poderá ser iniciado apenas manualmente;
ro: Gestionare de auto-bootare: trebuie să adăugați aplicația la lista de [auto-booting management], altfel procesul nu poate fi început după oprirea procesului sau repornirea, iar aplicația poate fi pornită numai manual;
ru: Управление автозагрузкой: необходимо добавить приложение в список [управление автозагрузкой], иначе процесс не может быть запущен после завершения процесса или перезапуска, а приложение может быть запущено только вручную;
sv: Självstartande hantering: måste lägga till applikationen i listan [självstarthantering], annars kan processen inte startas efter att processen har stängts av eller omstartats, och applikationen kan bara startas manuellt;
th: การจัดการการบูตด้วยตนเอง: จำเป็นต้องเพิ่มแอปพลิเคชันลงในรายการ [self-boototing management] มิฉะนั้นกระบวนการจะไม่สามารถเริ่มต้นได้หลังจากปิดกระบวนการหรือรีสตาร์ทและแอปพลิเคชันสามารถเริ่มต้นได้ด้วยตนเองเท่านั้น
tr: Kendi kendine önyükleme yönetimi: uygulamayı [kendi kendine önyükleme yönetimi] listesine eklemeniz gerekir, aksi takdirde işlem, işlem kapatıldıktan veya yeniden başlatıldıktan sonra başlatılamaz ve uygulama yalnızca manuel olarak başlatılabilir;
vi: Quản lý tự khởi động: Bạn cần thêm ứng dụng vào danh sách [quản lý tự khởi động], nếu không quá trình sẽ không bắt đầu sau khi giết quá trình hoặc khởi động lại, bạn chỉ có thể khởi động ứng dụng theo cách thủ công;
zh_hans: 自启动管理：需要把应用加到［自启动管理］列表，否则杀进程或重新开机后进程不会开启，只能手动开启应用；
zh_hant: 自啟動管理：需要把應用加到［自啟動管理］列表，否則殺進程或重新開機後進程不會開啟，只能手動開啟應用；

# person_open_cloud_adfree
source: No ads privilege
cs: No ads privilegium
de: No ads privileg
es: No ads privilegio
fi: No ads etuoikeus
fr: No ads privilège
he: No ads זְכוּת
id: No ads hak istimewa
it: No ads privilegio
ja: No ads 特権
ko: No ads 특권
nb: No ads privilegium
nl: No ads voorrecht
pl: No ads przywilej
pt_br: No ads privilégio
ro: No ads privilegiu
ru: No ads привилегия
sv: No ads privilegium
th: No ads สิทธิพิเศษ
tr: No ads ayrıcalık
vi: No ads đặc ân
zh_hans: 开通云存，专享免广告特权
zh_hant: 開通雲存，專享免廣告特權

# devicelis_free_30_day_cloud_storage
source: Get a free 30-day cloud storage service package
cs: Získejte zdarma 30denní balíček služeb cloudového úložiště
de: Holen Sie sich ein kostenloses 30-Tage-Cloud-Speicher-Servicepaket
es: Obtenga un paquete de servicio de almacenamiento en la nube de 30 días gratis
fi: Hanki ilmainen 30 päivän pilvitallennuspalvelupaketti
fr: Obtenez un forfait de service de stockage cloud gratuit de 30 jours
he: קבל חבילת שירות אחסון בענן בחינם ל-30 יום
id: Dapatkan paket layanan penyimpanan cloud gratis selama 30 hari
it: Ottieni un pacchetto di servizi di archiviazione cloud gratuito di 30 giorni
ja: 30日間の無料クラウドストレージサービスパッケージを入手
ko: 30일 무료 클라우드 스토리지 서비스 패키지 받기
nb: Få en gratis 30-dagers skylagringstjenestepakke
nl: Ontvang een gratis 30-dagen cloudopslagservicepakket
pl: Uzyskaj bezpłatny 30-dniowy pakiet usług przechowywania w chmurze
pt_br: Obtenha um pacote de serviço de armazenamento em nuvem gratuito por 30 dias
ro: Obțineți un pachet gratuit de servicii de stocare în cloud de 30 de zile
ru: Получите бесплатный 30-дневный пакет услуг облачного хранилища
sv: Få ett gratis 30-dagars paket för molnlagring
th: รับแพ็คเกจบริการพื้นที่เก็บข้อมูลบนคลาวด์ฟรี 30 วัน
tr: 30 günlük ücretsiz bulut depolama hizmeti paketi alın
vi: Nhận gói dịch vụ lưu trữ đám mây 30 ngày miễn phí
zh_hans: 免费领取30天云存储服务套餐
zh_hant: 免費領取30天雲存儲服務套餐

# help_addDevice_textTips_17
source: Add DVR/NVR
cs: Přidat rekordér
de: DVR/NVR hinzufügen
es: Agregar DVR/NVR
fi: Lisää tallennin
fr: Ajouter DVR / NVR
he: הוספת NVR
id: Tambah DVR/NVR
it: Aggiungere DVR/NVR
ja: DVR/NVRの追加
ko: DVR/NVR 추가
nb: Legg til NVR-opptaker
nl: DVR/NVR toevoegen
pl: Dodaj DVR/NVR
pt_br: Adicionar DVR/NVR
ro: Adăugați DVR/NVR
ru: Добавить DVR/NVR
sv: Lägg till DVR/NVR
th: เพิ่ม DVR / NVR
tr: DVR/NVR Ekle
vi: Thêm máy ghi video
zh_hans: 添加录像机
zh_hant: 添加錄像機

# devicelist_online_service
source: Help
cs: Pomoc
de: Hilfe
es: Ayudar
fi: auta
fr: Aider
he: עֶזרָה
id: Tolong
it: Aiuto
ja: ヘルプ
ko: 도움
nb: Hjelp
nl: Helpen
pl: Wsparcie
pt_br: Ajuda
ro: Ajutor
ru: Помощь
sv: Hjälp
th: ช่วยด้วย
tr: Yardım
vi: Giúp
zh_hans: 客服
zh_hant: 客服

# addDevice_Paired_camera
source: Paired camera
cs: Spárovaná kamera
de: Verbundene Kamera
es: Cámara emparejada
fi: Paritettu kamera
fr: Appareil photo jumelé
he: מצלמה משולבת
id: Kamera berpasangan
it: Fotocamera accoppiata
ja: ペアカメラ
ko: 페어링된 카메라
nb: Sammenkoblet kamera
nl: Gekoppelde camera
pl: Sparowana kamera
pt_br: Câmera pareada
ro: Aparat foto pereche
ru: Парная камера
sv: Parad kamera
th: กล้องที่จับคู่
tr: eşleştirilmiş kamera
vi: Máy ảnh ghép nối
zh_hans: 配对摄像机
zh_hant: 配對攝像機

# Service_map_select_years
source: Please select your years of experience in the security industry
cs: Vyberte prosím své dlouholeté zkušenosti v oboru zabezpečení
de: Bitte wählen aus, wie lange Sie bereits Erfahrung in der Sicherheitsbranche haben
es: Seleccione sus años de experiencia en la industria de la seguridad.
fi: Valitse vuoden kokemus turvallisuusalasta
fr: Veuillez sélectionner vos années d'expérience dans l'industrie de la sécurité
he: אנא בחר את שנות הניסיון שלך בענף האבטחה
id: Silakan pilih tahun pengalaman Anda di industri keamanan
it: Seleziona i tuoi anni di esperienza nel settore della sicurezza
ja: セキュリティ業界での長年の経験を選択してください
ko: 보안 업계에서 수년간의 경험을 선택하십시오
nb: Velg dine mange års erfaring innen sikkerhetsbransjen
nl: Selecteer uw jarenlange ervaring in de beveiligingsbranche
pl: Wybierz swoje wieloletnie doświadczenie w branży bezpieczeństwa
pt_br: Selecione seus anos de experiência no setor de segurança
ro: Vă rugăm să vă selectați anii de experiență în industria de securitate
ru: Пожалуйста, выберите ваш многолетний опыт работы в сфере безопасности
sv: Välj din års erfarenhet inom säkerhetsbranschen
th: โปรดเลือกปีที่คุณมีประสบการณ์ในการรักษาความปลอดภัย
tr: Lütfen güvenlik sektöründeki yılların deneyimini seçin
vi: Vui lòng chọn số năm kinh nghiệm của bạn trong ngành bảo mật
zh_hans: 请选择您在安防行业的经验年限
zh_hant: 請選擇您在安防行業的經驗年限

# play_error_tips_2
source: Wrong password
cs: Špatné heslo
de: Falsches Passwort
es: Contraseña incorrecta
fi: Väärä salasana
fr: Mauvais mot de passe
he: סיסמה שגויה
id: Kata sandi salah
it: Password errata
ja: 間違ったパスワード
ko: 잘못된 비밀번호
nb: Feil passord
nl: Verkeerd wachtwoord
pl: Złe hasło
pt_br: Senha incorreta
ro: Parola gresita
ru: Неправильный пароль
sv: Fel lösenord
th: รหัสผ่านผิด
tr: Yanlış şifre
vi: Sai mật khẩu
zh_hans: 密码错误…
zh_hant: 密碼錯誤…

# playback_Humanoid_alarm
source: Humanoid alarm
cs: Humanoidní alarm
de: Menschliche Alarm
es: Alarma humanoide
fi: Humanoidihälytys
fr: Alarme humanoïde
he: אזעקה דמוי אדם
id: Alarm humanoid
it: Allarme umanoide
ja: ヒューマノイドアラーム
ko: 휴머노이드 알람
nl: Humanoïde alarm
pl: Alarm humanoidalny
pt_br: Alarme humanóide
ro: Alarma umanoidă
ru: Гуманоидная тревога
sv: Humanoid larm
th: สัญญาณเตือนภัยของมนุษย์
tr: insansı alarm
vi: Báo động hình người
zh_hans: 人形报警
zh_hant: 人形報警

# tfCard_available_space
source: Available
cs: K dispozici
de: Verfügbarer Speicher
es: Disponible
fi: saatavissa
fr: Disponible
he: זמין
id: Tersedia
it: disponibile
ja: 利用可能
ko: 가능
nb: tilgjengelig
nl: beschikbaar
pl: Dostępne
pt_br: Disponível
ro: disponibil
ru: имеющийся
sv: tillgänglig
th: ใช้ประโยชน์ได้
tr: mevcut
vi: Có sẵn
zh_hans: 可用
zh_hant: 可用

# adddevice_Scan_add_device
source: Scan add device
cs: Skenovat přidat zařízení
de: Scannen, um Gerät hinzuzufügen
es: Escanear agregar dispositivo
fi: Skannaa lisälaite
fr: Analyser ajouter un appareil
he: סרוק הוסף מכשיר
id: Pindai tambahkan perangkat
it: Scansiona e aggiungi dispositivo
ja: スキャン追加デバイス
ko: 장치 추가 스캔
nb: Skann legg til enhet
nl: Scan apparaat toevoegen
pl: Skanuj dodaj urządzenie
pt_br: Verificar adicionar dispositivo
ro: Scanare adăugare dispozitiv
ru: Сканирование добавить устройство
sv: Skanna lägg till enhet
th: สแกนเพิ่มอุปกรณ์
tr: Cihaz ekle tara
vi: Quét thêm thiết bị
zh_hans: 扫一扫添加设备
zh_hant: 掃一掃添加設備

# deviceSetting_Message_interval
source: Message interval
cs: Interval zpráv
de: Benachrichtigungsintervall
es: Intervalo de mensajes
fi: Viestiväli
fr: Intervalle des messages
he: מרווח הודעות
id: Interval pesan
it: Intervallo messaggio
ja: メッセージ間隔
ko: 메시지 간격
nb: Meldingsintervall
nl: Berichtinterval
pl: Interwał wiadomości
pt_br: Intervalo de mensagem
ro: Intervalul de mesaje
ru: Интервал сообщения
sv: Meddelandeintervall
th: ช่วงข้อความ
tr: Mesaj aralığı
vi: Khoảng thời gian tin nhắn
zh_hans: 消息时间间隔
zh_hant: 消息時間間隔

# adddevice_start_configuration_prompt
source: Start configuration prompt
cs: Spusťte konfigurační výzvu
de: Konfigurations-Sprachansage starten
es: Iniciar solicitud de configuración
fi: Aloita määrityspyyntö
fr: Lancer l'invite de configuration
he: הפעל את התצורה
id: Mulai konfirmasi konfigurasi
it: Avvia prompt di configurazione
ja: 構成プロンプトを開始する
ko: 구성 프롬프트 시작
nb: Start konfigurasjonsprompten
nl: Start de configuratieprompt
pl: Uruchom monit konfiguracji
pt_br: Iniciar prompt de configuração
ro: Porniți promptul de configurare
ru: Начать настройку
sv: Starta konfigurationsprompten
th: เริ่มการกำหนดค่า
tr: Yapılandırma istemini başlat
vi: Bắt đầu cấu hình nhắc
zh_hans: 启动配置提示
zh_hant: 啟動配置提示

# cloud_payment_paid
source: Paid
cs: Placené
de: Bezahlt
es: Pagado
fi: maksettu
fr: Payé
he: שולם
id: Terbayar
it: Pagato
ja: 有料
ko: 유료
nb: Betalt
nl: Betaald
pl: Płatny
pt_br: Pago
ro: Plătit
ru: оплаченный
sv: betald
th: ต้องจ่าย
tr: Ücretli
vi: Đã thanh toán
zh_hans: 已支付
zh_hant: 已支付

# devicelist_cloud_video
source: Cloud recording
cs: Cloud video
de: Cloud-Aufnahme
es: Nube
fi: Pilvivideo
fr: Cloud Vidéo
he: ענן
id: Awan
it: nuvola
ja: ビデオ
ko: 클라우드 동영상
nb: Sky video
nl: Wolk
pl: Chmura
pt_br: Vídeo em nuvem
ro: Videoclip din nori
ru: Облако видео
sv: Cloud video
th: การบันทึกบนคลาวด์
tr: Bulut videosu
vi: Video đám mây
zh_hans: 云录像
zh_hant: 雲錄像

# adddevice_linkvisual_device_exclusively_occupied
source: The device has been exclusively occupied by other accounts, please contact the owner to delete and unbind or share and add
cs: Zařízení bylo obsazeno výhradně jinými účty, obraťte se na vlastníka a požádejte jej o odstranění, zrušení vazby nebo sdílení a přidání
de: Das Gerät wird exklusiv von anderen Konten verwendet, bitte kontaktieren Sie den Besitzer, um es zu löschen und die Verbindung zu trennen oder um es über teilen hinzuzufügen
es: El dispositivo ha sido ocupado exclusivamente por otras cuentas, comuníquese con el propietario para eliminar y desvincular o compartir y agregar
fi: Laite on ollut yksinomaan muiden tilien käytössä, ota yhteyttä omistajaan, jos haluat poistaa, purkaa tai jakaa tai jakaa ja lisätä
fr: L'appareil a été exclusivement occupé par d'autres comptes, veuillez contacter le propriétaire pour supprimer et dissocier ou partager et ajouter
he: המכשיר הופעל באופן בלעדי על ידי חשבונות אחרים, אנא צור קשר עם הבעלים כדי למחוק ולבטל את הקישור או לשתף ולהוסיף
id: Perangkat telah secara eksklusif ditempati oleh akun lain, silakan hubungi pemiliknya untuk menghapus dan melepaskan ikatan atau membagikan dan menambahkan
it: Il dispositivo è stato occupato esclusivamente da altri account, contatta il proprietario per eliminare e separare o condividere e aggiungere
ja: デバイスは他のアカウントによって独占的に占有されています。削除してバインドを解除するか、共有して追加するには、所有者に連絡してください
ko: 장치가 다른 계정에 의해 독점적으로 사용되었습니다. 삭제 및 바인딩 해제 또는 공유 및 추가하려면 소유자에게 문의하세요.
nb: Enheten har utelukkende blitt brukt av andre kontoer. Ta kontakt med eieren for å slette og fjerne tilknytningen eller dele og legge til
nl: Het apparaat is uitsluitend bezet door andere accounts. Neem contact op met de eigenaar om te verwijderen en los te koppelen of te delen en toe te voegen
pl: Urządzenie było zajęte wyłącznie przez inne konta, skontaktuj się z właścicielem, aby usunąć i odłączyć lub udostępnić i dodać
pt_br: O dispositivo foi ocupado exclusivamente por outras contas, entre em contato com o proprietário para excluir e desvincular ou compartilhar e adicionar
ro: Dispozitivul a fost ocupat exclusiv de alte conturi, vă rugăm să contactați proprietarul pentru a șterge și dezlega sau pentru a partaja și adăuga
ru: Устройство было занято исключительно другими учетными записями, пожалуйста, свяжитесь с владельцем, чтобы удалить и отвязать или поделиться и добавить
sv: Enheten har enbart använts av andra konton, kontakta ägaren för att radera och avbinda eller dela och lägga till
th: อุปกรณ์ถูกครอบครองโดยบัญชีอื่นโดยเฉพาะ โปรดติดต่อเจ้าของเพื่อลบและเลิกผูกหรือแชร์และเพิ่ม
tr: Cihaz yalnızca diğer hesaplar tarafından kullanılıyor, silmek ve bağlantıyı kaldırmak veya paylaşmak ve eklemek için lütfen sahibiyle iletişime geçin.
vi: Thiết bị đã được độc quyền bởi các tài khoản khác, vui lòng liên hệ với chủ sở hữu để xóa và hủy liên kết hoặc chia sẻ và thêm
zh_hans: 该设备已被其他账号独占，请联系机主删除解绑或分享添加
zh_hant: 該設備已被其他賬號獨占，請聯繫機主刪除解綁或分享添加

# cloud_cyclic_storage_day_ios
source: Cyclic storage %@ days
cs: Cyklické úložiště %@ dní
de: Zyklischer Speicher %@ Tage
es: Almacenamiento cíclico %@ días
fi: Syklinen tallennus %@ päivää
fr: Stockage cyclique %@ jours
he: אחסון מחזורי %@ ימים
id: Penyimpanan siklik %@ hari
it: Archiviazione ciclica %@ giorni
ja: 循環ストレージ%@日
ko: 주기적 저장 %@일
nb: Syklisk lagring %@ dager
nl: Cyclische opslag %@ dagen
pl: Przechowywanie cykliczne %@ dni
pt_br: Armazenamento cíclico %@ dias
ro: Stocare ciclică %@ zile
ru: Циклическое хранение %@ дней
sv: Cyklisk lagring %@ dagar
th: การจัดเก็บแบบวน %@ วัน
tr: Döngüsel depolama %@ gün
vi: Lưu trữ theo chu kỳ %@ ngày
zh_hans: 循环存储%@天
zh_hant: 循環存儲%@天

# deviceSetting_Saturday_Sunday
source: Saturday, Sunday
cs: Sobota neděle
de: Samstag Sonntag
es: Sabado domingo
fi: Lauantai sunnuntai
fr: Samedi Dimanche
he: שבת ראשון
id: Sabtu Minggu
it: Sabato domenica
ja: 土曜日と日曜日
ko: 토요일 일요일
nb: Lørdag Søndag
nl: Zaterdag Zondag
pl: Sobota niedziela
pt_br: Sábado domingo
ro: Sâmbătă duminică
ru: Суббота Воскресенье
sv: Lördag Söndag
th: เสาร์อาทิตย์
tr: Cumartesi Pazar
vi: Thứ bảy Chủ Nhật
zh_hans: 周六、周日
zh_hant: 週六、週日

# cloud_only_buy
source: Can only be purchased
cs: Lze zakoupit pouze
de: Kann nur gekauft werden
es: Solo se puede comprar
fi: Voidaan ostaa vain
fr: Peut seulement être acheté
he: ניתן לרכוש רק
id: Hanya bisa dibeli
it: Può essere acquistato solo
ja: 購入のみ可能
ko: 구입 만 가능
nb: Kan bare kjøpes
nl: Kan alleen worden gekocht
pl: Można kupić tylko
pt_br: Só pode ser comprado
ro: Poate fi achiziționat numai
ru: Можно купить только
sv: Kan endast köpas
th: สามารถซื้อได้
tr: Sadece satın alınabilir
vi: Chỉ có thể được mua
zh_hans: 只可购买
zh_hant: 只可購買

# Person_store
source: Store
cs: Obchod
de: Speichern
es: Tienda
fr: Boutique
he: חנות
id: Toko
it: Negozio
ja: ストア
ko: 가게
nb: butikk
nl: Winkel
pl: Sklep
pt_br: Armazenar
ro: Magazin
ru: Магазин
sv: Lagra
th: เก็บ
tr: Mağaza
vi: Cửa hàng
zh_hans: 商店
zh_hant: 商店

# adddevice_device_password_can_be_empty
source: Device password can be empty
cs: Heslo zařízení může být prázdné
de: Das Geräte-Passwort darf leer sein
es: La contraseña del dispositivo puede estar vacía
fi: Laitteen salasana voi olla tyhjä
fr: Le mot de passe de l'appareil peut être vide
he: סיסמת המכשיר יכולה להיות ריקה
id: Kata sandi perangkat dapat kosong
it: La password del dispositivo può essere vuota
ja: デバイスのパスワードは空にすることができます
ko: 기기 비밀번호가 비어있을 수 있습니다
nb: Enhetspassordet kan være tomt
nl: Apparaatwachtwoord kan leeg zijn
pl: Hasło urządzenia może być puste
pt_br: A senha do dispositivo pode estar vazia
ro: Parola dispozitivului poate fi goală
ru: Пароль устройства может быть пустым
sv: Enhetslösenordet kan vara tomt
th: รหัสผ่านอุปกรณ์สามารถปล่อยว่างได้
tr: Cihaz şifresi boş olabilir
vi: Mật khẩu thiết bị có thể để trống
zh_hans: 设备密码可以为空
zh_hant: 設備密碼可以為空

# addevice_IP_location
source: IP/DDNS location
cs: IP / DDNS umístění
de: Position IP/DDNS
es: Ubicación de IP / DDNS
fi: IP / DDNS sijainti
fr: Emplacement IP / DDNS
he: מיקום IP / DDNS
id: Lokasi IP / DDNS
it: Posizione IP / DDNS
ja: IP / DDNSロケーション
ko: IP / DDNS 위치
nb: IP / DDNS-plassering
nl: IP / DDNS-locatie
pl: Lokalizacja IP / DDNS
pt_br: Localização IP / DDNS
ro: IP / DDNS locație
ru: IP / DDNS местоположение
sv: IP / DDNS-plats
th: ตำแหน่ง / IP DDNS
tr: IP / DDNS konumu
vi: Vị trí IP / DDNS
zh_hans: IP/DDNS位置
zh_hant: IP/DDNS位置

# Playback_downloading_prompt
source: Downloading
cs: Stahování
de: Herunterladen
es: Descargando
fi: lataaminen
fr: Téléchargement
he: מוריד
id: Mengunduh
it: Download
ja: ダウンロード中
ko: 다운로드 중
nb: nedlasting
nl: downloaden
pl: Ściąganie
pt_br: Baixando
ro: Descărcarea
ru: загрузка
sv: nedladdning
th: ดาวน์โหลด
tr: İndirilmesi
vi: tải xuống
zh_hans: 下载中
zh_hant: 下載中

# cloud_auto_backup_safe_storage
source: Automatic backup of Safe storage
cs: Automatické zálohování bezpečného úložiště
de: Automatische Sicherung des sicheren Speichers
es: Copia de seguridad automática de almacenamiento seguro
fi: Turvallisen tallennustilan automaattinen varmuuskopiointi
fr: Sauvegarde automatique du stockage sécurisé
he: גיבוי אוטומטי של אחסון בטוח
id: Pencadangan otomatis penyimpanan Aman
it: Backup automatico dell'archiviazione sicura
ja: 安全なストレージの自動バックアップ
ko: 안전한 스토리지 자동 백업
nb: Automatisk sikkerhetskopiering av sikker lagring
nl: Automatische back-up van veilige opslag
pl: Automatyczne tworzenie kopii zapasowej Bezpiecznego przechowywania
pt_br: Backup automático de armazenamento seguro
ro: Backup automat al stocării sigure
ru: Автоматическое резервное копирование безопасного хранилища
sv: Automatisk säkerhetskopiering av säker lagring
th: สำรองข้อมูลอัตโนมัติของที่เก็บข้อมูลที่ปลอดภัย
tr: Güvenli depolamanın otomatik olarak yedeklenmesi
vi: Tự động sao lưu bộ nhớ An toàn
zh_hans: 自动备份 安全存储
zh_hant: 自動備份 安全存儲

# message_Alarm_devices
source: Alarm devices
cs: Poplašná zařízení
de: Alarmgeräte
es: Dispositivos de alarma
fi: Hälytyslaitteet
fr: Dispositifs d'alarme
he: התקני אזעקה
id: Perangkat Alarm
it: Dispositivi di allarme
ja: 警報装置
ko: 경보 장치
nb: Alarmenheter
nl: Alarm Apparaten
pl: Urządzenia alarmowe
pt_br: Dispositivos de alarme
ro: Dispozitive de alarma
ru: Сигнальные устройства
sv: Larmenheter
th: อุปกรณ์เตือนภัย
tr: Alarm Cihazları
vi: Thiết bị báo động
zh_hans: 报警设备
zh_hant: 報警設備

# addevice_connect_device_wifi
source: Connect device WiFi
cs: Připojte zařízení WiFi
de: Mit Geräte WLAN verbinden
es: Conectar el dispositivo WiFi
fi: Yhdistä laitteen WiFi
fr: Connectez l'appareil WiFi
he: חבר את מכשיר ה- WiFi
id: Hubungkan perangkat WiFi
it: Connetti il dispositivo WiFi
ja: デバイスのWiFiを接続します
ko: 장치 WiFi 연결
nb: Koble enhetens WiFi
nl: Verbind apparaat WiFi
pl: Podłącz urządzenie WiFi
pt_br: Conectar dispositivo WiFi
ro: Conectați dispozitivul WiFi
ru: Подключите устройство WiFi
sv: Anslut enhetens WiFi
th: เชื่อมต่ออุปกรณ์ WiFi
tr: Cihazın WiFi bağlantısını bağlayın
vi: Kết nối thiết bị WiFi
zh_hans: 连接设备WiFi
zh_hant: 連接設備WiFi

# details_order
source: Order details
cs: Podrobnosti o objednávce
de: Bestelldetails
es: Detalles del pedido
fi: Tilaustiedot
fr: Détails de la commande
he: נתוני תשלום
id: Detil Belanja
it: Dettagli ordine
ja: 注文の詳細
ko: 주문 세부 정보
nb: Bestillings detaljer
pl: Szczegóły zamówienia
pt_br: Detalhes do pedido
ro: Comanda Detalii
ru: Информация для заказа
sv: Orderdetaljer
th: รายละเอียดการสั่งซื้อ
tr: Sipariş detayları
vi: chi tiết đơn hàng
zh_hans: 订单详情
zh_hant: 訂單詳情

source: Mobile
cs: mobilní, pohybliví
de: Handy, Mobiltelefon
es: Móvil
fi: mobiili
he: נייד
id: Seluler
ja: モバイル
ko: 이동하는
nb: Mobil
nl: mobiel
pl: mobilny
pt_br: Móvel
ro: Mobil
ru: Мобильный
sv: Mobil
th: มือถือ
tr: mobil
vi: Di động
zh_hans: 移动
zh_hant: 移動

# devicesetting_function_has_been_moved
source: function has been moved to
cs: byla přesunuta do
de: Funktion verschoben zu
es: se ha movido a
fi: toiminto on siirretty
fr: a été déplacée vers
he: הועברה ל
id: lama telah dipindahkan ke
it: è stata spostata in
ja: 関数はに移動されました
ko: 기능이 로 이동되었습니다
nb: funksjonen er flyttet til
nl: is verplaatst naar
pl: została przeniesiona do
pt_br: foi movida para
ro: a fost mutată în
ru: перемещена в
sv: funktionen har flyttats till
th: ฟังก์ชันถูกย้ายไปที่
tr: işlev şuraya taşındı:
vi: cũ đã được chuyển sang
zh_hans: 功能已移至
zh_hant: 功能已移至
