Repository: Yolo-cell-hash/go_home_ios
Catalog: ios/Runner/JASDK/JAResources/XLanguage/X35MultiLanguage/*.lproj/X35MutiLanguage.strings
Languages: cs, de, es, fi, fr, he, id, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sv, th, tr, vi, zh_hans, zh_hant

# devicesetting_Adaptive_mode_Description_new_firmware_zhiou
source: Record videos continuously. When battery level below %1$s, automatically switches to event record mode. When battery level above %2$s, resumes to continuous record mode
cs: Nahrávejte videa nepřetržitě. Když je úroveň baterie nižší než %1$s, automaticky se přepne do režimu nahrávání událostí. Když je úroveň baterie vyšší než %2$s, obnoví se režim nepřetržitého nahrávání
de: Gerät nimmt dauerhaft auf und schaltet automatisch auf die beste Aufnahme um, wenn die Leistung unter %1$s sinkt. Wenn die Leistung über %2$s steigt, wird wieder dauerhaft aufgenommen.
es: Graba videos continuamente. Cuando el nivel de la batería es inferior a %1$s, cambia automáticamente al modo de grabación de eventos. Cuando el nivel de la batería supera los %2$s, se reanuda el modo de grabación continua
fi: Tallenna videoita jatkuvasti. Kun akun varaustaso alle %1$s, siirtyy automaattisesti tapahtuman tallennustilaan. Kun akun varaustaso ylittää %2$s, palaa jatkuvaan tallennustilaan
fr: Enregistrez des vidéos en continu. Lorsque le niveau de la batterie est inférieur à %1$s, passe automatiquement en mode d'enregistrement d'événement. Lorsque le niveau de la batterie dépasse %2$s, reprend le mode d'enregistrement continu
he: הקלט סרטונים באופן רציף. כאשר רמת הסוללה מתחת ל-%1$s, עובר אוטומטית למצב הקלטת אירועים. כאשר רמת הסוללה מעל %2$s, חוזר למצב הקלטה רציף
id: Rekam video terus menerus. Saat tingkat baterai di bawah %1$s, secara otomatis beralih ke mode perekaman peristiwa. Saat level baterai di atas %2$s, melanjutkan ke mode perekaman berkelanjutan
it: Registra video continuamente. Quando il livello della batteria è inferiore a %1$s, passa automaticamente alla modalità di registrazione degli eventi. Quando il livello della batteria supera %2$s, torna alla modalità di registrazione continua
ja: ビデオを継続的に録画します。バッテリー残量が%1$sを下回ると、自動的にイベント記録モードに切り替わります。バッテリー残量が%2$sを超えると、連続記録モードに戻ります
ko: 지속적으로 비디오를 녹화합니다. 배터리 잔량이 %1$s 미만이면 이벤트 녹화 모드로 자동 전환됩니다. 배터리 잔량이 %2$s를 초과하면 연속 녹화 모드로 다시 시작됩니다.
nb: Ta opp videoer kontinuerlig. Når batterinivået er under %1$s, bytter du automatisk til hendelsesopptaksmodus. Når batterinivået over %2$s, går tilbake til kontinuerlig opptaksmodus
nl: Neem continu video's op. Wanneer het batterijniveau lager is dan %1$s, wordt automatisch overgeschakeld naar de gebeurtenisopnamemodus. Wanneer het batterijniveau hoger is dan %2$s, wordt de continue opnamemodus hervat
pl: Nagrywaj filmy w sposób ciągły. Gdy poziom naładowania baterii spadnie poniżej %1$s, automatycznie przełącza się w tryb nagrywania zdarzeń. Gdy poziom naładowania baterii przekracza %2$s, wznawiany jest tryb ciągłego nagrywania
pt_br: Grave vídeos continuamente. Quando o nível da bateria está abaixo de %1$s, muda automaticamente para o modo de gravação de eventos. Quando o nível da bateria está acima de %2$s, retoma o modo de gravação contínua
ro: Înregistrați videoclipuri continuu. Când nivelul bateriei este sub %1$s, trece automat în modul de înregistrare a evenimentului. Când nivelul bateriei este mai mare de %2$s, se reia la modul de înregistrare continuă
ru: Записывайте видео непрерывно. Когда уровень заряда батареи ниже %1$s, автоматически переключается в режим записи событий. Когда уровень заряда батареи выше %2$s, возобновляется режим непрерывной записи.
sv: Spela in videor kontinuerligt. När batterinivån under %1$s växlar automatiskt till händelseinspelningsläge. När batterinivån överstiger %2$s, återgår till kontinuerligt inspelningsläge
th: บันทึกวิดีโออย่างต่อเนื่อง เมื่อระดับแบตเตอรี่ต่ำกว่า %1$s จะเปลี่ยนเป็นโหมดบันทึกเหตุการณ์โดยอัตโนมัติ เมื่อระดับแบตเตอรี่สูงกว่า %2$s ให้กลับสู่โหมดบันทึกต่อเนื่อง
tr: Videoları sürekli olarak kaydedin. Pil seviyesi %1$s'nin altına düştüğünde, otomatik olarak olay kayıt moduna geçer. Pil seviyesi %2$s'nin üzerine çıktığında, sürekli kayıt moduna döner
vi: Quay video liên tục. Khi mức pin dưới%1$s, tự động chuyển sang chế độ ghi sự kiện. Khi mức pin trên%2$s, tiếp tục ở chế độ ghi liên tục
zh_hans: 设备一直持续录像，当电量降至%1$s以下时自动切换为最佳录像，当电量提升至%2$s以上时恢复一直录像
zh_hant: 設備一直持續錄像，當電量降至%1$s以下時自動切換為最佳錄像，當電量提升至%2$s以上時恢復一直錄像

source: Pacific/Auckland
cs: Pacifik / Auckland
de: Pazifik / Auckland
fr: Pacifique / Auckland
he: האוקיינוס ​​השקט / אוקלנד
id: Pasifik / Auckland
it: Pacifico / Auckland
ja: 太平洋/オークランド
ko: 태평양 / 오클랜드
pt_br: Pacífico / Auckland
ru: Тихий океан / Окленд
th: แปซิฟิก / โอ๊คแลนด์
tr: Pasifik / Auckland
vi: Auckland
zh_hans: 奥克兰
zh_hant: 奧克蘭

# devicelist_open_arming
source: Enable Alarm
cs: Otevření zapalování
de: Scharfschaltung aktivieren
es: Armado abierto
fi: Avaa viritys
fr: Armement ouvert
he: פתח דריכה
id: Mempersenjatai terbuka
it: Aprire l'armamento
ja: オープンアーミング
ko: 열린 무장
nb: Åpen oppkobling
nl: Open inschakelen
pl: Otwórz uzbrojenie
pt_br: Armar aberto
ro: Arme deschise
ru: Открытое вооружение
sv: Öppna armaturen
th: เปิดใช้งานการแจ้งเตือน
tr: Açık kurma
vi: Mở vũ khí
zh_hans: 开启布防
zh_hant: 開啟布防

# person_set_how_to_follow
source: How to follow the official account?
cs: Jak sledovat oficiální účet?
de: Wie folge ich dem offiziellen Account?
es: ¿Cómo seguir la cuenta oficial?
fi: Kuinka seurata virallista tiliä?
fr: Comment suivre le compte officiel?
he: כיצד לעקוב אחר החשבון הרשמי?
id: Bagaimana cara mengikuti akun resmi?
it: Come seguire l'account ufficiale?
ja: 公式アカウントをフォローするには？
ko: 공식 계정을 팔로우하는 방법은 무엇입니까?
nb: Hvordan følge den offisielle kontoen?
nl: Hoe het officiële account volgen?
pl: Jak śledzić oficjalne konto?
pt_br: Como acompanhar a conta oficial?
ro: Cum să urmăriți contul oficial?
ru: Как следить за официальным аккаунтом?
sv: Hur följer jag det officiella kontot?
th: จะติดตามบัญชีทางการได้อย่างไร?
tr: Resmi hesap nasıl takip edilir?
vi: Làm thế nào để theo dõi tài khoản chính thức?
zh_hans: 如何关注公众号？
zh_hant: 如何關注公眾號？

# devicelist_share_through_party_account
source: Or you can share it through the other party's account
cs: Nebo jej můžete sdílet prostřednictvím účtu druhé strany
de: Oder über Konto eines anderen Benutzers teilen
es: O puede compartirlo a través de la cuenta de la otra parte.
fi: Tai voit jakaa sen toisen osapuolen tilin kautta
fr: Ou vous pouvez le partager via le compte de l'autre partie
he: לחלופין, תוכל לשתף אותו דרך חשבונו של הצד השני
id: Atau Anda dapat membagikannya melalui akun pihak lain
it: Oppure puoi condividerlo tramite l'account dell'altra parte
ja: または、相手のアカウントで共有することもできます
ko: 또는 상대방의 계정을 통해 공유 할 수 있습니다.
nb: Eller du kan dele den via den annen parts konto
nl: Of je kunt het delen via het account van de andere partij
pl: Lub możesz udostępnić go za pośrednictwem konta drugiej strony
pt_br: Ou você pode compartilhá-lo através da conta da outra parte
ro: Sau îl puteți partaja prin contul celeilalte părți
ru: Или вы можете поделиться им через аккаунт другой стороны
sv: Eller så kan du dela det via den andra partens konto
th: หรือจะแชร์ผ่านบัญชีของอีกฝ่ายก็ได้
tr: Veya karşı tarafın hesabı üzerinden paylaşabilirsiniz.
vi: Hoặc bạn có thể chia sẻ nó thông qua tài khoản của bên kia
zh_hans: 或者可以通过对方账号进行分享
zh_hant: 或者可以通過對方賬號進行分享

# cloud_does_not_support_renewal
source: Does not support the automatic renewal function
cs: Nepodporuje funkci automatické obnovy
de: Unterstützt die automatische Verlängerungsfunktion nicht
es: No admite la función de renovación automática.
fi: Ei tue automaattista uusintatoimintoa
fr: Ne prend pas en charge la fonction de renouvellement automatique
he: אינו תומך בפונקציית החידוש האוטומטי
id: Tidak mendukung fungsi perpanjangan otomatis
it: Non supporta la funzione di rinnovo automatico
ja: 自動更新機能はサポートしていません
ko: 자동 갱신 기능을 지원하지 않습니다
nb: Støtter ikke den automatiske fornyelsesfunksjonen
nl: Ondersteunt de automatische vernieuwingsfunctie niet
pl: Nie obsługuje funkcji automatycznego przedłużania
pt_br: Não suporta a função de renovação automática
ro: Nu acceptă funcția de reînnoire automată
ru: Не поддерживает функцию автоматического обновления
sv: Stöder inte den automatiska förnyelsefunktionen
th: ไม่รองรับฟังก์ชันการต่ออายุอัตโนมัติ
tr: Otomatik yenileme işlevini desteklemiyor
vi: Không hỗ trợ chức năng gia hạn tự động tạm thời
zh_hans: 暂不支持自动续费功能
zh_hant: 暫不支持自動續費功能

# adddevice_give_device_name_ios
source: Give the device %@ a name~
cs: Dejte zařízení%@ a name ~
de: Vergeben Sie einen Namen für das Gerät %@
es: Dale al Equipo%@ un nombre ~
fi: Anna laitteelle%@ nimi ~
fr: Donnez à l'appareil%@ un nom ~
he: תן את המכשיר%@ שם ~
id: Berikan perangkat%@ nama ~
it: Dai al dispositivo%@ un nome ~
ja: デバイスに名前@を付けます〜
ko: 장치에 %@ 이름을 지정하십시오 ~
nb: Gi enheten%@ et navn ~
nl: Geef het apparaat%@ een naam ~
pl: Podaj urządzeniu%@ a name ~
pt_br: Dê o dispositivo%@ um nome ~
ro: Dă dispozitivului%@ un nume ~
ru: Дайте устройству%@ имя ~
sv: Ge enheten%@ ett namn ~
th: ตั้งชื่ออุปกรณ์ให้%@ ~
tr: Cihaza%@ bir isim verin ~
vi: Đặt tên cho thiết bị%@ a ~
zh_hans: 为设备%@取个名字吧~
zh_hant: 為設備%@取個名字吧~

# devicelist_firmware_update_prompt
source: Firmware upgrade needs to wait for a while, please be patient
cs: Aktualizace firmwaru musí chvíli trvat, buďte prosím trpěliví
de: Das Firmware-Upgrade dauert eine Weile, bitte haben Sie etwas Geduld
es: La actualización del firmware debe esperar un momento, por favor sea paciente
fi: Laiteohjelmistopäivityksen on odotettava hetki, ole kärsivällinen
fr: La mise à jour du micrologiciel doit attendre un moment, veuillez patienter
he: שדרוג קושחה צריך להמתין זמן מה, אנא היה סבלני
id: Pembaruan firmware perlu menunggu beberapa saat, harap bersabar
it: L'aggiornamento del firmware deve attendere qualche istante, per favore sii paziente
ja: ファームウェアのアップグレードはしばらく待つ必要があります。しばらくお待ちください
ko: 펌웨어 업그레이드가 잠시 기다려야합니다. 잠시 기다려주십시오.
nb: Fastvareoppgradering må vente en stund, vær tålmodig
nl: Firmware-upgrade moet even wachten, even geduld
pl: Aktualizacja oprogramowania sprzętowego musi chwilę poczekać, prosimy o cierpliwość
pt_br: Atualização de firmware precisa esperar por um tempo, por favor, seja paciente
ro: Actualizarea firmware-ului trebuie să aștepte un timp, vă rugăm să aveți răbdare
ru: Обновление прошивки нужно подождать некоторое время, наберитесь терпения
sv: Firmware-uppgradering måste vänta ett tag, var tålamod
th: การอัพเกรดเฟิร์มแวร์จะใช้เวลาสักครู่ ,โปรดกรุณารอ
tr: Bellenim yükseltmesinin bir süre beklemesi gerekiyor, lütfen sabırlı olun
vi: Quá trình nâng cấp firmware sẽ mất một khoảng thời gian, hãy kiên nhẫn chờ đợi
zh_hans: 固件升级需要等待一段时间，请耐心等候
zh_hant: 固件升級需要等待一段時間，請耐心等候

# service_Facilitator_profile_prompt
source: please simply talk about your store service，in order to enhance customer's understanding of your store
cs: prosím, jednoduše si promluvte o své prodejně to, abyste lépe porozuměli zákazníkovi ve vašem obchodě
de: Bitte sprechen Sie kurz über Ihren Geschäftsservice, um das Verständnis des Kunden für Ihr Geschäft zu verbessern
es: simplemente hable sobre el servicio de su tienda, para mejorar la comprensión del cliente sobre su tienda
fi: kerro yksinkertaisesti kauppapalvelustasi ， parantaaksesi asiakkaan ymmärrystä kaupastasi
fr: veuillez simplement parler du service de votre magasin，afin d'améliorer la compréhension du client de votre magasin
he: אנא פשוט דבר על שירות החנות שלך ， על מנת לשפר את הבנת הלקוח את החנות שלך
id: silahkan berbicara tentang layanan toko Anda, untuk meningkatkan pemahaman pelanggan tentang toko Anda
it: per favore parla semplicemente del tuo servizio di negozio ， al fine di migliorare la comprensione del tuo negozio da parte dei clienti
ja: あなたの店の顧客の理解を高めるために、単にあなたの店のサービスについて話してください
ko: 매장에 대한 고객의 이해를 높이기 위해 매장 서비스에 대해 간단히 이야기하십시오.
nb: snakk bare om butikktjenesten din ，for å forbedre kundens forståelse av butikken din
nl: praat alstublieft over uw winkelservice, om het begrip van de klant voor uw winkel te vergroten
pl: Po prostu porozmawiaj o obsłudze sklepu , aby zwiększyć zrozumienie Twojego sklepu przez klientów
pt_br: por favor, simplesmente fale sobre o serviço da sua loja, a fim de aumentar a compreensão do cliente sobre a sua loja
ro: vă rugăm să vorbiți pur și simplu despre serviciul dvs. de magazin ， pentru a îmbunătăți înțelegerea de către client a magazinului dvs.
ru: пожалуйста, просто расскажите об услугах вашего магазина , чтобы лучше понять ваш магазин
sv: snälla prata bara om din butikstjänst ， för att förbättra kundens förståelse för din butik
th: กรุณาพูดคุยเกี่ยวกับบริการร้านค้าของคุณเพื่อเพิ่มความเข้าใจของลูกค้าที่มีต่อร้านค้าของคุณ
tr: Müşterinin mağazanızı daha iyi anlamasını sağlamak için lütfen mağaza hizmetiniz hakkında konuşun ，
vi: Hãy nói ngắn gọn về dịch vụ cửa hàng của bạn để nâng cao hiểu biết của khách hàng về cửa hàng.
zh_hans: 请简短说说您的门铺服务，增进客户对店铺的了解。
zh_hant: 請簡短說說您的門鋪服務，增進客戶對店舖的了解。

# cloud_storage_details_off_record_tips
source: Tips: After the cloud recording function is turned off, the validity period of the cloud storage will not be extended;
cs: Tipy: Po vypnutí funkce nahrávání mraků nebude doba platnosti úložiště cloudu prodloužena;
de: Tipps: Wenn die Cloud-Aufzeichnungsfunktion deaktiviert ist, wird die Gültigkeitsdauer des Cloud-Speichers nicht verlängert.
es: Consejos: después de desactivar la función de grabación en la nube, el período de validez del almacenamiento en la nube no se ampliará;
fi: Vihjeitä: Kun pilvitallennustoiminto on pois päältä, pilvivaraston voimassaoloaikaa ei jatketa.
fr: Conseils: Une fois la fonction d'enregistrement dans le nuage désactivée, la période de validité du stockage dans le nuage ne sera pas étendue.
he: טיפים לגילוי תנועה: לאחר הפונקציה הקלטה ענן, כבה את תקופת תוקפו של אחסון ענן לא יוארך;
id: Tips: Setelah fungsi perekaman cloud dimatikan, periode validitas penyimpanan cloud tidak akan diperpanjang;
it: Suggerimenti: una volta disattivata la funzione di registrazione cloud, il periodo di validità dell'archiviazione cloud non verrà esteso;
ja: ヒント：クラウド記録機能をオフにした後は、クラウドストレージの有効期間は延長されません。
ko: 팁 : 클라우드 레코딩 기능이 꺼지면 클라우드 스토리지의 유효 기간이 연장되지 않습니다.
nb: Tips: Etter at skyteopptaksfunksjonen er slått av, blir gyldighetsperioden for skylagringsplassen ikke utvidet;
nl: Tips: nadat de cloudopnamefunctie is uitgeschakeld, wordt de geldigheidsperiode van de cloudopslag niet verlengd;
pl: Wskazówki: Po wyłączeniu funkcji nagrywania w chmurze okres ważności magazynu w chmurze nie zostanie przedłużony;
pt_br: Dicas: Depois que a função de gravação em nuvem for desativada, o período de validade do armazenamento em nuvem não será estendido;
ro: Sfaturi: după ce funcția de înregistrare în cloud este oprită, perioada de valabilitate a spațiului de stocare a norului nu va fi extinsă;
ru: подсказки: после отключения функции облачной записи срок действия облачного хранилища продлен не будет;
sv: Tips: När molninspelningsfunktionen är avstängd, förlängs inte validitetsperioden för molnlagringen.
th: คำเตือน: หลังจากปิดฟังก์ชันการบันทึกบนคลาวด์แล้วระยะเวลาการใช้งานที่เก็บข้อมูลบนคลาวด์จะไม่ขยายออกไป
tr: İpuçları: Bulut kaydı işlevi kapatıldıktan sonra, bulut depolamanın geçerlilik süresi uzatılamaz;
vi: Nhắc nhở: Sau khi tắt chức năng ghi trên đám mây, thời hạn hiệu lực của bộ lưu trữ đám mây sẽ không được gia hạn;
zh_hans: 温馨提示：关闭云录像功能后，云存有效期并不会延长；
zh_hant: 溫馨提示：關閉雲錄像功能後，雲存有效期並不會延長；

# cloud_Package_time
source: Package time
cs: Doba balení
de: Paketzeit
es: Tiempo del paquete
fi: Paketin aika
fr: Temps de paquet
he: זמן חבילה
id: Waktu paket
it: Tempo del pacchetto
ja: パッケージ時間
ko: 패키지 시간
nb: Pakketid
nl: Pakket tijd
pl: Czas paczki
pt_br: Paketin aika
ro: Timp pachet
ru: Время пакета
sv: Pakettid
th: เวลาบรรจุ
tr: Paket süresi
vi: Thời gian đóng gói
zh_hans: 套餐时间
zh_hant: 套餐時間

# device_playback_Total_video
source: Total length:
cs: Celková délka:
de: Gesamtlänge:
es: Longitud total:
fi: Kokonaispituus:
fr: Longueur totale:
he: האורך הכולל:
id: Total panjang:
it: Lunghezza totale:
ja: 全長：
ko: 총 길이:
nb: Total lengde:
nl: Totale lengte:
pl: Całkowita długość:
pt_br: Comprimento total:
ro: Lungimea totală:
ru: Общая длина:
sv: Total längd:
th: ความยาวทั้งหมด:
tr: Toplam uzunluk:
vi: Tổng thời gian:
zh_hans: 总时长：
zh_hant: 總時長：

# deviceSetting_save_device_QRcode_describe
source: In order to avoid inconvenient viewing of the fuselage or damage to the QR code of the fuselage when adding, please save the QR code to the mobile phone album and keep it properly.
cs: Abyste předešli nepohodlnému prohlížení trupu nebo poškození QR kódu trupu při přidávání, uložte si prosím QR kód do alba mobilního telefonu a řádně jej uschovejte.
de: Speichern Sie diesen Geräte-QR-Code in Ihrer Galerie ab und bewahren ihn auf, sodass ein erneutes Scannen über das Gehäuse, sowie eine Beschädigung des QR-Codes vermieden wird.
es: Para evitar molestias al ver el fuselaje o dañar el código QR del fuselaje al agregarlo, guarde el código QR en el álbum del teléfono móvil y guárdelo correctamente.
fi: Välttääksesi rungon epämukavan katselun tai rungon QR-koodin vaurioitumisen lisäyksen yhteydessä, tallenna QR-koodi matkapuhelinalbumiin ja säilytä se oikein.
fr: Afin d'éviter une visualisation gênante du fuselage ou d'endommager le code QR du fuselage lors de l'ajout, veuillez enregistrer le code QR dans l'album du téléphone portable et le conserver correctement.
he: על מנת למנוע צפייה לא נוחה בגוף המטוס או נזק לקוד ה-QR של גוף המטוס בעת ההוספה, נא לשמור את קוד ה-QR באלבום הטלפון הנייד ולשמור אותו כראוי.
id: Untuk menghindari tampilan badan pesawat yang tidak nyaman atau kerusakan pada kode QR badan pesawat saat menambahkan, harap simpan kode QR ke album ponsel dan simpan dengan benar.
it: Per evitare una visualizzazione inopportuna della fusoliera o danni al codice QR della fusoliera durante l'aggiunta, salvare il codice QR nell'album del cellulare e conservarlo correttamente.
ja: 機体の不便な表示や追加時の機体のQRコードの破損を防ぐため、QRコードを携帯電話のアルバムに保存して適切に保管してください。
ko: 동체 보기의 불편함이나 추가 시 동체의 QR코드 훼손을 방지하기 위해 QR코드를 휴대폰 앨범에 저장하여 잘 보관하시기 바랍니다.
nb: For å unngå upraktisk visning av flykroppen eller skade på QR-koden til flykroppen når du legger den til, vennligst lagre QR-koden i mobilalbumet og oppbevar den riktig.
nl: Om onhandige weergave van de romp of beschadiging van de QR-code van de romp bij het toevoegen te voorkomen, dient u de QR-code op te slaan in het album van de mobiele telefoon en op de juiste manier te bewaren.
pl: Aby uniknąć niewygodnego oglądania kadłuba lub uszkodzenia kodu QR kadłuba podczas dodawania, prosimy o zapisanie kodu QR w albumie telefonu komórkowego i zachowanie go w należyty sposób.
pt_br: Para evitar a visualização inconveniente da fuselagem ou danos ao código QR da fuselagem ao adicionar, salve o código QR no álbum do celular e guarde-o corretamente.
ro: Pentru a evita vizualizarea incomodă a fuselajului sau deteriorarea codului QR al fuselajului atunci când adăugați, vă rugăm să salvați codul QR în albumul telefonului mobil și să-l păstrați corespunzător.
ru: Во избежание неудобного просмотра фюзеляжа или повреждения QR-кода фюзеляжа при добавлении сохраните QR-код в альбом мобильного телефона и храните его должным образом.
sv: För att undvika obekväm visning av flygplanskroppen eller skada på flygkroppens QR-kod när du lägger till, vänligen spara QR-koden i mobilalbumet och förvara den på rätt sätt.
th: เพื่อหลีกเลี่ยงการดูลำตัวเครื่องบินที่ไม่สะดวกหรือสร้างความเสียหายให้กับรหัส QR ของลำตัวเมื่อเพิ่ม โปรดบันทึกรหัส QR ลงในอัลบั้มโทรศัพท์มือถือและเก็บไว้อย่างถูกต้อง
tr: Eklerken gövdenin uygunsuz görüntülenmesi veya gövdenin QR kodunun zarar görmemesi için lütfen QR kodunu cep telefonu albümüne kaydedin ve düzgün bir şekilde saklayın.
vi: Để tránh bất tiện khi xem thân máy bay hoặc làm hỏng mã QR của thân máy bay khi thêm, vui lòng lưu mã QR vào album điện thoại di động và lưu giữ đúng cách.
zh_hans: 为避免添加时机身查看不便或机身二维码受损，请将二维码保存至手机相册并妥善保管。
zh_hant: 為避免添加時機身查看不便或機身二維碼受損，請將二維碼保存至手機相冊並妥善保管。

# Stand_alone_station_No_more_data
source: No more data
cs: Žádné další údaje
de: Keine weiteren Daten
es: No mas datos
fi: Ei enää tietoja
fr: Plus de données
he: אין עוד נתונים
id: Tidak ada lagi data
it: Niente più dati
ja: これ以上のデータはありません
ko: 더 이상 데이터 없음
nb: Ingen flere data
nl: Geen gegevens meer
pl: Brak danych
pt_br: Sem mais dados
ro: Gata cu datele
ru: Больше нет данных
sv: Inga fler data
th: ไม่มีข้อมูลเพิ่มเติม
tr: Daha fazla veri yok
vi: Không có thêm dữ liệu
zh_hans: 没有更多数据
zh_hant: 沒有更多數據

# person_set_Thank_letter
source: Dear users and friends:
cs: Vážení uživatelé a přátelé:
de: Liebe Benutzer und Freunde:
es: Estimados usuarios y amigos:
fi: Hyvät käyttäjät ja ystävät:
fr: Chers utilisateurs et amis :
he: משתמשים וחברים יקרים:
id: Pengguna dan teman yang terhormat:
it: Cari utenti e amici:
ja: 親愛なるユーザーと友人：
ko: 친애하는 사용자 및 친구:
nb: Kjære brukere og venner:
nl: Beste gebruikers en vrienden:
pl: Drodzy użytkownicy i przyjaciele:
pt_br: Caros usuários e amigos:
ro: Dragi utilizatori și prieteni:
ru: Уважаемые пользователи и друзья:
sv: Kära användare och vänner:
th: เรียนผู้ใช้และเพื่อน:
tr: Sevgili kullanıcılar ve arkadaşlar:
vi: Kính gửi người dùng và bạn bè:
zh_hans: 致尊敬的用户朋友：
zh_hant: 致尊敬的用戶朋友：

# adddevice_network_configure_success
source: Network configuration succeeded
cs: Konfigurace sítě byla úspěšná
de: Netzwerkkonfiguration erfolgreich
es: Configuración de red exitosa
fi: Verkon määritys onnistui
fr: La configuration du réseau a réussi
he: תצורת הרשת הצליחה
id: Konfigurasi jaringan berhasil
it: Configurazione della rete riuscita
ja: ネットワーク構成が成功しました
ko: 네트워크 구성 성공
nb: Nettverkskonfigurasjonen lyktes
nl: Netwerkconfiguratie geslaagd
pl: Konfiguracja sieci powiodła się
pt_br: Configuração de rede bem-sucedida
ro: Configurația rețelei a reușit
ru: Конфигурация сети прошла успешно
sv: Nätverkskonfigurationen lyckades
th: การกำหนดค่าเครือข่ายสำเร็จแล้ว
tr: Ağ yapılandırması başarılı
vi: Cấu hình mạng thành công
zh_hans: 网络配置成功
zh_hant: 網絡配置成功

# cloud_migaration_select_service
source: Select service
cs: Vyberte službu
de: Service auswählen
es: Servicio selecto
fi: Valitse palvelu
fr: Sélectionnez un service
he: בחר שירות
id: Pilih layanan
it: Seleziona il servizio
ja: サービスを選択
ko: 서비스 선택
nb: Velg tjeneste
nl: Selecteer service
pl: Wybierz usługę
pt_br: Selecione o serviço
ro: Selectați serviciul
ru: Выберите сервис
sv: Välj service
th: เลือกบริการ
tr: Servis seç
vi: Chọn dịch vụ
zh_hans: 选择服务
zh_hant: 選擇服務

# addDevice_enter_name
source: Input device name
cs: Název vstupního zařízení
de: Gerätename eingeben
es: Ingrese el nombre del Equipo
fi: Syötä laitteen nimi
fr: Entrez le nom du périphérique
he: הכנס את שם המכשיר
id: Masukin Nama Perangkat
it: Inserire nome dispositivo
ja: デバイス名の入力
ko: 제품 이름
nb: Skriv inn enhetsnavn
nl: Apparaatnaam invoeren
pl: Wprowadź nazwę urządzenia
pt_br: Nome do dispositivo de entrada
ro: Numele dispozitivului de introducere
ru: Имя устройства ввода
sv: Inmatningsenhetens namn
th: ใส่ชื่ออุปกรณ์
tr: Giriş cihazı adı
vi: Nhập tên thiết bị
zh_hans: 输入设备名
zh_hant: 輸入設備名
