Repository: Yolo-cell-hash/go_home_ios
Catalog: ios/Runner/JASDK/JAResources/XLanguage/X35MultiLanguage/*.lproj/X35MutiLanguage.strings
Languages: cs, de, es, fi, fr, he, id, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sv, th, tr, vi, zh_hans, zh_hant

# adddevice_select_set
source: ② Enter the mobile phone Settings, select WLAN
cs: ② Zadejte nastavení mobilního telefonu a vyberte WLAN
de: ② Öffnen Sie die Einstellungen Ihres Mobiltelefons und wählen Sie WLAN aus
es: ② Ingrese la configuración del teléfono móvil, seleccione WLAN
fi: ② Kirjoita matkapuhelimen asetukset ja valitse WLAN
fr: ② Entrez les paramètres du téléphone mobile, sélectionnez WLAN
he: ② הזן את הגדרות הטלפון הנייד, בחר WLAN
id: ② Masukkan Pengaturan ponsel, pilih WLAN
it: ② Immettere le impostazioni del telefono cellulare, selezionare WLAN
ja: ②携帯電話の設定を入力し、WLANを選択します
ko: ② 휴대폰 설정을 입력하고 WLAN을 선택하십시오.
nb: ② Skriv inn mobil Innstillinger, velger WLAN
nl: ② Voer de instellingen van de mobiele telefoon in en selecteer WLAN
pl: ② Ingrese la configuración del teléfono móvil, seleccione WLAN
pt_br: ② Digite as configurações do telefone móvel, selecione WLAN
ro: ② Introduceți Setările telefonului mobil, selectați WLAN
ru: ② Введите настройки мобильного телефона, выберите WLAN
sv: ② Ange mobilinställningar telefonen väljer WLAN
th: ②เข้าสู่การตั้งค่าระบบโทรศัพท์และเลือก LAN ไร้สาย
tr: Settings Cep telefonu ayarlarına girin, WLAN'ı seçin.
vi: ② Nhập cài đặt hệ thống điện thoại di động, chọn mạng LAN không dây
zh_hans: ② 进入手机系统设置，选择无线局域网
zh_hant: ② 進入手機系統設置，選擇無線局域網

# cloud_package_promotion_condition_ios
source: %@ can experience the %@ Cloud Storage package for free (Enabling cloud storage will consume a lot of traffic, using 4G camera should be cautious),are you sure to experience?
cs: %@ může zažít balíček %@ Cloud Storage zdarma (Povolení cloudového úložiště bude vyžadovat hodně provozu, při použití 4G kamery by mělo být opatrné), jste si jisti, že jej používáte?
de: %@ kann das %@ Cloud-Speicherpaket kostenlos nutzen (das Aktivieren von Cloud-Speicher verbraucht viel Verkehr, bei Verwendung von 4G-Kameras ist Vorsicht geboten). Sind Sie sicher, dass Sie es verwenden?
es: %@ puede experimentar el paquete %@ Cloud Storage de forma gratuita (habilitar el almacenamiento en la nube consumirá mucho tráfico, el uso de la cámara 4G debe ser cauteloso), ¿está seguro de usarlo?
fi: %@ voi kokea %@ Cloud Storage -paketin ilmaiseksi (Pilvitallennuksen ottaminen käyttöön kuluttaa paljon liikennettä, 4G-kameran käytön tulisi olla varovainen), käytätkö varmasti?
fr: %@ peut bénéficier gratuitement du package %@ Cloud Storage (l'activation du stockage cloud consommera beaucoup de trafic, l'utilisation de la caméra 4G doit être prudente), êtes-vous sûr d'utiliser?
he: %@ יכול לחוות את חבילת %@ Cloud Storage בחינם (הפעלת אחסון בענן תצרוך תנועה רבה. שימוש במצלמת 4G צריך להיות זהיר), אתה בטוח להשתמש?
id: %@ dapat mengalami paket %@ Cloud Storage secara gratis (Mengaktifkan penyimpanan cloud akan menghabiskan banyak lalu lintas, menggunakan kamera 4G harus berhati-hati), apakah Anda yakin akan menggunakannya?
it: %@ può sperimentare gratuitamente il pacchetto %@ Cloud Storage (L'abilitazione dell'archiviazione cloud consumerà molto traffico, l'utilizzo della videocamera 4G dovrebbe essere prudente), sei sicuro di usarlo?
ja: %@は、%@ Cloud Storageパッケージを無料で体験できます(クラウドストレージを有効にすると、4Gカメラを使用すると大量のトラフィックが消費されます)。
ko: %@는 %@ Cloud Storage 패키지를 무료로 경험할 수 있습니다 (클라우드 스토리지를 활성화하면 많은 데이터가 소비되며 4G 카메라 사용시주의해야합니다). 계속 하시겠습니까?
nb: %@ kan oppleve %@ Cloud Storage-pakken gratis (Å aktivere skylagring vil forbruke mye trafikk. Å bruke 4G-kamera bør være forsiktig), er du sikker på å bruke?
nl: %@ kan het %@ Cloud Storage-pakket gratis ervaren (cloudopslag inschakelen kost veel verkeer, het gebruik van 4G-camera's moet voorzichtig zijn), weet u zeker dat u dit gebruikt?
pl: %@ może bezpłatnie korzystać z pakietu %@ Cloud Storage (włączenie pamięci w chmurze zużywa dużo ruchu, korzystanie z kamery 4G powinno być ostrożne), czy na pewno będziesz używać?
pt_br: %@ Pode experimentar o%@ pacote de armazenamento em nuvem para livre (armazenamento em nuvem Ativando irão consumir uma grande quantidade de tráfego, usando a câmera 4G deve ser cauteloso), você tem certeza de usar?
ro: %@ poate experimenta gratuit pachetul %@ Cloud Storage (activarea stocării în cloud va consuma mult trafic, folosind camera 4G ar trebui să fie precaut), sunteți sigur că veți utiliza?
ru: %@ может использовать пакет %@ Cloud Storage бесплатно (включение облачного хранилища будет занимать много трафика, использование камеры 4G должно быть осторожным), вы обязательно используете?
sv: %@ kan uppleva %@ Cloud Storage-paketet gratis (Att aktivera molnlagring kommer att konsumera mycket trafik. Att använda 4G-kamera bör vara försiktigt), är du säker på att du ska använda det?
th: %@ สามารถทดลองแพ็กเกจ%@ Cloud Storage ได้ฟรี (การเปิดใช้งานพื้นที่เก็บข้อมูลบนคลาวด์จะใช้ปริมาณการใช้งานมากโดยใช้กล้อง 4G ควรระมัดระวัง) คุณแน่ใจหรือไม่ว่าจะได้ทดลอง
tr: %@ Eğer kullanım için emin, (4G kamera dikkatli olmalı kullanarak, çok fazla trafik tüketir etkinleştirilmesi bulut depolama) ücretsiz Bulut Depolama paketinin %@ yaşayabilirsiniz?
vi: %@ có thể trải nghiệm miễn phí Gói lưu trữ%@ 云 (bật lưu trữ đám mây sẽ tiêu tốn nhiều dữ liệu hơn, người dùng camera có plug-in 4G nên sử dụng thận trọng), bạn có chắc chắn về trải nghiệm này không?
zh_hans: %@可免费体验%@云存套餐(开启云存会消耗较多流量，4G插卡枪机用户谨慎使用)，确定体验？
zh_hant: %@可免費體驗%@雲存套餐(開啟雲存會消耗較多流量，4G插卡槍機用戶謹慎使用)，確定體驗？

# Cloud_detail_guide_propt
source: Please keep the time synchronization switch always on, otherwise the cloud recording will not be uploaded normally.
cs: Přepínač synchronizace času nechejte vždy zapnutý, jinak se cloudový záznam nebude nahrávat normálně.
de: Überprüfen Sie den Status der Zeitsynchronisation des Rekorders
es: Mantenga el interruptor de sincronización de tiempo siempre encendido; de lo contrario, la grabación en la nube no se cargará normalmente.
fi: Pidä ajan synkronointikytkin aina päällä, muuten pilvitallennusta ei ladata normaalisti.
fr: Veuillez garder le commutateur de synchronisation de l’heure toujours activé, sinon l’enregistrement dans le cloud ne sera pas téléchargé normalement.
he: אנא שמור תמיד על מתג הסנכרון בזמן, אחרת הקלטת הענן לא תועלה כרגיל.
id: Harap pertahankan sakelar sinkronisasi waktu selalu aktif, jika tidak, rekaman cloud tidak akan diunggah secara normal.
it: Si prega di tenere sempre acceso l’interruttore di sincronizzazione dell’ora, altrimenti la registrazione su cloud non verrà caricata normalmente.
ja: 時刻同期スイッチを常にオンにしておいてください。そうしないと、クラウド録画が正常にアップロードされません。
ko: 시간 동기화 스위치를 항상 켜두십시오. 그렇지 않으면 클라우드 녹화가 정상적으로 업로드되지 않습니다.
nb: Hold tidssynkroniseringsbryteren alltid på, ellers blir ikke skyopptaket lastet opp normalt.
nl: Houd de schakelaar voor tijdsynchronisatie altijd aan, anders wordt de cloudopname niet normaal geüpload.
pl: Zachowaj przełącznik synchronizacji czasu zawsze włączony, w przeciwnym razie nagranie w chmurze nie zostanie przesłane normalnie.
pt_br: Mantenha o botão de sincronização de tempo sempre ligado, caso contrário, a gravação na nuvem não será carregada normalmente.
ro: Vă rugăm să păstrați întotdeauna comutatorul de sincronizare oră, altfel înregistrarea în cloud nu va fi încărcată normal.
ru: Vă rugăm să păstrați întotdeauna comutatorul de sincronizare oră, altfel înregistrarea în cloud nu va fi încărcată normal.
sv: Håll tidssynkroniseringsomkopplaren alltid på, annars laddas inte molninspelningen normalt.
th: โปรดเปิดสวิตช์การซิงโครไนซ์เวลาไว้เสมอมิฉะนั้นการบันทึกบนคลาวด์จะไม่ได้รับการอัปโหลดตามปกติ
tr: Lütfen zaman senkronizasyon anahtarını her zaman açık tutun, aksi takdirde bulut kaydı normal şekilde yüklenmeyecektir.
vi: Vui lòng luôn bật công tắc đồng bộ hóa thời gian, nếu không, bản ghi trên đám mây sẽ không được tải lên bình thường.
zh_hans: 请保持时间同步开关始终为开启状态，否则将无法正常上传云录像。
zh_hant: 請保持時間同步開關始終為開啟狀態，否則將無法正常上傳云錄像。

# person_Apply_cancellation
source: Apply for delete
cs: Požádat o zrušení
de: Löschen beantragen
es: Solicitar cancelación
fi: Pyydä peruuttamista
fr: Faire une demande d'annulation
he: הגשת בקשה לביטול
id: Ajukan pembatalan
it: Richiedi la cancellazione
ja: キャンセルを申し込む
ko: 취소 신청
nb: Søk om kansellering
nl: Annulering aanvragen
pl: Złóż wniosek o anulowanie
pt_br: Solicite o cancelamento
ro: Solicitați anularea
ru: Подать заявку на отмену
sv: Ansök om avbokning
th: สมัครยกเลิก
tr: İptal için başvurun
vi: Đăng ký hủy bỏ
zh_hans: 申请注销
zh_hant: 申請註銷

# person_wechat_authorization_success
source: WeChat authorization successful
cs: Autorizace WeChat byla úspěšná
de: WeChat-Autorisierung erfolgreich
es: Autorización de WeChat exitosa
fi: WeChat-valtuutus onnistui
fr: Autorisation WeChat réussie
he: הרשאת WeChat הושלמה
id: Otorisasi WeChat berhasil
it: Autorizzazione WeChat riuscita
ja: WeChat認証が成功しました
ko: WeChat 인증 성공
nb: Godkjenningen av WeChat er vellykket
nl: WeChat-autorisatie geslaagd
pl: Autoryzacja WeChat powiodła się
pt_br: Autorização do WeChat com sucesso
ro: Autorizarea WeChat a reușit
ru: Авторизация WeChat прошла успешно
sv: WeChat-godkännandet lyckades
th: การอนุญาต WeChat สำเร็จ
tr: WeChat yetkilendirmesi başarılı
vi: Ủy quyền WeChat thành công
zh_hans: 微信授权成功
zh_hant: 微信授權成功

source: Afternoon
cs: Odpoledne
de: PM
es: Tarde
fi: iltapäivällä
fr: Après midi
he: אחרי הצהריים
id: Siang
it: Pomeriggio
ja: 午後
ko: 오후
nb: ettermiddag
nl: 's middags
pl: Wieczór
pt_br: Tarde
ro: Dupa amiaza
ru: После полудня
sv: Eftermiddag
th: PM
tr: Öğleden sonra
vi: vào buổi chiều
zh_hans: 下午
zh_hant: 下午

# devicesetting_4G_device_sim_card_unknown
source: SIM card status is unknown
cs: Stav karty SIM není znám
de: Der Status der SIM-Karte ist unbekannt
es: El estado de la tarjeta SIM es desconocido
fi: SIM-kortin tila ei ole tiedossa
fr: L'état de la carte SIM est inconnu
he: מצב כרטיס ה- SIM אינו ידוע
id: Status kartu SIM tidak diketahui
it: Lo stato della scheda SIM è sconosciuto
ja: SIMカードのステータスは不明です
ko: SIM 카드 상태를 알 수 없음
nb: SIM-kortstatus er ukjent
nl: Status van simkaart is onbekend
pl: Status karty SIM jest nieznany
pt_br: O status do cartão SIM é desconhecido
ro: Nu se cunoaște starea cardului SIM
ru: Состояние SIM-карты неизвестно
sv: SIM-kortstatus är okänd
th: ไม่ทราบสถานะซิมการ์ด
tr: SIM kart durumu bilinmiyor
vi: Trạng thái thẻ SIM không xác định
zh_hans: SIM卡状态未知
zh_hant: SIM卡狀態未知

# help_preview_ttextTips_3
source: Screenshot:snapshot current preview image
cs: Screenshot: Zachytit aktuální náhled
de: Screenshot: Schnappschuss des aktuellen Bildes
es: Captura de pantalla: instantánea de la imagen de vista previa actual
fi: Kuvakaappaus: Ota nykyinen esikatselu
fr: Capture d'écran : image instantanée, aperçu de l'instantané
he: תצלום: צלם צילום מסך של הוידאו
id: Screenshot : menangkap gambar yang ditampilkan
it: Istantanee: Verificare le anteprime
ja: スクリーンショット：スナップショット、スナップショットプレビュー
ko: 스크린 샷 : 현재 스냅 샷 미리보기 이미지
nb: Skjermbilde: Ta skjermbilde
nl: Screenshot:momentopname huidig preview-beeld
pl: Zdjęcie: zdjęcie aktualnego obrazu z kamery
pt_br: Captura de tela: imagem de visualização atual de captura instantânea
ro: Captură de ecran: imagine de previzualizare curentă instantaneu
ru: Снимок экрана: снимок текущего предварительного изображения
sv: Skärmdump: snapshot aktuell förhandsgranskningsbild
th: ถ่ายภาพหน้าจอ: ภาพตัวอย่างภาพถ่ายหน้าจอปัจจุบัน
tr: Ekran görüntüsü: anlık görüntü önizleme görüntüsü
vi: Ảnh chụp màn hình: Chụp ảnh màn hình xem trước hiện tại
zh_hans: 截图：截取当前预览画面
zh_hant: 截圖：截取當前預覽畫面

# login_error_wechat_fail
source: wechat login fails
cs: Přihlášení do Wechatu se nezdařilo
de: Wechat Login fehlgeschlagen
es: El inicio de sesión Wechat falló
fi: Wechat-kirjautuminen epäonnistui
fr: La connexion à WeChat a échoué
he: הכניסה wechat נכשל
id: Gagal masuk dengan Wechat
it: Login Wechat fallito
ja: Wechatでのログインが出来ません
ko: 위챗 로그인 실패
nb: Wechat innlogging feilet
nl: Aanmelden Wechat mislukt
pl: Logowanie wechat nie działa
pt_br: wechat login falha
ro: datele de conectare nereușite
ru: не удалось войти в систему
sv: wechat inloggning misslyckas
th: Wechat เข้าสู่ระบบล้มเหลว
tr: Wechat giriş başarısız
vi: Đăng nhập WeChat không thành công
zh_hans: 微信登录失败
zh_hant: 微信登錄失敗

# newbie_guide_text_3
source: To enable the "shake" function, go to: "Personal Center - Settings" to open
cs: Chcete-li povolit funkci"shake", přejděte na:"Personal Center - Settings" pro otevření
de: Um die Funktion "Schütteln" zu aktivieren, öffnen Sie: "Konto - Einstellungen"
es: Para habilitar la función "shake ", vaya a: "Personal Center - Settings " para abrir
fi: Jos haluat ottaa"ravista" -toiminnon, siirry osoitteeseen: "Henkilökohtainen keskus - Asetukset" avataksesi
fr: Pour activer la fonction "shake ", allez à: "Personal Center - Settings " pour ouvrir
he: כדי להפעיל את הפונקציה"לנער", עבור אל "מרכז אישי - הגדרות" כדי לפתוח
id: Untuk mengaktifkan fungsi"goyang", buka:"Pusat Pribadi - Pengaturan" untuk membuka
it: Per abilitare la funzione "shake ", vai a:"Centro personale - Impostazioni "per aprire
ja: "シェイク"機能を有効にするには、"パーソナルセンター 設定"に移動して開きます
ko: "흔들기"기능을 사용하려면 "설정"으로 이동하여 권한을 허용해주세요.
nb: For å aktivere "shake " -funksjonen, gå til: "Personlig senter - Innstillinger" for å åpne
nl: Om de"shake" -functie in te schakelen, gaat u naar:"Personal Center - Instellingen" om te openen
pl: Aby włączyć funkcję"shake", przejdź do:"Personal Center - Ustawienia", aby otworzyć
pt_br: Para habilitar a função"shake", vá para:"Personal Center - Settings" para abrir
ro: Pentru a activa funcția"shake", accesați: "Centrul personal - Setări" pentru a deschide
ru: Чтобы включить функцию "встряхнуть", откройте: "Личный центр - Настройки", чтобы открыть
sv: För att aktivera funktionen"shake", gå till:"Personligt center - Inställningar " för att öppna
th: เปิดใช้งาน "เขย่า"ฟังก์ชั่นให้ไปที่: "การตั้งค่า - ส่วนบุคคล" เพื่อเปิด
tr: "Shake" işlevini etkinleştirmek için şu sayfaya gidin:"Kişisel Merkez - Ayarlar"
vi: Để bật chức năng "Lắc", hãy vào: "Cài đặt Trung tâm Cá nhân" để bật
zh_hans: 开启“摇一摇”功能需前往：“个人中心-设置”进行开启
zh_hant: 開啟“搖一搖”功能需前往：“個人中心-設置”進行開啟

# alarm_bracelet_power_low
source: Bracelet battery is too low
cs: Baterie náramku je příliš nízká
de: Armbandbatterie ist zu schwach
es: La batería de la pulsera está muy baja.
fi: Rannekorun akku on liian alhainen
fr: La batterie du bracelet est trop faible
he: סוללת הצמיד נמוכה מדי
id: Baterai gelang terlalu rendah
it: La batteria del braccialetto è troppo scarica
ja: ブレスレットのバッテリーが低すぎる
ko: 팔찌 배터리가 너무 부족합니다
nb: Armbåndets batteri er for lite
nl: De batterij van de armband is te laag
pl: Poziom naładowania baterii bransoletki jest zbyt niski
pt_br: A bateria da pulseira está muito baixa
ro: Bateria brățară este prea mică
ru: Батарея батареи разряжена
sv: Armbandets batteri är för lågt
th: แบตเตอรี่เครื่องวัดอุณหภูมิต่ำเกินไป
tr: Bilezik pili çok düşük
vi: Pin vòng đeo tay quá yếu
zh_hans: 手环电量过低
zh_hant: 手環電量過低

# adddevice_Added_online
source: Networked devices
cs: Přidáno online
de: Online hinzugefügt
es: Agregado en línea
fi: Lisätty verkossa
fr: Ajouté en ligne
he: נוסף ברשת
id: Ditambahkan online
it: Aggiunto online
ja: オンラインで追加されました
ko: 온라인 추가
nb: Lagt på nettet
nl: Online toegevoegd
pl: Dodano online
pt_br: Adicionado online
ro: Adăugat online
ru: Добавлено онлайн
sv: Tillagd online
th: อุปกรณ์เครือข่าย
tr: Online eklendi
vi: Đã thêm trực tuyến
zh_hans: 已联网添加
zh_hant: 已聯網添加

# adddevice_change_device_name
source: Set device name
cs: Nastavit název zařízení
de: Gerätenamen eingeben
es: Establecer nombre del Equipo
fi: Aseta laitteen nimi
fr: Définir le nom de l'appareil
he: הגדר את שם המכשיר
id: Tetapkan nama perangkat
it: Imposta il nome del dispositivo
ja: デバイス名を設定する
ko: 장치 이름 설정
nb: Angi enhetsnavn
nl: Stel apparaatnaam in
pl: Ustaw nazwę urządzenia
pt_br: Definir nome do dispositivo
ro: Setați numele dispozitivului
ru: Установить имя устройства
sv: Ställ in enhetsnamn
th: ตั้งชื่ออุปกรณ์
tr: Cihaz adını ayarla
vi: Đặt tên thiết bị
zh_hans: 设置设备名称
zh_hant: 設置設備名稱

# person_change_wechat_account
source: Change WeChat account
cs: Změňte účet WeChat
de: WeChat-Konto ändern
es: Cambiar cuenta de WeChat
fi: Vaihda WeChat-tili
fr: Changer de compte WeChat
he: שנה את חשבון WeChat
id: Ubah akun WeChat
it: Cambia account WeChat
ja: WeChatアカウントを変更する
ko: WeChat 계정 변경
nb: Endre WeChat-konto
nl: Wijzig WeChat-account
pl: Zmień konto WeChat
pt_br: Alterar conta WeChat
ro: Schimbați contul WeChat
ru: Изменить учетную запись WeChat
sv: Byt WeChat-konto
th: เปลี่ยนบัญชี WeChat
tr: WeChat hesabını değiştir
vi: Thay đổi tài khoản WeChat
zh_hans: 更换微信账号
zh_hant: 更換微信賬號

# addDevice_existing_list
source: The device already exists in the device list. overlap and add again?
cs: Zařízení již existuje v seznamu zařízení. Je přepsáno?
de: Gerät ist bereits in der Geräteliste vorhanden. Überschreiben und erneut hinzufügen?
es: El Equipo ya existe en la lista de Equipos. ¿Se sobrescribe?
fi: Laite on jo olemassa laiteluettelossa.
fr: l'appareil existe déjà dans la liste des appareils, l'ajouter à nouveau ?
he: המכשיר כבר נמצא ברשימת המכשירים. האם ברצונך להוסיף אותו שוב?
id: Perangkat ini telah ada di daftar perangkat,timpa dan tambahkan?
it: Il dispositivo è gia presente nel registro dispositivi,sorvasrcivere ed aggiungere nuovamente?
ja: このデバイスはデバイスリストにあります。再度追加しますか？
ko: 이미 등록된 기기입니다. 덮어쓰기를 하시겠습니까?
nb: Enheten finnes allerede i enhetslisten. Overskrive denne?
nl: Het apparaat staat al in de apparatenlijst. Opnieuw overlappen en toevoegen?
pl: Urządzenie istnieje na liście zastąpić?
pt_br: O dispositivo já existe na lista de dispositivos. sobrepor e adicionar novamente?
ro: Dispozitivul există deja în lista de dispozitive. suprapuneți și adăugați din nou?
ru: Устройство уже существует в списке устройств. перекрывать и добавлять снова?
sv: Enheten finns redan i enhetslistan. överlappa och lägg till igen?
th: มีอุปกรณ์นี้อยู่ในรายการอยู่แล้ว ทับซ้อนกันและเพิ่มอีกครั้ง ?
tr: Cihaz,cihaz listesinde zaten var. örtüşme ve tekrar eklemek?
vi: Thiết bị đã tồn tại trong danh sách thiết bị. Bạn có muốn ghi đè thiết bị đó không?
zh_hans: 设备已存在于设备列表中，是否覆盖添加？
zh_hant: 設備已存在於設備列表中，是否覆蓋添加？

# deviceSetting_Automatic_switching
source: Automatic switching
cs: Automatické přepínání
de: Auto Nachtsicht
es: Conmutación automática
fi: Automaattinen vaihto
fr: Commutation automatique
he: מיתוג אוטומטי
id: Peralihan otomatis
it: Commutazione automatica
ja: 自動切り替え
ko: 자동 전환
nb: Automatisk veksling
nl: Automatisch schakelen
pl: Automatyczne przełączanie
pt_br: Troca automática
ro: Comutare automată
ru: Автоматическое переключение
sv: Automatisk växling
th: การสลับอัตโนมัติ
tr: Otomatik geçiş
vi: Chuyển đổi tự động
zh_hans: 自动切换
zh_hant: 自動切換

# devicesetting_Videobackup_Eliminar_success
source: Successfully deleted
cs: Úspěšně smazáno
de: Erfolgreich gelöscht
es: Eliminado con éxito
fi: Poistettu onnistuneesti
fr: Supprimé avec succès
he: נמחק בהצלחה
id: Berhasil dihapus
it: Eliminato con successo
ja: 正常に削除されました
ko: 성공적으로 삭제됨
nb: Vellykket slettet
nl: Succesvol verwijderd
pl: Pomyślnie usunięto
pt_br: Excluído com sucesso
ro: S-a șters cu succes
ru: Успешно удалено
sv: Raderad
th: ลบเรียบร้อยแล้ว
tr: Başarıyla silindi
vi: Đã xóa thành công
zh_hans: 删除成功
zh_hant: 刪除成功

# preview_Initiating_call
source: Initiating call
cs: Zahájení hovoru
de: Anruf starten
es: Iniciando llamada
fi: Aloitetaan puhelu
fr: Lancer un appel
he: פתיחת שיחה
id: Memulai panggilan
it: Avvio della chiamata
ja: 通話を開始しています
ko: 통화 시작
nb: Starte samtale
nl: Oproep initiëren
pl: Inicjowanie połączenia
pt_br: Iniciando chamada
ro: Inițierea apelului
ru: Инициирующий звонок
sv: Påbörja samtal
th: กำลังเริ่มต้นการโทร
tr: Çağrı başlatılıyor
vi: Bắt đầu cuộc gọi
zh_hans: 正在发起通话
zh_hant: 正在發起通話

# me_GO
source: GO
de: Eintreten
zh_hans: 进入商城
zh_hant: 進入商城

# adddevice_password_reset
source: The device password is entered incorrectly . Please reset the device when you continue to add it, and return to the homepage when you exit.
cs: Heslo zařízení je zadáno nesprávně. Resetujte zařízení, jakmile jej přidáte, a po ukončení se vraťte na domovskou stránku.
de: Fehler bei der Eingabe des Geräte-Passwort. Bitte setzen Sie das Gerät zurück
es: La contraseña del dispositivo se ingresó incorrectamente. Restablezca el dispositivo cuando continúe agregándolo y vuelva a la página de inicio cuando salga.
fi: Laitteen salasana on annettu väärin. Palauta laite, kun jatkat sen lisäämistä, ja palaa kotisivulle, kun poistut.
fr: Le mot de passe de l'appareil n'est pas entré correctement. Veuillez réinitialiser l'appareil lorsque vous continuez à l'ajouter et revenir à la page d'accueil lorsque vous quittez.
he: סיסמת המכשיר הוזנה באופן שגוי. אנא אפס את המכשיר כשאתה ממשיך להוסיף אותו וחזור לדף הבית כשאתה יוצא.
id: Kata sandi perangkat salah dimasukkan. Setel ulang perangkat ketika Anda terus menambahkannya, dan kembali ke beranda saat Anda keluar.
it: La password del dispositivo non è stata inserita correttamente. Si prega di ripristinare il dispositivo quando si continua ad aggiungerlo e tornare alla homepage quando si esce.
ja: デバイスのパスワードが正しく入力されていません。 追加し続ける場合はデバイスをリセットし、終了したらホームページに戻ってください。
ko: 장치 암호가 잘못 입력되었습니다. 계속 추가하면 기기를 재설정하고 종료하면 홈페이지로 돌아갑니다.
nb: Enhetspassordet er lagt inn feil. Tilbakestill enheten når du fortsetter å legge den til, og gå tilbake til hjemmesiden når du avslutter.
nl: Het apparaatwachtwoord is verkeerd ingevoerd. Stel het apparaat opnieuw in wanneer u doorgaat met het toevoegen en keer terug naar de startpagina wanneer u afsluit.
pl: Hasło urządzenia zostało wprowadzone nieprawidłowo. Zresetuj urządzenie, aby kontynuować dodawanie i wróć do strony głównej po wyjściu.
pt_br: A senha do dispositivo foi digitada incorretamente. Redefina o dispositivo quando você continuar a adicioná-lo e retorne à página inicial quando sair.
ro: Parola dispozitivului este introdusă incorect. Vă rugăm să resetați dispozitivul atunci când continuați să îl adăugați și reveniți la pagina principală când ieșiți.
ru: Пароль устройства введен неправильно. Пожалуйста, перезагрузите устройство, когда вы продолжите добавлять его, и вернитесь на домашнюю страницу, когда вы выходите.
sv: Enhetslösenordet anges felaktigt. Återställ enheten när du fortsätter att lägga till den och gå tillbaka till hemsidan när du lämnar.
th: ป้อนรหัสผ่านอุปกรณ์ไม่ถูกต้อง โปรดรีเซ็ตอุปกรณ์เมื่อคุณเพิ่มอุปกรณ์ต่อไปและกลับไปที่หน้าแรกเมื่อคุณออก
tr: Cihaz şifresi yanlış girilmiş. Lütfen eklemeye devam ettiğinizde cihazı sıfırlayın ve çıkarken ana sayfaya dönün.
vi: Mật khẩu thiết bị được nhập không chính xác, vui lòng đặt lại thiết bị nếu bạn tiếp tục thêm và quay lại trang chủ sau khi thoát.
zh_hans: 设备密码输入错误，继续添加请重置设备，退出则返回首页。
zh_hant: 設備密碼輸入錯誤，繼續添加請重置設備，退出則返回首頁。

# addDevice_scan_putInFrame
source: Put QR code into the frame,can scan automatically
cs: Vložte kód QR do rámečku a můžete jej automaticky skenovat.
de: QR-Code im Rahmen platzieren, um diesen zu scannen
es: Ponga el código QR en el marco,escanear automáticamente
fi: Laita QR-koodi ruutuun ja voit skannata sen automaattisesti.
fr: Mettez le code QR dans le cadre pour scanner automatiquement
he: הכנס את קוד הQR לתוך המסגרת כדי לסרוק
id: Letakan Kode QR di bingkai,dapat memindai otomatis
it: Inserire il codice QR nel riquadro,verrà scannerizzato automatcamente
ja: QRコードをフレームに合わせてスキャンしてください。
ko: 사각형 안에 QR 코드를 맞춰주세요.
nb: Tilpass QR-kode til rammen, den skannes automatisk
nl: QR-code in het frame zetten,kan automatisch scannen
pl: Umieść kod QR w ramce,zeskanuje się automatycznie
pt_br: Coloque o código QR no quadro,pode digitalizar automaticamente
ro: Puneți codul QR în cadru,puteți scana automat
ru: Вставьте QR-код в рамку,можете сканировать автоматически
sv: Sätt QR-kod i ramen,kan skanna automatiskt
th: ให้รหัส QR อยู่ในกรอบเพื่อสแกนโดยอัตโนมัติ
tr: Çerçeve içine QR kodunu koymak,otomatik olarak tarayabilir
vi: Đặt mã QR vào hộp và nó sẽ quét tự động
zh_hans: 将二维码放入框内，即可自动扫描
zh_hant: 將二維碼放入框內，即可自動掃描
