Repository: Yolo-cell-hash/go_home_ios
Catalog: ios/Runner/JASDK/JAResources/XLanguage/X35MultiLanguage/*.lproj/X35MutiLanguage.strings
Languages: cs, de, es, fi, fr, he, id, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sv, th, tr, vi, zh_hans, zh_hant

# Devicesetting_closed_sound_viewing_live_record
source: When closed, there is no sound when viewing live and playback recordings
cs: Při zavření není slyšet žádný zvuk při sledování živého vysílání a přehrávání záznamů
de: Wenn dies deaktiviert ist, ist im Livebild und der Wiedergabe kein Ton zu hören
es: Cuando está cerrado, no hay sonido al ver grabaciones en vivo y reproducción
fi: Kun se on suljettu, ääntä ei kuulu katseltaessa live- ja toistotallenteita
fr: Lorsqu'il est fermé, il n'y a pas de son lors de la visualisation des enregistrements en direct et en lecture
he: כשהוא סגור, אין צליל בעת צפייה בהקלטות חי והשמעה
id: Saat ditutup, tidak ada suara saat melihat langsung dan memutar rekaman
it: Quando è chiuso, non viene emesso alcun suono durante la visualizzazione di registrazioni dal vivo e in riproduzione
ja: 閉じているときは、ライブおよび再生の録音を表示するときに音が出ません
ko: 닫으면 라이브 및 재생 녹음을 볼 때 소리가 들리지 않습니다.
nb: Når den er lukket, er det ingen lyd når du ser på live- og avspillingsopptak
nl: In gesloten toestand is er geen geluid bij het bekijken van live- en afspeelopnames
pl: Po zamknięciu nie słychać dźwięku podczas oglądania na żywo i odtwarzania nagrań
pt_br: Quando fechado, não há som ao visualizar gravações ao vivo e reproduzir
ro: Când este închis, nu există sunet la vizualizarea înregistrărilor live și la redare
ru: В закрытом состоянии нет звука при просмотре живых и воспроизводимых записей
sv: När den är stängd hörs inget ljud när du tittar på live- och uppspelningsinspelningar
th: เมื่อปิดจะไม่มีเสียงเมื่อดูสดและเล่นบันทึก
tr: Kapalıyken, canlı ve oynatma kayıtlarını görüntülerken ses yok
vi: Khi đóng, không có âm thanh khi xem các bản ghi trực tiếp và phát lại
zh_hans: 关闭时，查看实时和回放录像都没有声音
zh_hant: 關閉時，查看實時和回放錄像都沒有聲音

# cloud_migration_number
source: Number of migrations
cs: Počet migrací
de: Anzahl der Migrationen
es: Número de migraciones
fi: Siirtymien lukumäärä
fr: Nombre de migrations
he: מספר ההגירות
id: Jumlah migrasi
it: Numero di migrazioni
ja: 移行の数
ko: 이전 횟수
nb: Antall migrasjoner
nl: Aantal migraties
pl: Liczba migracji
pt_br: Número de migrações
ro: Numărul de migrații
ru: Количество миграций
sv: Antal migreringar
th: จำนวนการย้ายข้อมูล
tr: Göç sayısı
vi: Số lượng di cư
zh_hans: 迁移数量
zh_hant: 遷移數量

# person_Tmall_Sprite
source: Tmall Sprite authorization
cs: Povolení Tmall Sprite
de: Tmall Sprite-Autorisierung
es: Autorización de Tmall Sprite
fi: Tmall Sprite -valtuutus
fr: Autorisation Tmall Sprite
he: הרשאת Tmall Sprite
id: Otorisasi Sprite Kecil
it: Autorizzazione Tmall Sprite
ja: Tmall Spriteの承認
ko: Tmall Sprite 인증
nb: Tmall Sprite autorisasjon
nl: Tmall Sprite-autorisatie
pl: Autoryzacja Tmall Sprite
pt_br: Autorização Tmall Sprite
ro: Autorizație Tmall Sprite
ru: Авторизация Tmall Sprite
sv: Tmall Sprite-godkännande
th: การอนุญาต Tmall Sprite
tr: Tmall Sprite yetkilendirmesi
vi: Ủy quyền của Tmall Genie
zh_hans: 天猫精灵授权
zh_hant: 天貓精靈授權

# preview_help_4
source: 4. Device password is wrong
cs: 4. Heslo zařízení není správné
de: 4. Geräte-Passwort falsch
es: 4. La contraseña del Equipo es incorrecta
fi: 4. Laitteen salasana on väärä
fr: 4. Le mot de passe de l'appareil est incorrect
he: 4. סיסמת ההתקן אינה נכונה
id: 4. Kata sandi perangkat salah
it: 4. La password del dispositivo è sbagliata
ja: 4.デバイスのパスワードが間違っている
ko: 4. 기기 비밀번호가 잘못되었습니다.
nb: 4. Enhetspassordet er feil
nl: 4. Apparaatwachtwoord is fout
pl: 4. Hasło urządzenia jest nieprawidłowe
pt_br: 4. A senha do dispositivo está errada
ro: 4. Parola dispozitivului este greșită
ru: 4. Пароль устройства неверен
sv: 4. Enhetslösenordet är fel
th: 4. รหัสผ่านอุปกรณ์ไม่ถูกต้อง
tr: 4. Cihaz şifresi yanlış
vi: 4. Mật khẩu thiết bị không chính xác
zh_hans: 4.设备密码错误
zh_hant: 4.設備密碼錯誤

# verify_wrong
source: Verification code is wrong,please input again
cs: Vložený ověřovací kód je nesprávný,zadejte znovu
de: Verifizierungscode falsch, bitte erneut eingeben
es: El código de verificación es incorrecto. Ingrese de nuevo.
fi: Annettu vahvistuskoodi on väärä,syötä se uudelleen
fr: Le code de vérification est erroné, veuillez l'entrer à nouveau
he: קוד האימות שגוי,אנא נסה שוב
id: Kode Verifikasi salah,Silakan masukin lagi
it: Codice di verifica errato,prego reinserire
ja: 確認コードが間違っています。もう一度入力してください。
ko: 인증 코드가 맞지 않습니다.
nb: Verifiseringskode er feil,prøv igjen
nl: Verificatiecode onjuist,opnieuw invoeren
pl: Kod weryfikacyjny jest błędny,podaj ponownie
pt_br: O código de verificação está errado. Por favor,insira novamente
ro: Codul de verificare este greșit,introduceți din nou
ru: Код подтверждения неверен,пожалуйста,введите снова
sv: Verifieringskoden är fel,vänligen skriv in igen
th: รหัสยืนยันไม่ถูกต้องโปรดป้อนอีกครั้ง
tr: Doğrulama kodu yanlış,lütfen tekrar girin
vi: Mã xác minh đã nhập không chính xác, vui lòng nhập lại
zh_hans: 输入的验证码错误，请重新输入
zh_hant: 輸入的驗證碼錯誤，請重新輸入

# service_map_lowest_price
source: Buy equipment at the lowest possible price
cs: Nakupujte vybavení za nejnižší možnou cenu
de: Kaufen Sie Geräte zum niedrigstmöglichen Preis
es: Compre equipos al precio más bajo posible
fi: Osta laitteita matalimmalla mahdollisella hinnalla
fr: Achetez du matériel au prix le plus bas possible
he: קנו ציוד במחיר הנמוך ביותר האפשרי
id: Beli peralatan dengan harga serendah mungkin
it: Acquista attrezzature al prezzo più basso possibile
ja: 最低価格で機器を購入する
ko: 최저 가격으로 장비 구입
nb: Kjøp utstyr til lavest mulig pris
nl: Koop apparatuur tegen de laagst mogelijke prijs
pl: Kupuj sprzęt po najniższej możliwej cenie
pt_br: Compre equipamentos pelo menor preço possível
ro: Cumpărați echipamente la cel mai mic preț posibil
ru: Покупайте оборудование по самой низкой цене
sv: Köp utrustning till lägsta möjliga pris
th: ซื้ออุปกรณ์ในราคาที่ถูกที่สุด
tr: Mümkün olan en düşük fiyata ekipman satın alın
vi: Mua thiết bị với giá thấp nhất
zh_hans: 用最低的价格购买设备
zh_hant: 用最低的價格購買設備

# Cloud_detail_guide_step1
source: ① Click the "right mouse button" on the homepage of the video recorder and select "System Setting";
cs: ① Klikněte na "pravé tlačítko myši " na domovské stránce videorekordéru a vyberte "Nastavení systému ";
de: Bitte lassen Sie die Zeitsynchronisation immer aktiviert, da sonst die Cloud-Aufnahme nicht normal hochgeladen wird.
es: ① Haga clic en el "botón derecho del mouse " en la página de inicio de la grabadora de video y seleccione "Configuración del sistema ";
fi: ① Napsauta "hiiren oikeaa painiketta " videonauhurin kotisivulla ja valitse "System Setting ";
fr: ① Cliquez sur le "bouton droit de la souris " sur la page d'accueil de l’enregistreur vidéo et sélectionnez "Paramètres système ";
he: ① לחץ על "כפתור העכבר הימני " בדף הבית של מקליט הווידאו ובחר "הגדרת מערכת ";
id: ① Klik "tombol kanan mouse " di beranda perekam video dan pilih "Pengaturan Sistem ";
it: ① Fare clic sul "pulsante destro del mouse " sulla home page del videoregistratore e selezionare "Impostazioni di sistema ";
ja: ①ビデオレコーダーのホームページで「マウスの右ボタン」をクリックし、「システム設定」を選択します。
ko: ① 비디오 레코더의 홈페이지에서 "마우스 오른쪽 버튼 "을 클릭하고 "시스템 설정 "을 선택합니다.
nb: ① Klikk på "høyre museknapp " på hjemmesiden til videoopptakeren og velg "System Setting ";
nl: ① Klik op de "rechtermuisknop " op de startpagina van de videorecorder en selecteer "Systeeminstellingen ";
pl: ① Kliknij "prawy przycisk myszy " na stronie głównej magnetowidu i wybierz "Ustawienia systemu ";
pt_br: ① Clique no "botão direito do mouse " na página inicial do gravador de vídeo e selecione "Configurações do sistema ";
ro: ① Faceți clic pe "butonul dreapta al mouse-ului " pe pagina de pornire a înregistratorului video și selectați "Setare sistem ";
ru: ① Faceți clic pe "butonul dreapta al mouse-ului " pe pagina de pornire a înregistratorului video și selectați "Setare sistem ";
sv: ① Klicka på "höger musknapp " på videobandspelarens hemsida och välj "Systeminställning ";
th: ①คลิกที่ "ปุ่มเมาส์ขวา " บนหน้าแรกของเครื่องบันทึกวิดีโอและเลือก "การตั้งค่าระบบ ";
tr: ① Video kaydedicinin ana sayfasındaki "sağ fare düğmesine " tıklayın ve "Sistem Ayarı " öğesini seçin;
vi: ① Nhấp vào "nút chuột phải" trên trang chủ của đầu ghi video và chọn "Cài đặt Hệ thống";
zh_hans: ① 录像机首页点击“鼠标右键”，选择“系统设置”；
zh_hant: ① 錄像機首頁點擊“鼠標右鍵”，選擇“系統設置”；

# adddevice_check_device_reset_fail
source: Step 2: Check whether the device indicator is blinking. If the indicator is not blinking, press and hold the Reset button to reset the device until the device is in configuration mode.
cs: Krok 2: Zkontrolujte, zda bliká indikátor zařízení. Pokud indikátor nebliká, stisknutím a podržením tlačítka Reset zařízení resetujte, dokud není zařízení v konfiguračním režimu.
de: Schritt 2: Überprüfen Sie, ob die Geräte-LED blinkt. Wenn die LED nicht blinkt, halten Sie die Reset-Taste gedrückt, um das Gerät zurückzusetzen, bis sich das Gerät im Konfigurationsmodus befindet.
es: Paso 2: Verifique si el indicador del dispositivo está parpadeando. Si el indicador no parpadea, mantenga presionado el botón Restablecer para restablecer el dispositivo hasta que esté en modo de configuración.
fi: Vaihe 2: Tarkista, vilkkuuko laitteen merkkivalo. Jos merkkivalo ei vilku, nollaa laite pitämällä Reset-painiketta painettuna, kunnes laite on kokoonpanotilassa.
fr: Étape 2: Vérifiez si le voyant du périphérique clignote. Si le voyant ne clignote pas, maintenez le bouton de réinitialisation enfoncé pour réinitialiser le périphérique jusqu'à ce qu'il soit en mode de configuration.
he: שלב 2: בדוק אם מחוון ההתקן מהבהב. אם המחוון לא מהבהב, לחץ והחזק את לחצן האיפוס כדי לאפס את ההתקן עד שהמכשיר במצב תצורה.
id: Langkah 2: Periksa apakah indikator perangkat berkedip. Jika indikator tidak berkedip, tekan dan tahan tombol Reset untuk mengatur ulang perangkat hingga perangkat berada dalam mode konfigurasi.
it: 2. Controllare se l'indicatore del dispositivo lampeggia. Se l'indicatore non lampeggia, tenere premuto il pulsante Ripristina per ripristinare il dispositivo fino a quando il dispositivo non si trova in modalità di configurazione.
ja: 手順2：デバイスインジケーターが点滅しているかどうかを確認します。 インジケータが点滅していない場合は、リセットボタンを押したままにして、デバイスが設定モードになるまでデバイスをリセットします。
ko: 2 단계 : 장치 표시등이 깜박이는지 확인합니다. 표시등이 깜박이지 않으면 재설정 버튼을 길게 눌러 장치가 구성 모드가 될 때까지 장치를 재설정하십시오.
nb: Trinn 2: Sjekk om enhetsindikatoren blinker. Hvis indikatoren ikke blinker, trykk og hold nede Tilbakestill-knappen for å tilbakestille enheten til enheten er i konfigurasjonsmodus.
nl: Stap 2: Controleer of de apparaatindicator knippert. Als de indicator niet knippert, houdt u de knop Reset ingedrukt om het apparaat te resetten totdat het apparaat zich in de configuratiemodus bevindt.
pl: Krok 2: Sprawdź, czy wskaźnik urządzenia miga. Jeśli wskaźnik nie miga, naciśnij i przytrzymaj przycisk Reset, aby zresetować urządzenie, aż urządzenie przejdzie w tryb konfiguracji.
pt_br: Etapa 2: verifique se o indicador do dispositivo está piscando. Se o indicador não estiver piscando, pressione e segure o botão Redefinir para redefinir o dispositivo até que ele esteja no modo de configuração.
ro: Pasul 2: verificați dacă indicatorul dispozitivului clipește. Dacă indicatorul nu clipește, apăsați și mențineți apăsat butonul Reset pentru a reseta dispozitivul până când dispozitivul este în modul de configurare.
ru: Шаг 2: Проверьте, мигает ли индикатор устройства. Если индикатор не мигает, нажмите и удерживайте кнопку сброса, чтобы перезагрузить устройство, пока оно не перейдет в режим настройки.
sv: Steg 2: Kontrollera om enhetsindikatorn blinkar. Om indikatorn inte blinkar, tryck och håll ner återställningsknappen för att återställa enheten tills enheten är i konfigurationsläge.
th: ขั้นตอนที่ 2: ตรวจสอบว่าไฟแสดงสถานะอุปกรณ์กะพริบหรือไม่หากไฟแสดงสถานะไม่กะพริบให้กดปุ่มรีเซ็ตค้างไว้เพื่อรีเซ็ตอุปกรณ์จนกว่าอุปกรณ์จะอยู่ในโหมดกำหนดค่า
tr: Adım 2: Cihaz göstergesinin yanıp söndüğünü kontrol edin. Gösterge yanıp sönmüyorsa, cihazı yapılandırma moduna girene kadar sıfırlamak için Sıfırla düğmesini basılı tutun.
vi: Bước 2: Kiểm tra xem đèn báo thiết bị có nhấp nháy không, nếu đèn báo không nhấp nháy, nhấn và giữ nút Reset để thiết lập lại thiết bị cho đến khi thiết bị ở chế độ cấu hình
zh_hans: 第二步：查看设备指示灯是否闪烁，若指示灯未闪烁，长按Reset键重置设备，直到设备处于配置模式
zh_hant: 第二步：查看設備指示燈是否閃爍，若指示燈未閃爍，長按Reset鍵重置設備，直到設備處於配置模式

# deviceSetting_Image_rotation
source: Image rotation 180°
cs: Otočení obrazu o 180°
de: Bild um 180°drehen
es: Rotación de imagen 180 °
fi: Kuvan kierto 180°
fr: Rotation de l'image 180°
he: סיבוב תמונה 180°
id: Rotasi gambar 180°
it: Rotazione immagine 180°
ja: 画像の回転180°
ko: 이미지 회전 180°
nb: Bilderotasjon 180°
nl: Beeldrotatie 180°
pl: Obrót obrazu o 180°
pt_br: Rotação da imagem 180 °
ro: Rotirea imaginii 180°
ru: Поворот изображения на 180 °
sv: Bildrotation 180°
th: การหมุนภาพ 180°
tr: Görüntü döndürme 180°
vi: Xoay hình ảnh 180 °
zh_hans: 图像旋转180°
zh_hant: 圖像旋轉180°

# preview_Add_position
source: Add position
cs: Přidat pozici
de: Position hinzufügen
es: Agregar posición
fi: Lisää sijainti
fr: Ajouter un poste
he: הוסף עמדה
id: Tambahkan posisi
it: Aggiungi posizione
ja: 位置を追加
ko: 위치 추가
nb: Legg til posisjon
nl: Positie toevoegen
pl: Dodaj pozycję
pt_br: Adicionar posição
ro: Adăugați poziția
ru: Добавить позицию
sv: Lägg till position
th: เพิ่มตำแหน่ง
tr: Konum ekle
vi: Thêm vị trí
zh_hans: 添加位置
zh_hant: 添加位置

# devicelist_group_without_device
source: No groupable device
cs: Žádné seskupitelné zařízení
de: Kein gruppierbares Gerät
es: No hay Equipo agrupable
fi: Ei ryhmitettävää laitetta
fr: Aucun appareil groupable
he: אין מכשיר שניתן להקצאה
id: Tidak ada perangkat groupable
it: Nessun dispositivo raggruppabile
ja: グループ化できないデバイス
ko: 그룹화 할 수 없는 기기
nb: Ingen gruppefunksjon
nl: Geen groepeerbaar apparaat
pl: Żadne urządzenie groupable
pt_br: Nenhum dispositivo agrupável
ro: Niciun dispozitiv grupabil
ru: Нет группируемого устройства
sv: Ingen gruppbar enhet
th: ไม่มีอุปกรณ์ที่สามารถจัดกลุ่มได้
tr: Gruplandırılabilir cihaz yok
vi: Không có thiết bị có thể nhóm
zh_hans: 无可分组设备
zh_hant: 無可分組設備

# preview_switch_to_upside
source: Switch to upside down mode
cs: Přepněte do režimu vzhůru nohama
de: Wechseln zu Deckenmodus
es: Cambiar al modo al revés
fi: Vaihda ylösalaisin
fr: Passer en mode tête en bas
he: עבור למצב הפוך
id: Beralih ke mode terbalik
it: Passa alla modalità capovolta
ja: 逆さまモードに切り替える
ko: 거꾸로 모드로 전환
nb: Bytt til opp ned-modus
nl: Schakel over naar de modus ondersteboven
pl: Przełącz się do trybu odwróconego
pt_br: Mudar para o modo invertido
ro: Treceți în modul cu capul în jos
ru: Переключить в перевернутый режим
sv: Växla till upp och ned-läge
th: เปลี่ยนเป็นโหมดกลับหัว
tr: Baş aşağı moduna geçme
vi: Chuyển sang chế độ lộn ngược
zh_hans: 切换为倒挂模式
zh_hant: 切換為倒掛模式

# addDevice_share_vailidTime
source: Valid time
cs: Doba platnosti
de: Gültigkeitsdauer
es: Tiempo valido
fi: Voimassaolo
fr: Heure valide
he: תוקף
id: Waktu Valid
it: Orario valido
ja: 有効時間
ko: 유효시간
nb: Gyldighetsperiode
nl: Geldige tijd
pl: Czas ważności
pt_br: Tempo válido
ro: Valabilitate
ru: Действительное время
sv: Giltig tid
th: เวลาที่ถูกต้อง
tr: Geçerli zaman
vi: Thời hạn hiệu lực
zh_hans: 有效期
zh_hant: 有效期

# cloud_channel_record_off
source: Channel cloud recording is not enabled. Is it turned on?
cs: Nahrávání kanálu kanálu není povoleno. Je zapnutý?
de: Kanal Cloud-Aufnahme ist nicht aktiviert. Einschalten?
es: La grabación en la nube del canal no está habilitada. ¿Está encendido?
fi: Kanavan pilven tallennus ei ole käytössä. Onko se päällä?
fr: L'enregistrement dans le nuage de chaînes n'est pas activé. Est-il allumé?
he: הקלטת הענן בערוץ אינה מופעלת. האם הוא מופעל?
id: Rekaman cloud saluran tidak diaktifkan. Apakah dihidupkan?
it: La registrazione della nuvola di canale non è abilitata. È acceso?
ja: チャンネルクラウドレコーディングは有効になっていません。 電源は入っていますか？
ko: 채널 클라우드 녹음이 활성화되어 있지 않습니다. 켜져 있습니까?
nb: Kanalblokkopptak er ikke aktivert. Er den slått på?
nl: Kanaalwolkopname is niet ingeschakeld. Is het ingeschakeld?
pl: Nagrywanie w chmurze kanału nie jest włączone. Czy to jest włączone?
pt_br: A gravação da nuvem de canais não está ativada. Está ligado?
ro: Înregistrarea norului canal nu este activată. Este pornit?
ru: Запись в облаке каналов не включена. Это включено?
sv: Kanalmolninspelning är inte aktiverad. Är det påslaget?
th: การบันทึก cloud ไม่ได้เปิดใช้งาน
tr: Kanal bulutu kaydı etkin değil. Açık mı?
vi: Chưa bật chức năng ghi kênh đám mây, có bật không?
zh_hans: 通道云录像功能未开启，是否开启？
zh_hant: 通道云錄像功能未開啟，是否開啟？

# devSetting_timeVideo
source: Time video
cs: Nahrávání času
de: Daueraufnahme
es: Tiempo de grabación
fi: Ajan tallennus
fr: Vidéo de temps
he: זמן וידאו
id: Waktu Video
it: Orario video
ja: タイムビデオ
ko: 시간 비디오
nb: Tidsopptak
nl: Tijdsvideo
pl: Czas wideo
pt_br: Vídeo do tempo
ro: Video timp
ru: Время видео
th: เวลาบันทึก
tr: Zaman videosu
vi: Ghi thời gian
zh_hans: 时间录像
zh_hant: 時間錄像

# Addevice_Camera_pairing_failed
source: Camera pairing failed
cs: Párování fotoaparátu se nezdařilo
de: Kameraverbindung fehlgeschlagen
es: No se pudo emparejar la cámara
fi: Kameran pariliitos epäonnistui
fr: Échec de l'association de la caméra
he: התאמת המצלמה נכשלה
id: Penyandingan kamera gagal
it: Accoppiamento della fotocamera non riuscito
ja: カメラのペアリングに失敗しました
ko: 카메라 페어링 실패
nb: Kameraparing mislyktes
nl: Camera koppelen mislukt
pl: Parowanie aparatu nie powiodło się
pt_br: Falha no emparelhamento da câmera
ro: Asocierea camerei nu a reușit
ru: Ошибка сопряжения камеры
sv: Kameraparning misslyckades
th: การจับคู่กล้องล้มเหลว
tr: Kamera eşleştirme başarısız
vi: Ghép nối máy ảnh không thành công
zh_hans: 摄像机配对失败
zh_hant: 攝像機配對失敗

source: Asia/Yerevan
cs: Asie / Jerevan
de: Asien / Eriwan
es: Asia / Ereván
fi: Aasia / Yerevan
fr: Asie / Erevan
he: אסיה / ירבאן
ja: アジア/エレバン
ko: 아시아 / 예 레반
pl: Azja / Erywań
ru: Азия / Ереван
sv: Asien / Yerevan
th: เอเชีย / เยเรวาน
tr: Asya / Erivan
vi: Yerevan
zh_hans: 埃里温
zh_hant: 埃里溫

# adddevice_internet_cable_device
source: For the normal NVR and mini NVR, please connect the device to the Internet cable , click "Add manually" to add the device by ID.
cs: Po připojení zařízení k internetovému kabelu pro normální NVR a mini NVR klikněte na "Přidat ručně " a přidejte zařízení podle ID.
de: Bei normalen NVRs und Mini-NVRs verbinden Sie den NVR per Netzwerkkabel und tippen dann auf "Manuell hinzufügen", um das Gerät über die ID hinzuzufügen.
es: Después de conectar el Equipo al cable de Internet para el NVR normal y mini NVR, haga clic en "Agregar manualmente" para agregar el Equipo por ID.
fi: Kun olet kytkenyt laitteen Internet-kaapeliin normaalin NVR: n ja mini NVR: n, napsauta "Lisää manuaalisesti" lisätäksesi laitteen tunnuksella.
fr: Après avoir connecté le périphérique au câble Internet du NVR normal et du mini NVR, cliquez sur "Ajouter manuellement" pour ajouter le périphérique par ID.
he: לאחר חיבור המכשיר לכבל האינטרנט עבור ה- NVR וה- Mini NVR הרגילים, לחץ על "הוסף ידנית" כדי להוסיף את המכשיר לפי מזהה.
id: Setelah menghubungkan perangkat ke kabel Internet untuk NVR normal dan mini NVR, klik "Tambahkan secara manual" untuk menambahkan perangkat dengan ID.
it: Dopo aver collegato il dispositivo al cavo Internet per il normale NVR e mini NVR, fare clic su "Aggiungi manualmente" per aggiungere il dispositivo tramite ID.
ja: デバイスを通常のNVRおよびミニNVRのインターネットケーブルに接続した後、「手動で追加」をクリックしてIDでデバイスを追加します。
ko: 일반 NVR 및 미니 NVR의 인터넷 케이블에 장치를 연결 한 후 "수동으로 추가 "를 클릭하여 ID로 장치를 추가하십시오.
nb: Etter å ha koblet enheten til Internett-kabelen for normal NVR og mini NVR, klikker du "Legg til manuelt" for å legge til enheten etter ID.
nl: Nadat u het apparaat hebt aangesloten op de internetkabel voor de normale NVR en mini NVR, klikt u op "Handmatig toevoegen" om het apparaat op ID toe te voegen.
pl: Po podłączeniu urządzenia do kabla internetowego dla zwykłego NVR i mini NVR, kliknij "Dodaj ręcznie", aby dodać urządzenie według ID.
pt_br: Após conectar o dispositivo ao cabo da Internet para o NVR normal e o mini NVR, clique em "Adicionar manualmente" para adicionar o dispositivo por ID.
ro: După conectarea dispozitivului la cablul Internet pentru NVR normal și mini NVR, faceți clic pe "Adăugare manuală" pentru a adăuga dispozitivul după ID.
ru: После подключения устройства к интернет-кабелю для обычного NVR и mini NVR нажмите "Добавить вручную", чтобы добавить устройство по идентификатору.
sv: När du har anslutit enheten till Internet-kabeln för den normala NVR och mini NVR klickar du på "Lägg till manuellt" för att lägga till enheten med ID.
th: สำหรับ NVR ธรรมดาและ Mini NVR โปรดเชื่อมต่ออุปกรณ์กับอินเทอร์เน็ตและคลิก "เพิ่มด้วยตนเอง" เพื่อเพิ่มอุปกรณ์โดยใช้ ID
tr: Cihazı normal NVR ve mini NVR’nın İnternet kablosuna bağladıktan sonra, cihazı ID ile eklemek için "El ile ekle" düğmesini tıklayın.
vi: Đối với NVR thông thường và NVR nhỏ, vui lòng kết nối thiết bị với cáp Internet và nhấp vào "Thêm theo cách thủ công" để thêm thiết bị bằng ID
zh_hans: 普通NVR与mini NVR请将设备连上网线后，点击“手动添加”前往使用ID添加设备
zh_hant: 普通NVR與mini NVR請將設備連上網線後，點擊“手動添加”前往使用ID添加設備

# Service_map_Get_more_revenue
source: Get more revenue
cs: Získejte více příjmů
de: Holen Sie sich mehr Umsatz
es: Obtenga más ingresos
fi: Hanki enemmän tuloja
fr: Obtenez plus de revenus
he: קבל יותר הכנסות
id: Dapatkan lebih banyak pendapatan
it: Ottieni maggiori entrate
ja: より多くの収益を得る
ko: 더 많은 수익을 얻으십시오
nb: Få mer inntekter
nl: Haal meer inkomsten
pl: Uzyskaj więcej przychodów
pt_br: Obtenha mais receita
ro: Obțineți mai multe venituri
ru: Получите больше дохода
sv: Få mer intäkter
th: รัับรายได้เพิ่มขึ้น
tr: Daha fazla gelir elde edin
vi: Nhận nhiều lợi ích hơn
zh_hans: 获取更多收益
zh_hant: 獲取更多收益

# me_anonymous_users
source: Anonymous user
cs: Anonymní uživatel
de: Unbekannter Benutzer
es: Usuario anónimo
fi: Anonyymi käyttäjä
fr: Utilisateur anonyme
he: משתמש אנונימי
id: Penguna sementara
it: Utente anonimo
ja: 匿名ユーザー
ko: 익명 사용자
nb: Anonym bruker
nl: Anonieme gebruiker
pl: Anonimowy użytkownik
pt_br: Usuário anônimo
ro: Utilizator anonim
ru: Анонимный пользователь
sv: Anonym användare
th: ผู้ใช้ที่ไม่ระบุชื่อ
tr: Anonim kullanıcı
vi: Người dùng ẩn danh
zh_hans: 匿名用户
zh_hant: 匿名用戶

# adddevice_device_password_incorrect
source: Your device %1$spassword is entered incorrectly
cs: Heslo zařízení%1$s je zadáno nesprávně
de: Das Passwort des Geräts%1$s wurde falsch eingegeben
es: La contraseña de tu Equipo%1$s se ingresó incorrectamente
fi: Laitteesi%1$s salasana on annettu väärin
fr: Le mot de passe de votre appareil%1$s est mal saisi
he: הסיסמה שלך%1$s הוזנה באופן שגוי
id: Kata sandi perangkat Anda%1$s dimasukkan secara tidak benar
it: La password del dispositivo%1$s è stata inserita in modo errato
ja: デバイス%1$sのパスワードが正しく入力されていません
ko: 기기 %1$s 암호가 잘못 입력되었습니다
nb: Enhetens%1$spassord er skrevet feil
nl: Het wachtwoord van uw apparaat%1$s is onjuist ingevoerd
pl: Hasło do urządzenia%1$s zostało wpisane nieprawidłowo
pt_br: A senha do seu dispositivo%1$s foi inserida incorretamente
ro: Parola dispozitivului%1$s este introdusă incorect
ru: Пароль вашего устройства%1$s введен неправильно
sv: Din enhet%1$s lösenord är felaktigt angivet
th: ป้อน รหัสผ่าน % 1 $ อุปกรณ์ของคุณไม่ถูกต้อง
tr: %1$s cihazınız yanlış girildi
vi: Mật khẩu%1$s thiết bị của bạn bị nhập không chính xác
zh_hans: 您的设备%1$s密码输入错误
zh_hant: 您的設備%1$s密碼輸入錯誤

# share_management
source: Sharing management
cs: Správa sdílení
de: Teilen Management
es: Gestión de compartir
fi: Správa sdílení
fr: Gestion du partage
he: ניהול שיתוף
id: Manajemen berbagi
it: Gestione della condivisione
ja: 共有管理
ko: 나눔 경영
nb: Deling av ledelse
nl: Beheer van delen
pl: Zarządzanie udostępnianiem
pt_br: Gerenciamento de compartilhamento
ro: Managementul partajării
ru: Совместное управление
sv: Delningshantering
th: การจัดการการแบ่งปัน
tr: Paylaşım yönetimi
vi: Chia sẻ quản lý
zh_hans: 分享管理
zh_hant: 分享管理
