Repository: Yolo-cell-hash/go_home_ios
Catalog: ios/Runner/JASDK/JAResources/XLanguage/X35MultiLanguage/*.lproj/X35MutiLanguage.strings
Languages: cs, de, es, fi, fr, he, id, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sv, th, tr, vi, zh_hans, zh_hant

# person_feedback_question_ROM_software_5_Selfbooting
source: Self-booting management: while adding the application to the [self-booting management] list, you need to lock the application process in the settings-application-running, otherwise the process will not start after shutting down the process or booting, you can only start the application manually;
cs: Self-boot management: když přidáváte aplikaci do seznamu [self-boot management], musíte uzamknout proces aplikace v nastavení-běh aplikace, jinak se proces nespustí po ukončení procesu nebo bootování, můžete spusťte aplikaci pouze ručně;
de: Self-Boot-Management: Während Sie die Anwendung zur Liste [Self-Boot-Management] hinzufügen, müssen Sie den Anwendungsprozess in den Einstellungen sperren, in denen die Anwendung ausgeführt wird. Andernfalls wird der Prozess nach dem Herunterfahren des Prozesses oder dem Booten nicht gestartet oder nur manuell gestartet werden.
es: Gestión de autoarranque: al agregar la aplicación a la lista [gestión de autoarranque], debe bloquear el proceso de la aplicación en la configuración-ejecución de la aplicación, de lo contrario el proceso no se iniciará después de cerrar el proceso o arrancar, puede solo inicie la aplicación manualmente;
fi: Itsekäynnistyksen hallinta: Kun lisäät sovelluksen [itsekäynnistyksen hallinta] -luetteloon, sinun on lukittava sovellusprosessi asetukset-sovellus-käynnissä, muuten prosessi ei käynnisty prosessin sammuttamisen tai käynnistyksen jälkeen, voit käynnistä sovellus vain manuaalisesti; "
fr: Gestion de l'auto-amorçage: lors de l'ajout de l'application à la liste [gestion de l'auto-amorçage], vous devez verrouiller le processus d'application dans les paramètres-application-en cours d'exécution, sinon le processus ne démarrera pas après l'arrêt du processus ou le démarrage, vous pouvez démarrez l'application manuellement;
he: ניהול אתחול עצמי: בעת הוספת היישום לרשימת [ניהול האתחול העצמי], עליך לנעול את תהליך היישום בהגדרות-הפעלת היישום, אחרת התהליך לא יתחיל לאחר כיבוי התהליך או האתחול, אתה יכול הפעל את היישום רק באופן ידני;
id: Manajemen self-booting: saat menambahkan aplikasi ke daftar [manajemen self-booting], Anda perlu mengunci proses aplikasi di pengaturan-aplikasi yang berjalan, jika tidak proses tidak akan mulai setelah mematikan proses atau boot, Anda dapat hanya jalankan aplikasi secara manual;
it: Gestione auto-boot: durante l'aggiunta dell'applicazione all'elenco [gestione auto-boot], è necessario bloccare il processo dell'applicazione nelle impostazioni dell'applicazione in esecuzione, altrimenti il ​​processo non si avvierà dopo aver chiuso il processo o avviato, è possibile avviare l'applicazione solo manualmente;
ja: セルフブート管理：[セルフブート管理]リストにアプリケーションを追加する際に、settings-application-runningでアプリケーションプロセスをロックする必要があります。そうしないと、プロセスのシャットダウンまたはブート後にプロセスが開始されません。アプリケーションは手動でのみ開始してください。
ko: 자체 부팅 관리 : [자체 부팅 관리] 목록에 응용 프로그램을 추가하는 동안 설정 응용 프로그램 실행에서 응용 프로그램 프로세스를 잠 가야합니다. 그렇지 않으면 프로세스를 종료하거나 부팅 한 후 프로세스가 시작되지 않습니다. 응용 프로그램을 수동으로 시작하십시오.
nb: Selvoppstartadministrasjon: mens du legger til applikasjonen i listen [selvoppstartadministrasjon], må du låse søknadsprosessen i innstillings-applikasjonsdriften, ellers starter ikke prosessen etter å ha avsluttet prosessen eller oppstart, kan du bare starte applikasjonen manuelt;
nl: Self-booting management: terwijl u de applicatie toevoegt aan de [self-booting management] lijst, moet u het applicatieproces vergrendelen in de instellingen-applicatie-draait, anders zal het proces niet starten na het afsluiten van het proces of opstarten, u kunt start de applicatie alleen handmatig;
pl: Zarządzanie samoczynnym uruchomieniem: podczas dodawania aplikacji do listy [zarządzanie samoczynnego uruchamiania] musisz zablokować proces aplikacji w ustawieniach uruchomionych aplikacji, w przeciwnym razie proces nie uruchomi się po wyłączeniu procesu lub uruchomieniu, możesz uruchamiaj aplikację tylko ręcznie;
pt_br: Gerenciamento de inicialização automática: ao adicionar o aplicativo à lista [gerenciamento de inicialização automática], é necessário bloquear o processo do aplicativo nas configurações em execução do aplicativo; caso contrário, o processo não será iniciado após o encerramento do processo ou a inicialização, você poderá somente inicie o aplicativo manualmente; "
ro: Gestionare de auto-bootare: în timp ce adăugați aplicația în lista de [auto-booting management], trebuie să blocați procesul de aplicare în setările-rularea aplicațiilor, în caz contrar, procesul nu va începe după oprirea procesului sau bootarea, puteți porniți aplicația numai manual;
ru: Управление автозагрузкой: при добавлении приложения в список [управление автозагрузкой] необходимо заблокировать процесс приложения в настройках приложения-запуска, иначе процесс не запустится после завершения процесса или загрузки, вы можете запускать приложение только вручную;
sv: Självstartande hantering: medan du lägger till applikationen i listan [Självstartad hantering] måste du låsa applikationsprocessen i inställnings-applikationskörningen, annars kommer processen inte att starta efter att stänga av processen eller starta, du kan starta bara applikationen manuellt;
th: การจัดการการบูตด้วยตนเอง: ในขณะที่เพิ่มแอปพลิเคชันลงในรายการ [การจัดการการบูตด้วยตนเอง] คุณจะต้องล็อกกระบวนการแอปพลิเคชันในการตั้งค่าแอปพลิเคชันที่รันมิฉะนั้นกระบวนการจะไม่เริ่มทำงานหลังจากปิดกระบวนการหรือบูตคุณสามารถ เริ่มแอปพลิเคชันด้วยตนเองเท่านั้น
tr: Kendi kendine önyükleme yönetimi: uygulamayı [kendi kendine önyükleme yönetimi] listesine eklerken, uygulama işlemini ayarlar-uygulama-çalışmasında kilitlemeniz gerekir, aksi takdirde işlem kapatıldıktan veya önyüklendikten sonra başlamaz, yalnızca uygulamayı manuel olarak başlatın; "
vi: Quản lý tự khởi động: Khi thêm ứng dụng vào danh sách [quản lý tự khởi động], bạn cũng cần phải khóa quy trình ứng dụng trong Cài đặt-Ứng dụng-Chạy, nếu không quy trình sẽ không được mở sau khi tắt quy trình hoặc khởi động, và bạn chỉ có thể mở ứng dụng theo cách thủ công;
zh_hans: 自启动管理：将应用加入［自启动管理］列表的同时，还需要到设置—应用程序—正在运行里锁定应用进程， 否则杀进程或者开机后进程不会开启，只能手动开启应用；
zh_hant: 自啟動管理：將應用加入［自啟動管理］列表的同時，還需要到設置—應用程序—正在運行裏鎖定應用進程， 否則殺進程或者開機後進程不會開啟，只能手動開啟應用；

# Asia_Taipei
source: China/Taipei
cs: Čína / Tchaj-pej
fi: Kiina / Taipei
fr: Chine / Taipei
he: סין / טייפה
it: Cina / Taipei
ja: 中国/台北
ko: 아시아 / 타이페이
nb: Kina / Taipei
pl: Chiny / Tajpej
ru: Китай / Тайбэй
sv: Kina / Taipei
th: จีน / ไทเป
tr: Çin / Taipei
vi: Trung Quốc / Đài Bắc
zh_hans: 中国/台北
zh_hant: 中國/台北

source: America/Sao Paulo
cs: Amerika / Sao Paulo
de: Amerika / Sao Paulo
he: אמריקה / סאו פאולו
id: Amerika / Sao Paulo
ja: アメリカ/サンパウロ
ko: 아메리카 / 상파울루
nb: Amerika / São Paulo
nl: Amerika / Sao Paulo
pl: Ameryka / Sao Paulo
pt_br: América / São Paulo
ru: Америка / Сан-Пауло
sv: Amerika / Sao Paulo
th: อเมริกา / เซาเปาลู
tr: Amerika / Sao Paulo
vi: Sao Paulo
zh_hans: 圣保罗
zh_hant: 聖保羅

# devicesetting_operate_mode_prompt
source: The constant power mode supports automatic pre-recording function, which can take effect when the device is plugged in
cs: Režim konstantní síla podporuje automatickou předtočení funkci, což se projeví, když je zařízení zapojen
de: Automatische Voraufnahmefunktion für das Gerät im Dauerstrom-Modus
es: El modo de potencia constante soporta la función de pre-grabación automática, que puede tomar efecto cuando el dispositivo está enchufado
fi: Jatkuva teho tilassa tukee automaattista esitallennus toiminto, joka voi voimaan, kun laite on kytketty
fr: Le mode d'alimentation constante prend en charge la fonction de pré-enregistrement automatique, qui peut prendre effet lorsque l'appareil est branché
he: מצב ההספק הקבוע תומך בפונקציה אוטומטית של הקלטה, שיכולה להיכנס לתוקף עם חיבור המכשיר
id: Modus daya konstan mendukung fungsi pra-rekaman otomatis, yang dapat berlaku bila perangkat terpasang
it: La potenza costante supporta la funzione di pre-registrazione automatica, che può avere effetto quando il dispositivo è collegato
ja: 定電力モードは、デバイスが接続されているときに有効になる自動事前記録機能をサポートしています
ko: 플러그 인 전원 모드에서 장치 자동 사전 녹음 기능 지원
nb: Den konstante strømmodus støtter automatisk foropptak funksjon, som kan tre i kraft når enheten er plugget inn
nl: De constante stroom modus ondersteunt automatische pre-opnamefunctie, die in werking kan treden wanneer de inrichting is aangesloten
pl: Tryb stałej mocy obsługuje automatycznego pre-nagrywania funkcji, która może stać się skuteczne, gdy urządzenie jest podłączone
pt_br: O modo de energia constante suporta a função de pré-gravação automática, que pode ter efeito quando o dispositivo está conectado
ro: Modul de putere constantă acceptă funcția de preînregistrare automată, care poate produce efect atunci când dispozitivul este conectat
ru: Режим постоянной мощности поддерживает функцию автоматической предварительной записи, которая может действовать, когда устройство подключено
sv: Läget för konstant effekt stöder automatisk förinspelningsfunktion, som kan träda i kraft när enheten är ansluten
th: โหมดพลังงานปกติรองรับฟังก์ชั่นการบันทึกล่วงหน้าอัตโนมัติ
tr: Sabit güç modu, cihaz prize takıldığında etkili olabilecek otomatik ön kayıt işlevini destekler
vi: Chế độ nguồn bình thường hỗ trợ chức năng ghi trước tự động, sẽ có hiệu lực khi thiết bị được cắm vào nguồn
zh_hans: 常电模式支持自动预录像功能，设备插电即可生效
zh_hant: 常電模式支持自動預錄像功能，設備插電即可生效

# addDevice_network_failure
source: Bad network
cs: Síť není síla
de: Schlechtes Netzwerk
es: Mala red
fi: Verkko ei pakota
fr: Erreur de réseau
he: חיבור רשת בעייתי
id: Jaringan Buruk
it: Rete scarsa
ja: ネットワークエラー
ko: 네트워크 에러
nb: Nettverksfeil
nl: Slecht netwerk
pl: Błąd sieci
pt_br: Rede ruim
ro: Rețea necorespunzătoare
ru: Плохая сеть
sv: Dåligt nätverk
th: เครือข่ายไม่เสถียร
tr: Sağlıksız bağlantı
vi: Mạng không mạnh
zh_hans: 网络不给力
zh_hant: 網絡不給力

# devicelist_free_cloud_collected_mall
source: Free cloud storage can continue to be collected in the mall
cs: Bezplatná cloudová úložiště lze nadále shromažďovat v obchodním centru
de: Kostenloser Cloud-Speicher kann weiterhin im Einkaufszentrum gesammelt werden
es: El almacenamiento gratuito en la nube se puede seguir recolectando en el centro comercial
fi: Ilmaista pilvitallennustilaa voi edelleen kerätä kauppakeskuksessa
fr: Le stockage cloud gratuit peut continuer à être collecté dans le centre commercial
he: ניתן להמשיך לאסוף אחסון בענן בחינם בקניון
id: Penyimpanan cloud gratis dapat terus dikumpulkan di mal
it: Lo spazio di archiviazione cloud gratuito può continuare a essere raccolto nel centro commerciale
ja: 無料のクラウドストレージは、モールで引き続き収集できます
ko: 무료 클라우드 스토리지는 계속해서 몰에서 모을 수 있습니다.
nb: Gratis skylagring kan fortsatt samles i kjøpesenteret
nl: Gratis cloudopslag kan blijven worden verzameld in het winkelcentrum
pl: Bezpłatne miejsce do przechowywania w chmurze można nadal zbierać w centrum handlowym
pt_br: O armazenamento em nuvem gratuito pode continuar sendo coletado no shopping
ro: Spațiul de stocare gratuit în cloud poate fi colectat în continuare în mall
ru: Бесплатное облачное хранилище можно продолжать собирать в торговом центре
sv: Gratis molnlagring kan fortsätta att samlas in i gallerian
th: สามารถเก็บที่เก็บข้อมูลบนคลาวด์ฟรีในห้างสรรพสินค้าต่อไปได้
tr: Alışveriş merkezinde ücretsiz bulut depolama alanı toplanmaya devam edebilir
vi: Bộ nhớ đám mây miễn phí có thể tiếp tục được thu thập trong trung tâm mua sắm
zh_hans: 免费云存可在商城中继续领取
zh_hant: 免費云存可在商城中繼續領取

# person_really_write_off
source: Are you sure you want to delete it?
cs: Opravdu chcete odepsat?
de: Wirklich löschen?
es: ¿De verdad quieres cancelar?
fi: Haluatko todella kirjoittaa pois?
fr: Voulez-vous vraiment radier?
he: אתה באמת רוצה למחוק?
id: Apakah Anda benar-benar ingin menulis?
it: Vuoi davvero cancellare?
ja: 本当に削除しますか？
ko: 정말 쓰고 싶습니까?
nb: Vil du virkelig avskrive?
nl: Wil je echt afschrijven?
pl: Czy naprawdę chcesz odpisać?
pt_br: Você realmente deseja cancelar?
ro: Chiar vrei să anulezi?
ru: Вы действительно хотите списать?
sv: Vill du verkligen skriva av?
th: คุณต้องการที่จะเขียนออก?
tr: Gerçekten yazmak istiyor musun?
vi: Bạn có thực sự muốn viết tắt?
zh_hans: 您真的要注销吗？
zh_hant: 您真的要註銷嗎？

# message_No_alarm_message_1
source: No alarm message
cs: Žádná poplašná zpráva
de: Keine Alarmmeldung
es: Sin mensaje de alarma
fi: Ei hälytysviestiä
fr: Pas de message d'alarme
he: אין הודעת אזעקה
id: Tidak ada pesan alarm
it: Nessun messaggio di allarme
ja: アラームメッセージはありません
ko: 알람 메시지 없음
nb: Ingen alarmmelding
nl: Geen alarmbericht
pl: Brak komunikatu alarmowego
pt_br: Nenhuma mensagem de alarme
ro: Niciun mesaj de alarma
ru: Нет тревожного сообщения
sv: Inget larmmeddelande
th: ไม่มีข้อความเตือน
tr: Alarm mesajı yok
vi: Không có tin nhắn báo thức
zh_hans: 没有报警消息
zh_hant: 沒有報警消息

# help_preview_ttextTips_17
source: Screen aspect ratio: can set the screen aspect ratio
cs: Poměr stran obrazovky: lze nastavit poměr stran obrazovky
de: Seitenverhältnis: Seitenverhältnis des Bildes kann eingestellt werden
es: Relación de aspecto de la pantalla: puede configurar la relación de aspecto de la pantalla
fi: Näytön kuvasuhde: voi asettaa näytön kuvasuhteen
fr: Rapport d'aspect de l'écran : permet de définir le rapport d'aspect de l'écran
he: יחס גובה-רוחב של המסך: ניתן להגדיר את יחס גובה-רוחב של המסך
id: Rasio aspek layar: dapat mengatur rasio aspek layar
it: Proporzioni schermo: consente di impostare le proporzioni dello schermo
ja: 画面のアスペクト比：画面のアスペクト比を設定できます。
ko: 화면 종횡비 : 화면 종횡비를 설정할 수 있습니다.
nb: Skjermformatforhold: kan angi skjermformatet
nl: Beeldverhouding van het scherm: kan de beeldverhouding instellen
pl: Proporcje ekranu: można ustawić proporcje ekranu
pt_br: Proporção da tela: pode definir a proporção da tela
ro: Raportul aspectului ecranului: poate seta raportul de aspect al ecranului
ru: Соотношение сторон экрана: можно установить соотношение сторон экрана
sv: Skärmens bildförhållande: kan ställa in bildskärmsförhållandet
th: อัตราส่วนภาพหน้าจอ: สามารถกำหนดอัตราส่วนภาพหน้าจอได้
tr: Ekran en boy oranı: Ekran en boy oranını ayarlayabilirsiniz
vi: Tỉ lệ màn hình: tỉ lệ màn hình có thể được đặt
zh_hans: 屏幕宽高比：可设置屏幕宽高比例
zh_hant: 屏幕寬高比：可設置屏幕寬高比例

# service_detail_not_select
source: Detailed address not selected
cs: Podrobná adresa není vybrána
de: Genaue Adresse nicht ausgewählt
es: Dirección detallada no seleccionada
fi: Yksityiskohtaista osoitetta ei valittu
fr: Adresse détaillée non sélectionnée
he: כתובת מפורטת לא נבחרה
id: Alamat rinci tidak dipilih
it: Indirizzo dettagliato non selezionato
ja: 詳細な住所が選択されていません
ko: 상세 주소가 선택되지 않았습니다.
nb: Detaljert adresse ikke valgt
nl: Gedetailleerd adres niet geselecteerd
pl: Nie wybrano dokładnego adresu
pt_br: Endereço detalhado não selecionado
ro: Adresa detaliată nu a fost selectată
ru: Подробный адрес не выбран
sv: Detaljerad adress har inte valts
th: ไม่ได้เลือกที่อยู่โดยละเอียด
tr: Ayrıntılı adres seçilmedi
vi: Địa chỉ chi tiết chưa được chọn
zh_hans: 详细地址未选择
zh_hant: 詳細地址未選擇

# devicesetting_no_traffic
source: No mobile data
cs: Žádný provoz
de: Keine mobilen Daten
es: Sin tráfico
fi: Ei liikennettä
fr: Pas de trafic
he: אין תנועה
id: Tidak ada lalu lintas
it: Senza traffico
ja: トラフィックなし
ko: 데이터 없음
nb: Ingen trafikk
nl: Geen verkeer
pl: Brak korków
pt_br: Sem tráfego
ro: Fără trafic
ru: Нет движения
sv: Ingen trafik
th: ไม่มีข้อมูลมือถือ
tr: Trafik yok
vi: Không có giao thông
zh_hans: 已无流量
zh_hant: 已無流量

# help_recorder_reset_password_2
source: At any position of the password error prompt interface, use the left and right keys of the mouse to switch and click continuously (left-right-left-click cycle, each click 6 times)
cs: V libovolné poloze rozhraní výzvy k chybě hesla použijte levé a pravé tlačítko myši k přepínání a nepřetržitému klikání (cyklus klikání vlevo-vpravo-levé, každé kliknutí 6krát)
de: Verwenden Sie an einer beliebigen Stelle der Passwortfehler-Eingabeaufforderung die linke und rechte Maustaste, um kontinuierlich zu wechseln und zu klicken (Links-Rechts-Links-Klick-Zyklus, jeder Klick 6 Mal).
es: En cualquier posición de la interfaz de solicitud de error de contraseña, use las teclas izquierda y derecha del mouse para cambiar y hacer clic continuamente (ciclo de clic izquierdo-derecho-izquierdo, cada clic 6 veces)
fi: Käytä hiiren vasenta ja oikeaa näppäintä vaihtaaksesi ja napsauttamalla jatkuvasti (vasen-oikea-vasen napsautusjakso, jokainen napsautus 6 kertaa) missä tahansa kohdassa salasanavirhekehotekäyttöliittymä.
fr: À n'importe quelle position de l'interface d'invite d'erreur de mot de passe, utilisez les touches gauche et droite de la souris pour basculer et cliquer en continu (cycle de clic gauche-droit-gauche, chaque clic 6 fois)
he: בכל מיקום של ממשק בקשת שגיאת הסיסמה, השתמש במקשי העכבר השמאלי והימני כדי לעבור וללחוץ ברציפות (מחזור לחיצה שמאל-ימין-שמאלי, כל לחיצה 6 פעמים)
id: Pada posisi mana pun dari antarmuka prompt kesalahan kata sandi, gunakan tombol kiri dan kanan mouse untuk beralih dan klik terus menerus (siklus klik kiri-kanan-kiri, setiap klik 6 kali)
it: In qualsiasi posizione dell'interfaccia della richiesta di errore della password, utilizzare i tasti sinistro e destro del mouse per passare e fare clic continuamente (ciclo sinistro-destro-sinistro, ogni clic 6 volte)
ja: パスワードエラープロンプトインターフェイスの任意の位置で、マウスの左キーと右キーを使用して切り替え、連続してクリックします（左-右-左-クリックサイクル、各クリック6回）
ko: 암호 오류 프롬프트 인터페이스의 임의의 위치에서 마우스의 왼쪽 및 오른쪽 키를 사용하여 전환 및 계속 클릭(왼쪽-오른쪽-왼쪽 클릭 주기, 각 클릭 6회)
nb: På hvilken som helst plassering av grensesnittet for passordfeilmeldingen, bruk venstre og høyre musetast for å bytte og klikk kontinuerlig (venstre-høyre-venstre-klikk, hvert klikk 6 ganger)
nl: Gebruik op elke positie van de interface voor wachtwoordfoutmeldingen de linker- en rechtertoetsen van de muis om continu te wisselen en te klikken (cyclus links-rechts-links klikken, elke klik 6 keer)
pl: W dowolnym miejscu interfejsu monitu o błąd hasła użyj lewego i prawego klawisza myszy, aby przełączać i klikać w sposób ciągły (cykl lewy-prawy-lewy przycisk, każde kliknięcie 6 razy)
pt_br: Em qualquer posição da interface de prompt de erro de senha, use as teclas esquerda e direita do mouse para alternar e clicar continuamente (ciclo esquerdo-direito-clique esquerdo, cada clique 6 vezes)
ro: În orice poziție a interfeței de promptare a erorii parolei, utilizați tastele stânga și dreapta ale mouse-ului pentru a comuta și faceți clic continuu (ciclu de clic stânga-dreapta-stânga-clic, fiecare clic de 6 ori)
ru: В любом положении интерфейса подсказки об ошибке пароля используйте левую и правую клавиши мыши для переключения и непрерывного щелчка (цикл левого-правого-левого щелчка, каждый щелчок 6 раз)
sv: Vid valfri position i gränssnittet för lösenordsfel, använd vänster och höger knapp på musen för att växla och klicka kontinuerligt (vänster-höger-vänster-klicka, varje klick 6 gånger)
th: ที่ตำแหน่งใดๆ ของอินเทอร์เฟซแจ้งข้อผิดพลาดของรหัสผ่าน ให้ใช้ปุ่มซ้ายและขวาของเมาส์เพื่อสลับและคลิกอย่างต่อเนื่อง (รอบการคลิกซ้าย-ขวา-ซ้าย แต่ละครั้งคลิก 6 ครั้ง)
tr: Parola hatası istemi arayüzünün herhangi bir konumunda, farenin sol ve sağ tuşlarını kullanarak sürekli geçiş yapın ve tıklayın (sol-sağ-sol tıklama döngüsü, her tıklama 6 kez)
vi: Tại bất kỳ vị trí nào của giao diện nhắc lỗi mật khẩu, dùng phím trái phải của chuột để chuyển và nhấp chuột liên tục (chu kỳ nhấp chuột trái-phải-trái, mỗi lần nhấp 6 lần)
zh_hans: 在密码错误提示界面的任意位置，使用鼠标连续左右键切换点击（左键-右键-左键循环，各点击6次）
zh_hant: 在密碼錯誤提示界面的任意位置，使用鼠標連續左右鍵切換點擊（左鍵-右鍵-左鍵循環，各點擊6次）

# cloud_id_inexistence
source: Cloud ID doesn't exist
cs: ID Cloud neexistuje
de: Cloud ID existiert nicht
es: Cloud ID no existe
fi: Cloud ID ei ole olemassa
fr: l'ID Cloud n'existe pas
he: מזהה הענן אינו קיים
id: Cloud ID tidak terdaftar
it: L'ID è inesistente
ja: IDが存在しません。
ko: Cloud ID가 없습니다.
nb: Sky-ID finnes ikke
nl: Cloud-ID bestaat niet
pl: Cloud ID nie istnieje
pt_br: Cloud ID não existe
ro: Codul cloud nu există
ru: Облачный идентификатор не существует
sv: Cloud ID finns inte
th: ไม่มี คลาวด์ ID นี้
tr: Cloud ID mevcut değil
vi: Cloud ID không tồn tại
zh_hans: 云ID不存在
zh_hant: 雲ID不存在

# cloud_service_period
source: Service Term
cs: Doba služby
de: Servicezeit
es: Período de servicio
fi: Huoltokausi
fr: Période de service
he: תקופת שירות
id: Ketentuan Servis
it: servizio scadenza
ja: サービス期間
ko: 서비스 기간
nb: Tjenesteperiode
nl: Servicedagen
pl: Usługa Termin
pt_br: Termo de Serviço
ro: Termenul de serviciu
ru: Срок обслуживания
th: เงื่อนไขการให้บริการ
tr: Hizmet vadeli
vi: Thời hạn dịch vụ
zh_hans: 服务期限
zh_hant: 服務期限

# help_normal_problem_text_6
source: 2.After enable push message,check cellphone setup--application management,find out the "Eseecloud " and enable to get push message.
cs: 2. Po otevření upozornění na zprávu: V nastavení telefonu> Správa aplikací najděte "Easy Cloud" a otevřete/povolte upozornění,abyste dostali poplach.
de: 2. Prüfen Sie Ihre Telefoneinstellungen für diese App: Einstellungen→Anwendungsmanager→Push-Nachrichten erlauben
es: 2. Después de activar la notificación de mensaje: en la configuración del teléfono> Administración de aplicaciones,busque "Easy Cloud" y abra/permita que las notificaciones reciban la alarma presionada.
fi: 2. Kun olet avannut viestin ilmoituksen: Etsi puhelimen asetuksista> sovellusten hallinta,etsi "Easy Cloud" ja avaa/salli ilmoitukset vastaanottaaksesi hälytyspainikkeen.
fr: 2. Une fois les Notifications activées, vérifiez la configuration du téléphone portable dans gestion des applications.
he: לאחר שאפשרת את הודעות הדחיפה,אנא בדוק את הגדרות הסמארטפון-היכנס לניהול האפליקציות ואפשר את אפשרות ההודעה בדחיפה
id: 2. notifikasi aktip,cek Setup Handphone--manegemen aplikasi--aktipkan pemberitahuan alarm
it: 2. Dopo aver abilitato la ricezione dei messaggi di allarme,verificare nelle impostazioni dello smartphone,in caso abilitare la ricezione delle notifiche.
ja: 2.通知が有効になったら、アプリ管理で携帯電話の設定を確認します。
ko: 2. 푸시 메시지를 활성화 한 후 휴대폰 설정 - 응용 프로그램 관리 - 활성화를 선택하여 푸시 메시지를받습니다.
nb: 2. Etter at pushvarsel er slått på: i telefoninnstillingene>Appbehandling,finn appen og tillat varslinger for å motta push alarmer.
nl: 2.Na inschakelen pushbericht,dient u de instelling van de mobiele telefoon te controleren--applicatiebeheer--pushbericht ophalen inschakelen.
pl: 2. Jeśli funkcja powiadomień push jest włączona,sprawdź w ustawieniach aplikacji czy ma zezwolone wysyłanie powiadomień push.
pt_br: 2.Após ativar a mensagem de envio,verifique a configuração do celular-gerenciamento de aplicativos-habilite para obter a mensagem de envio.
ro: 2. După ce activați mesajul push,verificați setarea telefonului mobil-gestionarea aplicațiilor-permiteți obținerea mesajului push.
ru: 2. После включения push-сообщения проверьте настройку мобильного телефона-управление приложениями-включите,чтобы получить push-сообщение.
sv: 2.After aktivera push-meddelande,kolla mobiluppsättning-programhantering-aktivera för att få push-meddelande.
th: 2. เปิดการแจ้งเตือนข้อความ: ไปที่การตั้งค่าโทรศัพท์> การจัดการแอปพลิเคชันค้นหา "pixels HD"และเปิด / อนุญาตการแจ้งเตือนเพื่อรับการแจ้งเตือน
tr: 2. Push mesajı etkinleştirdikten sonra,cep telefonu ayarlarınızı kontrol edin-uygulama yönetimi-push mesajı almayı etkinleştirin.
vi: 2. Bật thông báo tin nhắn: Vào cài đặt điện thoại> quản lý ứng dụng, tìm "Đám mây dễ dàng" và bật / cho phép thông báo nhận báo động đẩy.
zh_hans: 2.开启消息通知：在手机设置>应用管理，找到“易视云”并开启/允许通知即可收到报警推送。
zh_hant: 2.開啟消息通知後：在手機設置>應用管理，找到“易視雲”並開啟/允許通知即可收到報警推送。
