Repository: Yolo-cell-hash/go_home_ios
Catalog: ios/Runner/JASDK/JAResources/XLanguage/X35MultiLanguage/*.lproj/X35MutiLanguage.strings
Languages: cs, de, es, fi, fr, he, id, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sv, th, tr, vi, zh_hans, zh_hant

# me_setting_shake_tips
source: Shake and shake function mu t open WiFi and GPS permissions
cs: Funkce "Shake" musí otevřít oprávnění WiFi a GPS
de: Die Funktion "Schütteln" benötigt WLAN- und GPS-Berechtigungen
es: La función "Shake" debe abrir permisos WiFi y GPS
fi: Shake -toiminnon on avattava WiFi- ja GPS-käyttöoikeudet
fr: La fonction "Shake" doit ouvrir les permissions WiFi et GPS
he: Shake הפונקציה חייבת לפתוח WiFi ו- GPS הרשאות
id: Fungsi "Getar" harus membuka izin WiFi dan GPS
it: La funzione "Shake" deve aprire le autorizzazioni WiFi e GPS
ja: "シェイク"機能は、WifiとGPSの許可を有効に必要があります。
ko: 흔들기 기능이 WiFi 및 GPS 권한을 열어야합니다.
nb: Shake -funksjonen må åpne WiFi og GPS-tillatelser
nl: De functie "Schudden" moet WiFi- en GPS-machtigingen openen
pl: Funkcja "Shake" musi otwierać uprawnienia WiFi i GPS
pt_br: Função "Shake" deve abrir permissões WiFi e GPS
ro: Funcția "Shake" trebuie să deschidă permisiunile WiFi și GPS
ru: Функция "встряхнуть" должна открывать разрешения WiFi и GPS
sv: Funktionen "Shake" måste öppna WiFi och GPS-behörigheter
th: ฟังก์ชัน "เขย่า" ต้องเปิดสิทธิ์ การเข้าถึงWiFi และ GPS
tr: Shake fonksiyonu WiFi ve GPS izinlerini açmalı
vi: Chức năng "Lắc" phải mở quyền truy cập WiFi và GPS
zh_hans: “摇一摇”功能必须打开WiFi和GPS权限
zh_hant: “搖一搖”功能必須打開WiFi和GPS權限

# devicelist_firmware_update_failure
source: Upgrade failed
cs: Upgrade selhal
de: Upgrade fehlgeschlagen
es: Actualización fallida
fi: Päivitys epäonnistui
fr: La mise à niveau a échoué
he: השדרוג נכשל
id: Pembaruan gagal
it: Aggiornamento fallito
ja: アップグレードに失敗しました
ko: 업그레이드 실패
nb: Oppgradering mislyktes
nl: Upgrade mislukt
pl: Aktualizacja nie powiodła się
pt_br: Atualização falhou
ro: Upgrade-ul a eșuat
ru: Обновление не удалось
sv: Uppgraderingen misslyckades
th: อัพเดตล้มเหลว
tr: Yükseltme başarısız oldu
vi: nâng cấp không thành công
zh_hans: 升级失败
zh_hant: 升級失敗

# cloud_renewal_description
source: 2. Renewal: We will deduct the fee within 24 hours before the service expires. After successful deduction, the cloud storage service will be smoothly extended for a period.
cs: 2. Obnovení: Odečteme poplatek do 24 hodin před vypršením služby. Po úspěšném odečtení bude služba cloudového úložiště plynule prodloužena o dobu.
de: 2. Verlängerung: Wir werden die Gebühr innerhalb von 24 Stunden vor Ablauf des Dienstes abziehen. Nach erfolgreichem Abzug wird der Cloud-Speicherdienst für einen weiteren Servicezeitraum verlängert.
es: 2. Renovación: deduciremos la tarifa dentro de las 24 horas antes de que expire el servicio. Después de una deducción exitosa, el servicio de almacenamiento en la nube se extenderá sin problemas por un período.
fi: 2. Uusiminen: Vähennämme maksun 24 tunnin sisällä ennen palvelun päättymistä. Onnistuneen vähennyksen jälkeen pilvitallennuspalvelua jatketaan sujuvasti tietyn ajan.
fr: 2. Renouvellement: nous déduirons les frais dans les 24 heures avant l'expiration du service. Après déduction réussie, le service de stockage en nuage sera étendu en douceur pendant une période.
he: 2. חידוש: ננכה את העמלה תוך 24 שעות לפני תום השירות. לאחר ניכוי מוצלח, שירות אחסון הענן יורחב בצורה חלקה לתקופה.
id: 2. Pembaruan: Kami akan mengurangi biaya dalam waktu 24 jam sebelum layanan berakhir. Setelah pemotongan berhasil, layanan penyimpanan cloud akan diperpanjang dengan lancar untuk suatu periode.
it: 2. Rinnovo: detrarre la commissione entro 24 ore prima della scadenza del servizio. Dopo una deduzione corretta, il servizio di archiviazione cloud verrà esteso senza problemi per un periodo.
ja: 2.更新：サービスの有効期限が切れる24時間以内に料金を差し引きます。控除が成功すると、クラウドストレージサービスは一定期間スムーズに延長されます。
ko: 2. 갱신 : 서비스가 만료되기 24 시간 이내에 수수료를 공제합니다. 성공적인 추론이 끝나면 클라우드 스토리지 서비스가 일정 기간 동안 원활하게 확장됩니다.
nb: 2. Fornyelse: Vi trekker gebyret innen 24 timer før tjenesten utløper. Etter vellykket fradrag vil skylagringstjenesten utvides jevnt i en periode.
nl: 2. Verlenging: we brengen de vergoeding binnen 24 uur voor het einde van de dienst in mindering. Na succesvolle aftrek wordt de cloudopslagdienst voor een periode soepel uitgebreid.
pl: 2. Odnowienie: Odliczymy opłatę w ciągu 24 godzin przed wygaśnięciem usługi. Po udanym odliczeniu usługa przechowywania w chmurze zostanie płynnie przedłużona na pewien okres.
pt_br: 2. Renovação: deduziremos a taxa dentro de 24 horas antes da expiração do serviço. Após a dedução bem-sucedida, o serviço de armazenamento em nuvem será estendido sem problemas por um período.
ro: 2. Reînnoire: Vom deduce taxa în termen de 24 de ore înainte de expirarea serviciului. După deducerea cu succes, serviciul de stocare în cloud va fi prelungit fără probleme pentru o perioadă.
ru: 2. Продление: мы удержим плату в течение 24 часов до истечения срока службы. После успешного вычета услуга облачного хранилища будет плавно расширена на определенный период.
sv: 2. Förnyelse: Vi drar avgiften inom 24 timmar innan tjänsten löper ut. Efter framgångsrikt avdrag utvidgas molnlagringstjänsten smidigt under en period.
th: 2. การต่ออายุ: เราจะหักค่าธรรมเนียมภายใน 24 ชั่วโมงก่อนที่บริการจะหมดอายุ หลังจากหักเงินสำเร็จแล้วบริการจัดเก็บข้อมูลบนคลาวด์จะขยายออกไปอีกระยะหนึ่งอย่างราบรื่น
tr: 2. Yenileme: Hizmetin süresi dolmadan 24 saat içinde ücreti düşeceğiz. Başarılı bir kesinti sonrasında, bulut depolama hizmeti bir süre boyunca sorunsuz bir şekilde genişletilecektir.
vi: 2. Gia hạn: Chúng tôi sẽ trừ cước trong vòng 24 giờ trước khi dịch vụ hết hạn, sau khi trừ thành công, dịch vụ lưu trữ đám mây sẽ được gia hạn thành công thêm một chu kỳ.
zh_hans: 2、续费：我们会在服务到期前24小时内扣费，扣费成功后云存储服务顺利延长一个周期。
zh_hant: 2、續費：我們會在服務到期前24小時內扣費，扣費成功後雲存儲服務順利延長一個週期。

# adddevice_add_success_prompt
source: Added success for your device %1$s
cs: Přidán úspěch pro vaše zařízení%1$s
de: Gerät %1$s wurde erfolgreich hinzugefügt
es: Se agregó el éxito para su Equipo%1$s
fi: Lisätty menestys laitteellesi%1$s
fr: Ajout de succès pour votre appareil%1$s
he: נוסף הצלחה למכשיר%1$s
id: Menambah keberhasilan untuk perangkat Anda%1$s
it: Aggiunto successo per il tuo dispositivo%1$s
ja: デバイス%1$sの追加に成功しました
ko: 기기 %1$s에 대한 성공 추가
nb: Lagt til suksess for enheten din%1$s
nl: Succes toegevoegd voor uw apparaat%1$s
pl: Dodano sukces dla twojego urządzenia%1$s
pt_br: Sucesso adicionado ao seu dispositivo%1$s
ro: A adăugat succes pentru dispozitivul tău%1$s
ru: Добавлен успех для вашего устройства%1$s
sv: Lade framgång för din enhet%1$s
th: เพิ่มอุปกรณ์%1$s ของคุณสำเร็จแล้ว
tr: %1$s cihazınız için başarı eklendi
vi: Thiết bị của bạn%1$s đã được thêm thành công
zh_hans: 已为您的设备%1$s添加成功
zh_hant: 已為您的設備%1$s添加成功

# devicelist_update_firmware
source: Updating firmware
cs: Aktualizace firmwaru
de: Firmware aktualisieren
es: Actualizando firmware
fi: päivittäminen firmware
fr: Mise à jour du firmware
he: עדכון קושחה
id: Memperbarui firmware
it: Aggiornamento del firmware
ja: ファームウェアの更新
ko: 펌웨어 업데이트 중
nb: Oppdaterer fastvare
nl: Firmware updaten
pl: Aktualizacja oprogramowania układowego
pt_br: Atualizando firmware
ro: Actualizarea firmware-ului
ru: Обновление прошивки
sv: Uppdatering av firmware
th: กำลังอัปเดตเฟิร์มแวร์
tr: Firmware güncelleniyor
vi: Cập nhật chương trình cơ sở
zh_hans: 正在更新固件中
zh_hant: 正在更新固件中

# person_Album_permissions_instructions
source: Turn on album permissions, allow apps to write to the storage device, you can save screenshots and videos to your phone's local album
cs: Otevřete oprávnění alba, povolte aplikacím zapisovat do úložného zařízení, můžete ukládat snímky obrazovky a videa do místního alba telefonu
de: Erteilen Sie der App die Berechtigung auf den Speicher zuzugreifen, um Screenshots und Videos in Ihrer Telefon-Galerie zu speichern.
es: Abra los permisos del álbum, permita que las aplicaciones escriban en el Equipo de almacenamiento, puede guardar capturas de pantalla y videos en el álbum local de su teléfono
fi: Avaa albumin käyttöoikeudet, anna sovellusten kirjoittaa tallennuslaitteelle, voit tallentaa kuvakaappauksia ja videoita puhelimesi paikalliselle albumille
fr: Autorisations pour les albums, autoriser les applications à écrire sur le périphérique de stockage, vous pouvez enregistrer des captures d'écran et des vidéos dans l'album local de votre téléphone
he: פתח הרשאות אלבום, אפשר לאפליקציות לכתוב למכשיר האחסון, אתה יכול לשמור צילומי מסך וסרטונים באלבום המקומי של הטלפון שלך.
id: Buka izin album, izinkan aplikasi untuk menulis ke perangkat penyimpanan, Anda dapat menyimpan tangkapan layar dan video ke album lokal ponsel Anda
it: Apri le autorizzazioni degli album, consenti alle app di scrivere sul dispositivo di archiviazione, puoi salvare schermate e video sull'album locale del telefono
ja: アルバムのアクセス許可を開き、アプリがストレージデバイスに書き込むことを許可します。スクリーンショットとビデオを携帯電話のローカルアルバムに保存できます。
ko: 앨범 권한을 열고 앱이 저장 장치에 쓸 수 있도록하며 스크린 샷과 비디오를 휴대폰의 로컬 앨범에 저장할 수 있습니다
nb: Åpne albumtillatelser, la apper skrive til lagringsenheten, du kan lagre skjermbilder og videoer i telefonens lokale album
nl: Open albumrechten, laat apps schrijven naar het opslagapparaat, u kunt screenshots en video's opslaan in het lokale album van uw telefoon
pl: Otwórz uprawnienia do albumu, zezwól aplikacjom na pisanie na urządzeniu pamięci masowej, możesz zapisywać zrzuty ekranu i filmy do lokalnego albumu telefonu
pt_br: Abra as permissões do álbum, permita que os aplicativos gravem no dispositivo de armazenamento, você pode salvar capturas de tela e vídeos no álbum local do seu telefone
ro: Deschideți permisiunile de album, permiteți aplicațiilor să scrie pe dispozitivul de stocare, puteți salva capturi de ecran și videoclipuri în albumul local al telefonului.
ru: Открывайте права доступа к альбомам, позволяйте приложениям записывать на устройство хранения, вы можете сохранять скриншоты и видео в локальный альбом вашего телефона
sv: Öppna albumbehörigheter, låt appar skriva till lagringsenheten, du kan spara skärmdumpar och videor i telefonens lokala album
th: ปิดการอนุญาตอัลบั้มอนุญาตให้แอปพลิเคชันเขียนไปยังอุปกรณ์จัดเก็บข้อมูลคุณสามารถบันทึกภาพหน้าจอและวิดีโอลงในอัลบั้มในเครื่องของโทรศัพท์
tr: Albüm izinlerini aç, uygulamaların depolama aygıtına yazmasına izin ver, ekran görüntülerini ve videoları telefonunuzun yerel albümüne kaydedebilirsiniz
vi: Bật quyền đối với album và cho phép ứng dụng ghi vào thiết bị lưu trữ. Bạn có thể lưu ảnh chụp màn hình và video vào album cục bộ trên điện thoại của mình
zh_hans: 开启相册权限，允许应用写入存储设备，您可以将截图、录像保存至手机本地相册
zh_hant: 開啟相冊權限，允許應用寫入存儲設備，您可以將截圖、錄像保存至手機本地相冊

# devicelist_person_Equipment_time
source: Device's time:
cs: Doba vybavení:
de: Gerätezeit:
es: Tiempo de equipo:
fi: Laitteen aika:
fr: Temps d'équipement:
he: זמן ציוד:
id: Waktu peralatan:
it: Attrezzatura Tempo:
ja: 設備タイム：
ko: 장비 시간 :
nb: Utstyrstid:
nl: Apparatuur tijd:
pl: Czas urządzeń:
pt_br: Tempo do equipamento:
ro: Timp echipament:
ru: Время снаряжения:
sv: Utrustningstid:
th: เวลาอุปกรณ์
tr: Ekipman süresi:
vi: Thời gian thiết bị:
zh_hans: 设备时间：
zh_hant: 設備時間：

# devicesetting_always_recording_mode_influences
source: If insist the keep-recording mode when the camera is not plugged in will result in excessive power consumption
cs: Používání režimu záznamu vždy, když není fotoaparát připojen k elektrické síti, způsobí nadměrnou spotřebu energie
de: Bei Verwendung der Daueraufnahme, wenn die Kamera an keine Spannung angeschlossen ist, führt zu einem übermäßigen Stromverbrauch
es: El uso del modo de grabación permanente cuando la cámara no está conectada resultará en un consumo de energía excesivo
fi: Aina tallennustilan käyttäminen, kun kameraa ei ole kytketty virtalähteeseen, aiheuttaa liikaa virrankulutusta
fr: l'utilisation du mode d'enregistrement permanent lorsque l'appareil photo n'est pas branché entraînera une consommation d'énergie excessive
he: שימוש במצב הקלטה תמיד כאשר המצלמה אינה מחוברת לחשמל תביא לצריכת חשמל מוגזמת
id: Menggunakan mode selalu rekam saat kamera tidak terpasang akan mengakibatkan konsumsi daya yang berlebihan
it: l'utilizzo della modalità di registrazione continua quando la fotocamera non è collegata comporterà un consumo energetico eccessivo
ja: カメラが接続されていないときに常時録画モードを使用すると、過度の電力消費が発生します
ko: 카메라가 연결되지 않은 상태에서 상시 녹화 모드를 사용하면 과도한 전력 소비가 발생합니다.
nb: Hvis du bruker alltid opptaksmodus når kameraet ikke er koblet til, vil det føre til overdreven strømforbruk
nl: Het gebruik van de altijd-opnamemodus wanneer de camera niet is aangesloten, zal resulteren in overmatig stroomverbruik
pl: Używanie trybu nagrywania ciągłego, gdy aparat nie jest podłączony, spowoduje nadmierne zużycie energii
pt_br: Usar o modo de gravação sempre quando a câmera não está conectada resultará em consumo excessivo de energia
ro: Utilizarea modului de înregistrare întotdeauna atunci când camera nu este conectată va duce la un consum excesiv de energie
ru: Использование режима постоянной записи, когда камера не подключена, приведет к чрезмерному энергопотреблению.
sv: Om du använder alltid inspelningsläget när kameran inte är inkopplad kommer det att leda till överdriven strömförbrukning
th: การใช้โหมดบันทึกตลอดเวลาเมื่อไม่ได้เสียบกล้องจะทำให้สิ้นเปลืองพลังงานมากเกินไป
tr: Kamera takılı değilken her zaman kayıt modunu kullanmak aşırı güç tüketimine neden olur
vi: Sử dụng chế độ luôn ghi khi không cắm máy ảnh sẽ dẫn đến tiêu thụ điện năng quá mức
zh_hans: 摄像机未插电时使用一直录像模式会导致电量消耗过快
zh_hant: 攝像機未插電時使用一直錄影模式會導致電量消耗過快

# person_feedback_feedback_details
source: Feedback details
cs: Podrobnosti zpětné vazby
es: Detalles de comentarios
fi: Palautteen yksityiskohdat
fr: Détails des commentaires
he: פרטי משוב
id: Rincian umpan balik
it: Dettagli di feedback
ja: フィードバックの詳細
ko: 피드백 세부 사항
nb: Tilbakemelding detaljer
nl: Feedbackgegevens
pl: Szczegóły opinii
pt_br: Detalhes do feedback
ro: Detalii despre feedback
ru: Детали обратной связи
sv: Feedbackinformation
th: รายละเอียดข้อเสนอแนะ
tr: Geri bildirim ayrıntıları
vi: Thông tin phản hồi
zh_hans: 反馈详情
zh_hant: 反饋詳情

# person_picture_video_IOS
source: （%@pictures，%@videos）
cs: (%@ Obrázky ，%@ videa）
de: (%@ Bilder ，%@ Videos）
es: (%@ Imágenes ，%@ videos）
fi: (%@ Kuvia,%@ videot)
fr: (%@ Photos ，%@ vidéos）
he: (%@ תמונות ，%@ סרטונים）
id: (%@ Gambar ，%@ video）
it: (%@ Immagini,%@ video)
ja: （%@ ピクチャー、%@ ビデオ）
ko: (%@ 그림 ， %@ 동영상）
nb: (%@ Bilder,%@ videoer)
nl: (%@ Afbeeldingen,%@ video's）
pl: (%@ Zdjęcia ，%@ videos）
pt_br: (%@ Fotos ，%@ vídeos）
ro: (%@ Imagini,%@ video)
ru: (%@ Фотографии,%@ видео)
sv: (%@ Bilder,%@ videor)
th: (%@ ภาพ%@ วิดีโอ)
tr: (%@ Resimler,%@ videolar)
vi: (%@ Ảnh,%@ video)
zh_hans: （%@相片，%@视频）
zh_hant: （%@相片，%@視頻）

# deviceSetting_Turn_off_night_vision
source: Turn off night vision mode
cs: Vypněte režim nočního vidění
de: Nachtsicht-Modus deaktivieren
es: Apague el modo de visión nocturna
fi: Kytke pimeänäkötila pois päältä
fr: Désactiver le mode vision nocturne
he: כבה את מצב ראיית לילה
id: Matikan mode penglihatan malam
it: Disattiva la modalità di visione notturna
ja: 暗視モードをオフにします
ko: 야간 투시 모드 끄기
nb: Slå av nattsynsmodus
nl: Nachtzichtmodus uitschakelen
pl: Wyłącz tryb noktowizyjny
pt_br: Desligue o modo de visão noturna
ro: Dezactivați modul de vedere pe timp de noapte
ru: Отключить режим ночного видения
sv: Stäng av mörkerseendeläget
th: ปิดโหมดการมองเห็นตอนกลางคืน
tr: Gece görüş modunu kapatın
vi: Tắt chế độ nhìn ban đêm
zh_hans: 关闭夜视模式
zh_hant: 關閉夜視模式

# adddevice_click_configure_mode
source: The indicator light is flashing, the device is in the configuration mode, click "Configure Mode" to enter the add
cs: Kontrolka bliká, zařízení je v konfiguračním režimu, kliknutím na tlačítko "Konfigurovat režim" zadejte přidání
de: Die Status-LED blinkt, das Gerät befindet sich im Konfigurationsmodus. Tippen Sie auf "Konfigurationsmodus", um das Gerät hinzuzufügen.
es: La luz indicadora parpadea, el Equipo está en el modo de configuración, haga clic en "Modo de configuración " para ingresar al complemento
fi: Merkkivalo vilkkuu, laite on kokoonpanotilassa. Napsauta "Configure Mode " syöttääksesi lisäys
fr: Le voyant clignote, l’appareil est en mode de configuration, cliquez sur "Configurer le mode" pour entrer l’ajout.
he: נורית החיווי מהבהבת, המכשיר במצב תצורה, לחץ על "תצורת מצב " כדי להיכנס לתוספת
id: Lampu indikator berkedip, perangkat berada dalam mode konfigurasi, klik "Mode Konfigurasi " untuk masuk ke add
it: La spia lampeggia, il dispositivo è in modalità configurazione, fare clic su "Configura modalità " per accedere al componente aggiuntivo
ja: インジケータランプが点滅し、デバイスが設定モードになっている場合、「設定モード」をクリックして追加モードに入ります
ko: 표시등이 깜박이고 장치가 구성 모드에있는 경우 "구성 모드 "를 클릭하여 추가로 들어갑니다.
nb: Indikatorlampen blinker, enheten er i konfigurasjonsmodus, klikk "Konfigurer modus " for å gå inn i tillegget
nl: Het indicatielampje knippert, het apparaat bevindt zich in de configuratiemodus, klik op "Configuratiemodus" om naar de add te gaan
pl: Kontrolka miga, urządzenie znajduje się w trybie konfiguracji, kliknij "Konfiguruj tryb", aby przejść do dodawania
pt_br: A luz indicadora está piscando, o dispositivo está no modo de configuração, clique em "Modo de configuração" para inserir a opção
ro: Indicatorul luminos este intermitent, dispozitivul este în modul de configurare, faceți clic pe "Mod de configurare" pentru a intra în adăugare
ru: Индикатор мигает, устройство находится в режиме настройки, нажмите "Настроить режим", чтобы войти в надстройку
sv: Indikatorlampan blinkar, enheten är i konfigurationsläget, klicka på "Konfigurera läge " för att öppna tillägget
th: ไฟแสดงสถานะจะกะพริบอุปกรณ์อยู่ในโหมดกำหนดค่าเครือข่ายคลิก "โหมดการกำหนดค่า" เพื่อเข้าสู่การเพิ่ม
tr: Gösterge ışığı yanıp sönüyor, cihaz yapılandırma modunda, eklentiye girmek için "Yapılandırma Modu " seçeneğini tıklayın.
vi: Đèn báo nhấp nháy, thiết bị đang ở chế độ cấu hình mạng, nhấp vào "chế độ cấu hình" để vào add
zh_hans: 指示灯闪烁，设备正处于配网模式，点击“配置模式”进入添加
zh_hant: 指示燈閃爍，設備正處於配網模式，點擊“配置模式”進入添加

# person_feedback_i_want_feesback
source: I want feedback
cs: Chci zpětnou vazbu
de: Ich möchte eine Rückmeldung
es: Quiero comentarios
fi: Haluan palautetta
fr: Je veux des commentaires
he: אני רוצה משוב
id: Saya ingin umpan balik
it: Voglio un feedback
ja: フィードバックが欲しい
ko: 피드백을 원합니다
nb: Jeg ønsker tilbakemelding
nl: Ik wil feedback
pl: Potrzebuję opinii
pt_br: Eu quero feedback
ro: Vreau feedback
ru: Я хочу обратную связь
sv: Jag vill ha feedback
th: ฉันต้องการความคิดเห็น
tr: Geri bildirim istiyorum
vi: Tôi muốn phản hồi
zh_hans: 我要反馈
zh_hant: 我要反饋

# adddevice_unconnect_wifi
source: Switch device, no connection to WiFi
cs: Spínací zařízení, bez připojení k WiFi
de: Gerät wechseln, keine WLAN-Verbindung
es: Equipo de conmutación, sin conexión a WiFi
fi: Vaihda laite, ei yhteyttä WiFi-laitteeseen
fr: Commutateur, pas de connexion au WiFi
he: החלף את המכשיר, אין חיבור ל- WiFi
id: Ganti perangkat, tidak ada koneksi ke WiFi
it: Cambia dispositivo, nessuna connessione a WiFi
ja: スイッチ装置、無線LANへの接続なし
ko: 스위치 장치, WiFi 연결 없음
nb: Bytt enhet, ingen tilkobling til WiFi
nl: Schakel apparaat, geen verbinding met WiFi
pl: Przełącz urządzenie, brak połączenia z siecią WiFi
pt_br: Trocar dispositivo, sem conexão com WiFi
ro: Comutați dispozitivul, fără conexiune la WiFi
ru: Переключить устройство, нет подключения к WiFi
sv: Byt enhet, ingen anslutning till WiFi
th: สลับอุปกรณ์ , ไม่มีการเชื่อมต่อ WiFi
tr: Cihaz değiştirin, WiFi ile bağlantı yok
vi: Chuyển thiết bị, không kết nối được WiFi
zh_hans: 切换设备，没有连接WiFi
zh_hant: 切換設備，沒有連接WiFi

# cloud_purchase_payment_fail_network
source: Payment failed, please check if the network is good?
cs: Platba se nezdařila, zkontrolujte, zda je síť dobrá?
de: Zahlung fehlgeschlagen. Bitte überprüfen Sie, ob das Netzwerk gut ist.
es: ¿Falló el pago, por favor verifica si la red es buena?
fi: Maksu epäonnistui, tarkista, onko verkko hyvä?
fr: Le paiement a échoué, vérifiez si le réseau est bon?
he: התשלום נכשל, בדוק אם הרשת טובה?
id: Pembayaran gagal, harap periksa apakah jaringannya baik?
it: Pagamento non riuscito, si prega di verificare se la rete è buona?
ja: 支払いに失敗しました。ネットワークが良好かどうかを確認してください。
ko: 지불에 실패했습니다. 네트워크가 양호한 지 확인하십시오.
nb: Betaling mislyktes, vennligst sjekk om nettverket er bra?
nl: Betaling mislukt, controleer of het netwerk goed is?
pl: Płatność nie powiodła się, sprawdź, czy sieć jest dobra?
pt_br: O pagamento falhou, por favor, verifique se a rede é boa?
ro: Plata a eșuat, verificați dacă rețeaua este bună?
ru: Платеж не прошел, проверьте, хорошо ли работает сеть?
sv: Betalning misslyckades, kolla om nätverket är bra?
th: การชำระเงินล้มเหลว,โปรดตรวจสอบเครือข่าย?
tr: Ödeme başarısız oldu, lütfen ağın iyi olup olmadığını kontrol edin.
vi: Thanh toán không thành công, vui lòng kiểm tra xem mạng có tốt không?
zh_hans: 支付失败，请检查网络是否良好？
zh_hant: 支付失敗，請檢查網絡是否良好？

# deviceSetting_videoBackup_startTimeDD
source: day
cs: Den
de: Tag
es: día
fi: päivä
fr: jour
he: יום
id: hari
it: Giorno
ja: 日
ko: 주간
nb: dag
nl: dag
pl: dzień
pt_br: dia
ro: zi
ru: день
sv: dag
th: วัน
tr: gün
vi: ngày
zh_hans: 日
zh_hant: 日

# devicesetting_delete_fail_checck_camera
source: The camera reset is successful, but the deletion fails. Please manually delete it before adding it
cs: Vymazání a resetování kamery se nezdařilo, zkontrolujte, zda je síť normální
de: Löschen und Zurücksetzen der Kamera fehlgeschlagen. Bitte Netzwerk prüfen.
es: Error al eliminar y restablecer la cámara, verifique si la red es normal
fi: Kameran poistaminen ja palauttaminen epäonnistui. Tarkista, onko verkko normaali
fr: La suppression et la réinitialisation de la caméra ont échoué, veuillez vérifier si le réseau est normal
he: מחיקת ואיפוס המצלמה נכשלה, אנא בדוק אם הרשת תקינה
id: Gagal menghapus dan mengatur ulang kamera, periksa apakah jaringan normal
it: l'eliminazione e il ripristino della telecamera non sono riusciti, verificare se la rete è normale
ja: カメラの削除とリセットに失敗しました。ネットワークが正常かどうかを確認してください
ko: 카메라 삭제 및 재설정에 실패했습니다. 네트워크가 정상인지 확인하십시오.
nb: Sletting og tilbakestilling av kameraet mislyktes. Sjekk om nettverket er normalt
nl: Het verwijderen en resetten van de camera is mislukt. Controleer of het netwerk normaal is
pl: Usunięcie i zresetowanie kamery nie powiodło się, sprawdź, czy sieć działa normalnie
pt_br: Falha ao excluir e redefinir a câmera, verifique se a rede está normal
ro: Ștergerea și resetarea camerei au eșuat, vă rugăm să verificați dacă rețeaua este normală
ru: Не удалось удалить и сбросить настройки камеры, проверьте, нормально ли работает сеть
sv: Det gick inte att radera och återställa kameran. Kontrollera om nätverket är normalt
th: การลบและรีเซ็ตกล้องล้มเหลวโปรดตรวจสอบว่าเครือข่ายปกติหรือไม่
tr: Kamerayı silme ve sıfırlama başarısız oldu, lütfen ağın normal olup olmadığını kontrol edin
vi: Không thể xóa và đặt lại máy ảnh, vui lòng kiểm tra xem mạng có bình thường không
zh_hans: 删除并复位摄像机失败，请检查网络是否正常
zh_hant: 刪除並複位攝像機失敗，請檢查網絡是否正常

# addDevice_WIFI_password_input
source: Please input WiFi password
cs: Zadejte prosím heslo WiFi
de: Bitte WLAN Passwort eingeben
es: Por favor ingrese la contraseña WiFi
fi: Anna WiFi-salasana
fr: Veuillez entrer le mot de passe WiFi
he: אנא הכנס ססמה
id: Masukan Sandi WiFi
it: Prego inserire password WiFi
ja: WIFIパスワードを入力してください
ko: WiFi 비밀번호를 입력해주세요.
nb: Vennligst skriv inn WiFi passord
nl: WiFi-wachtwoord invoeren
pl: Wprowadź hasło WiFi
pt_br: Por favor insira a senha WiFi
ro: Introduceți parola WiFi
ru: Пожалуйста,введите пароль WiFi
sv: Vänligen ange WiFi-lösenordet
th: กรุณาใส่รหัสผ่าน WiFi
tr: Lütfen WiFi şifrenizi girin
vi: Vui lòng nhập mật khẩu WiFi
zh_hans: 请输入WiFi密码
zh_hant: 請輸入WiFi密碼
