Repository: Yolo-cell-hash/go_home_ios
Catalog: ios/Runner/JASDK/JAResources/XLanguage/X35MultiLanguage/*.lproj/X35MutiLanguage.strings
Languages: cs, de, es, fi, fr, he, id, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sv, th, tr, vi, zh_hans, zh_hant

# devicelist_offline_help_content_more_help_three
source: 3. Minimize interference near the camera; it is possible that your camera is disturbed by other nearby electronic devices,as far away as possible from the microwave oven,as well as some large-screen TVs or home theater systems.
cs: 3. Minimalizujte rušení v blízkosti fotoaparátu,je možné,že fotoaparát je rušen jinými elektronickými přístroji v blízkosti,co nejdále od mikrovlnné trouby,stejně jako některé televizory s velkou obrazovkou nebo systémy domácího kina.
de: 3. Minimieren Sie Störungen in der Nähe der Kamera. Diese können durch andere elektronische Geräte in der Nähe hervorgerufen werden. Platzieren Sie andere Geräte auf der gleichen Frequenz, Mikrowellenherde, Großbildfernseher oder Heimkinosysteme so weit wie möglich entfernt von Ihrer Kamera.
es: 3. Reduzca al mínimo la interferencia cerca de la cámara,es posible que su cámara se vea perturbada por otros Equipos electrónicos cercanos,tan lejos como sea posible del horno de microondas,así como algunos televisores de pantalla grande o sistemas de cine en casa.
fi: 3. Pienennä häiriöitä kameran läheisyydessä,on mahdollista,että muut lähellä olevat elektroniset laitteet häiritsevät kameraa mahdollisimman kaukana mikroaaltouunista sekä joitakin suurikokoisia televisioita tai kotiteatterijärjestelmiä.
fr: 3. Minimisez les interférences à proximité de la caméra : il est possible que votre appareil soit perturbé par d'autres appareils électroniques à proximité, par exemple le four à micro-ondes, certains téléviseurs grand écran ou systèmes de home cinema.
he: 3. אנא נסה למזער את הפרעות ליד המצלמה; ייתכן כי המצלמה שלך מופרעת על ידי מכשירים אלקטרוניים אחרים בקרבת מקום, דוגמת מיקרוגל,טלוויזיה,מחשב אישי ומערכת קולנוע ביתית.
id: 3. minimalkan interaksi yang berdekatan dengan kamera,itu memungkinkan kamera terganggu oleh sistem elsktronic yang berdekatan. Atau mungkin juga ada Oven,dan layar tv besar dan sistem speaker suara.
it: 3. Ridurre al minimo le interferenze vicino alla fotocamera: è possibile che la fotocamera sia disturbata da altri dispositivi elettronici nelle vicinanze,il più lontano possibile dal forno a microonde,così come alcuni televisori a grande schermo o sistemi home theater.
ja: 3.カメラの近くの干渉を最小限に抑えます：お使いのデバイスは、電子レンジ、一部の大画面テレビ、ホームシアターシステムなど、近くにある他の電子機器によって妨害される可能性があります。
ko: 3. 카메라 근처의 WiFi 간섭을 최소화하십시오. 카메라 주변의 다른 전자 장치,전자 레인지 및 일부 대형 스크린 TV 또는 홈 시어터 시스템에서 가능한 멀리 놓아주세요.
nb: 3. Minimere forstyrrelser i nærheten av kameraet,det er mulig at kameraet ditt forstyrres av andre nærliggende elektroniske enheter,så langt unna som mulig fra mikrobølgeovnen,samt noen storskjerm-TVer eller hjemmekinoanlegg.
nl: 3. Minimaliseer de interferentie in de buurt van de camera. Het is mogelijk dat uw camera verstoord wordt door andere elektronische apparaten in de buurt. Houd deze zover mogelijk uit de buurt van magnetrons,grote tv's of home-theater-systemen.
pl: 3. Zminimalizuj zakłócenia w pobliżu aparatu,możliwe jest,że aparat zostanie zakłócony przez inne znajdujące się w pobliżu urządzenia elektroniczne,jak najdalej od kuchenki mikrofalowej,a także niektóre telewizory z dużymi ekranami lub zestawy kina domowego.
pt_br: 3. Minimize a interferência perto da câmera; É possível que sua câmera seja perturbada por outros dispositivos eletrônicos próximos,o mais longe possível do forno de microondas,bem como algumas TVs de tela grande ou sistemas de home theater.
ro: 3. Reduceți interferența în apropierea camerei; este posibil ca aparatul foto să fie deranjat de alte dispozitive electronice din apropiere,cât mai departe posibil de cuptorul cu microunde,precum și de unele televizoare cu ecran mare sau sisteme home theater.
ru: 3. Минимизировать помехи возле камеры; Вполне возможно,что ваша камера мешает другим расположенным поблизости электронным устройствам,как можно дальше от микроволновой печи,а также телевизорам с большим экраном или домашним кинотеатрам.
sv: 3. Minimera störningar nära kameran; Det är möjligt att din kamera störs av andra närliggande elektroniska enheter,så långt bort som möjligt från mikrovågsugnen,liksom vissa storskärms-TV eller hemmabiosystem.
th: 3. กล้องของคุณถูกรบกวนโดยอุปกรณ์อิเล็กทรอนิกส์อื่น ๆ ในบริเวณใกล้เคียงพยายามอยู่ห่างจากเตาไมโครเวฟและทีวีจอใหญ่หรือระบบโฮมเธียเตอร์
tr: 3. Kameranın yakınındaki girişimi en aza indirin; Kameranızın yakınlardaki diğer elektronik cihazlardan,mikrodalga fırından ve bazı büyük ekran TV'lerden veya ev sinema sistemlerinden mümkün olduğunca uzak tutulması mümkündür.
vi: 3. Giảm thiểu nhiễu gần camera; có thể camera của bạn bị nhiễu bởi các thiết bị điện tử khác gần đó, cố gắng tránh xa lò vi sóng và một số TV màn hình lớn hoặc hệ thống rạp hát gia đình.
zh_hans: 3.尽量减少摄像头附近的干扰；有可能你的摄像机被附近其他电子设备干扰了，尽量远离微波炉，还有一些大屏幕电视或家庭影院系统。
zh_hant: 3.盡量減少攝像頭附近的干擾；有可能你的攝像機被附近其他電子設備干擾了，盡量遠離微波爐，還有一些大屏幕電視或家庭影院系統。

# addDevice_select_IPC
source: Choose hotspot with "IPC…"
cs: Vyberte hotspoty zařízení začínající IPC
de: WLAN Netzwerk mit "IPC…" auswählen
es: Elija el punto de acceso con "IPC ... "
fi: Valitse laitteen hotspotit IPC: stä alkaen
fr: Choisissez un Hotspot avec "IPC... "
he: בחר את הרשת שמתחילה ב "IPC…"
id: pilih hotspot dengan "IPC…"
it: Selezionare hotspot con "IPC…"
ja: "IPC ..."でアクセスポイントを選択してください
ko: "IPC"로 시작하는 WiFi 선택합니다.
nb: Velg hotspot med IP kamera
nl: Selecteer het netwerk dat start met IPC…..
pl: Wybierz hotspot z "IPC…"
pt_br: Escolha um ponto de acesso com "IPC ... "
ro: Alegeți un hotspot cu "IPC ... "
ru: Выберите точку доступа с "IPC… "
sv: Välj hotspot med "IPC ... "
th: เลือกฮอตสปอตที่ชื่อ "IPC ... "
tr: "IPC… " ile sıcak nokta seçin
vi: Chọn điểm phát sóng thiết bị bắt đầu bằng IPC
zh_hans: 选择IPC开头的设备热点
zh_hant: 選擇IPC開頭的設備熱點

# cloud_release_refresh
source: Release refresh
cs: Obnovení aktualizace
de: Zum Aktualisieren loslassen
es: Actualización de versión
fi: Vapauta päivitys
fr: Libérer l'actualisation
he: שחרור רענון
id: Lepaskan penyegaran
it: Rilascio aggiornamento
ja: リリースして更新
ko: 새로 고침 새로 고침
nb: Slett oppdatere
nl: Release vernieuwen
pl: Zwalniania odświeżania
pt_br: Atualização de lançamento
ro: Eliberați refresh
ru: Релиз обновления
sv: Släpp uppdatering
th: ปล่อยเพือรีเฟรช
tr: Yenilemeyi serbest bırak
vi: Làm mới phát hành
zh_hans: 释放刷新
zh_hant: 釋放刷新

# newbie_guide_text_1
source: Get it
cs: Já vím
de: Abrufen
es: Consíguelo
fi: Tiedän
fr: Trouver
he: אני מבין
id: mengerti
it: Ottenere
ja: 了解
ko: 확인
nb: Forstår
nl: Ophalen
pl: Pobierz
pt_br: Pegue
ro: Ia-l
ru: Возьми
sv: Förstår
th: ได้รับ
tr: Anla
vi: tôi biết
zh_hans: 我知道了
zh_hant: 我知道了

# service_map_year_of_experience
source: Years of experience
cs: Roky zkušeností
de: Langjährige Erfahrung
es: Años de experiencia
fi: Vuosien kokemus
fr: Des années d'expérience
he: שנים של ניסיון
id: Tahun-Tahun Pengalaman
it: Anni di esperienza
ja: 長年の経験
ko: 수년간의 경험
nb: År med erfaring
nl: Jarenlange ervaring
pl: Lata doświadczenia
pt_br: Anos de experiência
ro: Ani de experienta
ru: Годы опыта
sv: År av erfarenhet
th: ปีแห่งประสบการณ์
tr: Yılların Deneyimi
vi: Số năm kinh nghiệm
zh_hans: 经验年限
zh_hant: 經驗年限

# devicesetting_video_center_correction_Installation_mode
source: Installation mode
cs: Režim instalace:
de: Montagemodus
es: Modo de instalación
fi: Asennustila:
fr: Mode d'installation
he: מצב התקנה
id: Model pemasangan
it: Modalità di installazione
ja: 取付タイプ
ko: 설치 모드
nb: Installasjonsmodus
nl: Installatiemodus
pl: Tryb instalacji
pt_br: Modo de instalação
ro: Mod de instalare
ru: Режим установки
sv: Installationsläge
th: โหมดการติดตั้ง
tr: Kurulum modu
vi: Chế độ cài đặt:
zh_hans: 安装模式：
zh_hant: 安裝模式：

# Devicesetting_Available_packages
source: Available packages
cs: Dostupné balíčky
de: Verfügbare Pakete
es: Paquetes disponibles
fi: Saatavilla olevat paketit
fr: Forfaits disponibles
he: חבילות זמינות
id: Paket yang tersedia
it: Pacchetti disponibili
ja: 利用可能なパッケージ
ko: 사용 가능한 패키지
nb: Tilgjengelige pakker
nl: Beschikbare pakketten
pl: Dostępne pakiety
pt_br: Pacotes disponíveis
ro: Pachete disponibile
ru: Доступные пакеты
sv: Tillgängliga paket
th: แพ็คเกจที่มีจำหน่าย
tr: Mevcut paketler
vi: Gói có sẵn
zh_hans: 可用套餐
zh_hant: 可用套餐

# playback_camera_dormant
source: Camera dormant
cs: Fotoaparát je nečinný
de: Kamera im Standby-Modus
es: Cámara inactiva
fi: Kamera lepotilassa
fr: Caméra dormante
he: מצלמה רדומה
id: Kamera tidak aktif
it: Camera inattiva
ja: カメラ休止中
ko: 휴면 카메라
nb: Sovende kamera
nl: Camera slapend
pl: Aparat nieaktywny
pt_br: Câmera inativa
ro: Camera inactivă
ru: Камера в состоянии покоя
sv: Sovande kamera
th: อยู่เฉยๆกล้อง
tr: Kamera uykuda
vi: Máy ảnh không hoạt động
zh_hans: 摄像机已休眠
zh_hant: 攝像機已休眠

# appealsDescripeNull
source: Feedback cannot be empty!
cs: Zpětná vazba nemůže být prázdná!
de: Feedback darf nicht leer sein!
es: ¡Los comentarios no pueden estar vacíos!
fi: Palaute ei voi olla tyhjä!
fr: Le commentaire ne peut pas être vide !
he: תוכן המשוב לא יכול להיות ריק
id: Feedback tidak boleh kosong
it: Il Feedback non può essere vuoto
ja: フィードバックを入力してください。
ko: 피드백을 입력해주세요.
nb: Tilbakemelding kan ikke være tom!
nl: Feedback mag niet leeg zijn!
pl: Opinia nie może być pusta!
pt_br: O feedback não pode estar vazio!
ro: Feedback-ul nu poate fi gol!
ru: Отзыв не может быть пустым!
sv: Feedback kan inte vara tomt!
th: ผลตอบรับต้องไม่ว่างเปล่า!
tr: Geri bildirim boş olamaz!
vi: Nội dung phản hồi không được để trống!
zh_hans: 反馈内容不能为空!
zh_hant: 反饋內容不能為空!

# play_screenshot_fail
source: Screenshot fails
cs: Snímek obrazovky se nezdařil
de: Screenshot fehlgeschlagen
es: Captura de pantalla falla
fi: Kuvakaappaus epäonnistui
fr: Screenshot a échoué
he: כשל בתצלום
id: Screenshot gagal
it: Istantanea fallita
ja: スクリーンショット失敗
ko: 캡쳐 실패
nb: Kunne ikke ta skjermbilde
nl: Screenshot mislukt
pl: Zdjęcie niewykonane
pt_br: A captura de tela falha
ro: Captură de ecran eșuează
ru: Снимок экрана не удается
sv: Skärmbilden misslyckas
th: การจับภาพหน้าจอล้มเหลว
tr: Ekran görüntüsü başarısız
vi: Ảnh chụp màn hình không thành công
zh_hans: 截图失败
zh_hant: 截圖失敗

# person_feedback_question_Cloud_video_renewal_detail_1
source: 1. If you have purchased a cloud service and it has not expired. You can purchase cloud video on "Cloud Video Service Management Page" and "Cloud Center of Personal Center". After purchase, the new cloud service package will take effect immediately after the current package expires.
cs: 1. Pokud jste si zakoupili cloudovou službu a její platnost nevypršela. Cloudové video si můžete zakoupit na "stránce Cloud Video Service Management " a "Cloud Center of Personal Center ". Po zakoupení se nový balíček cloudových služeb projeví okamžitě po vypršení platnosti aktuálního balíčku.
de: 1. Wenn Sie einen Cloud-Dienst gekauft haben und dieser nicht abgelaufen ist. Sie können Cloud-Videos auf den Seiten "Cloud Video Service Management Page" und "Cloud Center of Personal Center" erwerben. Nach dem Kauf wird das neue Cloud-Servicepaket sofort nach Ablauf des aktuellen Pakets wirksam.
es: 1. Si ha comprado un servicio en la nube y no ha expirado. Puede comprar video en la nube en "Página de administración del servicio de video en la nube " y "Centro en la nube del Centro personal ". Después de la compra, el nuevo paquete de servicios en la nube entrará en vigencia inmediatamente después de que expire el paquete actual.
fi: 1. Jos olet ostanut pilvipalvelun, eikä se ole vanhentunut. Voit ostaa pilvivideon "Cloud Video -palvelun hallintasivulta " ja "Personal Centerin pilvikeskuksesta ". Ostamisen jälkeen uusi pilvipalvelupaketti tulee voimaan heti, kun nykyinen paketti vanhenee.
fr: 1. Si vous avez acheté un service cloud et qu'il n'a pas expiré. Vous pouvez acheter des vidéos cloud sur "Page de gestion des services vidéo Cloud " et "Cloud Center of Personal Center ". Après l'achat, le nouveau package de services cloud prendra effet immédiatement après l'expiration du package actuel.
he: 1. אם רכשת שירות ענן והוא לא פג תוקף. אתה יכול לרכוש וידאו בענן ב "עמוד ניהול שירותי ענן וידיאו " ו "מרכז ענן של מרכז אישי ". לאחר הרכישה, חבילת שירותי הענן החדשה תיכנס לתוקף מייד לאחר תום החבילה הנוכחית.
id: 1. Jika Anda telah membeli layanan cloud dan belum kedaluwarsa. Anda dapat membeli video cloud di "Halaman Manajemen Layanan Video Cloud " dan "Pusat Cloud dari Pusat Pribadi ". Setelah pembelian, paket layanan cloud baru akan berlaku segera setelah paket saat ini berakhir.
it: 1. Se hai acquistato un servizio cloud e non è scaduto. Puoi acquistare video cloud su "Pagina di gestione del servizio video cloud " e "Centro cloud del centro personale ". Dopo l'acquisto, il nuovo pacchetto del servizio cloud entrerà in vigore immediatamente dopo la scadenza del pacchetto corrente.
ja: 1.クラウドサービスを購入し、有効期限が切れていない場合。クラウドビデオは、「クラウドビデオサービス管理ページ」および「パーソナルセンターのクラウドセンター」で購入できます。購入後、新しいクラウドサービスパッケージは、現在のパッケージの有効期限が切れた直後に有効になります。
ko: 1. 클라우드 서비스를 구매했는데 만료되지 않은 경우. "Cloud Video Service 관리 페이지 "및 "Cloud Center of Personal Center "에서 클라우드 비디오를 구입할 수 있습니다. 구매 후 새 클라우드 서비스 패키지는 현재 패키지가 만료 된 직후에 적용됩니다.
nb: 1. Hvis du har kjøpt en skytjeneste, og den ikke har utløpt. Du kan kjøpe skyvideo på "Cloud Video Service Management Page " og "Cloud Center of Personal Center ". Etter kjøpet trer den nye skytjenestepakken i kraft umiddelbart etter at den nåværende pakken har utløpt.
nl: 1. Als u een cloudservice heeft gekocht en deze niet is verlopen. U kunt cloudvideo kopen op "Cloud Video Service Management Page " en "Cloud Center of Personal Center ". Na aankoop wordt het nieuwe cloudservicepakket onmiddellijk van kracht nadat het huidige pakket is verlopen.
pl: 1. Jeśli kupiłeś usługę w chmurze, a jej ważność nie wygasła. Wideo w chmurze można kupić na "stronie zarządzania usługą wideo w chmurze" i "Centrum w chmurze osobistej". Po zakupie nowy pakiet usług w chmurze zacznie obowiązywać natychmiast po wygaśnięciu obecnego pakietu.
pt_br: 1. Se você comprou um serviço em nuvem e ele não expirou. Você pode adquirir o vídeo em nuvem nas "Página de Gerenciamento do Serviço de Vídeo em Nuvem " e "Cloud Center of Personal Center ". Após a compra, o novo pacote de serviços em nuvem entrará em vigor imediatamente após a expiração do pacote atual.
ro: 1. Dacă ați achiziționat un serviciu cloud și acesta nu a expirat. Puteți achiziționa videoclipuri cloud în "Pagina de gestionare a serviciilor video video " și "Centrul de cloud a Centrului personal ". După cumpărare, noul pachet de servicii cloud va intra în vigoare imediat după expirarea pachetului curent.
ru: 1. Если вы приобрели облачный сервис и срок его действия не истек. Вы можете приобрести облачное видео на "Странице управления облачным видео сервисом" и "Облачном центре персонального центра". После покупки новый пакет облачных услуг вступит в силу сразу после истечения срока действия текущего пакета.
sv: 1. Om du har köpt en molntjänst och den inte har gått ut. Du kan köpa molnvideo på "Cloud Video Service Management Page " och "Cloud Center of Personal Center ". Efter köpet träder det nya molntjänstpaketet i kraft omedelbart efter det att det aktuella paketet har löpt ut.
th: 1. หากคุณซื้อบริการคลาวด์และยังไม่หมดอายุ คุณสามารถซื้อการบันทึกบนคลาวด์ได้ที่ "หน้าการจัดการบริการการบันทึกบนคลาวด์" และ "ห้างสรรพสินค้าคลาวด์ใน Personal Center" หลังจากซื้อแพ็กเกจบริการคลาวด์ใหม่จะมีผลทันทีหลังจากแพ็กเกจปัจจุบันหมดอายุ
tr: 1. Bir bulut hizmeti satın aldıysanız ve süresi dolmadıysa. Bulut videosunu "Cloud Video Hizmet Yönetimi Sayfası " ve "Personal Center Bulut Merkezi " nden satın alabilirsiniz. Satın alma işleminden sonra, yeni bulut hizmet paketi geçerli paketin süresi dolduktan hemen sonra yürürlüğe girecektir.
vi: 1. Nếu bạn đã mua dịch vụ đám mây và nó vẫn chưa hết hạn. Bạn có thể mua bản ghi đám mây trên "Trang quản lý dịch vụ ghi âm trên đám mây" và "Trung tâm mua sắm trên đám mây trong Trung tâm cá nhân". Sau khi mua, gói dịch vụ đám mây mới sẽ có hiệu lực ngay sau khi gói hiện tại hết hạn.
zh_hans: 1.如果您已经购买了云服务，并且尚未过期。 您可以在“云录像服务管理页”和“个人中心的云商城”进行购买云录像。购买后，新的云服务套餐将会在当前套餐到期后立即生效。
zh_hant: 1.如果您已經購買了雲服務，並且尚未過期。 您可以在“雲錄像服務管理頁”和“個人中心的雲商城”進行購買雲錄像。購買後，新的雲服務套餐將會在當前套餐到期後立即生效。

# adddevice_Wireless_add_mode_wired_device_password
source: Please enter the device password
cs: Zadejte heslo zařízení
de: Bitte geben Sie das Geräte-Passwort ein
es: Por favor ingrese la contraseña del Equipo
fi: Anna laitteen salasana
fr: Saisissez le mot de passe de l'appareil
he: הזן את סיסמת ההתקן
id: Silakan masukkan kata sandi perangkat
it: Si prega di inserire la password del dispositivo
ja: デバイスのパスワードを入力してください
ko: 기기 비밀번호를 입력해주세요.
nb: Vennligst skriv inn enhetens passord
nl: Voer het apparaatwachtwoord in
pl: Wprowadź hasło urządzenia
pt_br: Por favor insira a senha do dispositivo
ro: Introduceți parola dispozitivului
ru: Пожалуйста,введите пароль устройства
sv: Vänligen ange lösenordet för enheten
th: กรุณาป้อนรหัสผ่านอุปกรณ์
tr: Lütfen cihaz şifresini girin
vi: Vui lòng nhập mật khẩu thiết bị
zh_hans: 请输入设备密码
zh_hant: 請輸入設備密碼

# devicesetting_4G_card_choose_package
source: Please choose to purchase a package
cs: Vyberte si prosím, abyste si zakoupili balíček
de: Bitte ein Paket zum Kauf auswählen
es: Por favor, elija comprar un paquete
fi: Ole hyvä ja osta paketti
fr: S'il vous plaît choisir d'acheter un forfait
he: בחר לרכוש חבילה
id: Silakan pilih untuk membeli paket
it: Scegli di acquistare un pacchetto
ja: パッケージの購入を選択してください
ko: 패키지를 구입하도록 선택하십시오
nb: Velg å kjøpe en pakke
nl: Kies ervoor om een pakket te kopen
pl: Wybierz zakup pakietu
pt_br: Por favor, escolha comprar um pacote
ro: Vă rugăm să alegeți să cumpărați un pachet
ru: Пожалуйста, выберите покупку пакета
sv: Välj att köpa ett paket
th: กรุณาเลือกที่จะซื้อแพคเกจ
tr: Lütfen bir paket satın almayı seçin
vi: Vui lòng chọn mua một gói
zh_hans: 请选择购买套餐
zh_hant: 請選擇購買套餐

# Update_Downloading
source: Downloading new version
cs: Stahování nové verze
de: Neue Version herunterladen
es: Descargando nueva versión
fi: Ladataan uutta versiota
fr: Téléchargement de la nouvelle version
he: מוריד גרסה חדשה
id: Mengunduh versi baru
it: Download della nuova versione
ja: 新しいバージョンをダウンロードする
ko: 새 버전 다운로드
nb: Laster ned ny versjon
nl: Nieuwe versie downloaden
pl: Pobieranie nowej wersji
pt_br: Baixando nova versão
ro: Se descarcă versiunea nouă
ru: Скачивание новой версии
sv: Laddar ner ny version
th: กำลังดาวน์โหลดเวอร์ชันใหม่
tr: Yeni sürüm indiriliyor
vi: Đang tải xuống phiên bản mới
zh_hans: 正在下载新版本
zh_hant: 正在下載新版本

# addevice_open_Wlan_ios
source: 1. Open Settings-> Select Wireless LAN，connect the mobile phone wireless network to the device hotspot
cs: 1. Otevřete Nastavení-> Vyberte Bezdrátovou síť LAN, připojte bezdrátovou síť mobilního telefonu k hotspotu zařízení
de: 1. Öffnen Sie Einstellungen -> WLAN， und verbinden das Telefon mit dem Geräte-Hotspot
es: 1. Abra Configuración-> Seleccionar LAN inalámbrica, conecte la red inalámbrica del teléfono móvil al punto de acceso del dispositivo.
fi: 1. Avaa Asetukset-> Valitse Langaton LAN, yhdistä matkapuhelimen langaton verkko laitteen hotspotiin
fr: 1. Ouvrez Paramètres-> Sélectionnez Réseau sans fil, connectez le réseau sans fil du téléphone mobile au point d'accès de l'appareil
he: 1. פתח את הגדרות-> בחר רשת אלחוטית, חבר את הרשת האלחוטית של הטלפון הנייד לנקודה החמה של המכשיר
id: 1. Buka Pengaturan-> Pilih LAN Nirkabel，hubungkan jaringan nirkabel ponsel ke hotspot perangkat
it: 1. Apri Impostazioni-> Seleziona LAN wireless (connetti la rete wireless del telefono cellulare all'hotspot del dispositivo)
ja: 1. [設定]-> [無線LAN]を選択し、携帯電話の無線ネットワークをデバイスのホットスポットに接続します
ko: 1. 설정 열기 -> 무선 LAN 선택, 휴대폰 무선 네트워크를 장치 핫스팟에 연결
nb: 1. Åpne Innstillinger-> Velg trådløst LAN, koble mobiltelefonens trådløse nettverk til enhetens hotspot
nl: 1. Open Instellingen-> Selecteer Draadloos LAN (verbind het draadloze netwerk van de mobiele telefoon met de hotspot van het apparaat)
pl: 1. Otwórz Ustawienia-> Wybierz bezprzewodową sieć LAN (podłącz sieć bezprzewodową telefonu komórkowego do hotspotu urządzenia)
pt_br: 1. Abra Configurações-> Selecionar LAN sem fio, conecte a rede sem fio do telefone móvel ao ponto de acesso do dispositivo
ro: 1. Deschideți Setări-> Selectați LAN fără fir, conectați rețeaua wireless a telefonului mobil la hotspot-ul dispozitivului
ru: 1. Откройте Настройки -> Выбрать беспроводную локальную сеть, подключите беспроводную сеть мобильного телефона к точке доступа устройства.
sv: 1. Öppna Inställningar-> Välj Trådlöst LAN，anslut mobiltelefonens trådlösa nätverk till enhetens hotspot
th: 1. เปิดการตั้งค่า -> เลือก LAN ไร้สาย， เชื่อมต่อเครือข่ายไร้สายของโทรศัพท์มือถือกับฮอตสปอตของอุปกรณ์
tr: 1. Ayarlar-> Kablosuz LAN'ı seçin, cep telefonu kablosuz ağını cihaz erişim noktasına bağlayın
vi: 1. Mở Cài đặt-> Chọn Mạng LAN không dây ， kết nối mạng không dây của điện thoại di động với điểm phát sóng của thiết bị
zh_hans: 1.打开设置->选择无线局域网，将手机无线网络连接到设备热点
zh_hant: 1.打開設置->選擇無線局域網，將手機無線網絡連接到設備熱點

# play_open
source: On
cs: Na
de: An
es: En
fi: Päällä
fr: Au
he: עַל
id: Di
it: Su
ja: オン
ko: 켜짐
nb: På
nl: Op
pl: Na
pt_br: Em
ro: Pe
ru: На
sv: På
th: บน
tr: Açık
vi: Trên
zh_hans: 开
zh_hant: 開

# deviceSetting_custom_tone_record
source: Custom alarm tone
cs: Vlastní tón budíku
de: Benutzerdefinierter Alarmton
es: Tono de alarma personalizado
fi: Mukautettu hälytysääni
fr: Tonalité d'alarme personnalisée
he: צליל התראה מותאם אישית
id: Nada alarm khusus
it: Tono di allarme personalizzato
ja: カスタムアラーム音
ko: 사용자 지정 알람음
nb: Tilpasset alarmtone
nl: Aangepaste alarmtoon
pl: Niestandardowy dźwięk alarmu
pt_br: Tom de alarme personalizado
ro: Sunet de alarmă personalizat
ru: Пользовательский сигнал тревоги
sv: Anpassad larmtone
th: กำหนดเสียงปลุกเอง
tr: Özel alarm tonu
vi: Âm báo tùy chỉnh
zh_hans: 自定义报警提示音
zh_hant: 自定義報警提示音

# deviceSetting_Set_time_information_watermark
source: Set the time and information watermark on the screen
cs: Nastavte čas a informační vodoznak na obrazovce
de: Zeit- und Informationstext einstellen
es: Establecer la marca de agua de la hora y la información en la pantalla
fi: Aseta aika ja tiedot vesileima näytölle
fr: Réglez l'heure et les informations en filigrane sur l'écran
he: הגדר את סימן המים והזמן על המסך
id: Atur waktu dan tanda air informasi di layar
it: Imposta l'ora e la filigrana delle informazioni sullo schermo
ja: 画面に時間と情報の透かしを設定します
ko: 화면에 시간 및 정보 워터마크 설정
nb: Still inn tid og informasjonsvannmerke på skjermen
nl: Stel de tijd en het informatiewatermerk op het scherm in
pl: Ustaw czas i znak wodny informacji na ekranie
pt_br: Defina a hora e a marca d'água de informações na tela
ro: Setați ora și filigranul informațiilor pe ecran
ru: Установите время и информационный водяной знак на экране
sv: Ställ in tid och informationsvattenstämpel på skärmen
th: ตั้งเวลาและข้อมูลลายน้ำบนหน้าจอ
tr: Ekrandaki saati ve bilgi filigranını ayarlayın
vi: Đặt hình mờ thời gian và thông tin trên màn hình
zh_hans: 设置画面上时间和信息水印
zh_hant: 設置畫面上時間和信息水印
