Repository: Yolo-cell-hash/go_home_ios
Catalog: ios/Runner/JASDK/JAResources/XLanguage/X35MultiLanguage/*.lproj/X35MutiLanguage.strings
Languages: cs, de, es, fi, fr, he, id, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sv, th, tr, vi, zh_hans, zh_hant

source: Africa/Casablanca
cs: Afrika / Casablanca
de: Afrika / Casablanca
fi: Afrikka / Casablanca
fr: Afrique / Casablanca
he: אפריקה / קזבלנקה
id: Afrika / Casablanca
ja: アフリカ/カサブランカ
ko: 아프리카 / 카사 블랑카
nb: Afrika / Casablanca
nl: Afrika / Casablanca
pl: Afryka / Casablanca
pt_br: África / Casablanca
ru: Африка / Casablanca
sv: Afrika / Casablanca
th: แอฟริกา / คาซาบลังกา
tr: Afrika / Casablanca
vi: Casablanca
zh_hans: 卡萨布兰卡
zh_hant: 卡薩布蘭卡

# adddevice_Wireless_flash_status
source: 2、 Wireless standalone camera, please check the device indicator status
cs: 2、 Bezdrátová kamera jednoho produktu, zkontrolujte stav indikátoru zařízení
de: 2. Überprüfen Sie bei WLAN Standalone Kameras den Status der Geräte-LED
es: 2、 Cámara inalámbrica de un solo producto, verifique el estado del indicador del Equipo
fi: 2、 Langaton yhden tuotteen kamera, tarkista laitteen ilmaisimen tila
fr: 2、 Caméra sans fil à produit unique, veuillez vérifier l'état de l'indicateur de périphérique
he: 2、 מצלמת מוצר אלחוטית יחידה, אנא בדוק את מצב חיווי המכשיר
id: 2、 Kamera satu produk nirkabel, silakan periksa status indikator perangkat
it: 2、 Telecamera wireless per singolo prodotto, controllare lo stato dell'indicatore del dispositivo
ja: 2、ワイヤレス単一製品カメラ、デバイスインジケータのステータスを確認してください
ko: 2、 무선 단일 제품 카메라, 장치 표시기 상태를 확인하십시오
nb: 2、 Trådløst enkeltproduktskamera. Kontroller enhetens indikatorstatus
nl: 2、 Draadloze enkele productcamera, controleer de status van de apparaatindicator
pl: 2、 Bezprzewodowa kamera pojedynczego produktu, sprawdź status wskaźnika urządzenia
pt_br: 2、 Câmera de produto único sem fio, verifique o status do indicador do dispositivo
ro: 2、 Cameră fără fir pentru un singur produs, verificați starea indicatorului dispozitivului
ru: 2、 Беспроводная камера одного продукта, пожалуйста, проверьте состояние индикатора устройства
sv: 2、 Trådlös enda produktkamera, kontrollera enhetens indikatorstatus
th: 2. สำหรับกล้องผลิตภัณฑ์เดี่ยวแบบไร้สายโปรดตรวจสอบไฟสถานะอุปกรณ์
tr: 2、 Kablosuz tek ürün kamera, lütfen cihaz gösterge durumunu kontrol edin
vi: 2. Đối với máy ảnh sản phẩm đơn không dây, vui lòng kiểm tra trạng thái của chỉ báo thiết bị
zh_hans: 2、无线单品摄像机请查看设备指示灯状态
zh_hant: 2、無線單品攝像機請查看設備指示燈狀態

# addDevice_help_text5
source: 3、 Camera says'start configuration mode', press reset succesfully.
cs: 3,slyšet"Start Configuration Mode" tón,klepněte na tlačítko "Reset" tlačítko úspěšné
de: 3. Wenn die Kamera "Start Configuration mode" ertönt, tippen Sie "Zurücksetzen erfolgreich"
es: 3、 Escucha el mensaje de voz "iniciar el modo de configuración ". haga clic en el botón "restablecer exitosamente "
fi: 3、 Kuule "Startup Configuration Mode"-äänimerkki ja napsauta "Reset Success"-painiketta.
fr: 3、 Vous entendez l'annonce "start configuration mode". Appuyez sur le bouton "reset successfully".
he: 3、 אם שמעת את המכשיר משמיע "התחל מצב תצורה",לחץ על כפתור ה"אותחל בהצלחה"
id: 2. dengar suara "Start Configuration Mode". Klik Tombol "Reset Sukses'
it: 3、Sentito "inizio configurazione". Premere il pulsante" reset avvenuto con successo"
ja: 3.アナウンス"設定モードの開始"と流れます。 "リセットに成功"ボタンを押してください。
ko: 3、 "Start Configuration Mode" 음성이 들리면 "초기화 완료" 를 클릭해주세요.
nb: 3、 Hør talebeskjed "Start konfigurasjonsmodus". Trykk "Tilbakestilling vellykket"
nl: 3、 De camera zal een melding geven: Start configuration mode. Klik vervolgens op 'reset succesvol'
pl: 3、 Kamera poda komunikat: "start configuration mode = Uruchom tryb konfiguracji". Następnie kliknij "reset udany"
pt_br: 3、Hear prompt de voz "iniciar modo de configuração ". clique no botão "redefinir com sucesso "
ro: 3、Vertați promptul vocal "start configuration mode ". faceți clic pe butonul "resetați cu succes "
ru: 3、 Слушайте голосовую подсказку "запустить режим настройки ". нажмите кнопку "Сбросить успешно"
sv: 3、 Kameran säger "starta konfigurationsläge", tryck på reset knappen
th: 3. กล้องมีเสียงว่า "สตาร์ท คอนฟิคกูเรชั่น โหมด "การกดรีเซ็ตสำเร็จ
tr: 3、İstek istemi "yapılandırma modunu " başlatın. "Başarıyla sıfırla " düğmesini tıklayın
vi: 3. Khi bạn nghe thấy lời nhắc "Bắt đầu chế độ cấu hình", hãy nhấp vào nút "Đặt lại thành công"
zh_hans: 3、听到“启动配置模式”提示音，点击“重置成功”按钮
zh_hant: 3、聽到“啟動配置模式”提示音，點擊“重置成功”按鈕

# addDevice_Camera_startup_completed
source: Camera startup completed
cs: Spuštění fotoaparátu dokončeno
de: Kamera erfolgreich gestartet
es: Inicio de la cámara completado
fi: Kameran käynnistys valmis
fr: Démarrage de la caméra terminé
he: הפעלת המצלמה הושלמה
id: Pengaktifan kamera selesai
it: Avvio della fotocamera completato
ja: カメラの起動が完了しました
ko: 카메라 시작 완료
nb: Oppstart av kamera fullført
nl: Opstarten camera voltooid
pl: Uruchamianie aparatu zakończone
pt_br: Inicialização da câmera concluída
ro: Pornirea camerei s-a încheiat
ru: Запуск камеры завершен
sv: Kamerastarten slutförd
th: การเริ่มต้นกล้องเสร็จสมบูรณ์
tr: Kamera başlatma tamamlandı
vi: Khởi động máy ảnh đã hoàn thành
zh_hans: 摄像机启动完成
zh_hant: 攝像機啟動完成

# deviceSetting_Shutdown_timer_describe
source: During shutdown, motion detection, video recording, and alarm related functions will be suspended.
cs: Během vypínání budou pozastaveny funkce detekce pohybu, nahrávání videa a alarmu.
de: Während des Ausschaltens sind Bewegungserkennung, Aufnahme und alarmbezogene Funktionen ausgesetzt
es: Durante el apagado, se suspenderán las funciones de detección de movimiento, grabación de video y alarma.
fi: Sammutuksen aikana liikkeentunnistus, videotallennus ja hälytykseen liittyvät toiminnot keskeytetään.
fr: Pendant l'arrêt, la détection de mouvement, l'enregistrement vidéo et les fonctions liées à l'alarme seront suspendues.
he: במהלך הכיבוי, זיהוי תנועה, הקלטת וידאו ופונקציות הקשורות לאזעקה יושעו.
id: Selama shutdown, deteksi gerakan, perekaman video, dan fungsi terkait alarm akan ditangguhkan.
it: Durante lo spegnimento, le funzioni relative al rilevamento del movimento, alla registrazione video e agli allarmi verranno sospese.
ja: シャットダウン中は、モーション検知、ビデオ録画、およびアラーム関連の機能が一時停止されます。
ko: 종료 중에는 움직임 감지, 동영상 녹화 및 알람 관련 기능이 일시 중단됩니다.
nb: Under avstengning vil bevegelsesdeteksjon, videoopptak og alarmrelaterte funksjoner bli suspendert.
nl: Tijdens het afsluiten worden bewegingsdetectie, video-opname en alarmgerelateerde functies opgeschort.
pl: Podczas wyłączania wykrywanie ruchu, nagrywanie wideo i funkcje związane z alarmami zostaną zawieszone.
pt_br: Durante o desligamento, a detecção de movimento, a gravação de vídeo e as funções relacionadas ao alarme serão suspensas.
ro: În timpul opririi, funcțiile de detectare a mișcării, înregistrare video și alarmă vor fi suspendate.
ru: Во время выключения функции обнаружения движения, записи видео и тревоги будут приостановлены.
sv: Under avstängning kommer rörelsedetektering, videoinspelning och larmrelaterade funktioner att stängas av.
th: ระหว่างการปิดระบบ การตรวจจับการเคลื่อนไหว การบันทึกวิดีโอ และฟังก์ชันที่เกี่ยวข้องกับการเตือนจะถูกระงับ
tr: Kapatma sırasında hareket algılama, video kaydı ve alarmla ilgili işlevler askıya alınacaktır.
vi: Trong khi tắt máy, các chức năng liên quan đến phát hiện chuyển động, quay video và cảnh báo sẽ bị tạm dừng.
zh_hans: 关机期间，智能侦测、录像、报警相关功能将暂停工作
zh_hant: 關機期間，智能偵測、錄像、報警相關功能將暫停工作

# add_Online_service
source: Online service
cs: Služba online
es: Servicio en línea
fi: Online-palvelu
fr: Un service en ligne
he: שירות מקוון
id: Layanan online
it: Servizio Online
ja: オンラインサービス
ko: 온라인 서비스
nb: Online tjeneste
nl: Online dienst
pl: Serwis internetowy
pt_br: Serviço on-line
ro: Serviciu online
ru: Интернет Сервис
sv: Onlinetjänst
th: บริการออนไลน์
tr: Çevrimiçi servis
vi: Dịch vụ trực tuyến
zh_hans: 在线客服
zh_hant: 在線客服

# complaint_submit
source: Issue complaints
cs: Podat odvolání
de: Problem melden
es: Presentar la apelación
fi: Lähetä valitus
fr: Émettre des plaintes
he: פרסם תלונה
id: Komplain Isu
it: problema reclamo
ja: リクエストの申請
ko: 불만 사항 제기
nb: Sende inn klage
nl: Inhoud klachten
pl: Zgłoś skargę
pt_br: Emitir reclamações
ro: Emiteți reclamații
ru: Выдавать жалобы
sv: Problem med klagomål
th: ร้องเรียนปัญหา
tr: Sorun şikayeti
vi: Gửi kháng nghị
zh_hans: 提交申诉
zh_hant: 提交申訴

# help_recorder_reset_password_3
source: After entering a new password consisting of 6-19 characters in the reset password box that pops up, the password can be reset successfully.
cs: Po zadání nového hesla skládajícího se z 6-19 znaků do pole pro obnovení hesla, které se objeví, lze heslo úspěšně resetovat.
de: Nachdem Sie ein neues Passwort bestehend aus 6-19 Zeichen in das sich öffnende Feld zum Zurücksetzen des Passworts eingegeben haben, kann das Passwort erfolgreich zurückgesetzt werden.
es: Después de ingresar una nueva contraseña que consta de 6 a 19 caracteres en el cuadro de restablecimiento de contraseña que aparece, la contraseña se puede restablecer con éxito.
fi: Kun olet syöttänyt uuden 6-19 merkin pituisen salasanan avautuvaan nollaussalasanan ruutuun, salasana voidaan nollata onnistuneesti.
fr: Après avoir entré un nouveau mot de passe composé de 6 à 19 caractères dans la boîte de réinitialisation du mot de passe qui apparaît, le mot de passe peut être réinitialisé avec succès.
he: לאחר הזנת סיסמה חדשה המורכבת מ-6-19 תווים בתיבת איפוס הסיסמה שצצה, ניתן לאפס את הסיסמה בהצלחה.
id: Setelah memasukkan kata sandi baru yang terdiri dari 6-19 karakter di kotak reset kata sandi yang muncul, kata sandi dapat berhasil diatur ulang.
it: Dopo aver inserito una nuova password composta da 6-19 caratteri nella casella di reimpostazione della password visualizzata, la password può essere reimpostata correttamente.
ja: ポップアップ表示される[パスワードのリセット]ボックスに6〜19文字の新しいパスワードを入力すると、パスワードを正常にリセットできます。
ko: 팝업되는 비밀번호 재설정 상자에 6~19자로 구성된 새 비밀번호를 입력하면 비밀번호를 성공적으로 재설정할 수 있습니다.
nb: Etter å ha skrevet inn et nytt passord bestående av 6-19 tegn i boksen for tilbakestilling av passord som dukker opp, kan passordet tilbakestilles.
nl: Na het invoeren van een nieuw wachtwoord bestaande uit 6-19 tekens in het venster wachtwoord resetten dat verschijnt, kan het wachtwoord succesvol worden gereset.
pl: Po wprowadzeniu nowego hasła składającego się z 6-19 znaków w wyskakującym oknie resetowania hasła, hasło można pomyślnie zresetować.
pt_br: Depois de inserir uma nova senha composta de 6 a 19 caracteres na caixa de redefinição de senha que aparece, a senha pode ser redefinida com sucesso.
ro: După introducerea unei noi parole formate din 6-19 caractere în caseta de resetare a parolei care apare, parola poate fi resetată cu succes.
ru: После ввода нового пароля, состоящего из 6-19 символов, в появившемся окне сброса пароля пароль можно успешно сбросить.
sv: Efter att ha angett ett nytt lösenord bestående av 6-19 tecken i rutan för återställning av lösenord som dyker upp, kan lösenordet återställas framgångsrikt.
th: หลังจากป้อนรหัสผ่านใหม่ซึ่งประกอบด้วยอักขระ 6-19 ตัวในกล่องรีเซ็ตรหัสผ่านที่ปรากฏขึ้น รหัสผ่านสามารถรีเซ็ตได้สำเร็จ
tr: Açılan şifre sıfırlama kutusuna 6-19 karakterden oluşan yeni bir şifre girildikten sonra şifre başarıyla sıfırlanabilir.
vi: Sau khi nhập mật khẩu mới bao gồm 6-19 ký tự trong hộp đặt lại mật khẩu bật lên, mật khẩu có thể được đặt lại thành công.
zh_hans: 在弹出重置密码框中输入6-19个字符组成的新密码后，即可成功重置密码。
zh_hant: 在彈出重置密碼框中輸入6-19個字符組成的新密碼後，即可成功重置密碼。

# deviceSetting_camera_always_turns_off_suitable_indoors_bright
source: The camera always turns off the night vision mode, suitable for indoors where the light is always bright
cs: Kamera vždy vypne režim nočního vidění, vhodný pro interiéry, kde je vždy jasné světlo
de: Der Nachtsicht-Modus ist für die Kamera immer ausgeschaltet. Dies ist geeignet für Innenräume, in denen es immer hell ist
es: La cámara siempre apaga el modo de visión nocturna, adecuado para interiores donde la luz siempre es brillante.
fi: Kamera sammuttaa aina yönäkötilan, mikä sopii sisätiloihin, joissa valo on aina kirkas
fr: La caméra désactive toujours le mode de vision nocturne, adapté à l'intérieur où la lumière est toujours vive
he: המצלמה תמיד מכבה את מצב ראיית הלילה, מתאים למקומות סגורים שבהם האור תמיד בהיר
id: Kamera selalu mematikan mode night vision, cocok untuk di dalam ruangan di mana cahayanya selalu terang
it: La fotocamera disattiva sempre la modalità di visione notturna, adatta per interni dove la luce è sempre brillante
ja: カメラは常に暗視モードをオフにします。これは、光が常に明るい屋内に適しています。
ko: 카메라는 항상 조명이 밝은 실내에 적합한 야간 투시 모드를 끕니다.
nb: Kameraet slår alltid av nattsynsmodus, egnet for innendørs hvor lyset alltid er sterkt
nl: De camera schakelt altijd de nachtzichtmodus uit, geschikt voor binnen waar het licht altijd fel is
pl: Kamera zawsze wyłącza tryb noktowizyjny, odpowiedni do wnętrz, gdzie światło jest zawsze jasne
pt_br: A câmera sempre desliga o modo de visão noturna, adequado para ambientes internos onde a luz é sempre brilhante
ro: Aparatul foto dezactivează întotdeauna modul de vedere pe timp de noapte, potrivit pentru interior, unde lumina este întotdeauna puternică
ru: Камера всегда отключает режим ночного видения, подходит для помещений, где свет всегда яркий
sv: Kameran stänger alltid av mörkerseendeläget, lämpligt för inomhus där ljuset alltid är starkt
th: กล้องจะปิดโหมดการมองเห็นตอนกลางคืนเสมอ เหมาะสำหรับภายในอาคารที่มีแสงสว่างตลอดเวลา
tr: Kamera, ışığın her zaman parlak olduğu iç mekanlar için uygun olan gece görüş modunu her zaman kapatır
vi: Camera luôn tắt chế độ nhìn ban đêm, thích hợp để trong nhà, nơi luôn có ánh sáng đèn
zh_hans: 摄像机始终关闭夜视模式，适合光线一直较明亮的室内
zh_hant: 攝像機始終關閉夜視模式，適合光線一直較明亮的室內

# messages_Total
source: Total%1$s messages
cs: Celkem %1$s zpráv
de: Insgesamt %1$s Nachrichten
es: Total%1$s mensajes
fi: Yhteensä %1$s viestiä
fr: %1$s messages au total
he: סך הכל%1$s הודעות
id: Total%1$s pesan
it: Totale%1$s messaggi
ja: 合計%1$sメッセージ
ko: 총 메시지 %1$s개
nb: Totalt %1$s meldinger
nl: Totaal%1$s berichten
pl: Łącznie %1$s wiadomości
pt_br: Total%1$s mensagens
ro: Total%1$s mesaje
ru: Всего %1$s сообщений
sv: Totalt %1$s meddelanden
th: ข้อความ %1$s ทั้งหมด
tr: Toplam %1$s mesaj
vi: Tổng số %1$s tin nhắn
zh_hans: 共%1$s条消息
zh_hant: 共%1$s條消息

# person_Enter_login_password
source: Enter login password
cs: Zadejte přihlašovací heslo
de: Login-Passwort eingeben
es: Ingrese la contraseña de inicio de sesión
fi: Kirjoita kirjautumissalasana
fr: Entrez le mot de passe de connexion
he: הזן סיסמת התחברות
id: Masukkan kata sandi masuk
it: Inserisci la password di accesso
ja: ログインパスワードを入力してください
ko: 로그인 비밀번호 입력
nb: Skriv inn påloggingspassord
nl: Voer inlogwachtwoord in
pl: Wpisz hasło logowania
pt_br: Digite a senha de login
ro: Introduceți parola de conectare
ru: Введите пароль для входа
sv: Ange inloggningslösenord
th: ใส่รหัสผ่านเข้าสู่ระบบ
tr: Giriş şifresini girin
vi: Nhập mật khẩu đăng nhập
zh_hans: 输入登录密码
zh_hant: 輸入登錄密碼

# devicesetting_usage_scenarios
source: Usage scenarios
cs: Scénáře použití
de: Nutzungsszenarien
es: Escenarios de uso
fi: Käyttötapahtumat
fr: Scénarios d'utilisation
he: תרחישי שימוש
id: Skenario penggunaan
it: Scenari di utilizzo
ja: 使用シナリオ
ko: 사용 시나리오
nb: Bruksscenarier
nl: Gebruiksscenario's
pl: Scenariusze użycia
pt_br: Cenários de uso
ro: Scenarii de utilizare
ru: Сценарии использования
sv: Användningsscenarier
th: สถานการณ์การใช้งาน
tr: Kullanım senaryoları
vi: cảnh được sử dụng
zh_hans: 使用场景
zh_hant: 使用場景

# deviceSetting_Equipment_sorting
source: Equipment sorting
cs: Třídění zařízení
de: Gerätesortierung
es: Clasificación de equipos
fi: Laitteiden lajittelu
fr: Tri des équipements
he: מיון ציוד
id: Penyortiran peralatan
it: Smistamento attrezzature
ja: 機器の仕分け
ko: 장비 분류
nb: Sortering av utstyr
nl: Apparatuur sorteren
pl: Sortowanie sprzętu
pt_br: Triagem de equipamentos
ro: Sortarea echipamentelor
ru: Сортировка оборудования
sv: Sortering av utrustning
th: อุปกรณ์คัดแยก
tr: Ekipman sıralama
vi: Phân loại thiết bị
zh_hans: 设备排序
zh_hant: 設備排序

# preview_preset_help_6
source: Normal mode: In normal mode, setting the preset position will capture the picture of the current position, and you can see the content of the preset position intuitively;
cs: Normální režim: V normálním režimu nastavení přednastavené pozice zachytí obrázek aktuální polohy a vy můžete intuitivně vidět obsah přednastavené polohy;
de: Normalmodus: Im Normalmodus wird durch Einstellen der Preset Position das Bild der aktuellen Position aufgenommen, und Sie können den Inhalt der Preset Position sehen;
es: Modo normal: en el modo normal, establecer la posición preestablecida capturará la imagen de la posición actual y podrá ver el contenido de la posición preestablecida de manera intuitiva;
fi: Normaalitila: Normaalitilassa esiasetetun sijainnin asettaminen tallentaa kuvan nykyisestä sijainnista ja näet esiasetetun sijainnin sisällön intuitiivisesti;
fr: Mode normal : en mode normal, le réglage de la position prédéfinie capture l'image de la position actuelle et vous pouvez voir intuitivement le contenu de la position prédéfinie ;
he: מצב רגיל: במצב רגיל, הגדרת המיקום הקבוע מראש יתפוס את התמונה של המיקום הנוכחי, ותוכל לראות את תוכן המיקום הקבוע מראש באופן אינטואיטיבי;
id: Mode normal: Dalam mode normal, pengaturan posisi preset akan menangkap gambar posisi saat ini, dan Anda dapat melihat konten posisi preset secara intuitif;
it: Modalità normale: in modalità normale, l'impostazione della posizione preimpostata catturerà l'immagine della posizione corrente e potrai vedere il contenuto della posizione preimpostata in modo intuitivo;
ja: 通常モード：通常モードでは、プリセット位置を設定すると現在の位置の画像がキャプチャされ、プリセット位置の内容を直感的に確認できます。
ko: 일반 모드: 일반 모드에서 사전 설정 위치를 설정하면 현재 위치의 사진이 캡처되고 사전 설정 위치의 내용을 직관적으로 볼 수 있습니다.
nb: Normal modus: I normal modus vil innstilling av forhåndsinnstilt posisjon ta bildet av gjeldende posisjon, og du kan se innholdet i den forhåndsinnstilte posisjonen intuitivt;
nl: Normale modus: in de normale modus zal het instellen van de vooraf ingestelde positie het beeld van de huidige positie vastleggen en kunt u intuïtief de inhoud van de vooraf ingestelde positie zien;
pl: Tryb normalny: W trybie normalnym ustawienie zaprogramowanej pozycji spowoduje przechwycenie obrazu bieżącej pozycji i intuicyjne wyświetlenie zawartości zaprogramowanej pozycji;
pt_br: Modo normal: No modo normal, definir a posição predefinida irá capturar a imagem da posição atual e você pode ver o conteúdo da posição predefinida intuitivamente;
ro: Modul normal: În modul normal, setarea poziției presetate va surprinde imaginea poziției curente și puteți vedea intuitiv conținutul poziției presetate;
ru: Обычный режим: в обычном режиме установка предустановленного положения захватывает изображение текущего положения, и вы можете интуитивно видеть содержимое предустановленного положения;
sv: Normalläge: I normalt läge kommer inställning av den förinställda positionen att fånga bilden av den aktuella positionen, och du kan se innehållet i den förinställda positionen intuitivt;
th: โหมดปกติ: ในโหมดปกติ การตั้งค่าตำแหน่งที่ตั้งไว้ล่วงหน้าจะจับภาพของตำแหน่งปัจจุบัน และคุณสามารถดูเนื้อหาของตำแหน่งที่ตั้งไว้ล่วงหน้าได้โดยสัญชาตญาณ
tr: Normal mod: Normal modda, ön ayar konumunun ayarlanması mevcut konumun resmini çekecektir ve ön ayar konumunun içeriğini sezgisel olarak görebilirsiniz;
vi: Chế độ bình thường: Ở chế độ bình thường, cài đặt vị trí đặt trước sẽ chụp ảnh vị trí hiện tại và bạn có thể xem nội dung của vị trí đặt trước một cách trực quan;
zh_hans: 普通模式：普通模式下，设置常看位置会截取当前位置的图片，可以很直观看到常看位置内容；
zh_hant: 普通模式：普通模式下，設置常看位置會截取當前位置的圖片，可以很直觀看到常看位置內容；

# Saturday
source: S
de: Sa
fi: L
he: שי
ja: 土
ko: 토
nb: L
nl: Z
ru: С
sv: L
th: ส
tr: C
vi: T7
zh_hans: 六
zh_hant: 六

# device_group_unexist
source: Group does not exist
cs: Skupina neexistuje
de: Gruppe existiert nicht
es: El grupo no existe
fi: Ryhmää ei ole
fr: Le groupe n'existe pas
he: הקבוצה אינה קיימת
id: Group tidak tersedia
it: Il gruppo non esiste
ja: グループが存在しません
ko: 그룹이 없습니다.
nb: Gruppe eksisterer ikke
nl: Groep bestaat niet
pl: Grupa nie istnieje
pt_br: Grupo não existe
ro: Grupul nu există
ru: Группа не существует
sv: Grupp existerar inte
th: ไม่มีกลุ่ม
tr: Grup mevcut değil
vi: Nhóm không tồn tại
zh_hans: 分组不存在
zh_hant: 分組不存在

# person_set_clean_cache_influences
source: No loss of your device data and personal information after clearing the cache
cs: Po vymazání mezipaměti nedošlo ke ztrátě dat zařízení a osobních údajů
de: Gerätedaten und persönlichen Informationen werden beim Leeren des Cache nicht gelöscht
es: Sin pérdida de datos de su dispositivo e información personal después de borrar el caché
fi: Laitetietojasi ja henkilökohtaisia tietojasi ei menetetä välimuistin tyhjentämisen jälkeen
fr: Aucune perte des données de votre appareil et de vos informations personnelles après avoir effacé le cache
he: לא יאבד את נתוני המכשיר ואת המידע האישי שלך לאחר ניקוי המטמון
id: Tidak ada kehilangan data perangkat Anda dan informasi pribadi setelah membersihkan cache
it: Nessuna perdita di dati del dispositivo e informazioni personali dopo aver cancellato la cache
ja: キャッシュを削除した後、デバイスのデータと個人情報は失われません
ko: 캐시를 지운 후 장치 데이터 및 개인 정보가 손실되지 않습니다
nb: Ingen tap av enhetsdata og personlig informasjon etter å ha tømt hurtigbufferen
nl: Geen verlies van uw apparaatgegevens en persoonlijke informatie na het wissen van de cache
pl: Brak utraty danych urządzenia i danych osobowych po wyczyszczeniu pamięci podręcznej
pt_br: Nenhuma perda de dados do dispositivo e informações pessoais após a limpeza do cache
ro: Nu pierdeți datele dispozitivului și informațiile personale după ștergerea memoriei cache
ru: Никакой потери данных вашего устройства и личной информации после очистки кеша
sv: Ingen förlust av dina enhetsdata och personlig information efter att cachen har rensats
th: คุณจะไม่สูญเสียข้อมูลอุปกรณ์และข้อมูลส่วนบุคคลของคุณหลังจากล้างแคช
tr: Önbelleği temizledikten sonra cihaz verilerinde ve kişisel bilgilerinde kayıp olmaz
vi: Bạn sẽ không bị mất dữ liệu thiết bị và thông tin cá nhân sau khi xóa bộ nhớ cache
zh_hans: 清理缓存后不会丢失您的设备数据和个人信息
zh_hant: 清理緩存後不會丟失您的設備數據和個人信息

# device_setting
source: Setup
cs: Nastavení zařízení
de: Geräte Einstellungen
es: Preparar
fi: Laitteen asetukset
fr: Réglages de l'appareil
he: הגדרות
id: Pengaturan
it: Impostare
ja: 設定
ko: 설정
nb: Innstillinger
nl: Instellingen
pl: Ustawienia
pt_br: Configuração
ro: Înființat
ru: Настроить
sv: Inrätta
th: ติดตั้ง
tr: Kurmak
vi: Cài đặt thiết bị
zh_hans: 设备设置
zh_hant: 設備設置

# devicesetting_select_a_tone
source: Choose a prompt tone
cs: Vyberte tón
de: Ton auswählen
es: Seleccione un tono
fi: Valitse ääni
fr: Sélectionnez une tonalité
he: בחר צליל
id: Pilih nada
it: Seleziona un tono
ja: トーンを選択してください
ko: 톤 선택
nb: Velg en tone
nl: Kies een toon
pl: Wybierz dźwięk
pt_br: Selecione um tom
ro: Selectați un ton
ru: Выберите тон
sv: Välj en ton
th: เลือกโทนเสียง
tr: Bir ton seçin
vi: Chọn một giai điệu
zh_hans: 选择提示音
zh_hant: 選擇提示音

# devicesetting_No_pairing_channel
source: No pairing channel
cs: Žádný párovací kanál
de: Noch keine Verbindung
es: Sin canal de emparejamiento
fi: Ei pariliitoskanavaa
fr: Pas de canal d'appairage
he: אין ערוץ התאמה
id: Tidak ada saluran pasangan
it: Nessun canale di abbinamento
ja: ペアリングチャネルなし
ko: 페어링 채널 없음
nb: Ingen sammenkoblingskanal
nl: Geen koppelingskanaal
pl: Brak kanału parowania
pt_br: Sem canal de emparelhamento
ro: Niciun canal de asociere
ru: Нет канала сопряжения
sv: Ingen parningskanal
th: ไม่มีช่องจับคู่
tr: Eşleştirme kanalı yok
vi: Không có kênh ghép nối
zh_hans: 暂无配对通道
zh_hant: 暫無配對通道
