Repository: Yolo-cell-hash/go_home_ios
Catalog: ios/Runner/JASDK/JAResources/XLanguage/X35MultiLanguage/*.lproj/X35MutiLanguage.strings
Languages: cs, de, es, fi, fr, he, id, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sv, th, tr, vi, zh_hans, zh_hant

# devicesetting_Save_inquiry
source: Currently there is no motion detection area saved. Is it ok to exit?
cs: V současné době není uložena žádná oblast detekce pohybu. Je možné ukončit?
de: Derzeit ist kein Erkennungsbereich gespeichert. Wirklich beenden?
es: Actualmente no hay área de detección de movimiento guardada. ¿Está bien salir?
fi: Tällä hetkellä ei ole tallennettu liikkeen tunnistusaluetta.
fr: Actuellement, aucune zone de détection de mouvement n'a été enregistrée. Quitter ?
he: בשלב זה לא נשמר אזור זיהוי תנועה. האם זה בסדר לצאת?
id: Saat ini tidak ada area deteksi gerakan yang disimpan. Apakah tidak apa-apa keluar?
it: Attualmente non è stata salvata alcuna area di rilevamento del movimento. Va bene uscire?
ja: 現在モーション検出エリアが保存されていません。終了しますか？
ko: 현재 저장된 움직임 감지 영역이 없습니다. 종료해도 괜찮습니까?
nb: For øyeblikket er det ikke lagret noe bevegelsesvarslingsområde. Er det ok å gå ut?
nl: Momenteel is er geen bewegingsdetectiegebied opgeslagen. Is het goed om af te sluiten?
pl: Obecnie nie ma zapisanego obszaru wykrywania ruchu. Czy można wyjść?
pt_br: Atualmente não há área de detecção de movimento salva. Tudo bem sair?
ro: În prezent nu există o zonă de detectare a mișcării salvată. Este bine sa iesiti?
ru: В настоящее время область обнаружения движения не сохранена. Это нормально,чтобы выйти?
sv: För närvarande sparas ingen rörelsedetekteringsområde. Är det ok att gå ut?
th: ขณะนี้ไม่มีการบันทึกพื้นที่ตรวจจับการเคลื่อนไหว ออกได้หรือไม่
tr: Şu anda kaydedilmiş hiçbir hareket algılama alanı yok. Çıkmak uygun mu?
vi: Khu vực phát hiện chuyển động hiện tại chưa được lưu. Bạn có chắc chắn thoát không?
zh_hans: 当前存在移动侦测区域未保存，是否确定退出？
zh_hant: 當前存在移動偵測區域未保存，是否確定退出？

# alarm_other_push
source: Other push
cs: Další tlak
de: Andere Push-Nachrichten
es: Otro empuje
fi: Muu työntö
fr: Autre poussée
he: דחיפה אחרת
id: Dorongan lainnya
it: Altra spinta
ja: その他のプッシュ
ko: 다른 푸시
nb: Andre dytt
nl: Andere push
pl: Inne pchnięcie
pt_br: Outro impulso
ro: Altă apăsare
ru: Другой толчок
sv: Andra push
th: การแจ้งเตือนอื่นๆ
tr: Diğer itme
vi: Đẩy khác
zh_hans: 其他推送
zh_hant: 其他推送

# devicesetting_delete_area
source: Do you want to delete this area?
cs: Chcete tuto oblast smazat?
de: Möchten Sie diesen Bereich löschen?
es: ¿Quieres borrar esta área?
fi: Haluatko poistaa tämän alueen?
fr: Voulez-vous supprimer cette zone ?
he: האם ברצונך למחוק אזור זה?
id: Apakah Anda ingin menghapus area ini?
it: Vuoi cancellare quest'area?
ja: このエリアを削除しますか？
ko: 이 영역을 삭제 하시겠습니까?
nb: Ønsker du å slette dette området?
nl: Wil je dit gebied verwijderen?
pl: Czy chcesz usunąć ten obszar?
pt_br: Você quer apagar esta área?
ro: Doriți să ștergeți această zonă?
ru: Вы хотите удалить эту область?
sv: Vill du radera detta område?
th: คุณต้องการที่จะลบพื้นที่นี้หรือไม่?
tr: Bu alanı silmek istiyor musunuz?
vi: Bạn có muốn xóa khu vực này không?
zh_hans: 是否删除该区域？
zh_hant: 是否刪除該區域？

# person_year_ago
source: years ago
cs: Před roky
de: Vor Jahren
es: Hace años
fi: vuotta sitten
fr: il y a ans
he: לפני שנים
id: tahun lalu
it: anni fa
ja: 年前
ko: 년 전
nb: år siden
nl: jaar geleden
pl: lata temu
pt_br: anos atrás
ro: acum ani
ru: года назад
sv: år sedan
th: ปีที่แล้ว
tr: yıl önce
vi: năm trước
zh_hans: 年前
zh_hant: 年前

# cloud_redeem_now
source: Redeem now
cs: Vyplatí se nyní
de: Jetzt einlösen
es: Canjear ahora
fi: Lunasta nyt
fr: Rembourser maintenant
he: מימוש כעת
id: Tebus sekarang
it: Riscattare ora
ja: 今払い戻す
ko: 지금 사용하십시오
nb: Innløse nå
nl: Wissel nu in
pl: Wykorzystaj teraz
pt_br: Resgatar agora
ro: Răscumpăra acum
ru: Выкупить сейчас
sv: Lös nu
th: แลกตอนนี้
tr: Şimdi kurtar
vi: Đổi ngay
zh_hans: 立即兑换
zh_hant: 立即兌換

# Devicesetting_Package_expired
source: Package expired
cs: Platnost balíčku vypršela
de: Paket abgelaufen
es: Paquete caducado
fi: Paketti vanhentunut
fr: Le paquet a expiré
he: פג תוקף החבילה
id: Paket kedaluwarsa
it: Pacchetto scaduto
ja: パッケージの有効期限が切れました
ko: 패키지 만료됨
nb: Pakken har utløpt
nl: Pakket verlopen
pl: Pakiet wygasł
pt_br: Pacote expirado
ro: Pachetul a expirat
ru: Срок действия пакета истек
sv: Paketet har löpt ut
th: แพ็คเกจหมดอายุ
tr: Paketin süresi doldu
vi: Gói hết hạn
zh_hans: 套餐过期
zh_hant: 套餐過期

# message_Filter_alarm
source: Filter alarm messages
cs: Filtrujte poplachové zprávy
de: Alarmmeldungen filtern
es: Filtrar mensajes de alarma
fi: Suodata hälytysviestit
fr: Filtrer les messages d'alarme
he: סינון הודעות אזעקה
id: Filter pesan alarm
it: Filtra i messaggi di allarme
ja: アラームメッセージをフィルタリングする
ko: 알람 메시지 필터링
nb: Filtrer alarmmeldinger
nl: Alarmberichten filteren
pl: Filtruj komunikaty alarmowe
pt_br: Filtrar mensagens de alarme
ro: Filtrați mesajele de alarmă
ru: Фильтровать тревожные сообщения
sv: Filtrera larmmeddelanden
th: กรองข้อความเตือน
tr: Alarm mesajlarını filtrele
vi: Lọc tin nhắn báo động
zh_hans: 筛选报警消息
zh_hant: 篩選報警消息

# Service_map_select_a_registration_type
source: Please select a registration type
cs: Vyberte typ registrace
de: Bitte wählen Sie einen Registrierungstyp
es: Por favor seleccione un tipo de registro
fi: Valitse rekisteröintityyppi
fr: Veuillez sélectionner un type d'enregistrement
he: בחר סוג רישום
id: Silakan pilih jenis pendaftaran
it: Seleziona un tipo di registrazione
ja: 登録タイプを選択してください
ko: 등록 유형을 선택하십시오
nb: Velg en registreringstype
nl: Selecteer een registratietype
pl: Wybierz typ rejestracji
pt_br: Por favor, selecione um tipo de registro
ro: Vă rugăm să selectați un tip de înregistrare
ru: Пожалуйста, выберите тип регистрации
sv: Välj en registreringstyp
th: โปรดเลือกประเภทการลงทะเบียน
tr: Lütfen bir kayıt türü seçin
vi: Vui lòng chọn loại đăng ký
zh_hans: 请选择注册类型
zh_hant: 請選擇註冊類型

source: America/Regina
cs: Amerika / Regina
de: Amerika / Regina
he: אמריקה / רגינה
id: Amerika / Regina
ja: アメリカ/レジーナ
ko: 아메리카 / 레지나
pl: Ameryka / Regina
pt_br: América / Regina
ru: Америка / Regina
th: อเมริกา / เรจิน่า
tr: Amerika / Regina
vi: Regina / Trung Mỹ
zh_hans: 里贾纳/美国中部
zh_hant: 里賈納/美國中部

# devicelist_cloud_success_prompt
source: %1$sCloud storage video is successfully opened
cs: %1$s video úložiště v cloudu bylo úspěšně otevřeno
de: %1$sCloud-Speicher-Video wurde erfolgreich geöffnet
es: %1$sEl video de almacenamiento en la nube se abrió exitosamente
fi: %1$s pilvivarastovideo avataan onnistuneesti
fr: %1$s La vidéo de stockage en Cloud est ouverte avec succès
he: %1$sוידאו של אחסון בענן נפתח בהצלחה
id: %1$sVideo penyimpanan cloud berhasil dibuka
it: %1$sIl video di archiviazione su cloud è stato aperto correttamente
ja: %1$sビデオは正常です。
ko: %@클라우드에 저장된 동영상이 성공적으로 열렸습니다.
nb: %1$sCloud Storage-video er vellykket åpnet
nl: %1$sVideo met cloudopslag is succesvol geopend
pl: %1$sZapisywanie w chmurze zostało pomyślnie otwarte
pt_br: O vídeo de armazenamento%1$sCloud foi aberto com sucesso
ro: %1$sCloudul de stocare video a fost deschis cu succes
ru: %1$sCloud хранилище видео успешно открыто
sv: %1$sCloud-lagringsvideo har öppnats
th: เปิดวิดีโอที่เก็บข้อมูลบนคลาวด์สำเร็จแล้ว
tr: %1$sCloud depolama videosu başarıyla açıldı
vi: Đã mở thành công bản ghi lưu trữ đám mây%1$s
zh_hans: %1$s云存录像开启成功
zh_hant: %1$s雲存錄像開啟成功

# device_grouping_edit_success
source: Edit group successfully
cs: Upravit skupinu úspěšně
de: Gruppe erfolgreich bearbeitet
es: Editar grupo con éxito
fi: Muokkaa ryhmää onnistuneesti
fr: Modifier le groupe avec succès
he: הקבוצה נערכה בהצלחה
id: Ubah Group Berhasil
it: Modifica il gruppo con successo
ja: グループの編集
ko: 그룹 수정 완료
nb: Rediger gruppe med hell
nl: Bewerk groep met succes
pl: Edytuj grupę pomyślnie
pt_br: Editar grupo com sucesso
ro: Editați grupul cu succes
ru: Редактировать группу успешно
sv: Redigera gruppen framgångsrikt
th: แก้ไขกลุ่มสำเร็จ
tr: Grubu başarıyla düzenle
vi: Chỉnh sửa nhóm thành công
zh_hans: 编辑分组成功
zh_hant: 編輯分組成功

# Addevice_reset_basestation
source: Please reset the base station before re pairing
cs: Před opětovným spárováním prosím resetujte základnu
de: Bitte Basisstation vor Reparatur zurücksetzen
es: Reinicie la estación base antes de volver a emparejar
fi: Nollaa tukiasema ennen pariliitoksen muodostamista uudelleen
fr: Veuillez réinitialiser la station de base avant de réapparier
he: נא לאפס את תחנת הבסיס לפני ההתאמה מחדש
id: Harap atur ulang stasiun pangkalan sebelum memasangkan kembali
it: Si prega di ripristinare la stazione base prima di riassociare
ja: 再ペアリングする前にベースステーションをリセットしてください
ko: 다시 페어링하기 전에 베이스 스테이션을 재설정하십시오.
nb: Tilbakestill basestasjonen før paring på nytt
nl: Reset het basisstation voordat u opnieuw koppelt
pl: Zresetuj stację bazową przed ponownym parowaniem
pt_br: Por favor, reinicie a estação base antes de reemparelhar
ro: Vă rugăm să resetați stația de bază înainte de a repara
ru: Пожалуйста, перезагрузите базовую станцию ​​перед повторным сопряжением
sv: Vänligen återställ basstationen innan du återparar
th: โปรดรีเซ็ตสถานีฐานก่อนทำการจับคู่ใหม่
tr: Lütfen yeniden eşleştirmeden önce baz istasyonunu sıfırlayın
vi: Vui lòng đặt lại trạm gốc trước khi ghép nối lại
zh_hans: 请将基站复位后再重新配对
zh_hant: 請將基站復位後再重新配對

source: Purchase channel
cs: Nákupní kanál
de: Kanal kaufen
es: Canal de compra
fi: Ostokanava
fr: Canal d'achat
he: רכוש ערוץ
id: Beli saluran
it: Acquista canale
ja: 購入チャンネル
ko: 채널 구매
nb: Kjøpskanal
nl: Aankoopkanaal
pl: Kup kanał
pt_br: Canal de compra
ro: Cumpărați canalul
ru: Канал покупки
sv: Köpkanal
th: ช่องทางซื้อ
tr: Satın alma kanalı
vi: Kênh mua hàng
zh_hans: 购买通道
zh_hant: 購買通道

# adddeevice_network_prompt
source: Network
cs: Síť
de: Netzwerk
es: La red
fi: Verkko
fr: Réseau
he: רֶשֶׁת
id: Jaringan
it: Rete
ja: 通信網
ko: 회로망
nb: Nettverk
nl: Netwerk
pl: Sieć
pt_br: Rede
ro: Reţea
ru: Сеть
sv: Nätverk
th: เครือข่าย
tr: Ağ
vi: Mạng
zh_hans: 网络
zh_hant: 網絡

# SRC_device_playback_Total_video
source: Total length: %1$d minutes
cs: Celková délka:%1$d minut
de: Gesamtlänge:%1$d Minuten
es: Duración total:%1$d minutos
fi: Kokonaispituus:%1$d minuuttia
fr: Durée totale:%1$d minutes
he: אורך כולל:%1$d דקות
id: Total panjang:%1$d menit
it: Lunghezza totale:%1$d minuti
ja: 全長：%1$d分
ko: 총 길이 : %1$d 분
nb: Total lengde:%1$d minutter
nl: Totale lengte:%1$d minuten
pl: Całkowita długość:%1$d minut
pt_br: Duração total:%1$d minutos
ro: Lungime totală:%1$d minute
ru: Общая длина:%1$d минут
sv: Total längd:%1$d minuter
th: รวมความยาว:%1$d นาที
tr: Toplam uzunluk:%1$d dakika
vi: Tổng thời lượng:%1$d phút
zh_hans: 总时长：%1$d分钟
zh_hant: 總時長：%1$d分鐘

# add_SIM_card_removed
source: SIM card removed
cs: SIM karta odstraněna
de: SIM-Karte entfernt
es: Tarjeta SIM extraída
fi: SIM-kortti poistettu
fr: Carte SIM retirée
he: כרטיס ה-SIM הוסר
id: Kartu SIM dilepas
it: Scheda SIM rimossa
ja: SIMカードが取り外されました
ko: SIM 카드 제거됨
nb: SIM-kortet fjernet
nl: Simkaart verwijderd
pl: Karta SIM została usunięta
pt_br: cartão SIM removido
ro: Cartela SIM a fost scoasă
ru: SIM-карта удалена
sv: SIM-kortet har tagits bort
th: ถอดซิมการ์ดออก
tr: SIM kart çıkarıldı
vi: Thẻ SIM đã được gỡ bỏ
zh_hans: 已拔出SIM卡
zh_hant: 已拔出SIM卡

# devicesetting_Detection_area_settings
source: Detection area settings
cs: Nastavení detekční oblasti
de: Erkennungsbereich einstellen
es: Configuración del área de detección
fi: Havaintoalueen asetukset
fr: Paramètres de la zone de détection
he: הגדרות אזור זיהוי
id: Pengaturan area deteksi
it: Impostazioni dell'area di rilevamento
ja: 検出エリアの設定
ko: 감지 영역 설정
nb: Innstillinger for deteksjonsområde
nl: Instellingen detectiegebied
pl: Ustawienia obszaru wykrywania
pt_br: Configurações da área de detecção
ro: Setările zonei de detectare
ru: Настройки зоны обнаружения
sv: Inställningar för detektionsområde
th: การตั้งค่าพื้นที่การตรวจจับ
tr: Algılama alanı ayarları
vi: Cài đặt khu vực phát hiện
zh_hans: 侦测区设置
zh_hant: 偵測區設置

# service_map_go_to_settle
source: Going to settle in
cs: Jdu se usadit
de: Werde mich einleben
es: Voy a instalarme
fi: Aikoo asettua
fr: Va s'installer
he: הולך להתמקם
id: Akan menetap di
it: Vado a sistemarmi
ja: 落ち着くつもり
ko: 정착할 예정
nb: Kommer til å bosette seg
nl: Gaat zich vestigen
pl: Zamierzam osiedlić się w
pt_br: Vai se instalar
ro: Merg să se instaleze
ru: собираюсь поселиться в
sv: Ska bosätta sig
th: ไปตั้งรกรากใน
tr: yerleşmek için gidiyor
vi: Đi định cư
zh_hans: 前往入驻
zh_hant: 前往入駐

# search
source: Searching
cs: Vyhledávání
de: wird gesucht
es: buscar
fi: haku
fr: Recherche
he: מחפש
id: Mencari…
it: Ricerca
ja: 検索
ko: 수색
nb: Søker
nl: Zoeken
pl: Szukanie
pt_br: Procurando
ro: In cautarea
ru: поиск
sv: Sökande
th: กำลังค้นหา
tr: Aramak
vi: tìm kiếm
zh_hans: 搜索
zh_hant: 搜索

# deviceSetting_LED_fill_light
source: LED fill light
cs: LED plnicí světlo
de: Weißlicht-LED-Strahler
es: Luz de relleno LED
fi: LED-täyttövalo
fr: Lumière de remplissage à LED
he: אור מילוי LED
id: Lampu isi LED
it: Luce di riempimento a LED
ja: LEDフィルライト
ko: LED 필 라이트
nb: LED fyllelys
nl: LED-vullicht
pl: Wypełnij światło LED
pt_br: Luz de preenchimento LED
ro: Lumină de umplere cu LED
ru: Светодиодный заполняющий свет
sv: LED fyllningsljus
th: ไฟ LED เติม
tr: LED dolgu ışığı
vi: Đèn LED lấp đầy
zh_hans: LED补光灯
zh_hant: LED補光燈

# addDevice_settingFail_passwordError
source: Device setup failed,wrong password
cs: Nastavení zařízení se nezdařilo s nesprávným heslem
de: Geräte-Einrichtung fehlgeschlagen, falsches Passwort
es: La configuración del Equipo falla,la contraseña incorrecta
fi: Laitteen asennus epäonnistui väärällä salasanalla
fr: La configuration du périphérique a échoué, mot de passe incorrect
he: ההתקנה נכשלה,סיסמה שגויה
id: Gagal Setup Perangkat,Sandi Salah
it: Configurazione dispositivo fallita,password errata
ja: デバイス設定できませんでした。パスワードが正しくありません。
ko: 비밀번호 오류로 제품 설정 실패
nb: Enhetsoppsett feilet,feil passord
nl: Apparaatinstelling mislukt,wachtwoord onjuist
pl: Konfiguracja nieudana,błędne hasło
pt_br: A configuração do dispositivo falha,senha incorreta
ro: Setarea dispozitivului eșuează,parola greșită
ru: Сбой настройки устройства,неверный пароль
sv: Enhetsinställningen misslyckas,fel lösenord
th: การตั้งค่าอุปกรณ์ล้มเหลว,รหัสผ่านผิด
tr: Cihaz kurulumu başarısız,yanlış şifre
vi: Thiết lập thiết bị không thành công với mật khẩu sai
zh_hans: 设备设置失败，密码错误
zh_hant: 設備設置失敗，密碼錯誤

# bell_video
source: Doorbell recording
cs: Záznam zvonku
de: Türklingel Aufnahme
es: Grabación con timbre
fi: Ovikellon video
fr: Enregistrement de sonnette
he: הקלטת פעמון דלת
id: Rekaman Bel Pintu
it: Registrazione campanello
ja: ドアベル録画
ko: 도어벨 녹화
nb: Ringeklokke opptak
nl: Deurbelopname
pl: Nagrywanie dzwonka drzwiowego
pt_br: Gravação de campainha
ro: Înregistrarea în zbor
ru: Дверной звонок
sv: Dörrklocka inspelning
th: กริ่งประตู กำลังบันทึก
tr: Kapı zili kayıt
vi: Video chuông cửa
zh_hans: 门铃录像
zh_hant: 門鈴錄像

# devicesetting_camera_start_time_notset
source: The camera start time is not set
cs: Čas spuštění fotoaparátu není nastaven
de: Kamera-Startzeit nicht eingestellt
es: La hora de inicio de la cámara no está configurada
fi: Kameran alkamisaikaa ei ole asetettu
fr: L'heure de démarrage de la caméra n'est pas définie
he: זמן ההתחלה של המצלמה לא מוגדר
id: Waktu mulai kamera tidak disetel
it: l'ora di avvio della fotocamera non è impostata
ja: カメラの開始時刻が設定されていません
ko: 카메라 시작 시간이 설정되지 않았습니다.
nb: Kameraets starttid er ikke stilt inn
nl: De starttijd van de camera is niet ingesteld
pl: Czas rozpoczęcia kamery nie jest ustawiony
pt_br: A hora de início da câmera não está definida
ro: Ora de pornire a camerei nu este setată
ru: Время запуска камеры не установлено
sv: Kamerans starttid är inte inställd
th: ไม่ได้ตั้งเวลาเริ่มต้นของกล้อง
tr: Kamera başlangıç ​​zamanı ayarlanmadı
vi: Thời gian bắt đầu máy ảnh không được đặt
zh_hans: 启动摄像机时间点未设置
zh_hant: 啟動攝像機時間點未設置

# deviceSetting_Format_memory_card
source: Format the memory card
cs: Naformátujte paměťovou kartu
de: Speicherkarte formatieren
es: Formatee la tarjeta de memoria
fi: Alusta muistikortti
fr: Formater la carte mémoire
he: פרמט את כרטיס הזיכרון
id: Memformat kartu memori
it: Formattare la scheda di memoria
ja: メモリーカードをフォーマットする
ko: 메모리 카드 포맷
nb: Formater minnekortet
nl: Formatteer de geheugenkaart
pl: Sformatuj kartę pamięci
pt_br: Formate o cartão de memória
ro: Formatați cardul de memorie
ru: Отформатируйте карту памяти
sv: Formatera minneskortet
th: ฟอร์แมตการ์ดหน่วยความจำ
tr: hafıza kartını biçimlendir
vi: Định dạng thẻ nhớ
zh_hans: 格式化储存卡
zh_hant: 格式化儲存卡

# Person_support
source: Support
cs: Podpěra, podpora
de: Unterstützung
es: Apoyo
fi: Tuki
he: תמיכה
id: Mendukung
it: Supporto
ja: サポート
ko: 지원하다
nb: Brukerstøtte
nl: Steun
pl: Wsparcie
pt_br: Apoiar
ro: A sustine
ru: Служба поддержки
sv: Stöd
th: สนับสนุน
tr: Destek
vi: Hỗ trợ
zh_hans: 客服
zh_hant: 客服

# deviceSetting_state
source: State
cs: Stát
de: Status
es: estado
fi: osavaltio
fr: Etat
he: מדינה
id: negara
it: stato
ja: 州
ko: 상태
nb: stat
nl: staat
pl: stan
pt_br: Estado
ro: stat
ru: штат
sv: stat
th: สถานะ
tr: durum
vi: tiểu bang
zh_hans: 状态
zh_hant: 狀態

# Preview_connect_number_full
source: The number of connected devices is full
cs: Počet připojených zařízení je plný
de: Maximale Geräteanzahl erreicht
es: El número de dispositivos conectados está completo
fi: Kytkettyjen laitteiden määrä on täynnä
fr: Le nombre d'appareils connectés est plein
he: מספר המכשירים המחוברים מלא
id: Jumlah perangkat yang terhubung penuh
it: Il numero di dispositivi collegati è pieno
ja: 接続されているデバイスの数がいっぱいです
ko: 연결된 장치의 수가 가득 찼습니다
nb: Antallet tilkoblede enheter er fullt
nl: Het aantal aangesloten apparaten is vol
pl: Liczba podłączonych urządzeń jest pełna
pt_br: O número de dispositivos conectados está cheio
ro: Numărul de dispozitive conectate este plin
ru: Количество подключенных устройств заполнено
sv: Antalet anslutna enheter är fullt
th: จำนวนอุปกรณ์ที่เชื่อมต่อเต็ม
tr: Bağlı cihazların sayısı dolu
vi: Số lượng thiết bị được kết nối đã đầy
zh_hans: 设备连接人数已满
zh_hant: 設備連接人數已滿

# preview_download_video_to_content
source: Download video to-screenshots and videos
cs: Stáhněte si video na snímky obrazovky a videa
de: Videos zu Screenshot/Mitschnitt herunterladen
es: Descargar videos a capturas de pantalla y videos
fi: Lataa videoita kuvakaappauksiin ja videoihin
fr: Télécharger des vidéos sur des captures d'écran et des vidéos
he: הורד וידאו לצילומי מסך וסרטונים
id: Unduh video ke tangkapan layar dan video
it: Scarica video su schermate e video
ja: ビデオをダウンロードする-スクリーンショットとビデオ
ko: 비디오를 스크린샷 및 비디오로 다운로드
nb: Last ned video til skjermbilder og videoer
nl: Download video naar screenshots en video's
pl: Pobierz wideo na zrzuty ekranu i filmy
pt_br: Baixe vídeos para capturas de tela e vídeos
ro: Descărcați videoclipuri în capturi de ecran și videoclipuri
ru: Скачать видео в скриншоты и видео
sv: Ladda ner video till skärmdumpar och videor
th: ดาวน์โหลดวิดีโอไปยังภาพหน้าจอและวิดีโอ
tr: Videoları ekran görüntülerine ve videolara indirin
vi: Tải video xuống ảnh chụp màn hình và video
zh_hans: 下载视频到 - 截图与录像
zh_hant: 下載視頻到 - 截圖與錄像

# help_addDevice_textTips_21
source: 4.Input DDNS/IP to complete adding
cs: 4. Zadejte doplnění DDNS/IP a jiný obsah.
de: 4. DDNS/IP eingeben, um Hinzufügen abzuschließen
es: 4. Ingrese la información de DDNS/IP para finalizar la adición
fi: 4. Täytä lisäys kirjoittamalla DDNS/IP ja muu sisältö.
fr: 4. Saisissez DDNS / IP à ajouter
he: הכנס DDNS/IP על מנת להוסיף
id: 4. Masukan DDNS/IP untuk tambah
it: 4. Inserire IP/DDNS per aggiungere
ja: 4.追加するDDNS / IPを入力してください
ko: 4. IP/DDNS를 직접 입력합니다.
nb: 4. Skriv inn DDNS/IP,etc. for å fullføre tillegget
nl: 4.DDNS/IP invoeren om toe te voegen
pl: 4. Wprowadź DDNS/IP aby dodać
pt_br: 4. Input DDNS/IP para adicionar
ro: 4.Introduceți DDNS/IP pentru a adăuga
ru: 4.Введите DDNS/IP для добавления
sv: 4.Inmat DDNS/IP för att lägga till
th: 4. ป้อน DDNS / IP และเนื้อหาอื่น ๆ เพื่อทำการเพิ่มให้เสร็จสมบูรณ์
tr: Eklemek için 4.Input DDNS/IP
vi: 4. Nhập DDNS / IP và nội dung khác để hoàn tất việc bổ sung.
zh_hans: 4.输入DDNS/IP等内容，完成添加。
zh_hant: 4.輸入DDNS/IP等內容，完成添加。

# person_set_Keeping_ads_turned_on
source: Keeping ads turned on will be more beneficial for us to provide you with free software services
cs: Ponechat reklamy zapnuté bude pro nás výhodnější, abychom vám mohli poskytovat bezplatné softwarové služby
de: Wenn Sie Werbung eingeschaltet lassen, ist es für uns einfacher, Ihnen kostenlose Softwaredienste anzubieten
es: Mantener los anuncios activados será más beneficioso para nosotros para brindarle servicios de software gratuitos.
fi: Mainosten pitäminen päällä on meille hyödyllisempää tarjota sinulle ilmaisia ​​ohjelmistopalveluita
fr: Garder les publicités activées nous sera plus bénéfique pour vous fournir des services logiciels gratuits
he: השארת מודעות מופעלות תועיל לנו יותר כדי לספק לך שירותי תוכנה בחינם
id: Mengaktifkan iklan akan lebih bermanfaat bagi kami untuk menyediakan layanan perangkat lunak gratis kepada Anda
it: Mantenere attivi gli annunci sarà più vantaggioso per noi fornire servizi software gratuiti
ja: 広告をオンにしておくことは、私たちがあなたに無料のソフトウェアサービスを提供するためにより有益になります
ko: 광고를 계속 켜두면 무료 소프트웨어 서비스를 제공하는 데 더 도움이 됩니다.
nb: Å holde annonser slått på vil være mer fordelaktig for oss å gi deg gratis programvaretjenester
nl: Als u advertenties ingeschakeld houdt, is het voordeliger voor ons om u gratis softwareservices te bieden
pl: Utrzymanie włączonych reklam będzie dla nas korzystniejsze, aby zapewnić Ci bezpłatne usługi oprogramowania
pt_br: Manter os anúncios ativados será mais benéfico para fornecermos serviços de software gratuitos
ro: Menținerea reclamelor activate va fi mai benefică pentru a vă oferi servicii software gratuite
ru: Если оставить рекламу включенной, нам будет выгоднее предоставлять вам услуги бесплатного программного обеспечения.
sv: Att hålla annonser påslagna kommer att vara mer fördelaktigt för oss att förse dig med gratis programvarutjänster
th: การเปิดโฆษณาไว้จะเป็นประโยชน์สำหรับเราในการให้บริการซอฟต์แวร์ฟรีแก่คุณ
tr: Reklamları açık tutmanız size ücretsiz yazılım hizmetleri sunmamız açısından daha faydalı olacaktır.
vi: Việc tiếp tục bật quảng cáo sẽ có lợi hơn cho chúng tôi khi chúng tôi cung cấp cho bạn các dịch vụ phần mềm miễn phí
zh_hans: 保持广告开启，将更有利于我们为您提供免费的软件服务
zh_hant: 保持廣告開啟，將更有利於我們為您提供免費的軟件服務

# tfCard_total_capacity
source: Total volume
cs: Celková kapacita
de: Gesamt
es: capacidad total
fi: Kokonaiskapasiteetti
fr: Volume total
he: נפח כולל
id: Volume Total
it: Volume totale
ja: 全容量
ko: 총 볼륨
nb: Totalt volum
nl: Totaal volume
pl: Głośność
pt_br: Volume total
ro: Volum total
ru: Общий объем
sv: Total volym
th: ปริมาณรวม
tr: Toplam ses
vi: Tổng công suất
zh_hans: 总容量
zh_hant: 總容量

# devicesetting_please_enter
source: Please enter
cs: Prosím Vstupte
de: Bitte eingeben
es: Por favor escribe
fi: Käy sisään
fr: Entrez s'il vous plait
he: בבקשה היכנס
id: Silahkan masuk
it: Prego entra
ja: 入ってください
ko: 들어 오세요
nb: Vennligst skriv inn
nl: Kom binnen alstublieft
pl: Podaj
pt_br: Por favor, insira
ro: Te rog intra
ru: Пожалуйста входите
sv: Stig på
th: กรุณาป้อน
tr: Girin lütfen
vi: Vui lòng nhập
zh_hans: 请输入
zh_hant: 請輸入

# Cloud_storage_service_valid_period
source: Channel %ld cloud validity period
cs: Doba platnosti kanálu%ld cloud
de: Kanal%ld Cloud-Gültigkeitsdauer
es: Periodo de validez de la nube del canal%ld
fi: Kanavan%ld pilven voimassaoloaika
fr: Période de validité des nuages du canal%ld
he: ענן תקופת הענן של ערוץ%ld
id: Saluran%ld masa berlaku cloud
it: Canale%ld periodo di validità della nuvola
ja: チャンネル%ldのクラウド有効期間
ko: 채널 %ld 구름 유효 기간
nb: Kanal%ld sky gyldighetsperiode
nl: Kanaal%ld cloud-geldigheidsperiode
pl: Kanał% ważności okresu ważności chmury
pt_br: Período de validade da nuvem do canal%ld
ro: Perioada de valabilitate a norului din canal%ld
ru: Срок действия облака%ld канала
sv: Kanal%ld moln giltighetstid
th: ระยะเวลาความถูกต้องของ Channel%ld cloud
tr: Kanal%ld bulut geçerlilik süresi
vi: Kênh%ld thời hạn hiệu lực của bộ nhớ trên đám mây
zh_hans: 通道%ld云存有效期
zh_hant: 通道%ld雲存有效期
