Repository: Yolo-cell-hash/go_home_ios
Catalog: ios/Runner/JASDK/JAResources/XLanguage/X35MultiLanguage/*.lproj/X35MutiLanguage.strings
Languages: cs, de, es, fi, fr, he, id, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sv, th, tr, vi, zh_hans, zh_hant

# smartlin_distribution_network_fail_prompt_one
source: 1. Please check if your WiFi password is correct.
cs: 1. Zkontrolujte,zda je vaše heslo WiFi správné.
de: 1. Bitte überprüfen Sie, ob Ihr WLAN-Passwort korrekt ist.
es: 1. Compruebe si su contraseña WiFi es correcta.
fi: 1. Tarkista,onko WiFi-salasana oikein.
fr: 1. Veuillez vérifier si votre mot de passe WiFi est correct.
he: 1. אנא וודא שססמת הWiFi נכונה
id: 1. silakan cek jika Sandi WiFi sudah benar
it: 1. Controlla se la tua password WiFi è corretta.
ja: 1. 無線LANのパスワードが正しいかどうか確認してください。
ko: 1. WiFi 비밀번호가 맞는지 확인해주세요.
nb: 1. Vennligst sjekk om WiFi-passordet ditt er riktig.
nl: 1. Controleer of uw WiFi-wachtwoord correct is.
pl: 1. Sprawdź,czy twoje hasło do WiFi jest poprawne.
pt_br: 1. Por favor,verifique se a sua senha WiFi está correta.
ro: 1. Verificați dacă parola WiFi este corectă.
ru: 1. Пожалуйста,проверьте правильность вашего пароля WiFi.
sv: 1. Kontrollera om ditt WiFi-lösenord är korrekt.
th: 1. โปรดตรวจสอบว่ารหัสผ่าน WiFi ของคุณถูกต้องหรือไม่
tr: 1. Lütfen WiFi şifrenizin doğru olup olmadığını kontrol edin.
vi: 1. Vui lòng kiểm tra xem mật khẩu WiFi của bạn có đúng không
zh_hans: 1.请检查您的WiFi密码是否正确
zh_hant: 1.請檢查您的WiFi密碼是否正確

# get_serviceList_failed
source: Fail to get cloud storage service list,please try again
cs: Nepodařilo se získat seznam služby cloud storage
de: Cloudspeicher Service Liste abrufen fehlgeschlagen, bitte erneut versuchen
es: Error al obtener la lista de servicios en la nube
fi: Pilvisäilytyspalvelulistan saaminen epäonnistui
fr: Impossible d'obtenir la liste des services de stockage dans le Cloud, veuillez réessayer
he: כשל בקבלת רשימת התקני האחסון,אנא נסה שנית
id: gagal mendapat daftar servis penyimpanan awan,silakan coba lagi
it: Errore ricezione lista archiviazione registrazioni,prego ritentare
ja: クラウドストレージサービスのリストを取得できませんでした。もう一度お試しください。
ko: 클라우드 스토리지 서비스 목록을 가져 오지 못했습니다. 다시 시도하십시오.
nb: Feilet ved henting av skylagrings service-liste,prøv igjen
nl: Servicelijst cloudopslag ophalen mislukt,probeer het opnieuw
pl: Nie można uzyskać listy usług do przechowywania w chmurze,spróbuj ponownie
pt_br: Falha ao obter lista de serviços de armazenamento em nuvem,tente novamente
ro: Nu reușiți să obțineți lista de servicii de stocare în cloud,încercați din nou
ru: Не удалось получить список услуг облачного хранилища,попробуйте еще раз
sv: Misslyckas med att få en lista över molnlagring,försök igen
th: ไม่สามารถรับบริการที่เก็บข้อมูลบนคลาวด์,โปรดลองอีกครั้ง
tr: Bulut depolama hizmeti listesi alınamadı,lütfen tekrar deneyin
vi: Không tải được danh sách dịch vụ lưu trữ đám mây
zh_hans: 获取云存服务列表失败
zh_hant: 獲取雲存服務列表失敗

# Devicesetting_mon_to_fri
source: Monday to Friday
cs: od pondělí do pátku
de: Montag bis Freitag
es: de lunes a viernes
fi: maanantaista perjantaihin
fr: lundi à vendredi
he: שני עד שישי
id: Senin sampai Jumat
it: lunedi al venerdì
ja: 月曜日から金曜日
ko: 월요일부터 금요일까지
nb: mandag til fredag
nl: maandag tot vrijdag
pl: od poniedziałku do piątku
pt_br: segunda a sexta
ro: luni până vineri
ru: с понедельника по пятницу
sv: Måndag till fredag
th: วันจันทร์ถึงวันศุกร์
tr: pazartesiden cumaya
vi: Thứ Hai đến thứ Sáu
zh_hans: 周一到周五
zh_hant: 週一到週五

# devicesetting_motion_area_set
source: Motion detection area
cs: Oblast detekce pohybu
de: Erkennungsbereich
es: Área de detección de movimiento
fi: Liikkeentunnistusalue
fr: Zone de détection de mouvement
he: אזור זיהוי תנועה
id: Area deteksi gerakan
it: Area di rilevamento del movimento
ja: モーション検知エリア
ko: 모션 감지 영역
nb: Bevegelsesdeteksjonsområde
nl: Bewegingsdetectie gebied
pl: Obszar wykrywania ruchu
pt_br: Área de detecção de movimento
ro: Zonă de detectare a mișcării
ru: Зона обнаружения движения
th: พื้นที่ตรวจจับการเคลื่อนไหว
tr: Hareket algılama alanı
vi: Khu vực phát hiện chuyển động
zh_hans: 移动侦测区域
zh_hant: 移動偵測區域

# person_feedback_question_check_other_question_3
source: 3. The camera does not support WPA / WPA2's "enterprise" encryption method to connect the camera to the network. Support WEP, WPA--PSK / WPA2--PSK, or corporate WiFi without password. If the camera is networked in the corporate network environment, please confirm in advance whether the WiFi encryption method meets the camera networking requirements.
cs: 3. Fotoaparát nepodporuje metodu šifrování WPA / WPA2 's Enterprise " pro připojení kamery k síti. Podporujte WEP, WPA - PSK / WPA2 - PSK nebo firemní WiFi bez hesla. Pokud je kamera připojena k síti v prostředí podnikové sítě, předem prosím ověřte, zda metoda šifrování WiFi splňuje požadavky na síťové připojení kamery.
de: 3. Die Kamera unterstützt derzeit nicht die WPA / WPA2-Verschlüsselungsmethode"Enterprise", um die Kamera mit dem Internet zu verbinden. Unterstützung von WEP, WPA - PSK / WPA2 - PSK oder Unternehmens-WLAN ohne Kennwort. Wenn die Kamera in einer Unternehmensnetzwerkumgebung mit dem Netzwerk verbunden ist, überprüfen Sie bitte im Voraus, ob die WLAN-Verschlüsselungsmethode den Anforderungen des Kameranetzwerks entspricht.
es: 3. La cámara no admite el método de cifrado WPA / WPA2 's "enterprise " para conectar la cámara a la red. Admite WEP, WPA - PSK / WPA2 - PSK o WiFi corporativo sin contraseña. Si la cámara está conectada en red en el entorno de red corporativa, confirme de antemano si el método de cifrado WiFi cumple con los requisitos de red de la cámara.
fi: 3. Kamera ei tue WPA / WPA2: n "yritys " -salausmenetelmää kameran kytkemiseksi verkkoon. Tuki WEP, WPA - PSK / WPA2 - PSK tai yrityksen WiFi ilman salasanaa. Jos kamera on verkossa yrityksen verkkoympäristössä, varmista etukäteen, täyttääkö WiFi-salausmenetelmä kameran verkkovaatimukset.
fr: 3. La caméra ne prend pas en charge la méthode de cryptage "entreprise " de WPA / WPA2 pour connecter la caméra au réseau. Prise en charge WEP, WPA - PSK / WPA2 - PSK ou WiFi d'entreprise sans mot de passe. Si la caméra est en réseau dans l'environnement de réseau d'entreprise, veuillez confirmer à l'avance si la méthode de cryptage WiFi répond aux exigences de mise en réseau de la caméra.
he: 3. המצלמה אינה תומכת בשיטת ההצפנה של WPA / WPA2 של "ארגונית" לחיבור המצלמה לרשת. תמיכה ב-WEP, WPA--PSK / WPA2--PSK, או WiFi ארגוני ללא סיסמה. אם המצלמה מחוברת לרשת בסביבת הרשת הארגונית, אנא אשר מראש אם שיטת ההצפנה של WiFi עומדת בדרישות הרשת של המצלמה.
id: 3. Kamera tidak mendukung metode enkripsi WPA / WPA2 "perusahaan " untuk menghubungkan kamera ke jaringan. Mendukung WEP, WPA - PSK / WPA2 - PSK, atau WiFi perusahaan tanpa kata sandi. Jika kamera jaringan di lingkungan jaringan perusahaan, harap konfirmasikan terlebih dahulu apakah metode enkripsi WiFi memenuhi persyaratan jaringan kamera.
it: 3. La telecamera non supporta il metodo di crittografia WPA / WPA2 's "enterprise " per connettere la telecamera alla rete. Supporta WEP, WPA - PSK / WPA2 - PSK o WiFi aziendale senza password. Se la videocamera è collegata in rete nell'ambiente di rete aziendale, verificare in anticipo se il metodo di crittografia WiFi soddisfa i requisiti di rete della videocamera.
ja: 3.カメラは、カメラをネットワークに接続するためのWPA / WPA2の「エンタープライズ」暗号化方式をサポートしていません。パスワードなしでWEP、WPA--PSK / WPA2--PSK、または企業の無線LANをサポートします。カメラが社内ネットワーク環境でネットワークに接続されている場合は、無線LAN暗号化方式がカメラのネットワーク要件を満たしているかどうかを事前に確認してください。
ko: 3. 카메라는 네트워크에 카메라를 연결하기 위해 WPA / WPA2 "엔터프라이즈 "암호화 방법을 지원하지 않습니다. 암호없이 WEP, WPA--PSK / WPA2--PSK 또는 회사 WiFi를 지원합니다. 카메라가 회사 네트워크 환경에서 네트워크로 연결된 경우 WiFi 암호화 방법이 카메라 네트워킹 요구 사항을 충족하는지 미리 확인하십시오.
nb: 3. Kameraet støtter ikke WPA / WPA2 enterprise "krypteringsmetode for å koble kameraet til nettverket. Støtt WEP, WPA - PSK / WPA2 - PSK, eller bedriftens WiFi uten passord. Hvis kameraet er koblet til nettverk i bedriftsnettverksmiljøet, må du bekrefte på forhånd om WiFi-krypteringsmetoden oppfyller kameraets nettverkskrav.
nl: 3. De camera ondersteunt geen WPA / WPA2 "enterprise " -versleutelingsmethode om de camera met het netwerk te verbinden. Ondersteun WEP, WPA - PSK / WPA2 - PSK of zakelijke WiFi zonder wachtwoord. Als de camera is genetwerkt in de bedrijfsnetwerkomgeving, controleer dan van tevoren of de WiFi-coderingsmethode voldoet aan de netwerkvereisten voor de camera.
pl: 3. Kamera nie obsługuje metody szyfrowania WPA / WPA2 "enterprise" w celu podłączenia kamery do sieci. Obsługuje WEP, WPA--PSK / WPA2--PSK lub korporacyjne WiFi bez hasła. Jeśli kamera jest podłączona do sieci w firmowym środowisku sieciowym, należy wcześniej sprawdzić, czy metoda szyfrowania Wi-Fi spełnia wymagania sieciowe kamery.
pt_br: 3. A câmera não suporta o método de criptografia "corporativo" WPA / WPA2 para conectar a câmera à rede. Suporte WEP, WPA - PSK / WPA2 - PSK ou WiFi corporativo sem senha. Se a câmera estiver conectada em rede no ambiente de rede corporativa, confirme com antecedência se o método de criptografia WiFi atende aos requisitos de rede da câmera.
ro: 3. Camera nu acceptă metoda de criptare WPA / WPA2 "enterprise " pentru a conecta camera la rețea. Suport WEP, WPA - PSK / WPA2 - PSK sau WiFi corporativ fără parolă. Dacă aparatul foto este conectat în mediul rețelei corporative, vă rugăm să confirmați dinainte dacă metoda de criptare WiFi îndeplinește cerințele de rețea a camerei.
ru: 3. Камера не поддерживает метод шифрования WPA / WPA2 "enterprise " для подключения камеры к сети. Поддержка WEP, WPA - PSK / WPA2 - PSK или корпоративный WiFi без пароля. Если камера подключена к сети в корпоративной сетевой среде, пожалуйста, заранее подтвердите, соответствует ли метод шифрования WiFi сетевым требованиям камеры.
sv: 3. Kameran stöder inte WPA / WPA2 's "enterprise " krypteringsmetod för att ansluta kameran till nätverket. Stöd WEP, WPA - PSK / WPA2 - PSK eller företags WiFi utan lösenord. Om kameran har nätverk i företagets nätverksmiljö, bekräfta i förväg om WiFi-krypteringsmetoden uppfyller kamerans nätverkskrav.
th: 3. กล้องไม่รองรับวิธีการเข้ารหัส WPA / WPA2 "enterprise" เพื่อเชื่อมต่อกล้องเข้ากับเครือข่าย รองรับ WEP, WPA - PSK / WPA2 - PSK หรือ WiFi ขององค์กรโดยไม่ต้องใช้รหัสผ่านหากกล้องเชื่อมต่อกับเครือข่ายในสภาพแวดล้อมเครือข่ายขององค์กรโปรดยืนยันล่วงหน้าว่าวิธีการเข้ารหัส WiFi ตรงตามข้อกำหนดของเครือข่ายกล้องหรือไม่
tr: 3. Kamera, kamerayı ağa bağlamak için WPA / WPA2 's "kurumsal " şifreleme yöntemini desteklemez. WEP, WPA - PSK / WPA2 - PSK veya şirket WiFi'sını parola olmadan destekleyin. Kamera kurumsal ağ ortamında ağa bağlıysa, lütfen WiFi şifreleme yönteminin kamera ağ gereksinimlerini karşılayıp karşılamadığını önceden doğrulayın.
vi: 3. Máy ảnh hiện không hỗ trợ phương pháp mã hóa "doanh nghiệp" WPA / WPA2 để kết nối máy ảnh với Internet. Hỗ trợ WEP, WPA - PSK / WPA2 - PSK hoặc WiFi doanh nghiệp mà không cần mật khẩu. Nếu máy ảnh được kết nối với mạng trong môi trường mạng công ty, vui lòng xác nhận trước xem phương pháp mã hóa WiFi có đáp ứng các yêu cầu của mạng máy ảnh hay không.
zh_hans: 3.摄像机暂不支持WPA/WPA2的“企业”加密方式给摄像机联网。支持WEP,WPA--PSK/WPA2--PSK 、或者及无密码的企业WiFi,如果是在企业网络环境下给摄像机联网， 请提前确认WiFi加密方式是否符合摄像机联网要求。
zh_hant: 3.攝像機暫不支持WPA/WPA2的“企業”加密方式給攝像機聯網。支持WEP,WPA--PSK/WPA2--PSK 、或者及無密碼的企業WiFi,如果是在企業網絡環境下給攝像機聯網， 請提前確認WiFi加密方式是否符合攝像機聯網要求。

# add_Camera_networking_failed_1
source: The mobile network could not be connected successfully. It may be caused by poor signal. Please try another location or try again later.
cs: Mobilní síť se nepodařilo úspěšně připojit. Může to být způsobeno špatným signálem. Zkuste jiné umístění nebo to zkuste znovu později.
de: Das Mobilfunknetz konnte nicht erfolgreich verbunden werden. Dies kann durch ein schlechtes Signal verursacht werden. Bitte versuchen Sie es an einem anderen Ort oder versuchen Sie es später erneut.
es: La red móvil no se pudo conectar con éxito. Puede ser causado por una mala señal. Intente con otra ubicación o vuelva a intentarlo más tarde.
fi: Mobiiliverkkoa ei voitu muodostaa onnistuneesti. Se voi johtua huonosta signaalista. Yritä toista sijaintia tai yritä myöhemmin uudelleen.
fr: Le réseau mobile n'a pas pu être connecté avec succès. Cela peut être dû à un mauvais signal. Veuillez essayer un autre emplacement ou réessayer plus tard.
he: לא ניתן היה לחבר את הרשת הסלולרית בהצלחה. זה עלול להיגרם על ידי אות לקוי. אנא נסה מיקום אחר או נסה שוב מאוחר יותר.
id: Jaringan seluler tidak berhasil tersambung. Ini mungkin disebabkan oleh sinyal yang buruk. Coba lokasi lain atau coba lagi nanti.
it: Impossibile connettersi correttamente alla rete mobile. Potrebbe essere causato da un segnale debole. Prova un'altra posizione o riprova più tardi.
ja: モバイルネットワークに正常に接続できませんでした。信号不良が原因である可能性があります。別の場所を試すか、後でもう一度やり直してください。
ko: 모바일 네트워크에 성공적으로 연결할 수 없습니다. 신호 불량으로 인해 발생할 수 있습니다. 다른 위치를 시도하거나 나중에 다시 시도하십시오.
nb: Mobilnettverket kunne ikke kobles til. Det kan være forårsaket av dårlig signal. Prøv en annen plassering eller prøv igjen senere.
nl: Het mobiele netwerk kon niet succesvol worden verbonden. Dit kan worden veroorzaakt door een slecht signaal. Probeer een andere locatie of probeer het later opnieuw.
pl: Nie udało się połączyć z siecią komórkową. Może to być spowodowane słabym sygnałem. Spróbuj w innej lokalizacji lub spróbuj ponownie później.
pt_br: A rede móvel não pôde ser conectada com sucesso. Pode ser causado por sinal ruim. Tente outro local ou tente novamente mais tarde.
ro: Rețeaua mobilă nu a putut fi conectată cu succes. Poate fi cauzată de un semnal slab. Vă rugăm să încercați în altă locație sau încercați din nou mai târziu.
ru: Мобильная сеть не может быть успешно подключена. Это может быть вызвано плохим сигналом. Пожалуйста, попробуйте другое место или повторите попытку позже.
sv: Mobilnätverket kunde inte anslutas. Det kan bero på dålig signal. Försök med en annan plats eller försök igen senare.
th: ไม่สามารถเชื่อมต่อเครือข่ายมือถือได้สำเร็จ อาจเกิดจากสัญญาณไม่ดี โปรดลองตำแหน่งอื่นหรือลองอีกครั้งในภายหลัง
tr: Mobil ağ başarıyla bağlanamadı. Zayıf sinyalden kaynaklanıyor olabilir. Lütfen başka bir konum deneyin veya daha sonra tekrar deneyin.
vi: Không thể kết nối thành công mạng di động. Nó có thể được gây ra bởi tín hiệu kém. Vui lòng thử vị trí khác hoặc thử lại sau.
zh_hans: 移动网络无法连接成功，可能是信号不佳导致，请换个地方尝试或稍后再试。
zh_hant: 移動網絡無法連接成功，可能是信號不佳導致，請換個地方嘗試或稍後再試。

# person_Intelligent_speakers
source: Smart speaker
cs: Chytrý reproduktor
de: Intelligenter Lautsprecher
es: Altavoz inteligente
fi: Älykäs kaiutin
fr: Haut-parleur intelligent
he: רמקול חכם
id: Pembicara cerdas
it: Altoparlante intelligente
ja: スマートスピーカー
ko: 스마트 스피커
nb: Smart høyttaler
nl: Slimme speaker
pl: Inteligentny głośnik
pt_br: Alto-falante inteligente
ro: Difuzor inteligent
ru: Умный динамик
sv: Smart högtalare
th: ลำโพงอัจฉริยะ
tr: Akıllı hoparlör
vi: Loa thông minh
zh_hans: 智能音箱
zh_hant: 智能音箱

# Official_Company_switchboard
source: Company switchboard:
cs: Firemní rozvaděč ：
de: Unternehmenszentrale:
es: Centralita de la empresa:
fi: Yritys vaihde:
fr: Standard d'entreprise:
he: מרכזיית חברה:
id: switchboard perusahaan:
it: centralino aziendale:
ja: 会社の交換機:
ko: 회사 배전반:
nb: Selskapets sentralbord:
nl: Bedrijfsschakelbord ：
pl: Centrala firmy ：
pt_br: quadro da Empresa:
ro: Scaturi de:
ru: коммутатор:
sv: växel:
th: แผงควบคุมของ บริษัท :
tr: Santral:
vi: Tổng đài công ty:
zh_hans: 公司总机:
zh_hant: 公司總機:

# cloud_more_storage_space
source: More storage space
cs: Více úložného prostoru
de: Mehr Speicherplatz
es: Más espacio de almacenamiento
fi: Lisää tallennustilaa
fr: Plus d'espace de stockage
he: יותר שטח אחסון
id: Lebih banyak ruang penyimpanan
it: Più spazio di archiviazione
ja: より多くの収納スペース
ko: 더 많은 저장 공간
nb: Mer lagringsplass
nl: Meer opslagruimte
pl: Więcej miejsca do przechowywania
pt_br: Mais espaço de armazenamento
ro: Mai mult spațiu de stocare
ru: Больше места для хранения
sv: Mer lagringsutrymme
th: พื้นที่จัดเก็บเพิ่มเติม
tr: Daha fazla depolama alanı
vi: Thêm không gian lưu trữ
zh_hans: 更多存储空间
zh_hant: 更多存儲空間

# devicesetting_Motion_detection_management
source: Motion detection recording
cs: Řízení detekce pohybu
de: Aufnahme nach Bewegungserkennung
es: Gestión de detección de movimiento
fi: Liikkeentunnistuksen hallinta
fr: Gestion de détection de mouvement
he: ניהול גילוי תנועה
id: managemen deteksi gerakan
it: Gestione del rilevamento del movimento
ja: モーション検知管理
ko: 모션 감지 관리
nb: Bevegelsesdeteksjonsstyring
nl: Beheer van bewegingsdetectie
pl: Ustawienia nagrywania z detekcją ruchu
pt_br: Gerenciamento de detecção de movimento
ro: Gestionarea detectării mișcării
ru: Управление обнаружением движения
sv: Rörelsedetekterings inspelning
th: บันทึกตรวจจับการเคลื่อนไหว
tr: Hareket algılama yönetimi
vi: Quản lý phát hiện chuyển động
zh_hans: 移动侦测管理
zh_hant: 移動偵測管理

# devicelist_add_device
source: Sorry,you have not added a device yet,please tap button to add a device.
cs: Omlouváme se,zatím jste zařízení nepřidali,klikněte prosím na tlačítko pro přidání zařízení.
de: Leider haben Sie noch kein Gerät hinzugefügt. Tippen Sie auf den Button, um ein Gerät hinzuzufügen.
es: Lo sentimos,aún no ha agregado un Equipo,haga clic en el botón para agregar un Equipo.
fi: Valitettavasti et ole vielä lisännyt laitetta,napsauta painiketta lisätäksesi laitteen.
fr: Désolé, vous n'avez pas encore ajouté d'appareil, veuillez cliquer sur le bouton pour ajouter un appareil.
he: מצטערים,עדיין לא הוספת מכשיר,לחץ על הלחצן כדי להוסיף מכשיר.
id: Maaf,Anda belum menambahkan perangkat,silakan klik tombol untuk menambahkan perangkat.
it: Spiacenti,non hai ancora aggiunto un dispositivo,fai clic sul pulsante per aggiungere un dispositivo.
ja: まだデバイスを追加していません。ボタンをクリックしてデバイスを追加してください。
ko: 죄송합니다. 아직 기기를 추가하지 않았습니다. 버튼을 클릭하여 기기를 추가해주세요.
nb: Beklager,du har ikke lagt til en enhet ennå,vennligst klikk på knappen for å legge til en enhet.
nl: Sorry,je hebt nog geen apparaat toegevoegd,klik op de knop om een apparaat toe te voegen.
pl: Niestety,nie dodałeś jeszcze urządzenia,kliknij przycisk,aby dodać urządzenie.
pt_br: Desculpe,você não adicionou um dispositivo ainda,por favor clique no botão para adicionar um dispositivo.
ro: Ne pare rău,nu ați adăugat încă un dispozitiv,faceți clic pe butonul pentru a adăuga un dispozitiv.
ru: К сожалению,вы еще не добавили устройство,нажмите кнопку,чтобы добавить устройство.
sv: Tyvärr,du har inte lagt till en enhet än,vänligen klicka på knappen för att lägga till en enhet.
th: ขออภัยคุณยังไม่ได้เพิ่มอุปกรณ์โปรดแตะปุ่มเพื่อเพิ่มอุปกรณ์
tr: Üzgünüz,henüz bir cihaz eklemediyseniz,lütfen bir cihaz eklemek için düğmeye tıklayın.
vi: Xin lỗi, bạn chưa thêm thiết bị, vui lòng nhấp vào nút để thêm thiết bị
zh_hans: 抱歉，您尚未添加设备，请点击按钮添加设备
zh_hant: 抱歉，您尚未添加設備，請點擊按鈕添加設備

# addevice_hotspot_connect_success
source: Hotspot connection succeeded
cs: Hot úspěšném připojení
de: Hotspot-Verbindung erfolgreich
es: conexión exitosa caliente
fi: Hotspot-yhteys onnistui
fr: connexion réussie à chaud
he: חיבור מוצלח חם
id: Koneksi hotspot berhasil
it: connessione riuscita Hot
ja: ホット接続に成功
ko: 핫스팟 연결 성공
nb: Hotspot-tilkoblingen lyktes
nl: Hot succesvolle verbinding
pl: Hot udane połączenie
pt_br: conexão bem-sucedida Hot
ro: Conexiunea hotspot a reușit
ru: Горячая успешное соединение
sv: Hotspot anslutning lyckades
th: การเชื่อมต่อฮอตสปอตสำเร็จแล้ว
tr: Hotspot bağlantısı başarılı
vi: Kết nối điểm phát sóng thành công
zh_hans: 热点连接成功
zh_hant: 熱點連接成功

# devSetting_Poland
source: Poland
cs: Polsko
de: Polen
es: Polonia
fi: Puola
fr: Pologne
he: פולין
id: Polandia
it: Polonia
ja: ポーランド
ko: 폴란드
nb: Polska
nl: Polen
pl: Polska
pt_br: Polônia
ro: Polonia
ru: Польша
sv: polen
th: โปแลนด์
tr: Polonya
vi: Ba lan
zh_hans: 波兰
zh_hant: 波蘭

# devicesetting_setup_fail
source: Setup failed, please check the network
cs: Nastavení se nezdařilo, zkontrolujte síť
de: Einrichtung fehlgeschlagen, bitte Netzwerk prüfen
es: La instalación falló, verifique la red
fi: Asennus epäonnistui, tarkista verkko
fr: l'installation a échoué, veuillez vérifier le réseau
he: ההגדרה נכשלה, אנא בדוק את הרשת
id: Penyiapan gagal, harap periksa jaringan
it: Installazione non riuscita, controlla la rete
ja: セットアップに失敗しました。ネットワークを確認してください
ko: 설정에 실패했습니다. 네트워크를 확인하세요.
nb: Konfigurasjonen mislyktes, sjekk nettverket
nl: Installatie mislukt, controleer het netwerk
pl: Konfiguracja nie powiodła się, sprawdź sieć
pt_br: Falha na configuração, verifique a rede
ro: Configurarea a eșuat, vă rugăm să verificați rețeaua
ru: Ошибка установки, проверьте сеть
sv: Installationen misslyckades, kontrollera nätverket
th: การติดตั้งล้มเหลว โปรดตรวจสอบเครือข่าย
tr: Kurulum başarısız, lütfen ağı kontrol edin
vi: Thiết lập không thành công, vui lòng kiểm tra mạng
zh_hans: 设置失败，请检查网络
zh_hant: 設置失敗，請檢查網絡

# adddevice_remote_configuration_success
source: Remote configuration succeeded
cs: Vzdálená konfigurace byla úspěšná
de: Fern-Konfiguration erfolgreich
es: Configuración remota exitosa
fi: Etäasetustiedot onnistunut
fr: Configuration à distance réussie
he: התצורה המרוחקת הצליחה
id: Konfigurasi jarak jauh berhasil
it: Configurazione remota riuscito
ja: リモート設定が成功しました
ko: 원격 구성 성공
nb: Ekstern konfigurasjon lyktes
nl: Remote configuratie geslaagd
pl: Zdalna konfiguracja powiodła się
pt_br: Configuração remota bem-sucedida
ro: de configurare de la distanță a reușit
ru: Удаленная настройка удалась
sv: Fjärrkonfiguration lyckats
th: การกำหนดค่าระยะไกลสำเร็จแล้ว
tr: Uzaktan yapılandırma başarılı
vi: Cấu hình từ xa thành công
zh_hans: 远程配置成功
zh_hant: 遠程配置成功

# addDevice_reset_success
source: Reset successfully
cs: Reset úspěšně
de: Zurücksetzen erfolgreich
es: Restablecer exitosamente
fi: Nollaa onnistuneesti
fr: Réinitialisé avec succès
he: האתחול הושלם
id: Reset Sukses
it: Reset avvenuto con successo
ja: リセットされました
ko: 초기화 완료
nb: Tilbakestilling vellykket
nl: Rest succesvol
pl: Reset udany
pt_br: Reset com sucesso
ro: Resetați cu succes
ru: Сброс успешно
sv: Återställ framgångsrikt
th: รีเซ็ต สำเร็จ
tr: Başarıyla sıfırla
vi: Đặt lại thành công
zh_hans: 重置成功
zh_hant: 重置成功

# preview_device_signal_weak_prompt
source: The signal strength of the device is weak. Please check the network status of the device.
cs: Síla signálu zařízení je slabá. Zkontrolujte stav sítě zařízení.
de: Schwache Geräte-Signalstärke. Bitte prüfen Sie den Netzwerkstatus des Geräts.
es: La intensidad de la señal del Equipo es débil. Por favor, compruebe el estado de la red del Equipo.
fi: Laitteen signaalinvoimakkuus on heikko. Tarkista laitteen verkon tila.
fr: La force du signal de l'appareil est faible. Veuillez vérifier l'état du réseau de l'appareil.
he: עוצמת האות של המכשיר חלשה. בדוק את מצב הרשת של ההתקן.
id: Kekuatan sinyal perangkat lemah. Silakan periksa status jaringan perangkat.
it: La potenza del segnale del dispositivo è debole. Si prega di verificare lo stato della rete del dispositivo.
ja: デバイスの信号強度が弱いです。 デバイスのネットワークステータスを確認してください。
ko: 장치의 신호 강도가 약합니다. 장치의 네트워크 상태를 확인하십시오.
nb: Signalstyrken til enheten er svak. Vennligst sjekk nettverksstatusen til enheten.
nl: De signaalsterkte van het apparaat is zwak. Controleer de netwerkstatus van het apparaat.
pl: Moc sygnału urządzenia jest słaba. Sprawdź stan sieci urządzenia.
pt_br: A intensidade do sinal do dispositivo é fraca. Por favor, verifique o status da rede do dispositivo.
ro: Puterea semnalului dispozitivului este slabă. Verificați starea rețelei dispozitivului.
ru: Уровень сигнала устройства слабый. Пожалуйста, проверьте состояние сети устройства.
sv: Signalstyrkan hos enheten är svag. Kontrollera enhetens nätverksstatus.
th: ความแรงของสัญญาณของอุปกรณ์อ่อนโปรดตรวจสอบสถานะเครือข่ายของอุปกรณ์
tr: Cihazın sinyal gücü zayıf. Lütfen cihazın ağ durumunu kontrol edin.
vi: Cường độ tín hiệu của thiết bị yếu, vui lòng kiểm tra tình trạng mạng của thiết bị
zh_hans: 设备信号强度较弱，请检查设备网络情况
zh_hant: 設備信號強度較弱，請檢查設備網絡狀況
