Repository: Yolo-cell-hash/go_home_ios
Catalog: ios/Runner/JASDK/JAResources/XLanguage/X35MultiLanguage/*.lproj/X35MutiLanguage.strings
Languages: cs, de, es, fi, fr, he, id, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sv, th, tr, vi, zh_hans, zh_hant

# devicelis_wifi_device_offline_help_2
source: Check the WiFi of the router, and confirm that the password name of the WiFi has not been modified. If it is modified, please reconfigure the WiFi, and ensure that the distance between the camera and the router is not too far;
cs: Zkontrolujte WiFi routeru a potvrďte, že heslo k WiFi nebylo změněno. Pokud je změněno, překonfigurujte WiFi a ujistěte se, že vzdálenost mezi kamerou a routerem není příliš velká;
de: Überprüfen Sie das WLAN des Routers und bestätigen Sie, dass der Passwortname des WLAN nicht geändert wurde. Wenn es geändert wird, konfigurieren Sie bitte das WLAN neu und stellen Sie sicher, dass die Entfernung zwischen der Kamera und dem Router nicht zu groß ist;
es: Verifique el WiFi del enrutador y confirme que el nombre de la contraseña del WiFi no se haya modificado. Si se modifica, reconfigure el WiFi y asegúrese de que la distancia entre la cámara y el enrutador no sea demasiado grande;
fi: Tarkista reitittimen WiFi ja varmista, että WiFi-salasanan nimeä ei ole muutettu. Jos sitä muutetaan, määritä WiFi uudelleen ja varmista, että kameran ja reitittimen välinen etäisyys ei ole liian pitkä.
fr: Vérifiez le WiFi du routeur et confirmez que le nom de mot de passe du WiFi n'a pas été modifié. S'il est modifié, veuillez reconfigurer le WiFi et assurez-vous que la distance entre la caméra et le routeur n'est pas trop grande ;
he: בדוק את ה-WiFi של הנתב, ואשר ששם הסיסמה של ה-WiFi לא השתנה. אם הוא השתנה, נא להגדיר מחדש את ה-WiFi ולוודא שהמרחק בין המצלמה לנתב אינו גדול מדי;
id: Periksa WiFi router, dan konfirmasikan bahwa nama kata sandi WiFi belum diubah. Jika dimodifikasi, harap konfigurasikan ulang WiFi, dan pastikan jarak antara kamera dan router tidak terlalu jauh;
it: Controllare il WiFi del router e confermare che il nome della password del WiFi non sia stato modificato. Se viene modificato, riconfigurare il WiFi e assicurarsi che la distanza tra la telecamera e il router non sia eccessiva;
ja: ルーターのWiFiを確認し、WiFiのパスワード名が変更されていないことを確認してください。変更された場合は、WiFiを再構成し、カメラとルーターの間の距離が離れすぎないようにしてください。
ko: 라우터의 WiFi를 확인하고 WiFi의 비밀번호 이름이 수정되지 않았는지 확인하십시오. 수정된 경우 WiFi를 다시 구성하고 카메라와 라우터 사이의 거리가 너무 멀지 않은지 확인하십시오.
nb: Sjekk WiFi-en til ruteren, og bekreft at passordnavnet til WiFi-en ikke er endret. Hvis det er endret, vennligst konfigurer WiFi på nytt og sørg for at avstanden mellom kameraet og ruteren ikke er for langt;
nl: Controleer de wifi van de router en bevestig dat de wachtwoordnaam van de wifi niet is gewijzigd. Als het is gewijzigd, configureer dan de wifi opnieuw en zorg ervoor dat de afstand tussen de camera en de router niet te groot is;
pl: Sprawdź WiFi routera i potwierdź, że nazwa hasła WiFi nie została zmieniona. Jeśli zostanie zmodyfikowany, zmień konfigurację Wi-Fi i upewnij się, że odległość między kamerą a routerem nie jest zbyt duża;
pt_br: Verifique o WiFi do roteador e confirme se o nome da senha do WiFi não foi modificado. Se for modificado, reconfigure o WiFi e certifique-se de que a distância entre a câmera e o roteador não seja muito grande;
ro: Verificați WiFi-ul routerului și confirmați că numele parolei WiFi nu a fost modificat. Dacă este modificat, vă rugăm să reconfigurați WiFi-ul și să vă asigurați că distanța dintre cameră și router nu este prea mare;
ru: Проверьте WiFi маршрутизатора и убедитесь, что имя пароля WiFi не было изменено. Если он изменен, перенастройте Wi-Fi и убедитесь, что расстояние между камерой и маршрутизатором не слишком велико;
sv: Kontrollera routerns WiFi och bekräfta att lösenordsnamnet för WiFi inte har ändrats. Om det ändras, vänligen konfigurera om WiFi och se till att avståndet mellan kameran och routern inte är för långt;
th: ตรวจสอบ WiFi ของเราเตอร์ และยืนยันว่าไม่มีการแก้ไขชื่อรหัสผ่านของ WiFi หากมีการแก้ไข โปรดกำหนดค่า WiFi ใหม่ และตรวจสอบให้แน่ใจว่าระยะห่างระหว่างกล้องกับเราเตอร์อยู่ไม่ไกลเกินไป
tr: Yönlendiricinin WiFi'sini kontrol edin ve WiFi'nin parola adının değiştirilmediğini onaylayın. Değiştirilirse, lütfen WiFi'yi yeniden yapılandırın ve kamera ile yönlendirici arasındaki mesafenin çok uzak olmadığından emin olun;
vi: Kiểm tra WiFi của bộ định tuyến và xác nhận rằng tên mật khẩu của WiFi chưa được sửa đổi. Nếu nó được sửa đổi, vui lòng định cấu hình lại WiFi và đảm bảo rằng khoảng cách giữa máy ảnh và bộ định tuyến không quá xa;
zh_hans: 检查路由器WiFi，确认WiFi的密码名称没有修改过，如修改过请重新配置WiFi，并确保摄像机和路由器的距离不要过远；
zh_hant: 檢查路由器WiFi，確認WiFi的密碼名稱沒有修改過，如修改過請重新配置WiFi，並確保攝像機和路由器的距離不要過遠；

# Help_enter_email_address
source: Please enter your email address
cs: prosím zadejte svou e-mailovou adresu
de: Geben Sie bitte Ihre Email-Adresse ein
es: Por favor, introduzca su dirección de correo electrónico
fi: Anna sähköpostiosoitteesi
fr: Veuillez saisir votre adresse e-mail
he: אנא הזן את כתובת הדוא"ל שלך
id: Silakan masukkan alamat email Anda
it: Inserisci il tuo indirizzo email
ja: メールアドレスを入力してください
ko: 당신의 이메일 주소를 입력하십시오
nb: Vennligst skriv inn E-postadressen din
nl: Vul alstublieft uw e-mail adres in
pl: Podaj swój adres e-mail
pt_br: Por favor, indique o seu endereço de e-mail
ro: Te rugam sa introduci adresa ta de email
ru: Пожалуйста, введите Ваш адрес электронной почты
sv: Var god skriv in din e-postadress
th: กรุณากรอกอีเมลของคุณ
tr: lütfen e-mail adresinizi giriniz
vi: Hãy điền địa chỉ email của bạn
zh_hans: 请填写您的邮箱地址
zh_hant: 請填寫您的郵箱地址

# addevice_open_Wlan
source: 1. Open Settings-> Select Wi-Fi，connect the mobile phone wireless network to the device hotspot
cs: 1. Otevřete Nastavení-> Vyberte Wi-Fi, připojte bezdrátovou síť mobilního telefonu k hotspotu zařízení
de: 1. Öffnen Sie Einstellungen -> WLAN， und verbinden das Telefon mit dem Geräte-Hotspot
es: 1. Abra Configuración-> Seleccione Wi-Fi, conecte la red inalámbrica del teléfono móvil al punto de acceso del dispositivo.
fi: 1. Avaa Asetukset-> Valitse Wi-Fi, yhdistä matkapuhelimen langaton verkko laitteen hotspotiin
fr: 1. Ouvrez Paramètres-> Sélectionnez Wi-Fi, connectez le réseau sans fil du téléphone mobile au point d'accès de l'appareil
he: 1. פתח את הגדרות-> בחר Wi-Fi, חבר את הרשת האלחוטית של הטלפון הנייד לנקודה החמה של המכשיר
id: 1. Buka Pengaturan-> Pilih Wi-Fi，hubungkan jaringan nirkabel ponsel ke hotspot perangkat
it: 1. Apri Impostazioni-> Seleziona Wi-Fi (connetti la rete wireless del telefono cellulare all'hotspot del dispositivo)
ja: 1. [設定]-> [Wi-Fiを選択]を開き、携帯電話のワイヤレスネットワークをデバイスのホットスポットに接続します
ko: 1. 설정 열기 -> Wi-Fi 선택, 휴대폰 무선 네트워크를 장치 핫스팟에 연결
nb: 1. Åpne Innstillinger-> Velg Wi-Fi, koble mobiltelefonens trådløse nettverk til enhetens hotspot
nl: 1. Open Instellingen-> Selecteer Wi-Fi (verbind het draadloze netwerk van de mobiele telefoon met de hotspot van het apparaat)
pl: 1. Otwórz Ustawienia-> Wybierz Wi-Fi (połącz sieć bezprzewodową telefonu komórkowego z hotspotem urządzenia)
pt_br: 1. Abra Configurações-> Selecione Wi-Fi, conecte a rede sem fio do telefone móvel ao ponto de acesso do dispositivo
ro: 1. Deschideți Setări-> Selectați Wi-Fi, conectați rețeaua wireless a telefonului mobil la hotspot-ul dispozitivului
ru: 1. Откройте Настройки-> Выберите Wi-Fi ， подключите беспроводную сеть мобильного телефона к точке доступа устройства.
sv: 1. Öppna Inställningar-> Välj Wi-Fi，anslut mobiltelefonens trådlösa nätverk till enhetens hotspot
th: 1. เปิดการตั้งค่า -> เลือก Wi-Fi， เชื่อมต่อเครือข่ายไร้สายของโทรศัพท์มือถือกับฮอตสปอตของอุปกรณ์
tr: 1. Ayarlar-> Wi-Fi Seç'i açın, cep telefonu kablosuz ağını cihaz erişim noktasına bağlayın
vi: 1. Mở Cài đặt-> Chọn Wi-Fi ， kết nối mạng không dây của điện thoại di động với điểm phát sóng của thiết bị
zh_hans: 1.打开设置->选择WLAN，将手机无线网络连接到设备热点
zh_hant: 1.打開設置->選擇WLAN，將手機無線網絡連接到設備熱點

# addDevice_WiFi_password_empty
source: The password you entered is empty, please confirm it again.
cs: Zadané heslo je prázdné, znovu jej potvrďte.
de: Das eingegebene Passwort ist leer, bitte bestätigen Sie es erneut.
es: La contraseña que ingresó está vacía, por favor confirme nuevamente.
fi: Antamasi salasana on tyhjä. Vahvista se uudelleen.
fr: Le mot de passe que vous avez entré est vide, veuillez le confirmer à nouveau.
he: הסיסמה שהזנת ריקה, אנא אשר אותה שוב.
id: Kata sandi yang Anda masukkan kosong, harap konfirmasikan lagi.
it: La password inserita è vuota, per favore confermala di nuovo.
ja: 入力したパスワードは空です。もう一度確認してください。
ko: 입력하신 비밀번호가 비어 있습니다. 다시 확인하십시오.
nb: Passordet du skrev inn, er tomt. Bekreft det igjen.
nl: Het ingevoerde wachtwoord is leeg. Bevestig het opnieuw.
pl: Hasło, które podałeś jest puste, potwierdź je ponownie.
pt_br: A senha digitada está vazia, confirme-a novamente.
ro: Parola introdusă este goală, vă rugăm să o confirmați din nou.
ru: Введенный вами пароль пуст, подтвердите его еще раз.
sv: Lösenordet du angav är tomt, bekräfta det igen.
th: รหัสผ่านที่คุณป้อนว่างเปล่าโปรดยืนยันอีกครั้ง
tr: Girdiğiniz şifre boş, lütfen tekrar onaylayın.
vi: Mật khẩu bạn đã nhập trống, vui lòng xác nhận lại.
zh_hans: 您输入的密码为空，请再次确认。
zh_hant: 您輸入的密碼為空，請再次確認。

# devicesetting_4G_card_sim_card_device_no_electricity
source: 1.The device is not powered on;
cs: 1. Zařízení není zapojeno do zdroje napájení;
de: 1. Das Gerät ist an keine Stromquelle angeschlossen.
es: 1. El dispositivo no está enchufado a una fuente de alimentación;
fi: 1. Laitetta ei ole kytketty virtalähteeseen;
fr: 1. L'appareil n'est pas branché sur une source d'alimentation;
he: 1. המכשיר אינו מחובר למקור חשמל;
id: 1. Perangkat tidak terhubung ke catu daya;
it: 1. Il dispositivo non è collegato a una fonte di alimentazione;
ja: 1.デバイスが電源に接続されていません。
ko: 1. 장치가 전원에 연결되어 있지 않습니다.
nb: 1. Enheten er ikke koblet til en strømkilde;
nl: 1. Het apparaat is niet aangesloten op een stroombron;
pl: 1. Urządzenie nie jest podłączone do źródła zasilania;
pt_br: 1. O dispositivo não está conectado a uma fonte de energia;
ro: 1. Dispozitivul nu este conectat la o sursă de alimentare;
ru: 1. Устройство не подключено к источнику питания;
sv: 1. Enheten är inte ansluten till en strömkälla;
th: 1. อุปกรณ์ไม่ได้เสียบปลั๊ก;
tr: 1. Cihaz bir güç kaynağına bağlı değil;
vi: 1. Thiết bị không được cắm vào;
zh_hans: 1.设备没插电源；
zh_hant: 1.設備沒插電源；

# search_no_relate_content
source: No related content found for "%1$s"
cs: Nebyl nalezen žádný související obsah pro "%1$s"
de: Kein passender Inhalt für "%1$s" gefunden
es: No se encontró contenido relacionado para "%1$s"
fi: Haulle "%1$s" ei löytynyt liittyvää sisältöä
fr: Aucun contenu associé trouvé pour "%1$s"
he: לא נמצא תוכן קשור עבור "%1$s"
id: Tidak ditemukan konten terkait untuk "%1$s"
it: Nessun contenuto correlato trovato per "%1$s"
ja: "%1$s"に関連するコンテンツは見つかりませんでした
ko: "%1$s"에 대한 관련 콘텐츠가 없습니다.
nb: Ingen relatert innhold funnet for "%1$s"
nl: Geen gerelateerde inhoud gevonden voor "%1$s"
pl: Nie znaleziono powiązanych treści dla "%1$s"
pt_br: Nenhum conteúdo relacionado encontrado para "%1$s"
ro: Nu s-a găsit conținut înrudit pentru "%1$s"
ru: Не найдено связанного содержимого для "%1$s"
sv: Inget relaterat innehåll hittades för "%1$s"
th: ไม่พบเนื้อหาที่เกี่ยวข้องสำหรับ "%1$s "
tr: "%1$s" için alakalı içerik bulunamadı
vi: Không tìm thấy nội dung liên quan đến "%1$s"
zh_hans: 没有找到“%1$s”相关内容
zh_hant: 沒有找到“%1$s”相關內容

# preview_preset_normal_mode
source: General mode
cs: Obecný režim
es: modo general
fi: Yleinen tila
fr: Mode général
he: מצב כללי
id: Modus umum
it: Modalità generale
ja: 一般モード
ko: 일반 모드
nb: Generell modus
nl: Algemene modus
pl: Tryb ogólny
pt_br: Modo geral
ro: Modul general
ru: Общий режим
sv: Allmänt läge
th: โหมดทั่วไป
tr: Genel mod
vi: Chế độ chung
zh_hans: 普通模式
zh_hant: 普通模式

# deviceSetting_evening_turn_off_next_morning
source: 20:00 in the evening-turn off the camera at 08:00 the next morning
cs: 20:00 večer – v 8:00 dalšího rána vypněte kameru
de: Kamera von 20:00 Uhr abends bis 08:00 Uhr am nächsten Morgen ausschalten
es: 20:00 de la noche: apague la cámara a las 08:00 de la mañana siguiente
fi: 20:00 illalla - sammuta kamera klo 08:00 seuraavana aamuna
fr: 20h00 le soir - éteignez l'appareil photo à 08h00 le lendemain matin
he: 20:00 בערב - כבה את המצלמה בשעה 08:00 למחרת בבוקר
id: 20:00 malam-matikan kamera jam 08:00 keesokan paginya
it: 20:00 di sera-spegni la fotocamera alle 08:00 del mattino successivo
ja: 夕方20：00-翌朝08:00にカメラの電源を切ります
ko: 저녁 20:00 - 다음날 아침 08:00에 카메라 끄기
nb: 20.00 om kvelden-slå av kameraet kl. 08.00 neste morgen
nl: 20.00 uur 's avonds - zet de camera de volgende ochtend om 08.00 uur uit
pl: 20:00 wieczorem - wyłącz kamerę o 08:00 następnego dnia rano
pt_br: 20:00 da noite - desligue a câmera às 08:00 da manhã seguinte
ro: 20:00 seara - opriți camera la 08:00 a doua zi dimineață
ru: 20:00 вечера-выключить камеру в 08:00 следующего утра
sv: 20:00 på kvällen - stäng av kameran 08:00 nästa morgon
th: 20.00 น. เย็น - ปิดกล้องเวลา 08:00 น. เช้าวันรุ่งขึ้น
tr: Akşam saat 20:00 - ertesi sabah saat 08:00'de kamerayı kapatın
vi: 20:00 buổi tối tắt camera lúc 08:00 sáng hôm sau
zh_hans: 晚上20:00 - 次日早上08:00关闭摄像机
zh_hant: 晚上20:00 - 次日早上08:00關閉攝像機

# devicelis_wifi_device_offline_help_3
source: If the device is still offline, please factory reset the device and reconfigure the network, then add the device again.
cs: Pokud je zařízení stále offline, resetujte zařízení do továrního nastavení a znovu nakonfigurujte síť, poté zařízení znovu přidejte.
de: Wenn das Gerät immer noch offline ist, setzen Sie das Gerät bitte auf die Werkseinstellungen zurück, konfigurieren Sie das Netzwerk neu und fügen Sie das Gerät dann erneut hinzu.
es: Si el dispositivo aún está fuera de línea, reinicie el dispositivo de fábrica y vuelva a configurar la red, luego agregue el dispositivo nuevamente.
fi: Jos laite on edelleen offline-tilassa, palauta laitteen tehdasasetukset ja määritä verkko uudelleen ja lisää laite sitten uudelleen.
fr: Si l'appareil est toujours hors ligne, réinitialisez l'appareil en usine et reconfigurez le réseau, puis ajoutez à nouveau l'appareil.
he: אם המכשיר עדיין במצב לא מקוון, נא לאפס את המכשיר להגדרות היצרן ולהגדיר מחדש את הרשת, ולאחר מכן הוסף את המכשיר שוב.
id: Jika perangkat masih offline, silakan reset perangkat ke pabrik dan konfigurasi ulang jaringan, lalu tambahkan perangkat lagi.
it: Se il dispositivo è ancora offline, ripristinare le impostazioni di fabbrica del dispositivo e riconfigurare la rete, quindi aggiungere nuovamente il dispositivo.
ja: デバイスがまだオフラインの場合は、デバイスを工場出荷時にリセットしてネットワークを再構成してから、デバイスを再度追加してください。
ko: 장치가 여전히 오프라인 상태이면 장치를 공장 초기화하고 네트워크를 재구성한 다음 장치를 다시 추가하십시오.
nb: Hvis enheten fortsatt er frakoblet, må du tilbakestille enheten til fabrikkstandard og konfigurere nettverket på nytt, og deretter legge til enheten på nytt.
nl: Als het apparaat nog steeds offline is, zet u het apparaat terug op de fabrieksinstellingen en configureert u het netwerk opnieuw. Voeg het apparaat vervolgens opnieuw toe.
pl: Jeśli urządzenie nadal jest w trybie offline, zresetuj urządzenie do ustawień fabrycznych i ponownie skonfiguruj sieć, a następnie dodaj urządzenie ponownie.
pt_br: Se o dispositivo ainda estiver offline, reinicie o dispositivo de fábrica e reconfigure a rede, depois adicione o dispositivo novamente.
ro: Dacă dispozitivul este încă offline, vă rugăm să resetați dispozitivul din fabrică și să reconfigurați rețeaua, apoi adăugați din nou dispozitivul.
ru: Если устройство по-прежнему находится в автономном режиме, сбросьте его до заводских настроек и заново настройте сеть, а затем снова добавьте устройство.
sv: Om enheten fortfarande är offline, vänligen återställ enheten till fabriksinställningarna och konfigurera om nätverket, lägg sedan till enheten igen.
th: หากอุปกรณ์ยังออฟไลน์อยู่ โปรดรีเซ็ตอุปกรณ์เป็นค่าเริ่มต้นและกำหนดค่าเครือข่ายใหม่ จากนั้นเพิ่มอุปกรณ์อีกครั้ง
tr: Cihaz hala çevrimdışıysa, lütfen cihazı fabrika ayarlarına sıfırlayın ve ağı yeniden yapılandırın, ardından cihazı tekrar ekleyin.
vi: Nếu thiết bị vẫn ngoại tuyến, vui lòng khôi phục cài đặt gốc cho thiết bị và cấu hình lại mạng, sau đó thêm lại thiết bị.
zh_hans: 如设备仍然处于离线状态，请将设备恢复出厂设置并重新配置网络，然后再次添加设备。
zh_hant: 如設備仍然處於離線狀態，請將設備恢復出廠設置並重新配置網絡，然後再次添加設備。

# cloud_storage_details_how_to_off_record
source: 2、 How to turn off the automatic upload function of cloud recording?
cs: 2、 Jak vypnout funkci automatického nahrávání cloudového záznamu?
de: 2、 Wie kann ich die automatische Upload-Funktion der Cloud-Aufzeichnung ausschalten?
es: 2、 ¿Cómo desactivar la función de carga automática de la grabación en la nube?
fi: 2、 Miten sammutetaan pilvitallennuksen automaattinen lataustoiminto?
fr: 2、 Comment désactiver la fonction de téléchargement automatique de l'enregistrement en nuage?
he: 2、 כיצד לבטל את פונקציית ההעלאה האוטומטית של הקלטת ענן?
id: 2、 Bagaimana mematikan fungsi unggahan otomatis dari perekaman cloud?
it: 2、 Come disattivare la funzione di caricamento automatico della registrazione cloud?
ja: 2、クラウドレコーディングの自動アップロード機能をオフにするには？
ko: 2、 클라우드 기록의 자동 업로드 기능을 끄는 방법은 무엇입니까?
nb: 2、 Slik slår du av automatisk opplastingsfunksjonen av skyteopptak?
nl: 2、 Hoe de automatische upload-functie van cloud-opname uit te schakelen?
pl: 2、 Jak wyłączyć funkcję automatycznego przesyłania w chmurze?
pt_br: 2、 Como desativar a função de upload automático de gravação em nuvem?
ro: 2、 Cum să dezactivați funcția de încărcare automată a înregistrării în nor?
ru: 2、 Как отключить функцию автоматической загрузки облачной записи?
sv: 2、 Hur stänger du av automatisk uppladdning av molninspelning?
th: 2. จะปิดฟังก์ชั่นอัพโหลดวิดีโอบนคลาวด์อัตโนมัติได้อย่างไร?
tr: 2、 Bulut kaydının otomatik yükleme fonksiyonu nasıl kapatılır?
vi: 2. Làm thế nào để tắt chức năng tải lên video tự động trên đám mây?
zh_hans: 2、如何关闭云录像自动上传功能？
zh_hant: 2、如何關閉雲錄像自動上傳功能？

# adddevice_fail_network_cause
source: Fail connection might be caused by network
cs: Může to být síťová příčina, která způsobí selhání připojení
de: Verbindungsfehler kann durch Netzwerk verursacht werden
es: Puede ser una causa de red que hace que la conexión falle
fi: Voi olla verkon syy, joka aiheuttaa yhteyden epäonnistumisen
fr: Peut être une cause de réseau causant l'échec de la connexion
he: יכול להיות שגורם רשת שגורם לחיבור להיכשל
id: Mungkin penyebab jaringan yang menyebabkan koneksi gagal
it: Può essere una causa di rete che causa l'interruzione della connessione
ja: 接続が失敗する原因となるネットワークの原因である可能性があります
ko: 네트워크 연결로 인해 연결이 실패 할 수 있음
nb: Kan være en nettverksårsak som forårsaker at tilkoblingen mislykkes
nl: Kan een netwerkoorzaak zijn waardoor de verbinding mislukt
pl: Może być przyczyną sieci powodującą awarię połączenia
pt_br: Pode ser uma causa de rede, causando falha na conexão
ro: Poate fi o cauză de rețea care determină eșecul conexiunii
ru: Может быть сетевая причина, вызывающая сбой соединения
sv: Kan vara en nätverksorsak som orsakar att anslutningen misslyckas
th: การเชื่อมต่อล้มเหลวอาจเกิดจากเครือข่าย
tr: Bağlantının başarısız olmasına neden olan bir ağ olabilir
vi: Kết nối có thể không thành công do lý do mạng
zh_hans: 可能是网络原因导致连接失败
zh_hant: 可能是網絡原因導致連接失敗

# devicesetting_ptz_self_check
source: PTZ self-check
cs: Automatická kontrola PTZ
de: PTZ-Selbsttest
es: Autocomprobación de PTZ
fi: PTZ-itsetarkistus
fr: Contrôle automatique PTZ
he: בדיקה עצמית של PTZ
id: Pemeriksaan mandiri PTZ
it: Autodiagnostica PTZ
ja: PTZセルフチェック
ko: PTZ자가 점검
nb: PTZ selvkontroll
nl: PTZ-zelfcontrole
pl: Samokontrola PTZ
pt_br: Autoverificação de PTZ
ro: Auto-verificare PTZ
ru: Самопроверка PTZ
sv: PTZ självkontroll
th: PTZ ตรวจสอบตัวเอง
tr: PTZ kendi kendine kontrol
vi: PTZ tự kiểm tra
zh_hans: 云台自检
zh_hant: 雲台自檢

# Service_map_select_address
source: Please select your detailed address
cs: Vyberte prosím svou přesnou adresu
de: Bitte genaue Adresse auswählen
es: Por favor seleccione su dirección detallada
fi: Valitse tarkka osoitteesi
fr: Veuillez sélectionner votre adresse détaillée
he: אנא בחר את הכתובת המפורטת שלך
id: Silakan pilih alamat terperinci Anda
it: Seleziona il tuo indirizzo dettagliato
ja: 詳細な住所を選択してください
ko: 자세한 주소를 선택하십시오
nb: Velg din detaljerte adresse
nl: Selecteer uw gedetailleerde adres
pl: Wybierz swój szczegółowy adres
pt_br: Por favor, selecione seu endereço detalhado
ro: Vă rugăm să selectați adresa dvs. detaliată
ru: Пожалуйста, выберите ваш подробный адрес
sv: Välj din detaljerade adress
th: โปรดเลือกที่อยู่โดยละเอียดของคุณ
tr: Lütfen ayrıntılı adresinizi seçin
vi: Vui lòng chọn địa chỉ chi tiết của bạn
zh_hans: 请选择您所在的详细地址
zh_hant: 請選擇您所在的詳細地址

# service_map_gaode
source: Gaode Map
cs: Mapa Gaode
de: Gaode Karte
es: Mapa de Gaode
fi: Gaode-kartta
fr: Gaode: carte
he: מפת גאודה
id: Peta Gaode
it: Mappa di Gaode
ko: 가오 드지도
nb: Gaode-kart
nl: Gaode kaart
pl: Mapa Gaode
pt_br: Mapa de Gaode
ro: Harta Gaodei
ru: Карта Гаоде
sv: Gaode-karta
th: แผนที่ Gaode
tr: Gaode Haritası
vi: Bản đồ Gaode
zh_hans: 高德地图
zh_hant: 高德地圖

# person_feedback_question_correct_address
source: Q5: How to correct it after physically shaking the camera?
cs: Q5: Jak to opravit po fyzickém otřesu fotoaparátu?
de: F5: Wie kann ich das Problem beheben, wenn ich die Kamera physisch geschüttelt habe?
es: P5: ¿Cómo corregirlo después de agitar físicamente la cámara?
fi: Q5: Kuinka korjata se kameran fyysisen ravistamisen jälkeen?
fr: Q5: Comment le corriger après avoir secoué physiquement l'appareil photo?
he: ש 5: כיצד לתקן זאת לאחר טלטול המצלמה פיזית?
id: Q5: Bagaimana cara memperbaikinya setelah mengguncang kamera secara fisik?
it: D5: Come correggerlo dopo aver agitato fisicamente la fotocamera?
ja: Q5：物理的にカメラを振った後の修正方法は？
ko: Q5 : 카메라를 물리적으로 흔든 후에는 어떻게 수정합니까?
nb: Spørsmål 5: Hvordan rette det etter fysisk risting av kameraet?
nl: V5: Hoe kan ik dit corrigeren nadat ik de camera fysiek heb geschud?
pl: P5: Jak to naprawić po fizycznym potrząśnięciu kamerą?
pt_br: Q5: Como corrigi-lo depois de sacudir fisicamente a câmera?
ro: Q5: Cum să o corectăm după agitarea fizică a camerei?
ru: Q5: Как исправить это после физического встряхивания камеры?
sv: F5: Hur korrigerar jag det efter att ha skakat kameran fysiskt?
th: Q5: หลังจากเคลื่อนกล้องแล้วต้องแก้ไขอย่างไร?
tr: S5: Kamerayı fiziksel olarak salladıktan sonra nasıl düzeltilir?
vi: Q5: Làm thế nào để sửa sau khi di chuyển máy ảnh?
zh_hans: Q5：物理掰动摄像头后，如何进行矫正？
zh_hant: Q5：物理掰動攝像頭後，如何進行矯正？

# Devicesetting_Formatting
source: Formatting
cs: Formátování
de: Formatierung...
es: Formateo
fi: Muotoilu
fr: Mise en page
he: עיצוב
id: Memformat
it: Formattazione
ja: フォーマット
ko: 서식
nb: Formatering
nl: opmaak
pl: Formatowanie
pt_br: Formatação
ro: Formatare
ru: Форматирование
sv: Formatering
th: การจัดรูปแบบ
tr: biçimlendirme
vi: Định dạng
zh_hans: 正在格式化...
zh_hant: 正在格式化...

# adddecvice_not_support_5G
source: 3.Temporarily do not support 5GHZ wireless network
cs: 3. Dočasně nepodporují bezdrátovou síť 5GHZ
de: 3.Zur Zeit werden 5 GHz WLAN-Netzwerke nicht unterstützt
es: 3.Temporalmente no es compatible con la red inalámbrica de 5 GHz
fi: 3.Tue väliaikaisesti 5 GHz: n langatonta verkkoa
fr: 3. Temporairement, ne supporte pas le réseau sans fil 5GHZ
he: 3. לרוב אינן תומכות ברשת אלחוטית של 5GHZ
id: 3.Saat ini tidak mendukung jaringan nirkabel 5GHZ
it: 3. Temporaneamente non supporta la rete wireless 5GHZ
ja: 3.一時的に5GHZワイヤレスネットワークをサポートしません
ko: 3. 5GHZ 무선 네트워크를 일시적으로 지원하지 않습니다
nb: 3. Støtter ikke trådløst 5GHZ-nettverk
nl: 3. ondersteunen tijdelijk geen 5 GHz draadloos netwerk
pl: 3. Tymczasowo nie obsługują sieci bezprzewodowej 5GHZ
pt_br: 3.Temporariamente não suporta rede sem fio de 5GHZ
ro: 3. În mod temporar, nu acceptă rețeaua wireless 5GHZ
ru: 3. Временно не поддерживает 5GHZ беспроводную сеть
sv: 3. Stödjer inte trådlöst 5GHZ-nätverk
th: 3. ไม่รองรับเครือข่ายไร้สาย 5GHZ ในปัจจุบัน
tr: 3. geçici olarak desteklemiyor 5GHz kablosuz ağ
vi: 3. Mạng không dây 5GHZ hiện không được hỗ trợ
zh_hans: 3.暂不支持5GHZ无线网络
zh_hant: 3.暫不支持5GHZ無線網絡
