Repository: Yolo-cell-hash/go_home_ios
Catalog: ios/Runner/JASDK/JAResources/XLanguage/X35MultiLanguage/*.lproj/X35MutiLanguage.strings
Languages: cs, de, es, fi, fr, he, id, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sv, th, tr, vi, zh_hans, zh_hant

# login_Cancel_experience_description_1
source: To ensure the security of your device information and a better experience, APP cancels the experience mode. Please follow the steps below to register an account and add the device again.
cs: Aby byla zajištěna bezpečnost informací o vašem zařízení a lepší zážitek, APP zruší režim zážitku. Chcete-li zaregistrovat účet a znovu přidat zařízení, postupujte podle následujících pokynů.
de: Um die Sicherheit Ihrer Geräteinformationen und ein besseres Erlebnis zu gewährleisten, bricht die APP den Erlebnismodus ab. Bitte führen Sie die folgenden Schritte aus, um ein Konto zu registrieren und das Gerät erneut hinzuzufügen.
es: Para garantizar la seguridad de la información de su dispositivo y una mejor experiencia, APP cancela el modo de experiencia. Siga los pasos a continuación para registrar una cuenta y agregar el dispositivo nuevamente.
fi: Laitetietojen turvallisuuden ja paremman käyttökokemuksen varmistamiseksi APP peruuttaa kokemustilan. Seuraa alla olevia ohjeita rekisteröidäksesi tilin ja lisääksesi laitteen uudelleen.
fr: Pour assurer la sécurité des informations de votre appareil et une meilleure expérience, APP annule le mode expérience. Veuillez suivre les étapes ci-dessous pour enregistrer un compte et ajouter à nouveau l'appareil.
he: כדי להבטיח את אבטחת פרטי המכשיר שלך וחוויה טובה יותר, APP מבטל את מצב החוויה. אנא עקוב אחר השלבים הבאים כדי לרשום חשבון ולהוסיף את המכשיר שוב.
id: Untuk memastikan keamanan informasi perangkat Anda dan pengalaman yang lebih baik, APP membatalkan mode pengalaman. Ikuti langkah-langkah di bawah ini untuk mendaftarkan akun dan menambahkan perangkat lagi.
it: Per garantire la sicurezza delle informazioni del tuo dispositivo e una migliore esperienza, APP annulla la modalità esperienza. Segui i passaggi seguenti per registrare un account e aggiungere nuovamente il dispositivo.
ja: デバイス情報のセキュリティとより良いエクスペリエンスを確保するために、APPはエクスペリエンスモードをキャンセルします。 以下の手順に従ってアカウントを登録し、デバイスを再度追加してください。
ko: 장치 정보의 보안과 더 나은 경험을 보장하기 위해 APP는 경험 모드를 취소합니다. 계정을 등록하고 장치를 다시 추가하려면 아래 단계를 따르십시오.
nb: For å sikre sikkerheten til enhetsinformasjonen din og en bedre opplevelse, avbryter APP opplevelsesmodus. Følg trinnene nedenfor for å registrere en konto og legge til enheten igjen.
nl: Om de veiligheid van uw apparaatinformatie en een betere ervaring te garanderen, annuleert APP de ervaringsmodus. Volg de onderstaande stappen om een account te registreren en het apparaat opnieuw toe te voegen.
pl: Aby zapewnić bezpieczeństwo informacji o urządzeniu i lepsze wrażenia, aplikacja APP anuluje tryb doświadczenia. Wykonaj poniższe czynności, aby zarejestrować konto i ponownie dodać urządzenie.
pt_br: Para garantir a segurança das informações do seu dispositivo e uma melhor experiência, o APP cancela o modo de experiência. Siga as etapas abaixo para registrar uma conta e adicionar o dispositivo novamente.
ro: Pentru a asigura securitatea informațiilor dispozitivului dvs. și o experiență mai bună, APP anulează modul de experiență. Vă rugăm să urmați pașii de mai jos pentru a înregistra un cont și a adăuga dispozitivul din nou.
ru: Чтобы обеспечить безопасность информации об устройстве и удобство использования, приложение отключает режим взаимодействия. Пожалуйста, следуйте инструкциям ниже, чтобы зарегистрировать учетную запись и снова добавить устройство.
sv: För att säkerställa säkerheten för din enhetsinformation och en bättre upplevelse avbryter APP upplevelseläget. Följ stegen nedan för att registrera ett konto och lägga till enheten igen.
th: เพื่อให้มั่นใจในความปลอดภัยของข้อมูลอุปกรณ์ของคุณและประสบการณ์ที่ดีขึ้น APP จะยกเลิกโหมดประสบการณ์ โปรดทำตามขั้นตอนด้านล่างเพื่อลงทะเบียนบัญชีและเพิ่มอุปกรณ์อีกครั้ง
tr: Cihaz bilgilerinizin güvenliğini ve daha iyi bir deneyim sağlamak için APP, deneyim modunu iptal eder. Bir hesap kaydetmek ve cihazı tekrar eklemek için lütfen aşağıdaki adımları izleyin.
vi: Để đảm bảo bảo mật thông tin thiết bị của bạn và trải nghiệm tốt hơn, APP sẽ hủy chế độ trải nghiệm. Vui lòng làm theo các bước dưới đây để đăng ký tài khoản và thêm lại thiết bị.
zh_hans: 为保证您的设备信息安全，以及更好的使用体验，APP取消体验模式，请按以下步骤注册账号后重新添加设备。
zh_hant: 為保證您的設備信息安全，以及更好的使用體驗，APP取消體驗模式，請按以下步驟註冊登錄後添加設備。

# message_download_video_stop_exit_queue_sure
source: Downloading the recorded video, exiting will stop the recorded video in the download queue. Are you sure you want to exit?
cs: Stažením nahraného videa a ukončením zastavíte nahrané video ve frontě stahování. Opravdu chcete ukončit?
de: Beim Herunterladen des aufgezeichneten Videos wird beim Beenden das aufgezeichnete Video in der Download-Warteschlange angehalten. Sie sind sicher, dass Sie beenden wollen?
es: Al descargar el video grabado, salir detendrá el video grabado en la cola de descarga. ¿Seguro que quieres salir?
fi: Tallennetun videon lataaminen, poistuminen pysäyttää tallennetun videon latausjonossa. Oletko varma, että haluat poistua?
fr: Le téléchargement de la vidéo enregistrée, la sortie arrêtera la vidéo enregistrée dans la file d'attente de téléchargement. Êtes-vous sûr de vouloir quitter?
he: הורדת הסרטון המוקלט, יציאה תעצור את הסרטון המוקלט בתור ההורדות. אתה בטוח שאתה רוצה לצאת?
id: Mengunduh video yang direkam, keluar akan menghentikan video yang direkam dalam antrian unduhan. Anda yakin ingin keluar?
it: Scaricando il video registrato, l'uscita interromperà il video registrato nella coda di download. Sei sicuro di voler uscire?
ja: 録画したビデオをダウンロードして終了すると、ダウンロードキューにある録画したビデオが停止します。終了してよろしいですか？
ko: 녹화된 비디오를 다운로드하고 종료하면 다운로드 대기열에서 녹화된 비디오가 중지됩니다. 종료하시겠습니까?
nb: Når du laster ned den innspilte videoen, avslutter du den innspilte videoen i nedlastingskøen. Er du sikker på at du vil avslutte?
nl: Als u de opgenomen video downloadt, wordt de opgenomen video gestopt in de downloadwachtrij. Weet u zeker dat u wilt afsluiten?
pl: Pobieranie nagranego wideo, wyjście zatrzyma nagrane wideo w kolejce pobierania. Czy jesteś pewny że chcesz wyjść?
pt_br: Baixar o vídeo gravado, sair interromperá o vídeo gravado na fila de download. Você tem certeza que quer sair?
ro: Descărcarea videoclipului înregistrat, ieșirea va opri videoclipul înregistrat în coada de descărcare. Ești sigur că vrei să ieși?
ru: При загрузке записанного видео выход остановит записанное видео в очереди на загрузку. Ты уверен, что хочешь выйти?
sv: När du laddar ner den inspelade videon, avslutas den inspelade videon i nedladdningskön. Är du säker på att du vill avsluta?
th: การดาวน์โหลดวิดีโอที่บันทึกไว้ การออกจะหยุดวิดีโอที่บันทึกในคิวการดาวน์โหลด คุณแน่ใจหรือไม่ว่าต้องการออก
tr: Kaydedilen videoyu indirmek, çıkmak, kaydedilen videoyu indirme kuyruğunda durduracaktır. Çıkmak istediğine emin misin?
vi: Tải xuống video đã ghi, việc thoát sẽ dừng video đã ghi trong hàng đợi tải xuống. Bạn có chắc bạn muốn thoát?
zh_hans: 正在下载录像视频，退出会停止下载队列中的录像视频，是否确定后退出？
zh_hant: 正在下載錄像視頻，退出會停止下載隊列中的錄像視頻，是否確定後退出？

# Service_map_not_support_map_function
source: Sorry, the location of your mobile phone does not support network map function
cs: Je nám líto, ale poloha vašeho mobilního telefonu nepodporuje funkci síťových map
de: Der Standort Ihres Mobiltelefons unterstützt leider keine Netzwerkkartenfunktion
es: Lo sentimos, la ubicación de su teléfono móvil no es compatible con la función de mapa de red
fi: Valitettavasti matkapuhelimesi sijainti ei tue verkon karttatoimintoa
fr: Désolé, la localisation de votre téléphone mobile ne prend pas en charge la fonction de carte du réseau
he: מצטערים, מיקום הטלפון הנייד שלך אינו תומך בפונקציה של מפת רשת
id: Maaf, lokasi ponsel Anda tidak mendukung fungsi peta jaringan
it: Siamo spiacenti, la posizione del tuo telefono cellulare non supporta la funzione di mappa di rete
ja: お使いの携帯電話の位置はネットワークマップ機能をサポートしていません
ko: 죄송합니다. 휴대 전화의 위치는 네트워크 맵 기능을 지원하지 않습니다.
nb: Beklager, plasseringen av mobiltelefonen din støtter ikke nettverkskartfunksjon
nl: Sorry, de locatie van uw mobiele telefoon ondersteunt geen netwerkkaartfunctie
pl: Przepraszamy, lokalizacja Twojego telefonu komórkowego nie obsługuje funkcji mapy sieci
pt_br: A localização do seu celular não suporta a função de mapa de rede
ro: Ne pare rău, locația telefonului dvs. mobil nu acceptă funcția hărții de rețea
ru: К сожалению, местоположение вашего мобильного телефона не поддерживает функцию карты сети.
sv: Tyvärr stöder din mobiltelefons plats inte nätverkskartfunktionen
th: ขออภัยตำแหน่งของโทรศัพท์มือถือของคุณไม่รองรับฟังก์ชันแผนที่เครือข่าย
tr: Üzgünüz, cep telefonunuzun konumu ağ haritası işlevini desteklemiyor
vi: Xin lỗi, vị trí của điện thoại di động của bạn không hỗ trợ chức năng bản đồ mạng
zh_hans: 抱歉，您手机所定位地区暂不支持网点地图功能
zh_hant: 抱歉，您手機所定位地區暫不支持網點地圖功能

# Service_map_Operating_hours
source: Operating hours
cs: Provozní hodiny
de: Betriebsstunden
es: Horas de funcionamiento
fi: Toiminta-ajat
fr: Heures de fonctionnement
he: שעות פעילות
id: Jam beroperasi
it: Ore di servizio
ja: 営業時間
ko: 영업 시간
nb: Driftstid
nl: Werk uren
pl: Godziny pracy
pt_br: Horas de funcionamento
ro: Ore de operare
ru: Часы работы
sv: Öppettider
th: ชั่วโมงการทำงาน
tr: Çalışma saatleri
vi: Thời gian hoạt động
zh_hans: 工作时间
zh_hant: 工作時間

# devicesetting_Continue_to_set_up
source: Continue to set up
cs: Pokračujte v nastavení
de: Weiter einrichten
es: Continuar con la configuración
fi: Jatka määritystä
fr: Continuer à configurer
he: המשך להגדיר
id: Lanjutkan untuk mengatur
it: Continua a configurare
ja: セットアップを続行します
ko: 계속 설정
nb: Fortsett å konfigurere
nl: Doorgaan met instellen
pl: Kontynuuj konfigurację
pt_br: Continue a configurar
ro: Continuați configurarea
ru: Продолжить настройку
sv: Fortsätt att ställa in
th: ตั้งค่าต่อ
tr: Kuruluma devam et
vi: Tiếp tục thiết lập
zh_hans: 继续设置
zh_hant: 繼續設置

# devicesetting_no
source: No
cs: Ne
de: Nein
fi: Ei
fr: Non
he: לא
id: Tidak
ja: 番号
ko: 아니요
nb: Nei
nl: Nee
pl: Nie
pt_br: Não
ro: Nu
ru: Нет
sv: Nej
th: ไม่
tr: Numara
vi: Không
zh_hans: 无
zh_hant: 無

# devicelist_4Gcamera_traffic_service_sales_merchant
source: About to jump to the recharge interface of the traffic service provider
cs: Chystáte se skočit do dobíjecího rozhraní poskytovatele dopravních služeb
de: Springen Sie gleich zur Aufladeschnittstelle des Verkehrsdienstanbieters
es: A punto de saltar a la interfaz de recarga del proveedor de servicios de tráfico
fi: Hyppäämässä liikennepalveluntarjoajan latausliittymään
fr: Sur le point de passer à l'interface de recharge du fournisseur de services de trafic
he: עומדים לקפוץ לממשק הטעינה של ספק שירותי התנועה
id: Akan melompat ke antarmuka isi ulang penyedia layanan lalu lintas
it: Sto per passare all'interfaccia di ricarica del fornitore di servizi di traffico
ja: トラフィックサービスプロバイダーのリチャージインターフェイスにジャンプしようとしています
ko: 교통 서비스 제공업체의 충전 인터페이스로 이동하려고 합니다.
nb: I ferd med å hoppe til ladegrensesnittet til trafikktjenesteleverandøren
nl: Op het punt om naar de oplaadinterface van de verkeersserviceprovider te springen
pl: Masz zamiar przejść do interfejsu ładowania dostawcy usług drogowych
pt_br: Prestes a pular para a interface de recarga do provedor de serviços de tráfego
ro: Urmează să accesați interfața de reîncărcare a furnizorului de servicii de trafic
ru: О переходе к интерфейсу пополнения счета поставщика услуг дорожного движения
sv: På väg att hoppa till laddningsgränssnittet för trafiktjänstleverantören
th: กำลังจะข้ามไปยังอินเทอร์เฟซการเติมเงินของผู้ให้บริการจราจร
tr: Trafik hizmeti sağlayıcısının şarj arayüzüne atlamak üzere
vi: Sắp chuyển đến giao diện nạp tiền của nhà cung cấp dịch vụ lưu lượng
zh_hans: 即将跳转流量服务商充值界面
zh_hant: 即将跳转流量服务商充值界面

# deviceSetting_dateFormatter
source: Date format
cs: Formát data
de: Datumsformat
es: Formato de fecha
fi: Päivämäärän muoto
fr: Format de date
he: פורמט התאריך
id: format waktu
it: Formato data
ja: 日付形式
ko: 날짜 형식
nb: Datoformat
nl: Datumformaat
pl: Format daty
pt_br: Formato de data
ro: Formatul datei
ru: Формат даты
sv: Datumformat
th: รูปแบบวันที่
tr: Tarih formatı
vi: Định dạng ngày tháng
zh_hans: 日期格式
zh_hant: 日期格式

# add_connection_process_minutes_not_leave_this_page_1
source: The connection process takes about 1-3 minutes, please do not leave this page
cs: Proces připojení trvá asi 1-3 minut, prosím neopouštějte tuto stránku
de: Der Verbindungsvorgang dauert ca. 1-3 Minuten, bitte verlassen Sie diese Seite nicht
es: El proceso de conexión tarda entre 1 y 3 minutos, no abandone esta página.
fi: Yhteysprosessi kestää noin 1-3 minuuttia, älä poistu tältä sivulta
fr: Le processus de connexion prend environ 1 à 3 minutes, veuillez ne pas quitter cette page
he: תהליך החיבור אורך כ-1-3 דקות, נא לא לצאת מדף זה
id: Proses koneksi memakan waktu sekitar 1-3 menit, mohon jangan tinggalkan halaman ini
it: Il processo di connessione dura circa 1-3 minuti, si prega di non lasciare questa pagina
ja: 接続には約3〜5分かかります。このページを離れないでください
ko: 연결 과정은 약 1-3분 정도 소요됩니다. 이 페이지를 떠나지 마세요.
nb: Tilkoblingsprosessen tar ca. 1-3 minutter, vennligst ikke forlat denne siden
nl: Het verbindingsproces duurt ongeveer 1-3 minuten, verlaat deze pagina alstublieft niet!
pl: Proces łączenia trwa około 1-3 minut, proszę nie opuszczać tej strony
pt_br: O processo de conexão leva cerca de 1-3 minutos, por favor, não saia desta página
ro: Procesul de conectare durează aproximativ 1-3 minute, vă rugăm să nu părăsiți această pagină
ru: Процесс подключения занимает около 1-3 минут, просьба не покидать эту страницу
sv: Anslutningsprocessen tar cirka 1-3 minuter, lämna inte denna sida
th: กระบวนการเชื่อมต่อใช้เวลาประมาณ 1-3 นาที โปรดอย่าออกจากหน้านี้
tr: Bağlantı işlemi yaklaşık 1-3 dakika sürer, lütfen bu sayfadan ayrılmayınız.
vi: Quá trình kết nối mất khoảng 1-3 phút, vui lòng không rời khỏi trang này
zh_hans: 连接过程大约需要1-3分钟，请不要离开此页面
zh_hant: 連接過程大約需要1-3分鐘，請不要離開此頁面

# permissions_camera_photos
source: APP needs to obtain camera permission to take photos
cs: APP potřebuje k pořizování fotografií povolení fotoaparátu
de: App benötigt Kameraberechtigung, um Fotos aufnehmen zu können
es: La aplicación necesita obtener permiso de la cámara para tomar fotos
fi: APP: n on hankittava kameran lupa valokuvien ottamiseen
fr: l'APP doit obtenir l'autorisation de l'appareil photo pour prendre des photos
he: APP צריך לקבל אישור מצלמה כדי לצלם
id: APP perlu mendapatkan izin kamera untuk mengambil foto
it: l'APP deve ottenere l'autorizzazione della fotocamera per scattare foto
ja: APPは写真を撮るためにカメラの許可を取得する必要があります
ko: 앱은 사진을 찍기 위해 카메라 권한을 받아야 합니다.
nb: APP må få kameratillatelse for å ta bilder
nl: APP heeft cameratoestemming nodig om foto's te maken
pl: Aby robić zdjęcia, aplikacja musi uzyskać pozwolenie na aparat
pt_br: O APP precisa obter permissão da câmera para tirar fotos
ro: APP trebuie să obțină permisiunea camerei pentru a face fotografii
ru: Приложению необходимо получить разрешение камеры для фотосъемки.
sv: APP måste få kameratillstånd för att ta foton
th: APP ต้องได้รับอนุญาตจากกล้องจึงจะถ่ายรูปได้
tr: APP'nin fotoğraf çekmek için kamera izni alması gerekiyor
vi: APP cần xin phép máy ảnh để chụp ảnh
zh_hans: APP需要获取相机权限来拍摄照片
zh_hant: APP需要獲取相機權限來拍攝照片

# devicelis_Free_cloud_storage_package
source: 1-day storage/3-day service cloud storage package
cs: Balíček 1denního úložiště/3denní služby cloudového úložiště
de: Cloud-Speicherpaket für 1 Tag Speicher/3 Tage Service
es: Paquete de almacenamiento en la nube de 1 día de almacenamiento/servicio de 3 días
fi: 1 päivän tallennustila / 3 päivän palvelun pilvitallennuspaketti
fr: Forfait stockage cloud 1 jour/service 3 jours
he: חבילת אחסון בענן ליום אחד/שירות 3 ימים
id: Penyimpanan 1 hari Paket penyimpanan cloud layanan 3 hari
it: Pacchetto di archiviazione cloud per 1 giorno/3 giorni di servizio
ja: 1日ストレージ/3日サービスクラウドストレージパッケージ
ko: 1일 보관/3일 서비스 클라우드 스토리지 패키지
nb: 1-dagers lagring/3-dagers tjeneste skylagringspakke
nl: 1-daagse opslag/3-daagse service cloud-opslagpakket
pl: 1-dniowe przechowywanie/3-dniowy pakiet usług w chmurze
pt_br: Pacote de armazenamento em nuvem de serviço de 1 dia/3 dias
ro: Pachet de stocare în cloud de 1 zi/serviciu de 3 zile
ru: 1-дневное хранилище/3-дневный пакет услуг облачного хранилища
sv: 1-dagars lagring/3-dagars tjänst molnlagringspaket
th: แพ็คเกจพื้นที่เก็บข้อมูลบนคลาวด์ 1 วัน / บริการ 3 วัน
tr: 1 günlük depolama/3 günlük hizmet bulut depolama paketi
vi: Gói lưu trữ đám mây dịch vụ 1 ngày / dịch vụ 3 ngày
zh_hans: 1天存储/3天服务云存套餐
zh_hant: 1天存儲/3天服務雲存套餐

# cloud_storage_details_how_to_renew_tips_1
source: (1) Conditions for cloud surviving fee: The current device has purchased the cloud storage channel to purchase or renew the cloud storage package;
cs: (1) Podmínky pro poplatek za přežití cloudu: Aktuální zařízení zakoupilo kanál úložiště cloudu pro nákup nebo obnovu balíčku cloudového úložiště;
de: (1) Bedingungen für die Cloud-Überlebensgebühr: Das aktuelle Gerät hat den Cloud-Speicherkanal zum Kauf oder zur Erneuerung des Cloud-Speicherpakets erworben.
es: (1) Condiciones para la tarifa de supervivencia en la nube: el Equipo actual ha adquirido el canal de almacenamiento en la nube para comprar o renovar el paquete de almacenamiento en la nube;
fi: (1) Pilven selviytymismaksun ehdot: Nykyinen laite on ostanut pilvivarastokanavan pilvivarastopaketin ostamiseksi tai uusimiseksi;
fr: (1) Conditions relatives aux frais de survie dans le cloud: le périphérique actuel a acheté le canal de stockage en cloud pour acheter ou renouveler le package de stockage en cloud;
he: (1) תנאים עבור עמלה ששרדה: המכשיר הנוכחי רכש את ערוץ האחסון בענן כדי לרכוש או לחדש את חבילת אחסון הענן;
id: (1) Ketentuan untuk biaya yang bertahan cloud: Perangkat saat ini telah membeli saluran penyimpanan cloud untuk membeli atau memperbarui paket penyimpanan cloud;
it: (1) Condizioni per la tassa sul superstite del cloud: il dispositivo corrente ha acquistato il canale di cloud storage per acquistare o rinnovare il pacchetto di cloud storage;
ja: (１)クラウド残存料金の条件：現在のデバイスは、クラウドストレージパッケージを購入または更新するためにクラウドストレージチャンネルを購入した。
ko: (1) 클라우드 갱신 비용 조건 : 현재 기기가 클라우드 스토리지 패키지를 구매 또는 갱신하기 위해 클라우드 스토리지 채널을 구매했습니다.
nb: (1) Vilkår for gjenværende avgift for sky: Den nåværende enheten har kjøpt skylagerkanalen for å kjøpe eller fornye skylagringspakken.
nl: (1) Voorwaarden voor vergoeding voor het overleven van de cloud: het huidige apparaat heeft het cloudopslagkanaal gekocht om het cloudopslagpakket te kopen of te vernieuwen;
pl: (1) Warunki opłaty za przetrwanie chmury: obecne urządzenie zakupiło kanał pamięci w chmurze w celu zakupu lub odnowienia pakietu pamięci w chmurze;
pt_br: (1) Condições para taxa de sobrevivência em nuvem: O dispositivo atual adquiriu o canal de armazenamento em nuvem para comprar ou renovar o pacote de armazenamento em nuvem;
ro: (1) Condiții pentru taxa de supraviețuire în nor: Dispozitivul curent a achiziționat canalul de stocare în cloud pentru a achiziționa sau a reînnoi pachetul de stocare în cloud;
ru: (1) Условия платы за выживание в облаке: текущее устройство приобрело канал облачного хранилища для покупки или обновления пакета облачного хранилища;
sv: (1) Villkor för överlevnadsavgift för moln: Den nuvarande enheten har köpt molnlagringskanalen för att köpa eller förnya molnförpackningspaketet.
th: (1) เงื่อนไขสำหรับค่าธรรมเนียมการต่ออายุพื้นที่เก็บข้อมูลบนคลาวด์: อุปกรณ์ปัจจุบันได้ซื้อช่องเก็บข้อมูลบนคลาวด์เพื่อซื้อหรือต่ออายุแพ็คเกจพื้นที่เก็บข้อมูลบนคลาวด์
tr: (1) Bulutta kalma ücreti için koşullar: Mevcut cihaz, bulut depolama paketini satın almak veya yenilemek için bulut depolama kanalını satın aldı;
vi: (1) Điều kiện phí gia hạn lưu trữ đám mây: thiết bị hiện tại đã mua kênh lưu trữ đám mây để mua hoặc gia hạn gói lưu trữ đám mây;
zh_hans: (1)云存续费的条件：当前设备已经购买过云存的通道可购买或续费云存套餐；
zh_hant: (1)雲存續費的條件：當前設備已經購買過雲存的通道可購買或續費云存套餐；

# deviceSetting_Update_method
source: Update method
cs: Metoda aktualizace
de: Update-Methode
es: Método de actualización
fi: Päivitysmenetelmä
fr: Méthode de mise à jour
he: שיטת עדכון
id: Perbarui metode
it: Metodo di aggiornamento
ja: 更新方法
ko: 업데이트 방법
nb: Oppdateringsmetode
nl: Update methode
pl: Metoda aktualizacji
pt_br: Método de atualização
ro: Metoda de actualizare
ru: Метод обновления
sv: Uppdateringsmetod
th: อัปเดตวิธีการ
tr: Güncelleme yöntemi
vi: Cập nhật phương pháp
zh_hans: 更新方式
zh_hant: 更新方式

# login_Cancel_experience_description_2
source: Step 1: Register an account
cs: Krok 1: Zaregistrujte si účet
de: Schritt 1: Konto anlegen/registrieren
es: Paso 1: registre una cuenta
fi: Vaihe 1: Rekisteröi tili
fr: Étape 1 : Enregistrez un compte
he: שלב 1: רשום חשבון
id: Langkah 1: Daftarkan akun
it: Passaggio 1: registra un account
ja: ステップ1：アカウントを登録する
ko: 1단계: 계정 등록
nb: Trinn 1: Registrer en konto
nl: Stap 1: Registreer een account
pl: Krok 1: Zarejestruj konto
pt_br: Etapa 1: registrar uma conta
ro: Pasul 1: Înregistrați un cont
ru: Шаг 1. Зарегистрируйте учетную запись
sv: Steg 1: Registrera ett konto
th: ขั้นตอนที่ 1: ลงทะเบียนบัญชี
tr: 1. Adım: Bir hesap kaydedin
vi: Bước 1: Đăng ký tài khoản
zh_hans: 步骤一：注册账号
zh_hant: 步驟一：註冊賬號

# person_location_permission
source: Location permission
cs: Povolení k umístění
de: Standort
es: Permiso de ubicación
fi: Sijaintilupa
fr: Autorisation de localisation
he: הרשאת מיקום
id: Izin lokasi
it: Autorizzazione alla posizione
ja: 場所の許可
ko: 위치 허가
nb: Posisjonstillatelse
nl: Locatie toestemming
pl: Pozwolenie na lokalizację
pt_br: Permissão de localização
ro: Permis de locație
ru: Разрешение на местоположение
sv: Platstillstånd
th: สิทธิ์การเข้าถึงข้อมูลพื้นที่
tr: Yer izni
vi: Quyền vị trí
zh_hans: 位置权限
zh_hant: 位置權限

# Service_map_not_pass
source: Did not pass
cs: Neprošel
de: Nicht bestanden
es: No pasó
fi: Ei kulkenut
fr: N'a pas passé
he: לא עבר
id: Tidak lulus
it: Non è passato
ja: 合格しなかった
ko: 통과하지 못했습니다
nb: Bestått ikke
nl: Is niet geslaagt
pl: Nie przeszedł
pt_br: Não passou
ro: Nu a trecut
ru: Не прошел
sv: Passerade inte
th: ไม่ผ่าน
tr: Geçmedi
vi: Không vượt qua
zh_hans: 未通过
zh_hant: 未通過

# devicelis_3day_loop_cloud_video_not_lost
source: 3-day loop cloud storage, video security will not be lost
cs: 3denní smyčkové cloudové úložiště, zabezpečení videa se neztratí
de: 3-tägiger Loop-Cloud-Speicher, Videosicherheit geht nicht verloren
es: Almacenamiento en la nube de bucle de 3 días, la seguridad del video no se perderá
fi: 3 päivän silmukan pilvitallennus, videoturvallisuus ei katoa
fr: Stockage en nuage en boucle de 3 jours, la sécurité vidéo ne sera pas perdue
he: אחסון ענן לולאה של 3 ימים, אבטחת וידאו לא תאבד
id: Penyimpanan cloud loop 3 hari, keamanan video tidak akan hilang
it: Archiviazione cloud in loop di 3 giorni, la sicurezza video non andrà persa
ja: 3日間のループクラウドストレージ、ビデオセキュリティが失われることはありません
ko: 3일 루프 클라우드 스토리지, 비디오 보안은 잃지 않습니다
nb: 3-dagers loop skylagring, videosikkerhet vil ikke gå tapt
nl: 3-daagse loop-cloudopslag, videobeveiliging gaat niet verloren
pl: 3-dniowa pętla przechowywania w chmurze, zabezpieczenia wideo nie zostaną utracone
pt_br: Armazenamento em nuvem de loop de 3 dias, segurança de vídeo não será perdida
ro: Stocare în buclă de 3 zile în cloud, securitatea video nu va fi pierdută
ru: 3-дневное облачное хранилище, безопасность видео не будет потеряна
sv: 3-dagars molnlagring, videosäkerhet kommer inte att gå förlorad
th: ที่เก็บข้อมูลบนคลาวด์แบบวนซ้ำ 3 วัน ความปลอดภัยของวิดีโอจะไม่สูญหาย
tr: 3 günlük döngü bulut depolama, video güvenliği kaybolmaz
vi: Lưu trữ đám mây vòng lặp 3 ngày, bảo mật video sẽ không bị mất
zh_hans: 3天循环云存储，录像安全不丢失
zh_hant: 3天循環雲存儲，錄像安全不丟失

# addDevice_Motion_detection_area
source: PIR
zh_hans: 移动侦测区
