Repository: Yolo-cell-hash/go_home_ios
Catalog: ios/Runner/JASDK/JAResources/XLanguage/X35MultiLanguage/*.lproj/X35MutiLanguage.strings
Languages: cs, de, es, fi, fr, he, id, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sv, th, tr, vi, zh_hans, zh_hant

# deviceSetting_Signal_strength_1
source: Signal strength:
cs: Síla signálu:
de: Signalstärke:
es: Intensidad de señal:
fi: Signaalin voimakkuus:
fr: Force du signal:
he: עוצמת אות:
id: Kekuatan sinyal:
it: Potenza del segnale:
ja: 信号強度：
ko: 신호 강도:
nb: Signalstyrke:
nl: De signaalsterkte:
pl: Siła sygnału:
pt_br: Sinal de força:
ro: Puterea semnalului:
ru: Сила сигнала:
sv: Signalstyrka:
th: ความแรงของสัญญาณ:
tr: Sinyal gücü:
vi: Cường độ tín hiệu:
zh_hans: 信号强度：
zh_hant: 信號強度：

# deviceSetting_Distortion_correction
source: Distortion correction
cs: Korekce zkreslení
de: Verzerrung korrigieren
es: Corrección de distorsión
fi: Vääristymän korjaus
fr: Correction de distorsion
he: תיקון עיוות
id: Koreksi distorsi
it: Correzione della distorsione
ja: 歪み補正
ko: 왜곡 보정
nb: Forvrengningskorrigering
nl: Vervormingscorrectie
pl: Korekcja zniekształceń
pt_br: Correção de distorção
ro: Corectarea distorsiunilor
ru: Коррекция искажений
sv: Förvrängningskorrigering
th: การแก้ไขการบิดเบือน
tr: Bozulma düzeltme
vi: Chỉnh sửa biến dạng
zh_hans: 畸变矫正
zh_hant: 畸變矯正

# preview_light_control_fail
source: Light control information acquisition failed
cs: Sběr informací o řízení světla se nezdařil
de: Abrufen Licht Informationen fehlgeschlagen
es: La adquisición de información de control de luz falló
fi: Valonohjaustietojen hankinta epäonnistui
fr: Échec de l'acquisition d'informations sur le contrôle de la lumière
he: רכישת מידע על בקרת אור נכשלה
id: Akuisisi informasi kontrol lampu gagal
it: Acquisizione delle informazioni di controllo della luce fallita
ja: ライト操作の情報を取得できません。
ko: 조도 제어 정보 확인을 실패했습니다.
nb: Registrering av lett kontrollinformasjon mislyktes
nl: Aanwerving van lichtregelinginformatie mislukt
pl: Pobranie informacji o kontroli światła nie powiodło się
pt_br: Falha na aquisição de informações de controle de luz
ro: Nu a reușit achiziția informațiilor de control al luminei
ru: Не удалось получить информацию о контроле освещения
sv: Lätt kontrollinformation förvärv misslyckades
th: ไม่สามารถควบคุมไฟได้
tr: Işık kontrolü bilgi edinimi başarısız oldu
vi: Không lấy được thông tin điều khiển ánh sáng
zh_hans: 灯控信息获取失败
zh_hant: 燈控信息獲取失敗

# devSettings_deviceUpdate
source: Firmware update
cs: Aktualizace firmwaru
es: Actualización de firmware
fi: Firmware-päivitys
fr: Mise à jour du firmware
he: עדכון קושחה
id: Perbarui Firmware
it: Aggiornamento Firmware
ja: FWのアップデート
ko: 펌웨어 업데이트
nb: Oppdater firmware
pl: Aktualizacja oprogramowania
pt_br: Atualização de Firmware
ro: Actualizarea firmware-ului
ru: Обновление прошивки
sv: Inspelning
th: อัพเดตเฟิร์มแวร์
tr: Yazılım güncellemesi
vi: Cập nhật firmware
zh_hans: 固件更新
zh_hant: 固件更新

# adddevice_press_reset_until_light_flash
source: Step 2: Press and hold the reset button for more than 5 seconds until the indicator light flashes
cs: Krok 2: Stiskněte a podržte tlačítko reset po dobu delší než 5 sekund, dokud kontrolka nezačne blikat
de: Schritt 2: Halten Sie die Reset-Taste länger als 5 Sekunden gedrückt, bis die Status LED blinkt
es: Paso 2: Mantenga presionado el botón de reinicio durante más de 5 segundos hasta que la luz indicadora parpadee
fi: Vaihe 2: Pidä nollauspainiketta painettuna yli 5 sekuntia, kunnes merkkivalo vilkkuu
fr: Étape 2: Appuyez sur le bouton de réinitialisation et maintenez-le enfoncé pendant plus de 5 secondes jusqu'à ce que le voyant clignote
he: שלב 2: לחץ והחזק את לחצן האיפוס במשך יותר מ -5 שניות עד שנורית החיווי תהבהב
id: Langkah 2: Tekan dan tahan tombol reset selama lebih dari 5 detik hingga lampu indikator berkedip
it: Passaggio 2: tenere premuto il pulsante di ripristino per più di 5 secondi fino a quando la spia non lampeggia
ja: ステップ2：インジケータライトが点滅するまでリセットボタンを5秒以上押し続けます
ko: 2 단계 : 표시등이 깜박일 때까지 재설정 버튼을 5 초 이상 누릅니다.
nb: Trinn 2: Trykk og hold nulstillingsknappen i mer enn 5 sekunder til indikatorlampen blinker
nl: Stap 2: Houd de reset-knop langer dan 5 seconden ingedrukt totdat het indicatielampje knippert
pl: Krok 2: Naciśnij i przytrzymaj przycisk resetowania przez ponad 5 sekund, aż lampka wskaźnika zacznie migać
pt_br: Passo 2: Pressione e segure o botão reset por mais de 5 segundos até que a luz indicadora pisque
ro: Pasul 2: Apăsați și țineți apăsat butonul de reset pentru mai mult de 5 secunde până când indicatorul luminos clipește
ru: Шаг 2: Нажмите и удерживайте кнопку сброса более 5 секунд, пока индикатор не начнет мигать
sv: Steg 2: Tryck och håll nollställningsknappen i mer än 5 sekunder tills indikatorlampan blinkar
th: ขั้นตอนที่ 2: กดปุ่มรีเซ็ตนานกว่า 5 วินาทีจนกระทั่งไฟสถาะกระพริบ
tr: Adım 2: Gösterge ışığı yanıp sönene kadar sıfırlama düğmesini 5 saniyeden uzun süre basılı tutun
vi: Bước 2: Nhấn và giữ nút đặt lại và giữ trong hơn 5 giây cho đến khi đèn báo chuyển sang nhấp nháy
zh_hans: 第二步：长按重置键，保持5秒以上，直到指示灯变为闪烁
zh_hant: 第二步：長按重置鍵，保持5秒以上，直到指示燈變為閃爍

# cloud_ID_be_empty
source: Cloud ID can't be empty
cs: ID Cloud nemůže být prázdné
de: Cloud ID darf nicht leer sein
es: Cloud ID no puede estar vacío
fi: Cloud ID ei voi olla tyhjä
fr: l'identifiant Cloud ne peut pas être vide
he: מספר זיהוי הענן לא יכול להיות ריק
id: Cloud ID tidak boleh kosong
it: Cloud ID non può essere vuoto
ja: IDが空白です。
ko: Cloud ID를 입력해 주세요.
nb: Sky-ID kan ikke være blank
nl: Cloud-ID mag niet leeg zijn
pl: Cloud ID nie może być puste
pt_br: A ID da nuvem não pode estar vazia
ro: Codul cloud nu poate fi gol
ru: Облачный идентификатор не может быть пустым
sv: Cloud-ID kan inte vara tomt
th: ต้องมี คลาวด์ ID
tr: Cloud ID boş olamaz
vi: Cloud ID không được để trống
zh_hans: 云ID不能为空
zh_hant: 雲ID不能為空

# login_user_agreement
source: Agree to the software user service agreement and privacy protocol.
cs: Souhlasíte se smlouvou o softwarovém softwaru a smlouvou o ochraně soukromí
de: Nutzungsvereinbarung und Datenschutzerklärung zustimmen.
es: Acuerde el acuerdo de servicio y el protocolo de privacidad para el usuario del software.
fi: Hyväksy Software User Service-sopimus ja tietosuojakäytäntö
fr: J'accepte les conditions du produit et la politique de confidentialité.
he: אני מסכים לתנאי השימוש
id: Setujui persyaratan dan ketentuan pengguna
it: Accettare i termini di utilizzo e privacy del software
ja: 製品規約とプライバシー規約に同意します。
ko: 소프트웨어 사용자 약관 및 개인정보 수집/이용에 대하여 동의함
nb: Aksepter programvarens brukeravtale og personvernkontroll
nl: Ga akkoord met de softwaregebruikersovereenkomst en het privacyprotocol.
pl: Zapoznałem się z polityką prywatności i obowiązującymi zasadami.
pt_br: Concordar com o contrato de serviço do usuário do software e o protocolo de privacidade.
ro: Sunt de acord cu acordul de servicii pentru utilizatori de software și cu protocolul de confidențialitate.
ru: Согласитесь с соглашением об обслуживании пользователя программного обеспечения и протоколом конфиденциальности.
sv: Håller med om mjukvaruanvändaravtalet och sekretessprotokollet.
th: ยอมรับข้อตกลงความเป็นส่วนตัว
tr: Yazılım kullanıcı hizmeti sözleşmesini ve gizlilik protokolünü kabul edin.
vi: Đồng ý với thỏa thuận dịch vụ người dùng phần mềm và thỏa thuận bảo mật
zh_hans: 同意该软件用户服务协议和隐私协议
zh_hant: 同意該軟件用戶服務協議和隱私協議

# Service_map_latest_industry_news
source: Get the latest industry news
cs: Získejte nejnovější zprávy z oboru
de: Neuesten Branchennachrichten erhalten
es: Recibe las últimas noticias de la industria
fi: Hanki alan viimeisimmät uutiset
fr: Recevez les dernières nouvelles de l'industrie
he: קבל את החדשות האחרונות בענף
id: Dapatkan berita industri terbaru
it: Ricevi le ultime notizie del settore
ja: 最新の業界ニュースを入手する
ko: 최신 업계 뉴스 받기
nb: Få de siste bransjenyhetene
nl: Ontvang het laatste branchenieuws
pl: Otrzymuj najnowsze wiadomości branżowe
pt_br: Receba as últimas notícias do setor
ro: Obțineți cele mai recente știri din industrie
ru: Получите последние новости отрасли
sv: Få de senaste branschnyheterna
th: รับข่าวสารล่าสุด
tr: En son sektör haberlerini alın
vi: Nhận tin tức ngành mới nhất
zh_hans: 获得行业最新资讯
zh_hant: 獲得行業最新資訊

# cloud_storage_been_given_ios
source: %@ days of cloud storage service has been given
cs: Bylo poskytnuto %@ dní služby cloudového úložiště
de: %@ Tage Cloud-Speicherdienst wurden gewährt
es: Se han proporcionado %@ días de servicio de almacenamiento en la nube
fi: %@ päivää pilvitallennuspalvelua on annettu
fr: %@ jours de service de stockage dans le cloud ont été accordés
he: ניתן %@ ימים של שירות אחסון בענן
id: %@ hari layanan penyimpanan cloud telah diberikan
it: Sono stati forniti %@ giorni di servizio di archiviazione cloud
ja: %@日間のクラウドストレージサービスが提供されました
ko: %@일의 클라우드 스토리지 서비스가 제공되었습니다.
nb: %@ dager med skylagringstjeneste er gitt
nl: %@ dagen cloudopslagservice is gegeven
pl: Otrzymano %@ dni usługi przechowywania w chmurze
pt_br: %@ dias de serviço de armazenamento em nuvem foram fornecidos
ro: Au fost acordate %@ zile de serviciu de stocare în cloud
ru: Предоставлено %@ дней облачного хранилища
sv: %@ dagars molnlagringstjänst har getts
th: %@ วันของบริการที่เก็บข้อมูลบนคลาวด์ได้รับแล้ว
tr: %@ gün bulut depolama hizmeti verildi
vi: Dịch vụ lưu trữ đám mây %@ ngày đã được cung cấp
zh_hans: 已获赠%@天云存储服务
zh_hant: 已獲贈%@天雲存儲服務

source: Asia/Seoul
cs: Asie / Soul
de: Asien / Seoul
es: Asia / Seúl
fi: Aasia / Soul
he: אסיה / סיאול
ja: アジア/ソウル
ko: 아시아 / 서울
pl: Asia / Seul
pt_br: Ásia / Seul
ru: Азия / Сеул
sv: Asien / Seoul
th: เอเชีย / โซล
tr: Asya / Seul
vi: Seoul
zh_hans: 首尔
zh_hant: 首爾

# person_set_Upload_crash_filing_no
source: No crash file can be uploaded
cs: Není možné nahrát žádný soubor havárie
de: Es kann keine Absturzdatei hochgeladen werden
es: No se puede cargar ningún archivo de bloqueo
fi: Kaatumistiedostoa ei voi ladata
fr: Aucun fichier crash ne peut être téléchargé
he: לא ניתן להעלות קובץ קריסה
id: Tidak ada file kerusakan yang dapat diunggah
it: Nessun file di crash può essere caricato
ja: アップロードできる破損したファイルはありません
ko: 크래시 파일을 업로드 할 수 없습니다.
nb: Ingen krasjfil kan lastes opp
nl: Geen crashbestand kan worden geüpload
pl: Nie można załadować pliku awarii
pt_br: Nenhum arquivo de falha pode ser enviado
ro: Nu se poate încărca niciun fișier de eroare
ru: Никакой файл не может быть загружен
sv: Ingen kraschfil kan laddas upp
th: ไม่มีไฟล์ขัดข้องให้อัปโหลด
tr: Hiçbir kilitlenme dosyası yüklenemez
vi: Không có tệp lỗi nào để tải lên
zh_hans: 没有崩溃文件可上传
zh_hant: 沒有崩潰文件可上傳

source: Europe/London
cs: Evropa / Londýn
de: Europa / London
es: Europa / Londres
fr: Europe / Londres
he: אירופה / לונדון
id: Eropa / London
ja: ヨーロッパ/ロンドン
ko: 유럽 ​​/ 런던
pl: Europa / Londyn
pt_br: Europa / Londres
ro: Europa / Londra
ru: Европа / Лондон
th: ยุโรป / ลอนดอน
tr: Avrupa / Londra
vi: Luân Đôn / Greenwich
zh_hans: 伦敦/格林尼治
zh_hant: 倫敦/格林尼治

# devicesetting_working_mode_Description_6
source: "Motion detection of recording duration" corresponds to the trigger item in each mode
cs: "Detekce pohybu délky záznamu" odpovídá spouštěcí položce v každém režimu
de: "Intelligente Erfassung der Aufnahmedauer" entspricht den Auslöseelementen in jedem Modus
es: "Detección de movimiento de la duración de la grabación" corresponde al elemento de activación en cada modo
fi: "Tallennuksen keston liikkeentunnistus" vastaa laukaisinta kussakin tilassa
fr: "Détection de mouvement de la durée d'enregistrement" correspond à l'élément déclencheur dans chaque mode
he: "זיהוי תנועה של משך ההקלטה" מתאים לפריט הטריגר בכל מצב
id: "Deteksi gerakan durasi perekaman" sesuai dengan item pemicu di setiap mode
it: "Rilevamento del movimento della durata della registrazione" corrisponde all'elemento di attivazione in ciascuna modalità
ja: 「録画時間のモーション検知」は、各モードのトリガー項目に対応しています
ko: "녹화 시간의 움직임 감지"는 각 모드의 트리거 항목에 해당합니다.
nb: "Bevegelsesdeteksjon av opptaksvarighet" tilsvarer triggerelementet i hver modus
nl: "Bewegingsdetectie van opnameduur" komt overeen met het triggeritem in elke modus
pl: "Wykrywanie ruchu czasu trwania nagrywania" odpowiada elementowi wyzwalającemu w każdym trybie
pt_br: "Detecção de movimento da duração da gravação" corresponde ao item de disparo em cada modo
ro: "Detecția mișcării a duratei înregistrării" corespunde elementului de declanșare în fiecare mod
ru: "Детектор движения длительности записи" соответствует элементу триггера в каждом режиме.
sv: "Rörelsedetektering av inspelningslängd" motsvarar triggerobjektet i varje läge
th: "การตรวจจับการเคลื่อนไหวของระยะเวลาการบันทึก" สอดคล้องกับรายการทริกเกอร์ในแต่ละโหมด
tr: "Kayıt süresinin hareket algılaması", her moddaki tetikleyici öğeye karşılık gelir
vi: "Phát hiện chuyển động của thời lượng ghi " tương ứng với mục kích hoạt trong mỗi chế độ
zh_hans: “智能侦测录像时长”在各模式对应触发项
zh_hant: “智能偵測錄像時長”在各模式對應觸發項

# person_feedback_camera_offline
source: Camera offline
cs: Kamera je offline
de: Kamera offline
es: Cámara fuera de línea
fi: Kamera offline-tilassa
fr: Caméra hors ligne
he: מצלמה במצב לא מקוון
id: Kamera offline
it: Fotocamera offline
ja: カメラがオフラインです
ko: 카메라 오프라인
nb: Kamera frakoblet
pl: Aparat offline
pt_br: Câmera offline
ro: Camera deconectat
ru: Камера в автономном режиме
sv: Kameran offline
th: กล้องออฟไลน์อยู่
tr: Kamera çevrimdışı
vi: Máy ảnh đang ngoại tuyến
zh_hans: 摄像机离线
zh_hant: 攝像機離線

# help_cloud_storage_function
source: Cloud storage function help
cs: Funkce úložiště v cloudu pomáhá
de: Hilfe Cloud Speicher Funktion
es: Ayuda de la función de almacenamiento en la nube
fi: Pilvivarastointitoiminto auttaa
fr: Aide de la fonction de stockage Cloud
he: עזרה בשירות הענן
id: Bantuan penyimpanan Awan
it: Aiuto funzione cloud
ja: ストレージ機能のヘルプ
ko: 클라우드 스토리지 도움말
nb: Skylagrings funksjons hjelp
nl: Help cloudopslagfunctie
pl: Pomoc – magazynowanie w chmurze
pt_br: Ajuda da função de armazenamento em nuvem
ro: Funcția de stocare a cloudului ajută
ru: Справка по функции облачного хранилища
sv: Hjälpfunktionen för lagring av moln
th: ตัวช่วยเกี่ยวกับฟังก์ชันการจัดเก็บบนคลาวด์
tr: Bulut depolama işlevi yardımı
vi: Trợ giúp về chức năng lưu trữ đám mây
zh_hans: 云存功能帮助
zh_hant: 雲存功能幫助

# Help_to_submit
source: To submit
cs: Předložit
de: Einreichen
es: Entregar
fi: Lähetä
fr: Soumettre
he: להגיש
id: Untuk menyerahkan
it: Per presentare
ja: 提出する
ko: 제출
nb: Å sende inn
nl: Om in te dienen
pl: Aby przesłać
pt_br: Submeter
ro: A inregistra, a valida
ru: Представить
sv: Att skicka in
th: ที่จะส่ง
tr: Göndermek
vi: Để nộp
zh_hans: 去提交
zh_hant: 去提交

# prompt_connectHotspot_failed
source: Fail to connect device hotspot/fail to connect bluetooth
cs: Hotspot zařízení připojení se nezdařilo nebo se nepodařilo připojit k technologii Bluetooth
de: Verbindung zu Geräte-Hotspot / Bluetooth fehlgeschlagen
es: Error al conectar el punto de acceso del Equipo/conectar Bluetooth
fi: Yhteyslaitteen hotspot epäonnistui/ei onnistunut muodostamaan yhteyttä Bluetoothiin
fr: Échec de connexion du point d'accès de l'appareil / échec de la connexion Bluetooth
he: בעיה בחיבור לרשת המכשיר
id: gagal konek ke hotspot perangkat/ gagal konek ke bluetooth
it: Errore connessione dispositivo Hotspost,bluetooth
ja: デバイスのアクセスポイントに接続できませんでした/ Bluetooth接続できません
ko: 장치 WiFi/블루투스 연결 실패
nb: Kunne ikke koble til enhets hotspot/kunne ikke koble til bluetooth
nl: Kan hotspot apparaat niet verbinden/ verbinding met bluetooth mislukt
pl: Brak połączenia hotspot/ brak połączenia bluetooth
pt_br: Falha ao conectar o dispositivo hotspot/falha ao conectar o bluetooth
ro: Nu se poate conecta dispozitivul hotspot/nu se poate conecta bluetooth
ru: Не удается подключить устройство к точке доступа/не удается подключить Bluetooth
sv: Misslyckas med att ansluta enhetens hotspot/misslyckas med att ansluta Bluetooth
th: ไม่สามารถเชื่อมต่อฮอตสปอตของอุปกรณ์ / ไม่สามารถเชื่อมต่อบลูทูธ
tr: Cihazın bağlantı noktasını bağlama/Bluetooth ile bağlantı kurulamadı
vi: Không kết nối được với điểm phát sóng thiết bị / Không kết nối được với Bluetooth
zh_hans: 连接设备热点失败/连接蓝牙失败
zh_hant: 連接設備熱點失敗/連接藍牙失敗

# devicesetting_4G_card_to_pay
source: To pay
cs: Platit
de: Zu zahlen
es: Pagar
fi: Maksaa
fr: Payer
he: לשלם
id: Untuk membayar
it: Da pagare
ja: 支払う
ko: 지불
nb: Å betale
nl: Om te betalen
pl: Do zapłaty
pt_br: Pagar
ro: A plăti
ru: Платить
sv: Att betala
th: จ่าย
tr: Ödemek
vi: Trả
zh_hans: 去支付
zh_hant: 去支付

source: Europe/Minsk
cs: Evropa / Minsk
de: Europa / Minsk
es: Europa / Minsk
fi: Eurooppa / Minsk
he: אירופה / מינסק
id: Eropa / Minsk
ja: ヨーロッパ/ミンスク
ko: 유럽 ​​/ 민스크
nb: Europa / Minsk
pl: Europa / Mińsk
pt_br: Europa / Minsk
ro: Europa / Minsk
ru: Европа / Минск
sv: Europa / Minsk
th: ยุโรป / มินสค์
tr: Avrupa / Minsk
vi: Minsk
zh_hans: 明斯克
zh_hant: 明斯克

# deviceSetting_Always_turn_night_vision
source: Always turn on night vision mode
cs: Vždy zapněte režim nočního vidění
de: Nachtsicht-Modus immer an
es: Activar siempre el modo de visión nocturna
fi: Ota aina yönäkötila käyttöön
fr: Activez toujours le mode vision nocturne
he: הפעל תמיד את מצב ראיית לילה
id: Selalu aktifkan mode penglihatan malam
it: Attiva sempre la modalità di visione notturna
ja: 常に暗視モードをオンにします
ko: 항상 야간 투시 모드 켜기
nb: Slå alltid på nattsynsmodus
nl: Schakel altijd de nachtzichtmodus in
pl: Zawsze włączaj tryb noktowizyjny
pt_br: Sempre ligue o modo de visão noturna
ro: Activați întotdeauna modul de vedere pe timp de noapte
ru: Всегда включайте режим ночного видения
sv: Slå alltid på mörkerseendeläget
th: เปิดโหมดการมองเห็นตอนกลางคืนเสมอ
tr: Her zaman gece görüş modunu açın
vi: Luôn bật chế độ nhìn ban đêm
zh_hans: 始终开启夜视模式
zh_hant: 始終開啟夜視模式

# Service_map_wait_Auditing
source: The information has been submitted, please be patient ...
cs: Informace byla odeslána, buďte trpěliví ...
de: Die Informationen wurden übermittelt, bitte haben Sie etwas Geduld ...
es: La información ha sido enviada, por favor sea paciente ...
fi: Tiedot on toimitettu, ole kärsivällinen ...
fr: Les informations ont été soumises, veuillez patienter ...
he: המידע הוגש, אנא היה סבלני ...
id: Informasi telah dikirim, harap bersabar ...
it: Le informazioni sono state inviate, per favore sii paziente ...
ja: 情報が送信されました。しばらくお待ちください...
ko: 정보가 제출되었습니다. 기다려주십시오 ...
nb: Informasjonen er sendt inn, vær tålmodig ...
nl: De informatie is ingediend, even geduld aub ...
pl: Informacje zostały przesłane, prosimy o cierpliwość ...
pt_br: As informações foram enviadas, seja paciente ...
ro: Informațiile au fost transmise, vă rugăm să aveți răbdare ...
ru: Информация была представлена, пожалуйста, будьте терпеливы ...
sv: Informationen har skickats, var vänlig tålmodig ...
th: ส่งข้อมูลเรียบร้อยแล้วโปรดรอ ...
tr: Bilgiler gönderildi, lütfen sabırlı olun ...
vi: Thông tin đã được gửi, hãy kiên nhẫn chờ đợi ...
zh_hans: 信息已提交，请耐心等候...
zh_hant: 信息已提交，請耐心等候...

# person_feedback_question_3
source: What should do if I don't receive the alarm message?
cs: Co dělat, pokud neobdržíte výstražnou zprávu?
de: Was muss ich tun, wenn ich keine Push-Nachrichten nicht erhalte?
es: ¿Qué debo hacer si no recibo el mensaje de alarma?
fi: Mitä pitäisi tehdä, jos en saa hälytysviestiä?
fr: Que faire si je ne reçois pas le message d'alarme?
he: מה עלי לעשות אם אני לא מקבל את הודעת האזעקה?
id: Apa yang harus saya lakukan jika saya tidak menerima pesan alarm?
it: Cosa devo fare se non ricevo il messaggio di allarme?
ja: アラームメッセージが表示されない場合はどうすればよいですか？
ko: 알람 메시지가 나타나지 않으면 어떻게해야합니까?
nb: Hva skal jeg gjøre hvis jeg ikke mottar alarmmeldingen?
nl: Wat moet ik doen als ik het alarmbericht niet ontvang?
pl: Co należy zrobić, jeśli nie otrzymam komunikatu alarmowego?
pt_br: O que devo fazer se eu não receber a mensagem de alarme?
ro: Ce ar trebui să fac dacă nu primesc mesajul de alarmă?
ru: Что делать, если я не получаю сообщение о тревоге?
sv: Vad ska jag göra om jag inte får larmmeddelandet?
th: ฉันควรทำอย่างไรหากไม่สามารถรับข้อความเตือนได้
tr: Alarm mesajını almazsam ne yapmalıyım?
vi: Tôi nên làm gì nếu tôi không thể nhận được thông báo báo động?
zh_hans: 收不到报警消息怎么办？
zh_hant: 收不到報警消息怎麽辦？

# person_alarm_image_unsxist
source: Image does not exist
cs: Obrázek neexistuje
de: Bild existiert nicht
es: La imagen no existe
fi: Kuvaa ei ole
fr: l'image n'existe pas
he: התמונה אינה קיימת
id: gambar tidah tersedia
it: L'immagine non esiste
ja: 画像がありません
ko: 이미지가 없습니다.
nb: Bildet finnes ikke
nl: Afbeelding bestaat niet
pl: Obraz nie istnieje
pt_br: Imagem não existe
ro: Imaginea nu există
ru: Изображение не существует
sv: Bild existerar inte
th: ไม่มีรูปภาพ
tr: Görüntü yok
vi: Hình ảnh không tồn tại
zh_hans: 图片不存在
zh_hant: 圖片不存在

# smartlin_distribution_network_fail
source: Network failure
cs: Chyba sítě
de: Netzwerkfehler
es: Falla de red
fi: Verkon vika
fr: Panne de réseau
he: כשל ברשת
id: Kesalahan jaringan
it: Errore di rete
ja: ネットワーク障害
ko: 네트워크 에러
nb: Nettverksfeil
nl: Netwerkstoring
pl: Awaria sieci
pt_br: Falha na rede
ro: Eșecul rețelei
ru: Сбой в работе сети
sv: Nätverksfel
th: เครือข่ายล้มเหลว
tr: Ağ hatası
vi: Kết nối thất bại
zh_hans: 连网失败
zh_hant: 連網失敗

# person_privacyPolicy
source: Privacy Policy
cs: zásadám ochrany osobních údajů
de: Datenschutzerklärung
es: Política de privacidad
fi: tietosuojakäytäntö
fr: Politique de confidentialité
he: מדיניות הפרטיות
id: Kebijakan Privasi
it: Informativa sulla privacy
ja: プライバシーポリシー
ko: 개인 정보 보호 정책
nb: Politica de confidențialitate
nl: Privacybeleid
pl: Politykę prywatności
pt_br: Política de Privacidade
ro: Politica de confidențialitate
ru: Политику конфиденциальности
sv: Integritetspolicy
th: นโยบายความเป็นส่วนตัว
tr: Gizlilik Politikası
vi: Chính sách bảo mật
zh_hans: 隐私政策
zh_hant: 隱私政策

# person_about
source: About
cs: asi
de: Über
es: en
fi: päälle
fr: Sur
he: אודות
id: Tentang
it: Info
ko: 정보
nb: Handle om
nl: Info
pl: Info
pt_br: Sobre
ro: Despre
ru: Около
sv: Handla om
th: เกี่ยวกับ
tr: hakkında
vi: trên
zh_hans: 关于
zh_hant: 關於

# cloud_Payment_failed
source: Payment failed,whether to pay again
cs: Platba se nezdařila,splátka
de: Zahlung fehlgeschlagen, nochmal bezahlen
es: Pago fallido,si hay que pagar nuevamente
fi: Maksu epäonnistui,takaisinmaksu
fr: Paiement échoué, recommencer ?
he: התשלום נכשל,אם לשלם שוב
id: pembayaran gagal,coba untuk bayar lagi
it: Pagamento non riuscito,se pagare di nuovo
ja: 支払いできません。もう一度試しますか？
ko: 지불 실패, 다시 지불 여부
nb: Betaling mislyktes,om du skal betale igjen
nl: Betaling mislukt,opnieuw betalen
pl: Płatność nieudana,czy zapłacić ponownie
pt_br: O pagamento falhou,seja para pagar novamente
ro: Plata a eșuat,să plătească din nou
ru: Платеж не прошел,стоит ли платить снова
sv: Betalningen misslyckades,om du skulle betala igen
th: การชำระเงินล้มเหลว,ไม่ว่าจะจ่ายอีกครั้ง
tr: Tekrar ödeme yapılıp yapılmamasına rağmen ödeme başarısız oldu
vi: Thanh toán không thành công, liệu có hoàn trả
zh_hans: 支付失败，是否重新支付
zh_hant: 支付失敗，是否重新支付
