Repository: Yolo-cell-hash/go_home_ios
Catalog: ios/Runner/JASDK/JAResources/XLanguage/X35MultiLanguage/*.lproj/X35MutiLanguage.strings
Languages: cs, de, es, fi, fr, he, id, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sv, th, tr, vi, zh_hans, zh_hant

# cloud_storage_details_cloud_period_guide
source: Cloud deposits take effect from the date of purchase, that is, the validity period of cloud deposits is: "at the time of purchase" to "the same time point after one month / one year later". For example, the cloud deposit package of 7 days/month was purchased at 0:00 on April 1, 2019, and the validity period of the cloud deposit is a natural month. It is: 0:00 on April 1, 2019, and 0:00 on May 1, 2019.
cs: Cloudové vklady nabývají účinnosti od data nákupu, to znamená, že doba platnosti vkladů v cloudu je: "v okamžiku nákupu" do "stejného časového bodu po jednom měsíci / o rok později". Například balíček zálohy cloudu ve výši 7 dní / měsíc byl zakoupen dne 1. dubna 2019 v 0:00 a doba platnosti zálohy v cloudu je přirozený měsíc. Je to: 0:00 dne 1. dubna 2019 a 0:00 dne 1. května 2019.
de: Der Cloud-Speicher ist ab dem Kaufdatum verfügbar, dh die Gültigkeitsdauer des Cloud-Speichers greift: "am Tag des Kaufs" bis "zur gleichen Zeit einen Monat später / ein Jahr später". Wenn Sie beispielsweise am 1. April 2019 um 0:00 Uhr ein Cloud-Speicherpaket für 7 Tage / Monat kaufen, ist der Cloud-Speicher für einen natürlichen Monat gültig. Von: 0:00 am 1. April 2019 bis 0:00 am 1. Mai 2019.
es: Los depósitos en la nube entrarán en vigencia a partir de la fecha de compra, es decir, el período de validez de los depósitos en la nube es:"en el momento de la compra" a "el mismo momento después de un mes / un año más tarde". Por ejemplo, el paquete de depósito en la nube de 7 días / mes se compró a las 0:00 el 1 de abril de 2019, y el período de validez del depósito en la nube es un mes natural. Es: 0:00 el 1 de abril de 2019 y 0:00 el 1 de mayo de 2019.
fi: Pilvitalletukset tulevat voimaan ostopäivästä, eli pilviesiintymien voimassaoloaika on: "ostohetkellä" sama aika kuin kuukauden kuluttua / vuosi myöhemmin. Esimerkiksi 7 päivän / kuukauden pilvivaraston paketti ostettiin 1. huhtikuuta 2019 klo 0:00 ja pilvivaraston voimassaoloaika on luonnollinen kuukausi. Se on: 0:00 1. huhtikuuta 2019 ja 0:00 1. toukokuuta 2019.
fr: Les dépôts dans le nuage prennent effet à compter de la date d’achat, c’est-à-dire que la période de validité des dépôts dans le nuage est: "au moment de l’achat", "au même moment après un mois / un an plus tard". Par exemple, le package de dépôt en nuage de 7 jours / mois a été acheté à 0:00 le 1er avril 2019 et la période de validité du dépôt en nuage est un mois naturel. Il est: 0h00 le 1er avril 2019 et 0h00 le 1er mai 2019.
he: הפקדות ענן ייכנסו לתוקף ממועד הרכישה, כלומר, תקופת התוקף של פיקדונות ענן היא: "בעת הרכישה " ל "נקודת זמן זהה לאחר חודש / שנה מאוחר יותר ". לדוגמה, החבילה הפקדה ענן של 7 ימים / חודש נרכש בשעה 0:00 ב 1 באפריל 2019, ותקופת תוקפו של ענן הפיקדון הוא חודש טבעי. זה: 0:00 ב -1 באפריל 2019, ו 0:00 ב -1 במאי 2019.
id: Setoran awan mulai berlaku sejak tanggal pembelian, yaitu, masa berlaku setoran cloud adalah: "pada saat pembelian " hingga "titik waktu yang sama setelah satu bulan / satu tahun kemudian ". Sebagai contoh, paket cloud deposit 7 hari / bulan dibeli pukul 0:00 pada tanggal 1 April 2019, dan masa berlaku deposit cloud adalah bulan alami. Yaitu: 0:00 pada 1 April 2019, dan 0:00 pada 1 Mei 2019.
it: I depositi cloud hanno effetto dalla data di acquisto, ovvero il periodo di validità dei depositi cloud è: "al momento dell'acquisto " a "lo stesso punto temporale dopo un mese / un anno dopo ". Ad esempio, il pacchetto di deposito cloud di 7 giorni / mese è stato acquistato alle 0:00 del 1 aprile 2019 e il periodo di validità del deposito cloud è un mese naturale. Sono le 0:00 del 1 ° aprile 2019 e le 0:00 del 1 ° maggio 2019.
ja: クラウドデポジットは購入日から有効になります。つまり、クラウドデポジットの有効期間は「購入時」から「1か月後の同じ時点/ 1年後」となります。たとえば、2019年4月1日の0:00に月7日のクラウドデポジットパッケージを購入した場合、クラウドデポジットの有効期間は自然な月です。 2019年4月1日0時00分、2019年5月1日0時00分です。
ko: 구름 예금은 구매 일로부터 적용됩니다. 즉, 클라우드 예금의 유효 기간은 "구매 시점에"~ "1 개월 / 1 년 후 같은 시점"입니다. 예를 들어, 7 월 / 7 월의 클라우드 보증금 패키지는 2019 년 4 월 1 일 0시에 구입되었으며 클라우드 보증금의 유효 기간은 자연스러운 달입니다. 그것은 : 2019 년 4 월 1 일 0:00 및 2019 년 5 월 1 일 0:00입니다.
nb: Cloud innskudd trer i kraft fra kjøpsdatoen, det vil si at gyldighetsperioden for skydeponering er: "på kjøpstidspunktet " til "samme tidspunkt etter en måned / ett år senere ". For eksempel ble innkjøpspakken på 7 dager / måned kjøpt klokken 01:00, 1 april 2019, og gyldighetsperioden for skydeposten er en naturlig måned. Det er: 0:00 den 1. april 2019 og 0:00 den 1. mai 2019.
nl: Clouddeposito's worden van kracht vanaf de aankoopdatum, dat wil zeggen dat de geldigheidsperiode van clouddeposito's is: "op het moment van aankoop " tot "hetzelfde tijdstip na één maand / één jaar later ". Het cloud-deponeringspakket van 7 dagen / maand werd bijvoorbeeld op 0 april op 1 april 2019 gekocht en de geldigheidsperiode van de cloudbetaling is een natuurlijke maand. Het is: 0:00 op 1 april 2019 en 0:00 op 1 mei 2019.
pl: Depozyty w chmurze zaczynają obowiązywać od daty zakupu, tzn. Okres ważności depozytów w chmurze wynosi: "w momencie zakupu" do "tego samego punktu czasowego po miesiącu / roku później". Na przykład pakiet depozytowy w chmurze wynoszący 7 dni / miesiąc został zakupiony o godzinie 0:00 w dniu 1 kwietnia 2019 r., A okres ważności depozytu w chmurze to miesiąc naturalny. Jest to: 0:00 1 kwietnia 2019 r. I 0:00 1 maja 2019 r.
pt_br: Os depósitos em nuvem entram em vigor a partir da data da compra, ou seja, o período de validade dos depósitos em nuvem é: "no momento da compra " para "o mesmo ponto no tempo após um mês / um ano depois ". Por exemplo, o pacote de depósito em nuvem de 7 dias / mês foi comprado às 0:00 de 1 de abril de 2019 e o período de validade do depósito de nuvem é um mês natural. É: 0:00 em 1 de abril de 2019 e 0:00 em 1 de maio de 2019.
ro: Depunerile cu nori au efect de la data achiziționării, adică perioada de valabilitate a depozitelor de nori este: "la momentul cumpărării" până la "același punct de timp după o lună / un an mai târziu". De exemplu, pachetul de depozite la nori de 7 zile / lună a fost achiziționat la ora 0:00 la 1 aprilie 2019, iar perioada de valabilitate a depozitului de nor este o lună naturală. Este: 0:00 pe 1 aprilie 2019 și 0:00 pe 1 mai 2019.
ru: Облачные депозиты вступают в силу с даты покупки, то есть срок действия облачных депозитов составляет: "на момент покупки " до "того же момента времени через один месяц / через год ". Например, пакет облачного депозита на 7 дней / месяц был приобретен в 0:00 1 апреля 2019 года, а срок действия облачного депозита - естественный месяц. Это 1:00 201 апреля и 0:00 1 мая 2019 года.
sv: Cloud-inlåning träder i kraft från inköpsdatumet, det vill säga giltighetsperioden för molnfyndigheter är: "vid inköpsdatum " till "samma tidpunkt efter en månad / ett år senare ". Till exempel inköpspaketet på 7 dagar / månad köptes klockan 0:00 den 1 april 2019 och giltighetsperioden för molninsättningen är en naturlig månad. Det är: 0:00 den 1 april 2019 och 0:00 den 1 maj 2019.
th: เงินฝากระบบคลาวด์มีผลตั้งแต่วันที่ซื้อนั่นคือระยะเวลาที่มีผลบังคับใช้ของเงินฝากระบบคลาวด์คือ "ในวันที่ซื้อ" ถึง "เวลาเดียวกันในหนึ่งเดือนต่อมา / หนึ่งปีต่อมา" ตัวอย่างเช่นหากคุณซื้อแพ็กเกจพื้นที่เก็บข้อมูลบนคลาวด์ 7 วัน / เดือนเวลา 0:00 น. ของวันที่ 1 เมษายน 2019 ระยะเวลาที่ใช้ได้ของที่เก็บข้อมูลบนคลาวด์คือหนึ่งเดือนตามธรรมชาติ สำหรับ: 0:00 วันที่ 1 เมษายน 2019 ถึง 00:00 วันที่ 1 พฤษภาคม 2019
tr: Bulut depozitoları satın alım tarihinden itibaren geçerli olur, yani bulut depozitolarının geçerlilik süresi şöyledir: "satın alma sırasında " ila "bir ay sonra / bir yıl sonra aynı zaman noktası ". Örneğin, 7 gün / ay bulut depozito paketi 1 Nisan 2019'da 0: 00'da satın alınmıştır ve bulut depozitin geçerlilik süresi doğal bir aydır. 1 Nisan 2019’da 0:00 ve 1 Mayıs 2019’da 0:00’dır.
vi: Khoản tiền gửi trên đám mây có hiệu lực kể từ ngày mua, nghĩa là, thời hạn hiệu lực của khoản tiền gửi trên đám mây là: "vào ngày mua" đến "cùng thời điểm một tháng sau / một năm sau". Ví dụ: nếu bạn mua gói lưu trữ đám mây 7 ngày / tháng vào lúc 0:00 ngày 1 tháng 4 năm 2019, thời hạn hiệu lực của bộ nhớ trên đám mây là một tháng tự nhiên. Thời gian: 0h00 ngày 01/4/2019 đến 0h00 ngày 01/5/2019.
zh_hans: 云存自购买之日起生效，即云存的有效期为：“购买当天当时”至“一个月后/一年后的同一时间点”。例如：2019年4月1日0时0分购买了7天/月的云存套餐，那么云存的有效期为一个自然月。为：2019年4月1日0时0分至2019年5月1日0时0分。
zh_hant: 雲存自購買之日起生效，即云存的有效期為：“購買當天當時”至“一個月後/一年後的同一時間點”。例如：2019年4月1日0時0分購買了7天/月的雲存套餐，那麼雲存的有效期為一個自然月。為：2019年4月1日0時0分至2019年5月1日0時0分。

# devicesetting_basic_settings
source: General settings
cs: Obecné nastavení
de: Allgemeine Einstellungen
es: Configuración general
fi: Yleiset asetukset
fr: Réglages généraux
he: הגדרות כלליות
id: Pengaturan Umum
it: Impostazioni generali
ja: 一般設定
ko: 일반 설정
nb: Generelle innstillinger
nl: Algemene instellingen
pl: Ustawienia główne
pt_br: Configurações Gerais
ro: Setari generale
ru: Общие настройки
sv: Allmänna Inställningar
th: การตั้งค่าทั่วไป
tr: Genel Ayarlar
vi: Cài đặt cơ bản
zh_hans: 基础设置
zh_hant: 基礎設置

# Devicesetting_check_WiFi_status_select_signal
source: Please check whether the WiFi status of the router is normal, and then select the WiFi with normal network signal to configure
cs: Zkontrolujte, zda je stav WiFi routeru normální, a poté vyberte WiFi s normálním síťovým signálem pro konfiguraci
de: Bitte überprüfen Sie, ob der WLAN-Status des Routers normal ist, und wählen Sie dann das WLAN mit normalem Netzwerksignal zur Konfiguration aus
es: Verifique si el estado de WiFi del enrutador es normal y luego seleccione WiFi con señal de red normal para configurar
fi: Tarkista, onko reitittimen WiFi-tila normaali, ja valitse sitten määritettävä WiFi normaalilla verkkosignaalilla
fr: Veuillez vérifier si l'état WiFi du routeur est normal, puis sélectionnez le WiFi avec un signal réseau normal pour configurer
he: אנא בדוק אם מצב ה-WiFi של הנתב תקין, ולאחר מכן בחר את ה-WiFi עם אות רשת רגיל להגדרה
id: Silakan periksa apakah status WiFi router normal, lalu pilih WiFi dengan sinyal jaringan normal untuk dikonfigurasi
it: Verificare se lo stato WiFi del router è normale, quindi selezionare il WiFi con segnale di rete normale da configurare
ja: ルーターのWiFiステータスが正常かどうかを確認してから、正常なネットワーク信号を使用するWiFiを選択して構成してください
ko: 공유기의 WiFi 상태가 정상인지 확인하고 네트워크 신호가 정상인 WiFi를 선택하여 구성하십시오.
nb: Kontroller om WiFi-statusen til ruteren er normal, og velg deretter WiFi med normalt nettverkssignal som skal konfigureres
nl: Controleer of de wifi-status van de router normaal is en selecteer vervolgens de wifi met normaal netwerksignaal om te configureren
pl: Sprawdź, czy stan Wi-Fi routera jest normalny, a następnie wybierz Wi-Fi z normalnym sygnałem sieciowym do skonfigurowania
pt_br: Verifique se o status do WiFi do roteador está normal e selecione o WiFi com sinal de rede normal para configurar
ro: Vă rugăm să verificați dacă starea WiFi a routerului este normală și apoi selectați WiFi cu semnal de rețea normal de configurat
ru: Пожалуйста, проверьте, является ли состояние WiFi маршрутизатора нормальным, а затем выберите WiFi с нормальным сетевым сигналом для настройки.
sv: Kontrollera om routerns WiFi-status är normal och välj sedan WiFi med normal nätverkssignal att konfigurera
th: โปรดตรวจสอบว่าสถานะ WiFi ของเราเตอร์เป็นปกติหรือไม่ จากนั้นเลือก WiFi ที่มีสัญญาณเครือข่ายปกติเพื่อกำหนดค่า
tr: Lütfen yönlendiricinin WiFi durumunun normal olup olmadığını kontrol edin ve ardından yapılandırmak için normal ağ sinyaline sahip WiFi'yi seçin.
vi: Vui lòng kiểm tra xem trạng thái WiFi của bộ định tuyến có bình thường không, sau đó chọn WiFi có tín hiệu mạng bình thường để định cấu hình
zh_hans: 请检测路由器WiFi状态是否正常，再选择网络信号正常的WiFi进行配置
zh_hant: 請檢測路由器WiFi狀態是否正常，再選擇網絡信號正常的WiFi進行配置

# devicesetting_Call_mode
source: Call mode
cs: Režim volání
de: Anrufmodus
es: Modo de llamada
fi: Puhelutila
fr: Mode d'appel
he: מצב שיחה
id: Mode panggilan
it: Modalità chiamata
ja: 通話モード
ko: 통화 모드
nb: Ringemodus
nl: Oproepmodus
pl: Tryb połączenia
pt_br: Modo de chamada
ro: Mod apel
ru: Режим звонка
sv: Samtalsläge
th: โหมดการโทร
tr: Çağrı modu
vi: Chế độ cuộc gọi
zh_hans: 通话模式
zh_hant: 通話模式

# Devicesetting_not_set_recorg_turn_off_scheduled_record
source: You have not set a recording schedule， Exiting the settings will turn off the scheduled recording function
cs: Nenastavili jste plán nahrávání. Ukončením nastavení se vypne funkce plánovaného nahrávání.
de: Es wurde keinen Aufnahmezeitplan festgelegt. Durch Verlassen der Einstellung wird die Daueraufnahmefunktion deaktiviert.
es: No ha establecido un horario de grabación. Salir de la configuración desactivará la función de grabación programada.
fi: Et ole asettanut tallennusaikataulua. Asetuksista poistuminen kytkee ajastetun tallennustoiminnon pois päältä.
fr: Vous n'avez pas défini de programme d'enregistrement. Quitter les paramètres désactivera la fonction d'enregistrement programmé.
he: לא הגדרת לוח זמנים להקלטה. יציאה מההגדרות תכבה את פונקציית ההקלטה המתוזמנת.
id: Anda belum mengatur jadwal perekaman. Keluar dari pengaturan akan mematikan fungsi perekaman terjadwal.
it: Non hai impostato un programma di registrazione. L'uscita dalle impostazioni disattiverà la funzione di registrazione programmata.
ja: 録画スケジュールを設定していません。 設定を終了すると、スケジュールされた録画機能がオフになります。
ko: 녹화 일정을 설정하지 않았습니다. 설정을 종료하면 예약 녹화 기능이 꺼집니다.
nb: Du har ikke angitt en opptaksplan. Hvis du går ut av innstillingene, slås den planlagte opptaksfunksjonen av.
nl: U heeft geen opnameschema ingesteld. Als u de instellingen verlaat, wordt de geplande opnamefunctie uitgeschakeld.
pl: No ha establecido un horario de grabación. Salir de la configuración desactivará la función de grabación programada.
pt_br: Você não definiu uma programação de gravação. Sair das configurações desativará a função de gravação programada.
ro: Nu ați stabilit un program de înregistrare. Ieșirea din setări va dezactiva funcția de înregistrare programată.
ru: Вы не установили расписание записи. Выход из настроек отключит функцию записи по расписанию.
sv: Du har inte angett ett inspelningsschema. Om du avslutar inställningarna stängs den schemalagda inspelningsfunktionen av.
th: คุณยังไม่ได้กำหนดตารางเวลาการบันทึก การออกจากการตั้งค่าจะปิดฟังก์ชันการบันทึกตามกำหนดเวลา
tr: Bir kayıt programı belirlemediniz. Ayarlardan çıkmak, programlanmış kayıt işlevini kapatacaktır.
vi: Bạn chưa đặt lịch ghi. Thoát khỏi cài đặt sẽ tắt chức năng ghi theo lịch trình.
zh_hans: 您还未设置录像日程，退出设置将会关闭定时录像功能
zh_hant: 您還未設置錄像日程，退出設置將會關閉定時錄像功能

# preview_frequently_viewed_Description
source: After the setup is complete, the camera can be quickly panned to the preset position
cs: Po dokončení nastavení lze kameru rychle posunout do přednastavené polohy
de: Nachdem die Einrichtung abgeschlossen ist, kann die Kamera schnell in die voreingestellte Position gedreht werden
es: Una vez completada la configuración, la cámara se puede mover rápidamente a la posición preestablecida
fi: Kun asennus on valmis, kamera voidaan panoroida nopeasti esiasetettuun asentoon
fr: Une fois la configuration terminée, la caméra peut être rapidement déplacée vers la position prédéfinie
he: לאחר השלמת ההגדרה, ניתן להזיז את המצלמה במהירות למיקום המוגדר מראש
id: Setelah penyiapan selesai, kamera dapat dengan cepat digeser ke posisi preset
it: Al termine della configurazione, la telecamera può essere rapidamente spostata nella posizione preimpostata
ja: セットアップが完了すると、カメラをプリセット位置にすばやくパンできます
ko: 설정이 완료된 후 카메라는 사전 설정 위치로 빠르게 패닝할 수 있습니다.
nb: Etter at oppsettet er fullført, kan kameraet raskt panoreres til den forhåndsinnstilte posisjonen
nl: Nadat de installatie is voltooid, kan de camera snel naar de vooraf ingestelde positie worden gepand
pl: Po zakończeniu konfiguracji kamerę można szybko przesunąć do wstępnie ustawionej pozycji
pt_br: Após a conclusão da configuração, a câmera pode ser rapidamente deslocada para a posição predefinida
ro: După finalizarea configurării, camera poate fi deplasată rapid la poziția presetată
ru: После завершения настройки камеру можно быстро повернуть в предустановленное положение.
sv: När installationen är klar kan kameran snabbt panoreras till den förinställda positionen
th: หลังจากตั้งค่าเสร็จแล้ว สามารถเลื่อนกล้องไปที่ตำแหน่งที่กำหนดไว้ล่วงหน้าได้อย่างรวดเร็ว
tr: Kurulum tamamlandıktan sonra kamera hızlı bir şekilde ön ayar konumuna kaydırılabilir
vi: Sau khi thiết lập xong, có thể nhanh chóng xoay máy ảnh về vị trí đặt trước
zh_hans: 设置完成后，可将摄像机快速转动到常看位置
zh_hant: 設置完成後，可將攝像機快速轉動到常看位置

# deviceSetting_videoBackup
source: Backup
cs: Záloha
es: Respaldo
fi: Varmuuskopioida
fr: Sauvegarde
he: גיבוי
id: Cadangan
ja: バックアップ
ko: 지원
nb: Sikkerhetskopiering
pl: Utworzyć kopię zapasową
pt_br: Cópia de segurança
ru: Резервный
sv: Säkerhetskopiering
th: สำรอง
tr: Destek olmak
vi: Sao lưu
zh_hans: 录像备份
zh_hant: 錄像備份

# log_make_sure_phone_number
source: Click OK again to make sure the phone area number is correct.
cs: Znovu klepněte na tlačítko OK,abyste zajistili správné číslo oblasti mobilního telefonu.
de: Tippen Sie erneut auf OK, um sicherzustellen, dass die Telefonnummer richtig ist.
es: Haga clic en Aceptar nuevamente para asegurarse de que el número del área del teléfono sea correcto.
fi: Varmista uudelleen,että matkapuhelinalueen numero on oikea.
fr: Cliquez à nouveau sur OK pour vous assurer que le numéro de zone du téléphone est correct.
he: לחץ שוב על אישור עדי לוודא שקידומת הטלפון נכונה
id: klik OK lagi untuk memastikan area nomor HP adalah benar
it: Premere nuovamente OK per accertarsi che l'area del numero telefonico sia corretta
ja: [OK]をもう一度タップして、電話番号が正しいことを確認します。
ko: 확인을 다시 클릭하여 전화 번호가 올바른지 확인해주세요.
nb: Klikk OK igjen for å kontrollere at telefonnummernummeret er riktig.
nl: Klik nog een keer op OK om er zeker van te zijn dat het telefoonnummer correct is.
pl: Kliknij ponownie przycisk OK,aby upewnić się,że numer obszaru telefonu jest prawidłowy.
pt_br: Clique em OK novamente para garantir que o número da área do telefone esteja correto.
ro: Faceți din nou clic pe OK pentru a vă asigura că numărul zonei telefonului este corect.
ru: Нажмите OK еще раз,чтобы убедиться,что номер зоны телефона правильный.
sv: Klicka på OK igen för att se till att telefonnumret är korrekt.
th: กดตกลงอีกครั้งเพื่อให้แน่ใจว่าหมายเลขโทรศัพท์ถูกต้อง
tr: Telefon alan numarasının doğru olduğundan emin olmak için tekrar Tamam'ı tıklayın.
vi: Nhấp vào Xác nhận một lần nữa để đảm bảo rằng mã vùng điện thoại là chính xác
zh_hans: 再次点击确认,确保手机地区编号正确
zh_hant: 再次點擊確認,確保手機地區編號正確

# devicesetting_4G_card_sim_card_expire_date
source: Expire date:
cs: Datum spotřeby:
de: Ablaufdatum:
es: Fecha de caducidad:
fi: Viimeinen käyttöpäivä:
fr: Date d'expiration:
he: תאריך תפוגה:
id: Tanggal kadaluarsa:
it: Data di scadenza:
ja: 有効期限：
ko: 만료 날짜 :
nb: Utløpsdato:
nl: Vervaldatum:
pl: Data ważności:
pt_br: Data de validade:
ro: Data de expirare:
ru: Дата истечения срока годности:
sv: Utgångsdatum:
th: วันที่หมดอายุ:
tr: Son kullanma tarihi:
vi: Hạn sử dụng:
zh_hans: 到期时间：
zh_hant: 到期時間：

source: Australia
cs: Austrálie
de: Australien
fr: Australie
he: אוסטרליה
ja: オーストラリア
ko: 호주
nl: Australië
pt_br: Austrália
ru: Австралия
sv: Australien
tr: Avustralya
vi: Châu Úc
zh_hans: 澳大利亚
zh_hant: 澳大利亞

# person_alarm_share_fail
source: Share unsuccessfully
cs: Sdílení selhalo
de: Teilen fehlgeschlagen
es: Compartir falta
fi: Virheen jakaminen
fr: Échec de partage
he: שתף נכשל
id: pembagian gagal
it: Errore di condivisione
ja: 共有できません。
ko: 공유 실패
nb: Deling feil
nl: Delen mislukt
pl: Dzielenie się awarii
pt_br: Compartilhar falhar
ro: Partajarea eșuează
ru: Поделиться неудачно
sv: Dela misslyckas
th: แชร์ไม่สำเร็จ
tr: Paylaşım başarısız
vi: Chia sẻ không thành công
zh_hans: 分享失败
zh_hant: 分享失敗

# preview_check_network_status
source: Please check the network status
cs: Zkontrolujte prosím stav sítě
de: Bitte Netzwerkstatus prüfen
es: Comprueba el estado de la red.
fi: Tarkista verkon tila
fr: Veuillez vérifier l'état du réseau
he: אנא בדוק את מצב הרשת
id: Silakan periksa status jaringan
it: Si prega di controllare lo stato della rete
ja: ネットワークの状態を確認してください
ko: 네트워크 상태를 확인하십시오
nb: Vennligst sjekk nettverksstatusen
nl: Controleer de netwerkstatus
pl: Sprawdź stan sieci
pt_br: Verifique o status da rede
ro: Vă rugăm să verificați starea rețelei
ru: Пожалуйста, проверьте статус сети
sv: Kontrollera nätverkets status
th: โปรดตรวจสอบสถานะเครือข่าย
tr: Lütfen ağ durumunu kontrol edin
vi: Vui lòng kiểm tra trạng thái mạng
zh_hans: 请检查网络状态
zh_hant: 請檢查網絡狀態

# order_reference
source: Order number
cs: Objednací číslo
de: Bestellnummer
es: Número de pedido
fi: Tilausnumero
fr: Numéro de commande
he: מספר הזמנה
id: Nomor Belanjaan
it: Numero ordine
ja: 注文番号
ko: 주문 번호
nb: Ordrenummer
nl: Ordernummer
pl: Numer zamówienia
pt_br: Número do pedido
ro: Numar de ordine
ru: Порядковый номер
sv: Ordernummer
th: จำนวนการสั่งซื้อ
tr: Sipariş numarası
vi: Số đơn hàng
zh_hans: 订单编号
zh_hant: 訂單編號

# deviceSetting_Base_station_settings
source: Base station settings
cs: Nastavení základnové stanice
de: Einstellungen Basisstation
es: Configuración de la estación base
fi: Tukiaseman asetukset
fr: Paramètres de la station de base
he: הגדרות תחנת בסיס
id: Pengaturan stasiun pangkalan
it: Impostazioni della stazione base
ja: 基地局の設定
ko: 기지국 설정
nb: Basestasjonsinnstillinger
nl: Instellingen basisstation
pl: Ustawienia stacji bazowej
pt_br: Configurações da estação base
ro: Setările stației de bază
ru: Настройки базовой станции
sv: Basstationsinställningar
th: การตั้งค่าสถานีฐาน
tr: Baz istasyonu ayarları
vi: Cài đặt trạm gốc
zh_hans: 基站设置
zh_hant: 基站設置

# addDevice_battery_camera
source: Battery camera
cs: Fotoaparát na baterie
de: Akku-Kamera
es: Cámara de batería
fi: Akkukamera
fr: Caméra à batterie
he: מצלמת סוללה
id: Kamera baterai
it: Kamera akumulatorowa
ja: バッテリーカメラ
ko: 배터리 카메라
nb: Batterikamera
nl: Batterij camera
pl: Kamera akumulatorowa
pt_br: Câmera de bateria
ro: Camera cu baterie
ru: Аккумуляторная камера
sv: Batterikamera
th: กล้องแบตเตอรี
tr: Pil kamerası
vi: Máy ảnh pin
zh_hans: 电池摄像机
zh_hant: 電池攝像機

# addDevice_connect_the_same_WIFI
source: Enter the WiFi connection interface, connect the phone to the same WiFi device
cs: Vstupte do rozhraní WiFi připojení, připojte telefon ke stejnému zařízení WiFi
de: Öffnen Sie die WLAN Einstellungen in Ihrem Telefon und verbinden das Smartphone mit dem gleichen WLAN.
es: Ingrese a la interfaz de conexión WiFi, conecte el teléfono al mismo Equipo WiFi
fi: Anna WiFi-liitäntä, liitä puhelin samaan WiFi-laitteeseen
fr: Entrez l'interface de connexion WiFi, connectez le téléphone au même périphérique WiFi
he: הזן את ממשק חיבור ה- WiFi, חבר את הטלפון לאותו מכשיר WiFi
id: Masukkan antarmuka koneksi WiFi, sambungkan ponsel ke perangkat WiFi yang sama
it: Inserire l'interfaccia di connessione WiFi, collegare il telefono allo stesso dispositivo WiFi
ja: 無線LAN接続項目を入力して、携帯電話をデバイスに接続している同じ無線LANに接続してください。
ko: WiFi 연결 인터페이스에 들어가고, 전화기를 동일한 WiFi 장치에 연결하십시오.
nb: Skriv inn WiFi-tilkoblingsgrensesnittet, koble telefonen til samme WiFi-enhet
nl: Ga naar de WiFi-verbinding, verbind de telefoon met hetzelfde WiFi-apparaat
pl: Wprowadź interfejs połączenia WiFi, podłącz telefon do tego samego urządzenia WiFi
pt_br: Entre na interface de conexão WiFi, conecte o telefone ao mesmo dispositivo WiFi
ro: Introduceți interfața de conexiune WiFi, conectați telefonul la același dispozitiv WiFi
ru: Войдите в интерфейс подключения WiFi, подключите телефон к тому же устройству WiFi
sv: Ange WiFi-anslutningsgränssnittet, anslut telefonen till samma WiFi-enhet
th: เข้าสู่การเชื่อมต่อWiFi, เชื่อมต่อโทรศัพท์กับอุปกรณ์ด้วยWi-Fi เดียวกัน
tr: WiFi bağlantı arayüzüne girin, telefonu aynı WiFi cihazına bağlayın.
vi: Vào giao diện kết nối WiFi, kết nối điện thoại với cùng một WiFi của thiết bị
zh_hans: 进入WiFi连接界面，将手机连接与设备同一WiFi
zh_hant: 進入WiFi連接界面，將手機連接與設備同一WiFi
