Repository: Yolo-cell-hash/go_home_ios
Catalog: ios/Runner/JASDK/JAResources/XLanguage/X35MultiLanguage/*.lproj/X35MutiLanguage.strings
Languages: cs, de, es, fi, fr, he, id, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sv, th, tr, vi, zh_hans, zh_hant

# preview_preset_help_7
source: Shortcut mode: In the shortcut mode, the user can directly input the preset position value to operate the preset position, which is convenient and quick;
cs: Režim zkratky: V režimu zkratky může uživatel přímo zadat hodnotu přednastavené polohy pro ovládání přednastavené polohy, což je pohodlné a rychlé;
de: Shortcut-Modus: Im Shortcut-Modus kann der Benutzer den Preset-Positionswert direkt eingeben, um die Preset Position zu bearbeiten, was bequem und schnell ist.
es: Modo de acceso directo: en el modo de acceso directo, el usuario puede ingresar directamente el valor de la posición preestablecida para operar la posición preestablecida, lo cual es conveniente y rápido;
fi: Pikavalintatila: Pikakuvaketilassa käyttäjä voi syöttää suoraan esiasetetun paikan arvon käyttääkseen esiasetettua asentoa, mikä on kätevää ja nopeaa;
fr: Mode raccourci : en mode raccourci, l'utilisateur peut saisir directement la valeur de la position prédéfinie pour utiliser la position prédéfinie, ce qui est pratique et rapide ;
he: מצב קיצור: במצב קיצור, המשתמש יכול להזין ישירות את ערך המיקום הקבוע מראש כדי להפעיל את המיקום המוגדר מראש, וזה נוח ומהיר;
id: Mode pintasan: Dalam mode pintasan, pengguna dapat langsung memasukkan nilai posisi preset untuk mengoperasikan posisi preset, yang nyaman dan cepat;
it: Modalità scorciatoia: nella modalità scorciatoia, l'utente può inserire direttamente il valore della posizione preimpostata per azionare la posizione preimpostata, che è comoda e veloce;
ja: ショートカットモード：ショートカットモードでは、ユーザーはプリセット位置の値を直接入力してプリセット位置を操作できます。これは便利で迅速です。
ko: 바로 가기 모드: 바로 가기 모드에서 사용자는 사전 설정 위치 값을 직접 입력하여 사전 설정 위치를 조작할 수 있으므로 편리하고 빠릅니다.
nb: Snarveimodus: I snarveimodus kan brukeren legge inn den forhåndsinnstilte posisjonsverdien direkte for å betjene den forhåndsinnstilte posisjonen, noe som er praktisk og raskt;
nl: Snelkoppelingsmodus: in de snelkoppelingsmodus kan de gebruiker direct de vooraf ingestelde positiewaarde invoeren om de vooraf ingestelde positie te bedienen, wat handig en snel is;
pl: Tryb skrótów: W trybie skrótów użytkownik może bezpośrednio wprowadzić wartość zaprogramowanej pozycji, aby obsługiwać zaprogramowaną pozycję, co jest wygodne i szybkie;
pt_br: Modo de atalho: No modo de atalho, o usuário pode inserir diretamente o valor da posição predefinida para operar a posição predefinida, o que é conveniente e rápido;
ro: Modul de comandă rapidă: În modul de comandă rapidă, utilizatorul poate introduce direct valoarea poziției presetate pentru a opera poziția presetată, ceea ce este convenabil și rapid;
ru: Режим быстрого доступа: в режиме быстрого доступа пользователь может напрямую вводить значение предустановленной позиции для управления предустановленной позицией, что удобно и быстро;
sv: Genvägsläge: I genvägsläget kan användaren direkt mata in det förinställda positionsvärdet för att använda den förinställda positionen, vilket är bekvämt och snabbt;
th: โหมดทางลัด: ในโหมดทางลัด ผู้ใช้สามารถป้อนค่าตำแหน่งที่ตั้งไว้ล่วงหน้าโดยตรงเพื่อใช้งานตำแหน่งที่ตั้งไว้ล่วงหน้า ซึ่งสะดวกและรวดเร็ว
tr: Kısayol modu: Kısayol modunda, kullanıcı uygun ve hızlı olan önceden ayarlanmış konumu çalıştırmak için önceden ayarlanmış konum değerini doğrudan girebilir;
vi: Chế độ phím tắt: Trong chế độ phím tắt, người dùng có thể nhập trực tiếp giá trị vị trí đặt trước để thao tác vị trí đặt trước, thuận tiện và nhanh chóng;
zh_hans: 快捷模式：快捷模式下，用户可直接输入常看位置数值对常看位置就行操作，方便快捷；
zh_hant: 快捷模式：快捷模式下，用戶可直接輸入常看位置數值對常看位置就行操作，方便快捷；

# beta
source: Beta version
cs: Beta verze
es: Versión beta
fi: Beta-versio
fr: Version bêta
he: גירסת בטא
id: Versi beta
it: Versione beta
ja: ベータ版
ko: 베타 버전
nb: Beta versjon
nl: Beta versie
pl: Wersja beta
pt_br: Versão beta
ro: Versiune beta
ru: Бета-версия
th: รุ่นเบต้า
tr: Beta sürümü
vi: Bản thử nghiệm
zh_hans: 测试版
zh_hant: 測試版

source: Password
cs: Heslo
de: Passwort
es: Contraseña
fi: salasana
fr: Mot de passe
he: ססמה
id: Sandi
ja: パスワード
ko: 비밀번호
nb: Passord
nl: Wachtwoord
pl: Hasło
pt_br: Senha
ro: Parola
ru: пароль
sv: Lösenord
th: รหัสผ่าน
tr: Parola
vi: mật khẩu
zh_hans: 密码
zh_hant: 密碼

# login_password_without_special_charcters
source: Password cannot contain "&amp;" and other special characters
cs: Heslo nemůže obsahovat"&amp;"speciální znaky
de: Das Kennwort darf nicht "&amp;" oder andere Sonderzeichen enthalten
es: La contraseña no puede contener "&amp;" caracteres especiales
fi: Salasana ei voi sisältää "&amp;"erikoismerkkejä
fr: Le mot de passe ne peut pas contenir les caractères spéciaux "&amp;"
he: הסיסמה לא יכולה להכיל תווים "&amp;" תווים מיוחדים
id: Kata sandi tidak boleh mengandung "&amp;" karakter khusus
it: La password non può contenere "&amp; "caratteri speciali
ja: パスワードに"＆amp;"の特殊文字を含めることはできません
ko: 암호는"&amp;"특수 문자를 포함 할 수 없습니다
nb: Passordet kan ikke inneholde"&amp;"spesialtegn
nl: Wachtwoord mag geen speciale tekens bevatten "&amp;"
pl: Hasło nie może zawierać "&amp;"znaków specjalnych
pt_br: A senha não pode conter A senha não pode conter "&amp;"caracteres especiais
ro: Parola nu poate conține "&amp;"
ru: Пароль не может содержать специальные символы "&amp;"
sv: Lösenordet kan inte innehålla "&amp;"specialtecken
th: รหัสผ่านไม่สามารถมี "&amp;" และอักขระพิเศษอื่น ๆ
tr: Parola "&amp;" özel
vi: Mật khẩu không được chứa ký tự đặc biệt "&amp;"
zh_hans: 密码不能包含“&amp;”特殊字符
zh_hant: 密碼不能包含“&amp;”特殊字符

# person_Account_cannot_restored_2
source: If you still want to delete, please make sure that you have backed up the relevant data, and have fully read, understood and agreed to the following:
cs: Pokud se přesto chcete odhlásit, ujistěte se, že jste zálohovali příslušná data a plně si přečetli, porozuměli a souhlasili s následujícím:
de: Wenn Sie das Konto dennoch löschen möchten, vergewissern Sie sich bitte, dass die Daten, die Sie sichern möchten, auch gesichert sind und Sie Folgendes vollständig gelesen, verstanden und akzeptiert haben:
es: Si aún desea cerrar la sesión, asegúrese de haber realizado una copia de seguridad de los datos relevantes y de haber leído, comprendido y aceptado completamente lo siguiente:
fi: Jos haluat edelleen kirjautua ulos, varmista, että olet varmuuskopioinut tarvittavat tiedot ja lukenut, ymmärtänyt ja hyväksynyt seuraavat asiat:
fr: Si vous souhaitez toujours vous déconnecter, veuillez vous assurer que vous avez sauvegardé les données pertinentes et que vous avez entièrement lu, compris et accepté ce qui suit :
he: אם אתה עדיין רוצה להתנתק, ודא שגיבית את הנתונים הרלוונטיים, וקראת היטב, הבנת והסכמת לדברים הבאים:
id: Jika Anda masih ingin keluar, pastikan Anda telah mencadangkan data yang relevan, dan telah membaca, memahami, dan menyetujui hal-hal berikut ini:
it: Se desideri comunque disconnetterti, assicurati di aver eseguito il backup dei dati pertinenti e di aver letto, compreso e accettato completamente quanto segue:
ja: それでも削除する場合は、関連データをバックアップし、以下を完全に読み、理解し、同意していることを確認してください。
ko: 그래도 로그아웃하려면 관련 데이터를 백업하고 다음 사항을 완전히 읽고 이해하고 동의했는지 확인하십시오.
nb: Hvis du fortsatt vil logge av, må du sørge for at du har sikkerhetskopiert de relevante dataene og har lest, forstått og godtatt følgende fullt ut:
nl: Als u zich nog steeds wilt afmelden, zorg er dan voor dat u een back-up van de relevante gegevens hebt gemaakt en dat u het volgende volledig hebt gelezen, begrepen en ermee akkoord gaat:
pl: Jeśli nadal chcesz się wylogować, upewnij się, że wykonałeś kopię zapasową odpowiednich danych oraz w pełni przeczytałeś, zrozumiałeś i wyraziłeś zgodę na następujące kwestie:
pt_br: Se ainda quiser sair, certifique-se de ter feito backup dos dados relevantes e de ter lido, compreendido e concordado com o seguinte:
ro: Dacă doriți totuși să vă deconectați, asigurați-vă că ați făcut o copie de siguranță a datelor relevante și că ați citit, înțeles și ați acceptat în totalitate următoarele:
ru: Если вы все еще хотите выйти из системы, убедитесь, что вы создали резервную копию соответствующих данных и полностью прочитали, поняли и согласились со следующими положениями:
sv: Om du fortfarande vill logga ut, se till att du har säkerhetskopierat relevant data och har läst, förstått och godkänt följande:
th: หากคุณยังคงต้องการออกจากระบบ โปรดตรวจสอบให้แน่ใจว่าคุณได้สำรองข้อมูลที่เกี่ยวข้อง และได้อ่าน ทำความเข้าใจ และตกลงตามเงื่อนไขต่อไปนี้อย่างครบถ้วน:
tr: Yine de oturumu kapatmak istiyorsanız, lütfen ilgili verileri yedeklediğinizden ve aşağıdakileri tamamen okuyup anladığınızdan ve kabul ettiğinizden emin olun:
vi: Nếu bạn vẫn muốn đăng xuất, hãy đảm bảo rằng bạn đã sao lưu dữ liệu liên quan và đã đọc đầy đủ, hiểu và đồng ý với những điều sau:
zh_hans: 若您仍要注销,请您确保已经备份相关数据，并已充分阅读,理解并同意以下事项:
zh_hant: 若您仍要註銷,請您確保已經備份相關數據，並已充分閱讀,理解並同意以下事項:

# person_Account_cannot_restored_3
source: Deleting the account will delete all the content associated with this account
cs: Zrušením účtu smažete veškerý obsah spojený s tímto účtem
de: Durch die Löschung des Kontos werden alle mit diesem Konto verknüpften Inhalte gelöscht
es: La cancelación de la cuenta eliminará todo el contenido asociado con esta cuenta.
fi: Tilin peruuttaminen poistaa kaiken tähän tiliin liittyvän sisällön
fr: L'annulation du compte supprimera tout le contenu associé à ce compte
he: ביטול החשבון ימחק את כל התוכן המשויך לחשבון זה
id: Membatalkan akun akan menghapus semua konten yang terkait dengan akun ini
it: L'annullamento dell'account eliminerà tutti i contenuti associati a questo account
ja: アカウントを削除すると、このアカウントに関連付けられているすべてのコンテンツが削除されます
ko: 계정을 취소하면 이 계정과 연결된 모든 콘텐츠가 삭제됩니다.
nb: Hvis du avslutter kontoen, slettes alt innhold som er knyttet til denne kontoen
nl: Als u het account annuleert, wordt alle inhoud verwijderd die aan dit account is gekoppeld
pl: Anulowanie konta spowoduje usunięcie całej zawartości powiązanej z tym kontem
pt_br: O cancelamento da conta excluirá todo o conteúdo associado a esta conta
ro: Anularea contului va șterge tot conținutul asociat acestui cont
ru: При отмене учетной записи будет удален весь контент, связанный с этой учетной записью.
sv: Om du avslutar kontot raderas allt innehåll som är kopplat till det här kontot
th: การยกเลิกบัญชีจะลบเนื้อหาทั้งหมดที่เชื่อมโยงกับบัญชีนี้
tr: Hesabın iptal edilmesi, bu hesapla ilişkili tüm içeriğin silinmesine neden olacaktır.
vi: Việc hủy tài khoản sẽ xóa tất cả nội dung được liên kết với tài khoản này
zh_hans: 注销账户将会删除和此账号关联的所有内容
zh_hant: 註銷賬戶將會刪除和此賬號關聯的所有內容

# person_Account_cannot_restored_4
source: 1. The current account is taken back, you will not be able to use the bound mobile phone number and third-party account to continue to log in to this account
cs: 1. Aktuální účet bude převzat zpět, nebudete moci používat vázané číslo mobilního telefonu a účet třetí strany k pokračování v přihlašování k tomuto účtu
de: 1. Das aktuelle Konto wird zurückgenommen, Sie können sich mit der verbundenen Handynummer und dem Drittkonto nicht mehr in dieses Konto einloggen
es: 1. Se recupera la cuenta actual, no podrá utilizar el número de teléfono móvil vinculado ni la cuenta de terceros para continuar iniciando sesión en esta cuenta.
fi: 1. Nykyinen tili palautetaan, et voi käyttää sidottua matkapuhelinnumeroa ja kolmannen osapuolen tiliä kirjautumiseen tälle tilille
fr: 1. Le compte actuel est repris, vous ne pourrez pas utiliser le numéro de téléphone mobile lié et le compte tiers pour continuer à vous connecter à ce compte
he: 1. החשבון הנוכחי נלקח בחזרה, לא תוכל להשתמש במספר הטלפון הנייד המחויב ובחשבון צד שלישי כדי להמשיך להיכנס לחשבון זה.
id: 1. Akun saat ini diambil kembali, Anda tidak akan dapat menggunakan nomor ponsel terikat dan akun pihak ketiga untuk terus masuk ke akun ini
it: 1. L'account corrente viene ripreso, non sarai in grado di utilizzare il numero di cellulare associato e l'account di terze parti per continuare ad accedere a questo account
ja: 1.現在のアカウントが取り戻され、バインドされた携帯電話番号とサードパーティのアカウントを使用してこのアカウントにログインし続けることはできなくなります
ko: 1. 현재 계정은 회수되며, 연결된 휴대폰 번호 및 제3자 계정을 사용하여 이 계정에 계속 로그인할 수 없습니다.
nb: 1. Den nåværende kontoen blir tatt tilbake, du vil ikke kunne bruke det bundne mobiltelefonnummeret og tredjepartskontoen til å fortsette å logge på denne kontoen
nl: 1. Het huidige account wordt teruggenomen, u kunt het gebonden mobiele telefoonnummer en het derde account niet gebruiken om verder in te loggen op dit account
pl: 1. Bieżące konto zostanie zwrócone, nie będziesz mógł korzystać z powiązanego numeru telefonu komórkowego i konta innej firmy, aby kontynuować logowanie do tego konta
pt_br: 1. A conta atual é recuperada, você não poderá usar o número de telefone celular vinculado e a conta de terceiros para continuar a fazer login nesta conta
ro: 1. Contul curent este recuperat, nu veți putea utiliza numărul de telefon mobil legat și contul terță parte pentru a vă conecta în continuare la acest cont
ru: 1. Текущая учетная запись будет возвращена, вы не сможете использовать привязанный номер мобильного телефона и стороннюю учетную запись, чтобы продолжить вход в эту учетную запись.
sv: 1. Det nuvarande kontot tas tillbaka, du kommer inte att kunna använda det bundna mobiltelefonnumret och tredjepartskontot för att fortsätta logga in på det här kontot
th: 1. บัญชีปัจจุบันถูกเรียกคืน คุณจะไม่สามารถใช้หมายเลขโทรศัพท์มือถือที่ผูกไว้และบัญชีบุคคลที่สามเพื่อเข้าสู่ระบบบัญชีนี้ต่อไปได้
tr: 1. Cari hesap geri alınır, bu hesaba giriş yapmaya devam etmek için bağlı cep telefonu numarasını ve üçüncü taraf hesabını kullanamazsınız.
vi: 1. Tài khoản hiện tại được lấy lại, bạn sẽ không thể sử dụng số điện thoại di động bị ràng buộc và tài khoản bên thứ ba để tiếp tục đăng nhập vào tài khoản này
zh_hans: 1.当前账号被收回，您将无法使用绑定的手机号以及第三方账户继续登录此账号
zh_hant: 1.當前賬號被收回，您將無法使用綁定的手機號以及第三方賬戶繼續登錄此賬號

# CFBundleDisplayName
source: EseeCloud
zh_hans: 易视云
zh_hant: 易視雲

# person_Account_cannot_restored_5
source: 2. Your personal data, historical information, including downloads, alarm messages, and purchase records will be cleared and cannot be restored
cs: 2. Vaše osobní údaje, historické informace, včetně stahování, poplachových zpráv a záznamů o nákupech, budou vymazány a nelze je obnovit
de: 2. Ihre persönlichen Daten und Informationen, einschließlich Downloads, Alarmmeldungen und Kaufaufzeichnungen werden gelöscht und können nicht wiederhergestellt werden.
es: 2. Sus datos personales, información histórica, incluidas las descargas, los mensajes de alarma y los registros de compras se borrarán y no se podrán restaurar.
fi: 2. Henkilötietosi, historiatietosi, mukaan lukien lataukset, hälytysviestit ja ostotiedot, tyhjennetään eikä niitä voi palauttaa
fr: 2. Vos données personnelles, informations historiques, y compris les téléchargements, les messages d'alarme et les enregistrements d'achat seront effacés et ne pourront pas être restaurés
he: 2. הנתונים האישיים שלך, המידע ההיסטורי שלך, כולל הורדות, הודעות אזעקה ורשומות רכישה יימחקו ולא ניתן יהיה לשחזר אותם
id: 2. Data pribadi Anda, informasi historis, termasuk unduhan, pesan alarm, dan catatan pembelian akan dihapus dan tidak dapat dipulihkan
it: 2. I tuoi dati personali, le informazioni storiche, inclusi i download, i messaggi di allarme e le registrazioni degli acquisti verranno cancellati e non potranno essere ripristinati
ja: 2.個人データ、ダウンロード、アラームメッセージ、購入記録などの履歴情報は消去され、復元することはできません。
ko: 2. 다운로드, 알람 메시지 및 구매 기록을 포함한 개인 데이터, 이력 정보는 삭제되며 복원할 수 없습니다.
nb: 2. Dine personlige data, historisk informasjon, inkludert nedlastinger, alarmmeldinger og kjøpsoppføringer vil bli slettet og kan ikke gjenopprettes
nl: 2. Uw persoonlijke gegevens, historische informatie, inclusief downloads, alarmberichten en aankoopgegevens worden gewist en kunnen niet worden hersteld
pl: 2. Twoje dane osobowe, informacje historyczne, w tym pliki do pobrania, komunikaty alarmowe i rekordy zakupów zostaną usunięte i nie będzie można ich przywrócić
pt_br: 2. Seus dados pessoais, informações históricas, incluindo downloads, mensagens de alarme e registros de compra serão apagados e não podem ser restaurados
ro: 2. Datele dvs. personale, informațiile istorice, inclusiv descărcările, mesajele de alarmă și înregistrările de achiziții vor fi șterse și nu pot fi restaurate
ru: 2. Ваши личные данные, историческая информация, включая загрузки, аварийные сообщения и записи о покупках, будут удалены и не могут быть восстановлены.
sv: 2. Dina personuppgifter, historisk information, inklusive nedladdningar, larmmeddelanden och inköpsrekord raderas och kan inte återställas
th: 2. ข้อมูลส่วนบุคคลของคุณ ข้อมูลประวัติ รวมถึงการดาวน์โหลด ข้อความเตือน และบันทึกการซื้อจะถูกล้างและไม่สามารถกู้คืนได้
tr: 2. Kişisel verileriniz, indirmeler, alarm mesajları ve satın alma kayıtları dahil olmak üzere geçmiş bilgileriniz silinecek ve geri yüklenemeyecektir.
vi: 2. Dữ liệu cá nhân, thông tin lịch sử của bạn, bao gồm cả nội dung tải xuống, tin nhắn báo động và hồ sơ mua hàng của bạn sẽ bị xóa và không thể khôi phục được
zh_hans: 2.您个人资料、历史信息，包括下载、报警消息、购买记录都将被清空，且无法恢复
zh_hant: 2.您個人資料、歷史信息，包括下載、報警消息、購買記錄都將被清空，且無法恢復

# person_Account_cannot_restored_6
source: 3. If you have unused cloud storage services, you will be deemed to have voluntarily given up the value-added services and no refund will be given
cs: 3. Pokud máte nevyužité služby cloudového úložiště, bude se mít za to, že jste se dobrovolně vzdali služeb s přidanou hodnotou a nebude vám poskytnuta žádná náhrada
de: 3. Wenn Sie über nicht genutzten Cloud-Speicher verfügen, wird davon ausgegangen, dass Sie auf diesen Dienst freiwillig verzichten und es erfolgt keine Rückerstattung
es: 3. Si tiene servicios de almacenamiento en la nube sin usar, se considerará que ha renunciado voluntariamente a los servicios de valor agregado y no se le otorgará ningún reembolso.
fi: 3. Jos sinulla on käyttämättömiä pilvitallennuspalveluja, sinun katsotaan luopuneen vapaaehtoisesti lisäarvopalveluista, eikä hyvitystä myönnetä
fr: 3. Si vous disposez de services de stockage en nuage inutilisés, vous serez réputé avoir volontairement renoncé aux services à valeur ajoutée et aucun remboursement ne sera accordé.
he: 3. אם יש לך שירותי אחסון בענן שאינם בשימוש, ייחשב כי ויתרת מרצונך על שירותי הערך המוסף ולא יינתן החזר כספי.
id: 3. Jika Anda memiliki layanan penyimpanan cloud yang tidak digunakan, Anda akan dianggap telah secara sukarela menyerahkan layanan bernilai tambah dan tidak ada pengembalian uang yang akan diberikan
it: 3. Se disponi di servizi di cloud storage inutilizzati, si riterrà che tu abbia rinunciato volontariamente ai servizi a valore aggiunto e non verrà concesso alcun rimborso
ja: 3.未使用のクラウドストレージサービスをお持ちの場合は、付加価値サービスを自主的に放棄したものとみなし、返金はいたしません。
ko: 3. 클라우드 스토리지 서비스를 사용하지 않은 경우 부가 가치 서비스를 자발적으로 포기한 것으로 간주되어 환불되지 않습니다.
nb: 3. Hvis du har ubrukte skylagringstjenester, vil du bli ansett som frivillig å ha gitt opp merverditjenestene, og det vil ikke bli gitt noen refusjon
nl: 3. Als u ongebruikte cloudopslagdiensten heeft, wordt u geacht vrijwillig afstand te hebben gedaan van de diensten met toegevoegde waarde en vindt er geen restitutie plaats
pl: 3. Jeśli masz niewykorzystane usługi przechowywania w chmurze, zostaniesz uznany za osobę, która dobrowolnie zrezygnowała z usług o wartości dodanej i nie otrzymasz zwrotu pieniędzy
pt_br: 3. Se você tiver serviços de armazenamento em nuvem não utilizados, será considerado que desistiu voluntariamente dos serviços de valor agregado e nenhum reembolso será concedido
ro: 3. Dacă aveți servicii de stocare în cloud neutilizate, se va considera că ați renunțat voluntar la serviciile cu valoare adăugată și nu va fi acordată nicio rambursare
ru: 3. Если у вас есть неиспользованные облачные хранилища, будет считаться, что вы добровольно отказались от дополнительных услуг, и возврат средств не будет.
sv: 3. Om du har oanvända molnlagringstjänster anses du frivilligt ha gett upp mervärdestjänsterna och ingen återbetalning kommer att ges
th: 3. หากคุณไม่ได้ใช้บริการพื้นที่เก็บข้อมูลบนคลาวด์ จะถือว่าคุณได้สละบริการที่มีมูลค่าเพิ่มโดยสมัครใจ และจะไม่มีการคืนเงินใด ๆ ทั้งสิ้น
tr: 3. Kullanılmamış bulut depolama hizmetleriniz varsa, katma değerli hizmetlerden gönüllü olarak vazgeçmiş sayılacak ve herhangi bir geri ödeme yapılmayacaktır.
vi: 3. Nếu bạn có các dịch vụ lưu trữ đám mây chưa sử dụng, bạn sẽ được coi là đã tự nguyện từ bỏ các dịch vụ giá trị gia tăng và sẽ không được hoàn lại tiền
zh_hans: 3.若您存在未使用完毕的云存储服务，则视为主动放弃该增值服务，不予退款
zh_hant: 3.若您存在未使用完畢的雲存儲服務，則視為主動放棄該增值服務，不予退款

# cloud_package_order
source: Package:
cs: Balík:
de: Paket:
es: Paquete:
fi: Paketti:
fr: Paquet:
he: חבילה:
id: Paket:
it: Pacchetto:
ja: パッケージ：
ko: 꾸러미:
nb: Pakke:
nl: Pakket:
pl: Pakiet:
pt_br: Pacote:
ro: Pachet:
ru: Пакет:
sv: Paket:
th: แพคเกจ:
tr: paketleyin:
vi: Đóng gói:
zh_hans: 套餐：
zh_hant: 套餐：

# addDevice_Courtyard
source: Courtyard
cs: Nádvoří
de: Hof
es: Patio
fi: Piha
fr: Cour
he: חָצֵר
id: Halaman
it: Cortile
ja: 中庭
ko: 안마당
nb: Gårdsplass
nl: Binnenplaats
pl: Dziedziniec
pt_br: Pátio
ro: Curte
ru: Двор
sv: Gård
th: ลาน
tr: Avlu
vi: Sân
zh_hans: 院子
zh_hant: 院子

# add_Authentication_type
source: Authentication type
cs: Typ ověření
de: Authentifizierungsart
es: Tipo de autenticación
fi: Tunnistautumistapa
fr: Type d'identification
he: סוג האימות
id: Jenis Autentikasi
it: Tipo di autenticazione
ja: 認証タイプ
ko: 인증 유형
nb: Autentiseringstype
nl: Verificatietype
pl: Typ uwierzytelniania
pt_br: Tipo de Autenticação
ro: Tip de autentificare
ru: Тип аутентификации
sv: Autentiseringstyp
th: ประเภทการตรวจสอบสิทธิ์
tr: Kimlik Doğrulama Türü
vi: Loại xác thực
zh_hans: 身份验证类型
zh_hant: 身份驗證類型

# cloud_tips_text_10
source: Is the device cloud recording function enabled?
cs: Je zapnuta funkce nahrávání oblaku zařízení?
de: Ist die Geräte-Cloud-Aufnahmefunktion aktiviert?
es: ¿Está habilitada la función de grabación en la nube del Equipo?
fi: Onko laitteen pilvitoiminto käytössä?
fr: La fonction d'enregistrement en nuage sur périphérique est-elle activée?
he: האם פונקציית ההקלטה של ענן המכשיר מופעלת?
id: Apakah fungsi perekaman cloud perangkat diaktifkan?
it: La funzione di registrazione cloud del dispositivo è abilitata?
ja: デバイスは自動的にビデオ録画機能をアップロードしますか？
ko: 장치 클라우드 기록 기능이 활성화되어 있습니까?
nb: Er enheten sky-opptaksfunksjon aktivert?
nl: Is de apparaatopnamefunctie ingeschakeld?
pl: Czy funkcja nagrywania w chmurze urządzenia jest włączona?
pt_br: A função de gravação em nuvem do dispositivo está ativada?
ro: Este activată funcția de înregistrare în cloud a dispozitivului?
ru: Включена ли функция записи облака устройства?
sv: Är enhetens molninspelningsfunktion aktiverad?
th: เปิดใช้งานพื้นที่เก็บข้อมูลคลาวด์หรือไม่
tr: Cihazın bulut kaydı işlevi etkin mi?
vi: Có bật chức năng ghi âm trên đám mây của thiết bị hay không?
zh_hans: 是否开启设备云录像功能？
zh_hant: 是否開啟設備雲錄像功能？
