Repository: Yolo-cell-hash/go_home_ios
Catalog: ios/Runner/JASDK/JAResources/XLanguage/X35MultiLanguage/*.lproj/X35MutiLanguage.strings
Languages: cs, de, es, fi, fr, he, id, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sv, th, tr, vi, zh_hans, zh_hant

# devicesetting_Intelligent_detection_period_describe
source: Motion detection alarms will be generated during the open period, and the alarm messages will be saved in the APP smart alarm list, and push notifications to mobile phones synchronously. If you do not want to receive push notifications, you can go to
cs: Alarmy detekce pohybu budou generovány během otevřeného období a alarmové zprávy budou uloženy do seznamu inteligentních alarmů aplikace APP a budou synchronně odesílat upozornění na mobilní telefony. Pokud nechcete dostávat oznámení push, můžete přejít na
de: Wenn der Alarm Zeitplan aktiviert ist, werden in den eingestellten Zeiten Bewegung registriert. Die Alarmmeldung wird unter Ereignisse in der App gespeichert und die Push-Benachrichtigung synchron gesendet. Wenn Sie keine Push-Benachrichtigungen erhalten möchten, öffnen Sie
es: Las alarmas de detección de movimiento se generarán durante el período abierto, y los mensajes de alarma se guardarán en la lista de alarmas inteligentes de la aplicación y se enviarán notificaciones a los teléfonos móviles de forma sincrónica. Si no desea recibir notificaciones push, puede ir a
fi: Avoinna aikana generoidaan liikkeentunnistushälytyksiä ja hälytysviestit tallennetaan APP-älyhälytyslistaan ​​ja työnnetään ilmoituksia matkapuhelimiin synkronisesti. Jos et halua saada push-ilmoituksia, voit siirtyä osoitteeseen
fr: Des alarmes de détection de mouvement seront générées pendant la période d'ouverture, et les messages d'alarme seront enregistrés dans la liste d'alarmes intelligentes de l'APP et les notifications push vers les téléphones mobiles de manière synchrone. Si vous ne souhaitez pas recevoir de notifications push, vous pouvez vous rendre sur
he: אזעקות זיהוי תנועה יופקו במהלך התקופה הפתוחה, והודעות האזעקה יישמרו ברשימת האזעקות החכמות של APP, והודעות דחיפה לטלפונים ניידים באופן סינכרוני. אם אינך רוצה לקבל הודעות דחיפה, תוכל לעבור אל
id: Alarm deteksi gerakan akan dihasilkan selama periode terbuka, dan pesan alarm akan disimpan dalam daftar alarm pintar APLIKASI, dan pemberitahuan push ke ponsel secara serempak. Jika Anda tidak ingin menerima pemberitahuan push, Anda dapat pergi ke
it: Gli allarmi di rilevamento del movimento verranno generati durante il periodo di apertura e i messaggi di allarme verranno salvati nell'elenco degli allarmi intelligenti dell'APP e le notifiche push sui telefoni cellulari in modo sincrono. Se non vuoi ricevere notifiche push, puoi andare su
ja: オープン期間中にモーション検知アラームが発生し、アラームメッセージがAPPスマートアラームリストに保存され、同期的に携帯電話に通知がプッシュされます。プッシュ通知を受け取りたくない場合は、
ko: 동작 감지 알람은 오픈 기간 동안 생성되며 알람 메시지는 APP 스마트 알람 목록에 저장되며 동시에 휴대폰으로 푸시 알림이 전송됩니다. 푸시 알림 수신을 원하지 않으시면 다음으로 이동하세요.
nb: Bevegelsesdeteksjonsalarmer vil bli generert i løpet av den åpne perioden, og alarmmeldingene vil bli lagret i APPs smarte alarmliste, og push-varsler til mobiltelefoner synkront. Hvis du ikke ønsker å motta push-varsler, kan du gå til
nl: Bewegingsdetectie-alarmen worden gegenereerd tijdens de open periode en de alarmberichten worden opgeslagen in de APP slimme alarmlijst en pushmeldingen synchroon naar mobiele telefoons. Als u geen pushmeldingen wilt ontvangen, gaat u naar
pl: Alarmy wykrywania ruchu będą generowane podczas okresu otwartego, a wiadomości alarmowe zostaną zapisane na inteligentnej liście alarmowej aplikacji i powiadomienia push na telefony komórkowe synchronicznie. Jeśli nie chcesz otrzymywać powiadomień push, możesz przejść do
pt_br: Os alarmes de detecção de movimento serão gerados durante o período aberto e as mensagens de alarme serão salvas na lista de alarmes inteligentes do APP e notificações push para telefones celulares de forma síncrona. Se você não quiser receber notificações push, você pode ir para
ro: Alarmele de detectare a mișcării vor fi generate în timpul perioadei deschise, iar mesajele de alarmă vor fi salvate în lista de alarme inteligente APP și notificări push către telefoanele mobile în mod sincron. Dacă nu doriți să primiți notificări push, puteți accesa
ru: Сигналы тревоги при обнаружении движения будут генерироваться в течение открытого периода, а сообщения о сигналах тревоги будут сохраняться в списке интеллектуальных сигналов тревоги приложения и синхронно отправлять уведомления на мобильные телефоны. Если вы не хотите получать push-уведомления, вы можете перейти на
sv: Rörelsedetekteringslarm kommer att genereras under den öppna perioden, och larmmeddelandena kommer att sparas i APP:s smarta larmlista och push-meddelanden till mobiltelefoner synkront. Om du inte vill få pushnotiser kan du gå till
th: สัญญาณเตือนการตรวจจับการเคลื่อนไหวจะถูกสร้างขึ้นในช่วงเวลาที่เปิด และข้อความการเตือนจะถูกบันทึกไว้ในรายการการเตือนอัจฉริยะของ APP และการแจ้งเตือนแบบพุชไปยังโทรศัพท์มือถือแบบซิงโครนัส หากคุณไม่ต้องการรับการแจ้งเตือนแบบพุช คุณสามารถไปที่
tr: Açık süre boyunca hareket algılama alarmları oluşturulacak ve alarm mesajları APP akıllı alarm listesine kaydedilecek ve cep telefonlarına eşzamanlı olarak bildirimler gönderilecek. Push bildirimleri almak istemiyorsanız şuraya gidebilirsiniz:
vi: Báo động phát hiện chuyển động sẽ được tạo trong thời gian mở và các thông báo cảnh báo sẽ được lưu trong danh sách báo động thông minh APP, đồng thời đẩy thông báo đến điện thoại di động. Nếu bạn không muốn nhận thông báo đẩy, bạn có thể vào
zh_hans: 开启时段会生成智能侦测警报，警报消息保存在APP智能警报列表中，并同步推送手机通知，如果您不想收到推送通知，可以前往
zh_hant: 開啟時段會生成智能偵測警報，警報消息保存在APP智能警報列表中，並同步推送手機通知，如果您不想收到推送通知，可以前往

# deviceSetting_battery_power
source: Battery power
cs: Síla baterie
de: Akkuleistung
es: Potencia de la batería
fi: Akun teho
fr: Alimentation par batterie
he: כוח סוללה
id: Daya baterai
it: Carica batteria
ja: バッテリー電源
ko: 배터리 전원
nb: Batterikraft
nl: Batterij vermogen
pl: Moc baterii
pt_br: Energia da bateria
ro: Puterea bateriei
ru: Заряд батареи
sv: Batterikraft
th: พลังงานแบตเตอรี่
tr: Pil gücü
vi: Năng lượng pin
zh_hans: 电池电量
zh_hant: 電池電量

# person_alarm_Low_battery_alarm
source: Low battery push
cs: Nízký stav baterie
de: Batterie schwach
es: Empuje de batería baja
fi: Akun tyhjennys alhainen
fr: Poussée de batterie faible
he: דחיפת סוללה נמוכה
id: Daya baterai rendah
it: Batteria scarica
ja: 低バッテリープッシュ
ko: 낮은 배터리 푸시
nb: Trykk med lite batteri
nl: Batterij bijna leeg
pl: Niskie Push baterii
pt_br: Baixa carga da bateria
ro: Apăsare redusă a bateriei
ru: Низкий заряд батареи
sv: Tryck med lågt batteri
th: แจ้งเตือนแบตเตอรี่ต่ำ
tr: Düşük pil seviyesi
vi: Đẩy pin yếu
zh_hans: 低电量推送
zh_hant: 低電量推送

# playback_download_success
source: Successfully downloaded
cs: Úspěšně staženo
de: Erfolgreich heruntergeladen
es: Descargado exitosamente
fi: Lataus onnistui
fr: Téléchargé avec succès
he: הורדה בהצלחה
id: Berhasil diunduh
it: Scaricato correttamente
ja: 正常にダウンロードされました
ko: 성공적으로 다운로드
nb: Lastet ned
nl: Succesvol gedownload
pl: Pomyślnie pobrano
pt_br: Baixado com sucesso
ro: Descărcat cu succes
ru: Успешно загружено
sv: Nedladdad
th: ดาวน์โหลดสำเร็จ
tr: Başarıyla indirildi
vi: Đã tải xuống thành công
zh_hans: 已下载成功
zh_hant: 已下載成功

# preview_release_end
source: Release end
cs: Uvolněte konec
de: Zum Beenden loslassen
es: Final de lanzamiento
fi: Vapauta pää
fr: Fin de libération
he: שחרור
id: Rilis akhirnya
it: Fine del rilascio
ja: リリース終了
ko: 해제 완료
nb: Slip enden
nl: Release-einde
pl: Koniec wydania
pt_br: Final de lançamento
ro: Eliberați sfârșitul
ru: Конец выпуска
sv: Släpp slutet
th: สิ้นสุดการเปิด
tr: Yayın sonu
vi: Giải phóng phần cuối
zh_hans: 松开结束
zh_hant: 鬆開結束

# person_setting_preview_Preset_setting
source: Preset position settings
cs: Přednastavené nastavení polohy
de: Preset Einstellungen
es: Ajustes de posición preestablecidos
fi: Esiasetetut sijaintiasetukset
fr: Paramètres de position prédéfinis
he: הגדרות מיקום מוגדרות מראש
id: Pengaturan posisi preset
it: Impostazioni di posizione preimpostate
ja: プリセット位置設定
ko: 사전 설정 위치 설정
nb: Forhåndsinnstilte posisjonsinnstillinger
nl: Vooraf ingestelde positie-instellingen
pl: Zaprogramowane ustawienia pozycji
pt_br: Configurações de posição predefinida
ro: Setări de poziție presetate
ru: Настройки предустановленного положения
sv: Förinställda positionsinställningar
th: การตั้งค่าตำแหน่งที่ตั้งไว้ล่วงหน้า
tr: Önceden ayarlanmış konum ayarları
vi: Cài đặt vị trí đặt trước
zh_hans: 常看位置设置
zh_hant: 常看位置設置

# tfCard_format_alert_tips
source: Format micro-SD card will delete all recordings, continue?
cs: Formátováním karty TF vymažete všechny záznamy a pokračujte
de: Formatierung der microSD-Karte löscht alle Aufnahmen, fortfahren?
es: Formatear la tarjeta TF borrará todos los videos ¿continuar?
fi: TF-kortin alustaminen tyhjentää kaikki tallenteet ja jatkaa
fr: le formatage de la carte micro SD effacera tous les enregistrements, voulez-vous continuer ?
he: פירמוט כרטיס הTF תגרום למחיקת כל ההקלטות שבכרטיס. האם ברצונך להמשיך?
id: Format Kartu SD akan mengosongkan semua rekaman,Lanjutkan?
it: La formattazione cancellerà tutti i dati,procedere?
ja: microSDカードをフォーマットすると、全てのデータが削除されます。続けますか？
ko: TF 카드를 포맷하면 모든 레코딩이 삭제됩니다. 계속 하시겠습니까?
nb: Formatering av minnekort vil slette alle opptak. Fortsette?
nl: Formatteren zal alle opnames verwijderen, doorgaan?
pl: Formatowanie karty SD spowoduje usunięcie wszystkich danych, kontynuować?
pt_br: Formatação cartão TF irá esvaziar todas as gravações,continuar?
ro: Formatarea cardului TF va gol toate înregistrările,continuați?
ru: Форматирование TF карты очистит все записи,продолжить?
sv: Formatering micro-SD-kort raderar alla inspelningar, fortsätta?
th: ฟอร์แมตการ์ด micro-SDจะลบการบันทึกทั้งหมด, ดำเนินการต่อหรือไม่?
tr: TF kartı biçimlendirmek tüm kayıtları boşaltır,devam?
vi: Định dạng thẻ TF sẽ xóa tất cả các bản ghi, có tiếp tục không
zh_hans: 格式化TF卡将会清空所有录像，是否继续
zh_hant: 格式化TF卡將會清空所有錄像，是否繼續

# Service_map_select_service_content
source: Please select service content
cs: Vyberte obsah služby
de: Bitte wählen Sie den Serviceinhalt aus
es: Por favor seleccione el contenido del servicio
fi: Ole hyvä ja valitse palvelun sisältö
fr: Veuillez sélectionner le contenu du service
he: אנא בחר תוכן שירות
id: Silakan pilih konten layanan
it: Seleziona il contenuto del servizio
ja: サービス内容を選択してください
ko: 서비스 내용을 선택하십시오
nb: Velg serviceinnhold
nl: Selecteer service-inhoud
pl: Wybierz treść usługi
pt_br: Por favor, selecione o conteúdo do serviço
ro: Selectați conținutul serviciului
ru: Пожалуйста, выберите содержание сервиса
sv: Välj tjänsteinnehåll
th: โปรดเลือกเนื้อหาบริการ
tr: Lütfen servis içeriğini seçin
vi: Vui lòng chọn nội dung dịch vụ
zh_hans: 请选择服务内容
zh_hant: 請選擇服務內容

# service_map_city_locate
source: The system locates you at %1$s. Do you want to switch?
cs: Systém vás lokalizuje na %1$s. Chcete přepnout?
de: Das System findet Sie bei %1$s. Möchten Sie wechseln?
es: El sistema lo ubica en %1$s. ¿Quieres cambiar?
fi: Järjestelmä paikantaa sinut pisteellä %1$s. Haluatko vaihtaa?
fr: Le système vous localise à %1$s. Voulez-vous changer?
he: המערכת מאתרת אותך ב-%1$s. האם אתה רוצה לעבור?
id: Sistem menempatkan Anda di %1$s. Apakah Anda ingin beralih?
it: Il sistema ti individua a %1$s. Vuoi cambiare?
ja: システムにより、%1$s にいます。 切り替えますか？
ko: 위치가 %1$s에 표시됩니다. 현재 도시로 전환하는 데 도움을 하시겠습니까?
nb: Systemet lokaliserer deg til %1$s. Vil du bytte?
nl: Het systeem lokaliseert u op %1$s. Wil je wisselen?
pl: System lokalizuje cię na %1$s. Czy chcesz się zmienić?
pt_br: O sistema localiza você em %1$s. Deseja mudar?
ro: Sistemul vă localizează la %1$s. Vrei să schimbi?
ru: Система находит вас на%1$s. Вы хотите переключиться?
sv: Systemet lokaliserar dig vid %1$s. Vill du byta?
th: ระบบค้นหาคุณที่%1$s คุณต้องการเปลี่ยนไหม
tr: Sistem sizi %1$s konumunda bulur. Geçiş yapmak ister misiniz?
vi: Hệ thống định vị bạn ở%1$s, bạn có muốn chuyển đổi không?
zh_hans: 系统定位您在%1$s，是否切换？
zh_hant: 系統定位您在%1$s，是否切換？

source: America/Santiago
cs: Amerika / Santiago
de: Amerika / Santiago
fi: Amerikka / Santiago
he: אמריקה / סנטיאגו
id: Amerika / Santiago
ja: アメリカ/サンティアゴ
ko: 아메리카 / 산티아고
pl: Ameryka / Santiago
pt_br: América / Santiago
ru: Америка / Сантьяго
th: อเมริกา / ซันติอาโก
tr: Amerika / Santiago
vi: thành phố San Diego
zh_hans: 圣地亚哥
zh_hant: 聖地亞哥

# deviceSetting_yuan_month_ios
source: %@ yuan/month
cs: %@ juanů/měsíc
de: %@ Yuan/Monat
es: %@ yuanes / mes
fi: %@ yuania/kk
fr: %@ yuans/mois
he: %@ יואן לחודש
id: %@ yuan/bulan
it: %@ yuan/mese
ja: %@元/月
ko: %@위안/월
nb: %@ yuan/måned
nl: %@ yuan/maand
pl: %@ juanów/miesiąc
pt_br: %@ yuan / mês
ro: %@ yuani/lună
ru: %@ юаней / мес.
sv: %@ yuan/månad
th: %@ หยวน/เดือน
tr: %@ yuan/ay
vi: %@ nhân dân tệ / tháng
zh_hans: %@元/月
zh_hant: %@元/月

# devicesetting_Phone_mode
source: Phone mode
cs: Režim telefonu
de: Telefonmodus
es: Modo de teléfono
fi: Puhelintila
fr: Mode téléphone
he: מצב טלפון
id: Mode telepon
it: Modalità telefono
ja: 電話モード
ko: 전화 모드
nb: Telefonmodus
nl: Telefoonmodus
pl: Tryb telefonu
pt_br: Modo telefone
ro: Mod telefon
ru: Телефонный режим
sv: Telefonläge
th: โหมดโทรศัพท์
tr: Telefon modu
vi: Chế độ điện thoại
zh_hans: 电话模式
zh_hant: 電話模式

# adddevice_connect_fail_other_reason
source: It may be that the WiFi password is incorrect or the network is causing the connection to fail. You can click the help to see the specific reason.
cs: Může se stát, že heslo WiFi je nesprávné nebo síť způsobuje selhání připojení. Kliknutím na nápovědu zobrazíte konkrétní důvod.
de: Möglicherweise ist das WLAN-Kennwort falsch oder ein Netzwerkfehler liegt vor. Sie können auf Hilfe tippen, um den genauen Grund anzuzeigen.
es: Es posible que la contraseña de WiFi sea incorrecta o que la red esté causando que la conexión falle. Puede hacer clic en la ayuda para ver el motivo específico.
fi: WiFi-salasana saattaa olla virheellinen tai verkko aiheuttaa yhteyden epäonnistumisen. Voit nähdä tietyn syyn napsauttamalla apua.
fr: Il se peut que le mot de passe WiFi soit incorrect ou que le réseau provoque L’échec de la connexion. Vous pouvez cliquer sur l'aide pour voir la raison spécifique.
he: ייתכן שסיסמת ה- WiFi אינה נכונה או שהרשת גורמת לחיבור להיכשל. תוכל ללחוץ על העזרה כדי לראות את הסיבה הספציפית.
id: Mungkin kata sandi WiFi salah atau jaringan menyebabkan koneksi gagal. Anda dapat mengklik bantuan untuk melihat alasan spesifik.
it: È possibile che la password WiFi non sia corretta o che la rete stia causando il malfunzionamento della connessione. È possibile fare clic sulla guida per vedere il motivo specifico.
ja: 無線LANパスワードが間違っているか、ネットワークが接続の失敗を引き起こしている可能性があります。特定の理由を確認するには、ヘルプをクリックしてください。
ko: WiFi 암호가 올바르지 않거나 네트워크가 연결 실패의 원인 일 수 있습니다. 특정 이유를 보려면 도움말을 클릭하십시오.
nb: Det kan hende at WiFi-passordet er feil, eller at nettverket forårsaker at forbindelsen mislykkes. Du kan klikke på hjelpen for å se den spesifikke årsaken.
nl: Het kan zijn dat het WiFi-wachtwoord onjuist is of dat het netwerk de verbinding doet mislukken. U kunt op de Help klikken om de specifieke reden te zien.
pl: Być może hasło WiFi jest nieprawidłowe lub sieć powoduje, że połączenie nie powiodło się. Możesz kliknąć pomoc, aby zobaczyć konkretny powód.
pt_br: Pode ser que a senha do WiFi esteja incorreta ou a rede esteja causando falha na conexão. Você pode clicar na ajuda para ver o motivo específico.
ro: Este posibil ca parola WiFi să fie incorectă sau rețeaua determină conexiunea să eșueze. Puteți da clic pe ajutor pentru a vedea motivul specific.
ru: Возможно, неверный пароль WiFi или сеть вызывает сбой соединения. Вы можете нажать на помощь, чтобы увидеть конкретную причину.
sv: Det kan hända att WiFi-lösenordet är felaktigt eller att nätverket orsakar att anslutningen misslyckas. Du kan klicka på hjälpen för att se den specifika anledningen.
th: รหัสผ่าน WiFi อาจไม่ถูกต้องหรือเกิดจากเครือข่ายทำให้การเชื่อมต่อล้มเหลวคุณสามารถคลิก ช่วยเหลือ เพื่อดูสาเหตุ
tr: WiFi şifresi hatalı olabilir veya ağ bağlantının başarısız olmasına neden olabilir. Belirli bir nedeni görmek için yardımı tıklayabilirsiniz.
vi: Có thể mật khẩu WiFi bị sai hoặc kết nối không thành công do nguyên nhân mạng, bạn có thể bấm Xem Trợ giúp để xem nguyên nhân cụ thể
zh_hans: 可能是WiFi密码错误或网络原因导致连接失败，您可以点击查看帮助查看具体原因
zh_hant: 可能是WiFi密碼錯誤或網絡原因導致連接失敗，您可以點擊查看幫助查看具體原因

# devicelist_switch_inhome
source: Switching to at home mode...
cs: Přepnutí do režimu domácího ...
de: In den zu Hause Modus wechseln ...
es: Cambiando al modo de inicio ...
fi: Siirtyminen kotitilaan ...
fr: Passer en mode maison...
he: מחליף למצב בית...
id: pindah ke model rumah
it: Passare alla modalità home ...
ja: ホームモードに切り替る…
ko: 집 모드로 변경중 ...
nb: Bytter til hjemmemodus ...
nl: Overschakelen naar thuismodus...
pl: Przełączam do trybu domowego ...
pt_br: Mudar para o modo de casa ...
ro: Trecerea la modul la domiciliu ...
ru: Переключение в домашний режим ...
sv: Växlar till hemläge ...
th: กำลังสลับเป็นโหมดอยู่บ้าน
tr: Ev moduna geçiliyor ...
vi: Đang chuyển sang chế độ chính ...
zh_hans: 正在切换为在家模式...
zh_hant: 正在切換為在家模式...

# addDevice_device_maybe_offline_check_6
source: The battery camera can check the LED light. The red light flashes slowly to indicate offline, and the green light is always on to indicate that the network configuration is successful.
cs: Bateriová kamera může kontrolovat LED světlo. Červená kontrolka pomalu bliká, aby signalizovala stav offline, a zelená kontrolka vždy svítí, což znamená, že konfigurace sítě byla úspěšná.
de: Die Batteriekamera kann das LED-Licht überprüfen. Das rote Licht blinkt langsam, um anzuzeigen, dass es offline ist, und das grüne Licht leuchtet immer, um anzuzeigen, dass die Netzwerkkonfiguration erfolgreich war.
es: La cámara de la batería puede comprobar la luz LED. La luz roja parpadea lentamente para indicar que está desconectado y la luz verde siempre está encendida para indicar que la configuración de la red se realizó correctamente.
fi: Akkukamera voi tarkistaa LED-valon. Punainen valo vilkkuu hitaasti osoittaen offline-tilassa, ja vihreä valo palaa aina osoittaen, että verkon määritys on onnistunut.
fr: La caméra à batterie peut vérifier la lumière LED. Le voyant rouge clignote lentement pour indiquer hors ligne et le voyant vert est toujours allumé pour indiquer que la configuration du réseau est réussie.
he: מצלמת הסוללה יכולה לבדוק את נורית ה-LED. הנורית האדומה מהבהבת באיטיות כדי לציין במצב לא מקוון, והנורית הירוקה דולקת תמיד כדי לציין שתצורת הרשת הצליחה.
id: Kamera baterai dapat memeriksa lampu LED. Lampu merah berkedip perlahan untuk menunjukkan offline, dan lampu hijau selalu menyala untuk menunjukkan bahwa konfigurasi jaringan berhasil.
it: La fotocamera a batteria può controllare la luce LED. La luce rossa lampeggia lentamente per indicare offline e la luce verde è sempre accesa per indicare che la configurazione di rete è riuscita.
ja: バッテリーカメラはLEDライトをチェックできます。赤色のライトがゆっくり点滅してオフラインであることを示し、緑色のライトが常に点灯してネットワーク構成が成功したことを示します。
ko: 배터리 카메라는 LED 조명을 확인할 수 있습니다. 빨간색 표시등은 오프라인을 나타내기 위해 천천히 깜박이고 네트워크 구성이 성공했음을 나타내기 위해 녹색 표시등이 항상 켜져 있습니다.
nb: Batterikameraet kan sjekke LED-lyset. Det røde lyset blinker sakte for å indikere offline, og det grønne lyset lyser alltid for å indikere at nettverkskonfigurasjonen er vellykket.
nl: De batterijcamera kan het LED-licht controleren. Het rode lampje knippert langzaam om offline aan te geven en het groene lampje brandt altijd om aan te geven dat de netwerkconfiguratie is gelukt.
pl: Kamera akumulatorowa może sprawdzić diodę LED. Czerwone światło miga powoli, co oznacza, że ​​jest w trybie offline, a zielone światło jest zawsze włączone, co oznacza pomyślną konfigurację sieci.
pt_br: A câmera da bateria pode verificar a luz do LED. A luz vermelha pisca lentamente para indicar off-line e a luz verde está sempre acesa para indicar que a configuração da rede foi bem-sucedida.
ro: Camera bateriei poate verifica lumina LED. Lumina roșie clipește lent pentru a indica offline, iar ledul verde este întotdeauna aprins pentru a indica faptul că configurarea rețelei a reușit.
ru: Аккумуляторная камера может проверять светодиодный индикатор. Красный индикатор медленно мигает, указывая на отсутствие подключения к сети, а зеленый индикатор всегда горит, указывая на то, что конфигурация сети выполнена успешно.
sv: Batterikameran kan kontrollera LED-lampan. Den röda lampan blinkar långsamt för att indikera offline, och den gröna lampan lyser alltid för att indikera att nätverkskonfigurationen är framgångsrik.
th: กล้องแบตเตอรี่สามารถตรวจสอบไฟ LED ได้ ไฟสีแดงกะพริบช้าๆ เพื่อระบุว่าออฟไลน์ และไฟสีเขียวติดสว่างเสมอเพื่อระบุว่าการกำหนดค่าเครือข่ายสำเร็จ
tr: Pil kamerası LED ışığını kontrol edebilir. Kırmızı ışık, çevrimdışı olduğunu belirtmek için yavaşça yanıp söner ve ağ yapılandırmasının başarılı olduğunu belirtmek için yeşil ışık her zaman açıktır.
vi: Máy ảnh pin có thể kiểm tra đèn LED. Đèn đỏ nhấp nháy chậm để cho biết ngoại tuyến và đèn xanh luôn sáng để cho biết cấu hình mạng thành công.
zh_hans: 电池摄像机可查看LED灯，红灯慢闪表示离线，绿灯常亮则为配网成功。
zh_hant: 電池攝像機可查看LED燈，紅燈慢閃表示離線，綠燈常亮則為配網成功。

# password_old_error_tips
source: Original password is wrong
cs: Původní heslo je nesprávné
de: Altes Passwort ist falsch
es: Error de contraseña original
fi: Alkuperäinen salasana on väärä
fr: Le mot de passe d'origine est incorrect
he: הססמה המקורית שגויה
id: Sandi original salah
it: Vcchia password errata
ja: 元のパスワードが間違っています。
ko: 원래 비밀번호가 잘못되었습니다.
nb: Gammelt passord er feil
nl: Originele wachtwoord onjuist
pl: Oryginalne hasło jest błędne
pt_br: A senha original está errada
ro: Parola originală este greșită
ru: Неверный исходный пароль
sv: Ursprungligt lösenord är fel
th: รหัสผ่านเดิมไม่ถูกต้อง
tr: Orijinal şifre yanlış
vi: Mật khẩu ban đầu sai
zh_hans: 原密码错误
zh_hant: 原密碼錯誤

# channel_five
source: Channel 5
cs: Kanál 5
de: Kanal 5
es: Canal 5
fi: Kanava 5
fr: Canal 5
he: ערוץ 5
id: Saluran 5
it: Canale 5
ja: チャンネル5
ko: 채널 5
nb: Kanal 5
nl: Kanaal 5
pl: Kanał 5
pt_br: Canal 5
ro: Canal 5
ru: 5 канал
sv: Kanal 5
th: ช่องที่ 5
tr: Kanal 5
vi: Kênh 5
zh_hans: 通道5
zh_hant: 通道5

# devicesetting_Alarm_sound_setting
source: Siren setting
cs: Nastavení sirény
de: Alarmton Einstellung
es: Configuración de sirena
fi: Sireenin asetus
fr: Réglage de la sirène
he: הגדרת סירנה
id: Pengaturan sirene
it: Impostazione della sirena
ja: サイレンの設定
ko: 사이렌 설정
nb: Sireneinnstilling
nl: Sirene instelling
pl: Ustawienie syreny
pt_br: Configuração da sirene
ro: Setarea sirenei
ru: Настройка сирены
sv: Sireninställning
th: การตั้งค่าไซเรน
tr: siren ayarı
vi: Cài đặt còi báo động
zh_hans: 警报声设置
zh_hant: 警報聲設置

# person_feedback_question_type_memory_card
source: Q1: What type of memory card does the camera support?
cs: Otázka 1: Jaký typ paměťové karty fotoaparát podporuje?
de: F1: Welchen Speicherkartentyp unterstützt die Kamera?
es: P1: ¿Qué tipo de tarjeta de memoria admite la cámara?
fi: K1: Millaista muistikorttia kamera tukee?
fr: Q1: Quel type de carte mémoire est compatible avec l'appareil photo?
he: שאלה 1: באיזה סוג כרטיס זיכרון תומכת המצלמה?
id: T1: Apa jenis kartu memori yang didukung kamera?
it: Q1: che tipo di scheda di memoria supporta la fotocamera?
ja: Q1：カメラはどのタイプのメモリーカードをサポートしていますか？
ko: Q1 : 카메라는 어떤 종류의 메모리 카드를 지원합니까?
nb: Spørsmål 1: Hvilken type minnekort støtter kameraet?
nl: V1: Welk type geheugenkaart ondersteunt de camera?
pl: P1: Jaki typ karty pamięci obsługuje aparat?
pt_br: Q1: Que tipo de cartão de memória a câmera suporta?
ro: Q1: Ce tip de card de memorie acceptă camera?
ru: Q1: Какой тип карты памяти поддерживает камера?
sv: F1: Vilken typ av minneskort stöder kameran?
th: Q1: กล้องรองรับการ์ดหน่วยความจำประเภทใด?
tr: S1: Kamera ne tür bir hafıza kartını destekliyor?
vi: Q1: Máy ảnh hỗ trợ loại thẻ nhớ nào?
zh_hans: Q1：摄像机支持什么类型的存储卡？
zh_hant: Q1：攝像機支持什麽類型的存儲卡？
