Repository: Yolo-cell-hash/go_home_ios
Catalog: ios/Runner/JASDK/JAResources/XLanguage/X35MultiLanguage/*.lproj/X35MutiLanguage.strings
Languages: cs, de, es, fi, fr, he, id, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sv, th, tr, vi, zh_hans, zh_hant

# deviceSetting_Local_storage
source: Local storage
cs: Místní úložiště
de: Lokaler Speicher
es: Almacenamiento local
fi: Paikallinen varasto
fr: Stockage local
he: אחסון מקומי
id: Penyimpanan lokal
it: Memoria locale
ja: ローカルストレージ
ko: 로컬 스토리지
nb: Lokal lagring
nl: Lokale opslag
pl: Lokalny magazyn
pt_br: Armazenamento local
ro: Stocare locală
ru: Локальное хранилище
sv: Lokalt utrymme
th: ที่เก็บข้อมูลในเครื่อง
tr: Yerel depolama
vi: Lưu trữ cục bộ
zh_hans: 本地存储
zh_hant: 本地存儲

# devicesetting_TF_card_storage
source: TF card storage
cs: Úložiště TF karet
de: Speicher SD-Karte
es: Almacenamiento de tarjeta TF
fi: TF-kortin säilytys
fr: Stockage de carte TF
he: אחסון כרטיס TF
id: Penyimpanan kartu TF
it: stoccaggio carta di TF
ja: TFカード収納
ko: TF 카드 저장
nb: Lagring av TF-kort
nl: Opslag van TF-kaart
pl: Przechowywanie kart TF
pt_br: Armazenamento de cartão TF
ro: Depozitare card TF
ru: Хранение карт TF
sv: TF-kortlagring
th: ที่เก็บTFการ์ด
tr: TF kart depolama
vi: Thẻ nhớ TF
zh_hans: TF卡存储
zh_hant: TF卡存儲

# goodsDetail
source: Details
cs: Podrobnosti
es: Detalles
fi: yksityiskohta
fr: Détails
he: פרטים
id: Detil
it: Dettagli
ja: 詳細
ko: 상세 정보
nb: Detaljer
pl: Detale
pt_br: Detalhes
ro: Detalii
ru: подробности
sv: detaljer
th: รายละเอียด
tr: ayrıntılar
vi: Chi tiết
zh_hans: 详情
zh_hant: 詳情

# bell_mechanical
source: Mechanical doorbell
cs: Mechanický zvonek
de: Mechanische Türklingel
es: Timbre de la puerta mecánico
fi: Mekaaninen ovikello
fr: Sonnette mécanique
he: פעמון מכני
id: Mesin Bel Pintu
it: Campanello meccanico
ja: 機械式ドアベル
ko: 기계식 초인종
nb: Mekanisk ringeklokke
nl: Mechanische deurbel
pl: Mechaniczny dzwonek
pt_br: Campainha mecânica
ro: Sticlă mecanică
ru: Механический дверной звонок
sv: Mekanisk dörrklocka
th: กลอนประตู
tr: Mekanik kapı zili
vi: Chuông cửa cơ
zh_hans: 机械门铃
zh_hant: 機械門鈴

# cloud_storage_service_will_expire
source: Cloud storage service will expire in %1$s days
cs: Služba cloudového úložiště vyprší za %1$s dnů
de: Der Cloud-Speicherdienst läuft in %1$s Tagen ab
es: El servicio de almacenamiento en la nube caducará en %1$s días
fi: Pilvitallennuspalvelu vanhenee %1$s päivän kuluttua
fr: Le service de stockage dans le cloud expirera dans %1$s jours
he: שירות האחסון בענן יפוג בעוד %1$s ימים
id: Layanan penyimpanan cloud akan kedaluwarsa dalam %1$s hari
it: Il servizio di archiviazione cloud scadrà tra %1$s giorni
ja: クラウドストレージサービスは%1$s日で期限切れになります
ko: 클라우드 스토리지 서비스가 %1$s일 후에 만료됩니다.
nb: Skylagringstjeneste utløper om %1$s dager
nl: Cloudopslagservice verloopt over %1$s dagen
pl: Usługa przechowywania w chmurze wygaśnie za %1$s dni
pt_br: O serviço de armazenamento em nuvem expirará em %1$s dias
ro: Serviciul de stocare în cloud va expira în %1$s zile
ru: Срок действия облачного хранилища истекает через %1$s дн.
sv: Molnlagringstjänsten upphör att gälla om %1$s dagar
th: บริการพื้นที่เก็บข้อมูลบนคลาวด์จะหมดอายุใน %1$s วัน
tr: Bulut depolama hizmetinin süresi %1$s gün içinde dolacak
vi: Dịch vụ lưu trữ đám mây sẽ hết hạn sau %1$s ngày
zh_hans: 云存储服务将在%1$s天后过期
zh_hant: 雲存儲服務將在%1$s天后過期

# adddevice_select_WiFi_connect
source: Please select the 2.4G band Wi-Fi, input the correct password, and then connect; in addition, the WiFi account and password can not include any special symbols.
cs: Vyberte pásmo 2,4 G WiFi, zadejte správné heslo a poté se připojte; účet WiFi a heslo navíc nepřijímají speciální symboly.
de: Wählen Sie ein 2,4 GHz WLAN-Netzwerk aus, geben das zugehörige Passwort ein und stellen eine Verbindung her. In SSID und Passwort dürfen keine Sonderzeichen vorkommen.
es: Seleccione el WiFi de la banda 2.4G, ingrese la contraseña correcta y luego conéctese; Además, la cuenta de WiFi y la contraseña no aceptan símbolos especiales.
fi: Valitse 2.4G-kaistainen WiFi, syötä oikea salasana ja muodosta sitten yhteys. Lisäksi WiFi-tili ja salasana eivät hyväksy erityisiä symboleja.
fr: Sélectionnez le WiFi de la bande 2,4 G, entrez le mot de passe correct, puis connectez-vous; De plus, le compte WiFi et le mot de passe n'acceptent pas les symboles spéciaux.
he: אנא בחר WiFi של פס 2.4 גרם, הזן את הסיסמה הנכונה ואז התחבר; בנוסף, חשבון ה- WiFi והסיסמה אינם מקבלים סמלים מיוחדים.
id: Silakan pilih WiFi band 2.4G, masukkan kata sandi yang benar, dan kemudian hubungkan; selain itu, akun WiFi dan kata sandi tidak menerima simbol khusus.
it: Seleziona la banda WiFi 2.4G, inserisci la password corretta, quindi connettiti; inoltre, l'account WiFi e la password non accettano simboli speciali.
ja: 2.4Gバンド無線LANを選択し、正しいパスワードを入力してから接続してください。さらに、無線LANアカウントとパスワードは特別な記号を受け入れません。
ko: 2.4G 대역 WiFi를 선택하고 올바른 암호를 입력 한 다음 연결하십시오. 또한 WiFi 계정 및 비밀번호는 특수 기호를 허용하지 않습니다.
nb: Velg WiFi med 2,4 G-band, skriv inn riktig passord, og koble deretter til; i tillegg godtar ikke WiFi-kontoen og passordet spesielle symboler.
nl: Selecteer de 2.4G-band WiFi, voer het juiste wachtwoord in en maak vervolgens verbinding; bovendien accepteren het WiFi-account en wachtwoord geen speciale symbolen.
pl: Wybierz pasmo WiFi 2,4G, wprowadź prawidłowe hasło, a następnie połącz; ponadto konto WiFi i hasło nie akceptują specjalnych symboli.
pt_br: Selecione o WiFi de banda 2.4G, insira a senha correta e conecte-o; além disso, a conta e a senha do WiFi não aceitam símbolos especiais.
ro: Vă rugăm să selectați WiFi banda 2.4G, introduceți parola corectă, apoi conectați-vă; în plus, contul și parola WiFi nu acceptă simboluri speciale.
ru: Пожалуйста, выберите WiFi диапазона 2.4G, введите правильный пароль, а затем подключитесь; Кроме того, учетная запись WiFi и пароль не принимают специальные символы.
sv: Välj WiFi med 2,4 G-band, ange rätt lösenord och anslut sedan; dessutom accepterar inte WiFi-kontot och lösenordet speciella symboler.
th: โปรดเลือก Wi-Fi แถบความถี่ 2.4G ป้อนรหัสผ่านที่ถูกต้องจากนั้นเชื่อมต่อ นอกจากนี้บัญชี WiFi และรหัสผ่านต้องไม่มีสัญลักษณ์พิเศษใด ๆ
tr: Lütfen 2.4G band WiFi'yi seçin, doğru şifreyi girin ve ardından bağlanın; Buna ek olarak, WiFi hesabı ve şifre özel semboller kabul etmemektedir.
vi: Vui lòng chọn WiFi băng tần 2.4G, nhập mật khẩu chính xác, sau đó kết nối; ngoài ra, tài khoản và mật khẩu WiFi không chấp nhận các ký hiệu đặc biệt.
zh_hans: 请选择2.4G频段WiFi后，输入正确的密码，再进行连接；另外WiFi账号和密码不接受特殊符号。
zh_hant: 請選擇2.4G頻段WiFi後，輸入正確的密碼，再進行連接；另外WiFi賬號和密碼不接受特殊符號。

source: Value-added service order
cs: Servisní zakázka s přidanou hodnotou
de: Mehrwertdienstauftrag
es: Orden de servicio de valor agregado
fi: Lisäarvopalvelun tilaus
fr: Commande de service à valeur ajoutée
he: הזמנת שירות עם ערך מוסף
id: Pesanan layanan bernilai tambah
it: Ordine di servizio a valore aggiunto
ja: 付加価値サービスの注文
ko: 부가 가치 서비스 주문
nb: Verdiøkende serviceordre
nl: Serviceorder met toegevoegde waarde
pl: Zamówienie usługi o wartości dodanej
pt_br: Ordem de serviço de valor agregado
ro: Comandă de servicii cu valoare adăugată
ru: Заказ дополнительных услуг
sv: Serviceorder med mervärde
th: ใบสั่งบริการมูลค่าเพิ่ม
tr: Katma değerli hizmet siparişi
vi: Đơn đặt hàng dịch vụ giá trị gia tăng
zh_hans: 增值服务订单
zh_hant: 增值服務訂單

# addDevice_connecting_hotspot
source: Please connect device hotspot
cs: Připojte prosím k hotspotu zařízení
de: Bitte mit Geräte-Hotspot verbinden
es: Por favor,conecte el punto de acceso del Equipo
fi: Yhdistä laite hotspotiin
fr: Veuillez connecter le Hotspot de l'appareil
he: אנא התחבר לרשת המכשיר
id: silakan konek ke hotspot perangkat
it: Prego collegare hotspot dispositivo
ja: デバイスのアクセスポイントを接続してください。
ko: 장치를 WiFi에 연결해주세요.
nb: Vennligst koble til hotspot
nl: Hotspot apparaat verbinden
pl: Połącz z urządzeniem hotspot
pt_br: Por favor,conecte o hotspot do dispositivo
ro: Conectați hotspot-ul dispozitivului
ru: Пожалуйста,подключите точку доступа устройства
sv: Vänligen anslut en hotspot för enheten
th: กรุณาเชื่อมต่อฮอตสปอตของอุปกรณ์
tr: Lütfen cihaz etkin noktasını bağlayın
vi: Vui lòng kết nối với điểm phát sóng của thiết bị
zh_hans: 请连接设备热点
zh_hant: 請連接設備熱點

source: Africa/Nairobi
cs: Afrika / Nairobi
de: Afrika / Nairobi
fi: Afrikka / Nairobi
he: אפריקה / ניירובי
id: Afrika / Nairobi
ja: アフリカ/ナイロビ
ko: 아프리카 / 나이로비
nl: Afrika / Nairobi
pl: Afryka / Nairobi
ru: Африка / Найроби
sv: Afrika / Nairobi
th: แอฟริกา / ไนโรบี
tr: Afrika / Nairobi
vi: Nairobi / Đông Phi
zh_hans: 内罗毕/东部非洲
zh_hant: 內羅畢/東部非洲

# devicelist_setting_help
source: Success guide
cs: Průvodce úspěchem
de: Anleitung bei Erfolg
es: Guía de éxito
fi: Menestysopas
fr: Guide de réussite
he: מדריך להצלחה
id: Panduan sukses
it: guida successo
ja: 成功ガイド
ko: 성공 가이드
nb: Suksessguide
nl: Succes gids
pl: sukces przewodnik
pt_br: Guia de sucesso
ro: Ghid de succes
ru: руководство Успех
sv: Framgångsguide
th: คำแนะนำ
tr: Başarı rehberi
vi: Đã hướng dẫn thành công
zh_hans: 成功引导
zh_hant: 成功引導

# obtain_code
source: Get verification code
cs: Získejte ověřovací kód
de: Verfizierungscode anfordern
es: obtener código de verificación
fi: Hanki vahvistuskoodi
fr: Obtenir le code de vérification
he: קבלת קוד אימות
id: dapatkan Kode Verifikasi
it: Ricezione codice di verifica
ja: 確認コードを取得
ko: 인증 코드 받기
nb: Hent verifikasjonskode
nl: Verificatiecode ophalen
pl: Zdobądź kod weryfikacyjny
pt_br: Obtenha o código de verificação
ro: Obțineți codul de verificare
ru: Получить код подтверждения
sv: Få verifieringskod
th: รับรหัสยืนยัน
tr: Doğrulama kodunu al
vi: lấy mã xác minh
zh_hans: 获取验证码
zh_hant: 獲取驗證碼

# devicesetting_Video_center_correction_describe
source: Adjust the video display area and video center
cs: Upravte oblast zobrazení videa a centrum videa
de: Videoanzeigebereich und Videozentrum anpassen
es: Ajustar el área de visualización de video y el centro de video
fi: Säädä videon näyttöaluetta ja videokeskusta
fr: Ajuster la zone d'affichage vidéo et le centre vidéo
he: התאם את אזור תצוגת הווידאו ואת מרכז הווידאו
id: Pas het videoweergavegebied en het videocentrum aan
it: Regola l'area di visualizzazione video e il centro video
ja: ビデオ表示領域とビデオセンターを調整します
ko: 비디오 표시 영역 및 비디오 센터 조정
nb: Juster videovisningsområdet og videosenteret
nl: Pas het videoweergavegebied en het videocentrum aan
pl: Dostosuj obszar wyświetlania wideo i centrum wideo
pt_br: Ajuste a área de exibição de vídeo e o centro de vídeo
ro: Reglați zona de afișare video și centrul video
ru: Отрегулируйте область отображения видео и видеоцентр
sv: Justera videovisningsområdet och videocentret
th: ปรับพื้นที่แสดงวิดีโอและศูนย์วิดีโอ
tr: Video görüntüleme alanını ve video merkezini ayarlayın
vi: Điều chỉnh khu vực hiển thị video và trung tâm video
zh_hans: 调整视频显示区域及视频中心
zh_hant: 調整視頻顯示區域及視頻中心

# deviceSetting_Select_time_period_
source: Select the time period for shutdown
cs: Vyberte časové období pro vypnutí
de: Zeitraum für Abschaltung auswählen
es: Seleccione el período de tiempo para el apagado
fi: Valitse sammutusaika
fr: Sélectionnez la période d'arrêt
he: בחר את פרק הזמן לכיבוי
id: Pilih periode waktu untuk shutdown
it: Seleziona il periodo di tempo per lo spegnimento
ja: シャットダウンの期間を選択します
ko: 종료 기간 선택
nb: Velg tidsperiode for avslutning
nl: Selecteer de tijdsperiode voor afsluiten
pl: Wybierz okres czasu do wyłączenia
pt_br: Selecione o período de tempo para desligamento
ro: Selectați perioada de timp pentru oprire
ru: Выберите период времени для выключения
sv: Välj tidsperiod för avstängning
th: เลือกช่วงเวลาในการปิดเครื่อง
tr: Kapatma için zaman dilimini seçin
vi: Chọn khoảng thời gian để tắt máy
zh_hans: 选择定时关机时段
zh_hant: 選擇定時關機時段

# cloud_cloud_service_management
source: Cloud service management
cs: Správa cloudových služeb
es: Gestión de servicios en la nube
fi: Pilvipalvelun hallinta
fr: Gestion des services cloud
he: ניהול שירותי ענן
id: Manajemen layanan cloud
it: Gestione del servizio cloud
ja: クラウドサービス管理
ko: 클라우드 서비스 관리
nb: Ledelse av skytjenester
nl: Beheer van cloudservices
pl: Zarządzanie usługami w chmurze
pt_br: Gerenciamento de serviço em nuvem
ro: Managementul serviciilor cloud
ru: Управление облачным сервисом
th: การจัดการบริการคลาวด์
tr: Bulut hizmeti yönetimi
vi: Quản lý dịch vụ đám mây
zh_hans: 云服务管理
zh_hant: 雲服務管理

# devicesetting_device_receive_volume
source: Volume of device recording
cs: Objem záznamu zařízení
de: Mikrofon Kamera
es: Volumen de grabación del Equipo
fi: Laitteen tallennuksen määrä
fr: Volume d'enregistrement de l'appareil
he: עוצמת הקול של התקן הקלטה
id: Volume rekaman perangkat
it: Volume della registrazione del dispositivo
ja: デバイス録音量
ko: 기기 녹화 볼륨
nb: Volum av enhetsopptak
nl: Volume van apparaatopname
pl: Wielkość nagrania urządzenia
pt_br: Volume de gravação do dispositivo
ro: Volumul înregistrării dispozitivului
ru: Объем записи устройства
sv: Volym av enhetsinspelning
th: ระดับเสียงการบันทึกของอุปกรณ์
tr: Cihaz kaydının ses seviyesi
vi: Âm lượng ghi thiết bị
zh_hans: 设备录像的音量
zh_hant: 設備錄像的音量

# devicelist_not_support_code_matching
source: Does not support code matching
cs: Nepodporuje shodu kódu
de: WLAN Aufbau wird nicht unterstützt
es: No es compatible con la coincidencia de código
fi: Ei tue koodin täsmäämistä
fr: Ne prend pas en charge la correspondance de code
he: אינו תומך בהתאמת קוד
id: Tidak mendukung pencocokan kode
it: Non supporta la corrispondenza del codice
ja: コードマッチングをサポートしていません
ko: 코드 일치를 지원하지 않습니다.
nb: Støtter ikke kodematching
nl: Ondersteunt geen code-matching
pl: Nie obsługuje dopasowywania kodu
pt_br: Não suporta correspondência de código
ro: Nu acceptă potrivirea codului
ru: Не поддерживает сопоставление кода
sv: Stöder inte kodmatchning
th: ไม่รองรับการจับคู่รหัส
tr: Kod eşleştirmeyi desteklemiyor
vi: Không hỗ trợ khớp mã
zh_hans: 不支持对码
zh_hant: 不支持對碼

# me_version_latest
source: It's newest version
cs: V současné době je nejnovější verze
de: Neuste Version installiert
es: Es la versión más nueva
fi: Tällä hetkellä uusin versio
fr: C'est la nouvelle version
he: הגרסה הנוכחית הינה העדכנית ביותר
id: ini Versi terbaru
it: è l'ultima versione
ja: 最新のバージョンです。
ko: 최신 버전입니다.
nb: Nyeste versjon er installert
nl: Nieuwste versie
pl: To jest najnowsza wersja
pt_br: É a versão mais recente
ro: Este cea mai nouă versiune
ru: Это новейшая версия
sv: Det är den senaste versionen
th: นี่เป็นเวอร์ชั่นใหม่ล่าสุดแล้ว
tr: En yeni sürümü
vi: Hiện tại là phiên bản mới nhất
zh_hans: 当前已是最新版本
zh_hant: 當前已是最新版本

source: Log in
cs: Přihlásit se
es: Iniciar sesión
fi: kirjaudu sisään
fr: Se connecter
he: התחבר
id: Masuk
ja: ログイン
ko: 로그인
nb: Logg inn
nl: Aanmelden
pl: Zaloguj
pt_br: Entrar
ro: Logare
ru: Авторизоваться
sv: Logga in
th: เข้าสู่ระบบ
tr: Oturum aç
vi: Đăng nhập
zh_hans: 登录
zh_hant: 登錄

# devicelist_Not_authorized_temporarily
source: Not authorized temporarily
cs: Není dočasně autorizován
de: Vorübergehend nicht autorisiert
es: No autorizado temporalmente
fi: Ei tilapäisesti valtuutettu
fr: Non autorisé temporairement
he: לא מורשה באופן זמני
id: Tidak diotorisasi untuk sementara
it: Non autorizzato temporaneamente
ja: 一時的に許可されていません
ko: 일시적으로 승인되지 않음
nb: Ikke autorisert midlertidig
nl: Tijdelijk niet geautoriseerd
pl: Tymczasowo nieuprawniony
pt_br: Não autorizado temporariamente
ro: Nu este autorizat temporar
ru: Временно не авторизован
sv: Ej godkänd tillfälligt
th: ไม่ได้รับอนุญาตชั่วคราว
tr: Geçici olarak yetkilendirilmedi
vi: Không được phép tạm thời
zh_hans: 暂不授权
zh_hant: 暫不授權

# Lead_page_describe_3
source: Function classification is clearer
cs: Klasifikace funkcí je jasnější
de: Funktionsbeschreibungen sind klarer
es: La clasificación de funciones es más clara
fi: Toimintojen luokitus on selkeämpi
fr: La classification des fonctions est plus claire
he: סיווג הפונקציות ברור יותר
id: Klasifikasi fungsi lebih jelas
it: La classificazione delle funzioni è più chiara
ja: 機能分類がより明確に
ko: 기능 분류가 더 명확해졌습니다.
nb: Funksjonsklassifiseringen er klarere
nl: Functieclassificatie is duidelijker
pl: Klasyfikacja funkcji jest jaśniejsza
pt_br: A classificação da função é mais clara
ro: Clasificare clară
ru: Четкая классификация
sv: Funktionsklassificeringen är tydligare
th: การแบ่งประเภทฟังก์ชันชัดเจนขึ้น
tr: Fonksiyon sınıflandırması daha net
vi: Phân loại chức năng rõ ràng hơn
zh_hans: 功能分类更明晰
zh_hant: 功能分類更明晰

# devicesetting_up_to_4_warn_line_ios
source: Up to %ld cordon lines can be drawn
cs: Lze kreslit až %ld šňůry
de: Es können bis zu %ld Warnlinien gezeichnet werden
es: Se pueden dibujar hasta %ld líneas de cordón.
fi: Voidaan vetää enintään %ld kappaletta
fr: Jusqu'à %ld lignes de cordon peuvent être tracées
he: ניתן לשרטט עד %ld קווים
id: Hingga %ld garis cordon dapat ditarik
it: Si possono tracciare fino a %ld linee di corda
ja: 最大%ld本のコードラインを引くことができます
ko: 최대 %ld 개의 코드 선을 그릴 수 있습니다.
nb: Opptil %ld cordon linjer kan trekkes
nl: Er kunnen maximaal %ld cordonlijnen worden getekend
pl: Można narysować do %ld linii kordonowych
pt_br: Até %ld linhas de cordão podem ser desenhadas
ro: Pot fi desenate până la %ld linii de cordon
ru: Можно нарисовать до %ld линий кордона
sv: Upp till %ld cordon linjer kan dras
th: สามารถวาดเส้นเตือนได้ถึง%ld
tr: %ld taneye kadar kordon çizgisi çizilebilir
vi: Có thể vẽ lên đến%ld dòng cảnh báo
zh_hans: 最多可绘制%ld条警戒线
zh_hant: 最多可繪製%ld條警戒線

# Addevice_pairing_exit
source: Pairing in progress, are you sure to exit?
cs: Probíhá párování, jste si jisti, že skončíte?
de: Verbindung wird aufgebaut, wirklich abbrechen?
es: Emparejamiento en curso, ¿estás seguro de salir?
fi: Pariliitoksen muodostaminen käynnissä. Poistutko varmasti?
fr: Association en cours, êtes-vous sûr de quitter ?
he: ההתאמה מתבצעת, האם אתה בטוח שתצא?
id: Penyandingan sedang berlangsung, apakah Anda yakin akan keluar?
it: Accoppiamento in corso, sei sicuro di uscire?
ja: ペアリングが進行中です。終了してもよろしいですか？
ko: 페어링이 진행 중입니다. 종료하시겠습니까?
nb: Sammenkobling pågår, er du sikker på at du vil avslutte?
nl: Bezig met koppelen, weet je zeker dat je wilt afsluiten?
pl: Trwa parowanie, czy na pewno chcesz zakończyć?
pt_br: Emparelhamento em andamento. Tem certeza de que deseja sair?
ro: Asociere în desfășurare, sunteți sigur că veți ieși?
ru: Выполняется сопряжение. Вы действительно хотите выйти?
sv: Sammankoppling pågår, är du säker på att avsluta?
th: อยู่ระหว่างการจับคู่ คุณแน่ใจที่จะออกหรือไม่
tr: Eşleştirme devam ediyor, çıkmak istediğinizden emin misiniz?
vi: Đang ghép nối, bạn có chắc chắn thoát không?
zh_hans: 正在配对中，是否确定退出？
zh_hant: 正在配對中，是否確定退出？

# devicesetting_alarm_and_prompt_set
source: Alarm and prompt tone settings
cs: Nastavení budíku a vyzváněcího tónu
de: Alarm- und Toneinstellungen
es: Configuración de alarma y tono de aviso
fi: Hälytys- ja pikaääniasetukset
fr: Paramètres d'alarme et de tonalité d'invite
he: הגדרות צליל מעורר והתראה מהירה
id: Pengaturan alarm dan nada cepat
it: Impostazioni di allarmi e segnali acustici
ja: アラームとプロンプトトーンの設定
ko: 알람 및 프롬프트 톤 설정
nb: Innstillinger for alarm og ledetone
nl: Alarm- en prompttooninstellingen
pl: Ustawienia dźwięku alarmu i podpowiedzi
pt_br: Configurações de alarme e tom de alerta
ro: Setări de alarmă și ton prompt
ru: Настройки будильника и подсказки
sv: Inställningar för larm och snabbton
th: การตั้งค่าสัญญาณเตือนและเสียงเตือน
tr: Alarm ve uyarı tonu ayarları
vi: Cài đặt báo thức và âm thanh nhắc nhở
zh_hans: 报警与提示音设置
zh_hant: 報警與提示音設置

source: Asia/Calcutta
cs: Asie / Kalkata
de: Asien / Kalkutta
es: Asia / Calcuta
fi: Aasia / Kalkutta
he: אסיה / כלכתה
ja: アジア/カルカッタ
ko: 아시아 / 캘커타
pl: Azja / Kalkuta
pt_br: Ásia / Calcutá
ro: Asia / Calcuta
ru: Азия / Calcutta
sv: Asien / Calcutta
th: เอเชีย / กัลกัต
tr: Asya / Kalküta
vi: Calcutta
zh_hans: 加尔各答
zh_hant: 加爾各答

# Devicesetting_Unavailable_packages
source: Unavailable packages
cs: Nedostupné balíčky
de: Nicht verfügbare Pakete
es: Paquetes no disponibles
fi: Paketit, joita ei ole saatavilla
fr: Forfaits indisponibles
he: חבילות לא זמינות
id: Paket tidak tersedia
it: Pacchetti non disponibili
ja: 利用できないパッケージ
ko: 사용할 수 없는 패키지
nb: Utilgjengelige pakker
nl: Niet beschikbare pakketten
pl: Niedostępne pakiety
pt_br: Pacotes indisponíveis
ro: Pachete indisponibile
ru: Недоступные пакеты
sv: Ej tillgängliga paket
th: แพ็คเกจไม่พร้อมใช้งาน
tr: Kullanılamayan paketler
vi: Các gói không có sẵn
zh_hans: 不可用套餐
zh_hant: 不可用套餐

# Service_map_Site_map
source: Site map
cs: Mapa stránek
de: Seitenverzeichnis
es: Mapa del sitio
fi: Sivustokartta
fr: Plan du site
he: מפת אתר
id: Peta situs
it: Mappa del sito
ja: サイトマップ
ko: 사이트 맵
nb: Nettstedskart
nl: Site kaart
pl: Mapa strony
pt_br: Mapa do site
ro: Harta site-ului
ru: Карта сайта
sv: Webbkarta
th: แผนที่เว็บไซต์
tr: Site haritası
vi: Bản đồ điểm dịch vụ
zh_hans: 服务点地图
zh_hant: 服務點地圖
