Repository: Yolo-cell-hash/go_home_ios
Catalog: ios/Runner/JASDK/JAResources/XLanguage/X35MultiLanguage/*.lproj/X35MutiLanguage.strings
Languages: cs, de, es, fi, fr, he, id, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sv, th, tr, vi, zh_hans, zh_hant

# devicesetting_can_set_area_or_cordon
source: Detection alarm area or cordon can be set
cs: Lze nastavit alarmovou oblast detekce nebo kordon
de: Erkennungsbereiche oder Warnlinien können eingestellt werden
es: Se puede configurar el área de alarma de detección o el cordón
fi: Tunnistushälytysalue tai kordoni voidaan asettaa
fr: La zone d'alarme de détection ou le cordon peuvent être réglés
he: ניתן לקבוע אזור אזעקת איתור או כבל
id: Area alarm deteksi atau penjagaan dapat diatur
it: È possibile impostare un'area o un cordone di allarme di rilevamento
ja: 検知警報エリアまたはコードンを設定可能
ko: 감지 알람 영역 또는 코드 온 설정 가능
nb: Deteksjonsalarmsone eller ledning kan stilles inn
nl: Detectie alarm gebied of cordon kan worden ingesteld
pl: Można ustawić obszar alarmu wykrywania lub kordon
pt_br: Área de alarme de detecção ou cordão pode ser definido
ro: Zona de alarmă sau cordonul de detecție pot fi setate
ru: Можно установить зону обнаружения сигнала тревоги или кордон
sv: Detektionsalarmområde eller sladd kan ställas in
th: สามารถตั้งค่าพื้นที่เตือนการตรวจจับหรือตีกรอบได้
tr: Algılama alarm alanı veya kordon ayarlanabilir
vi: Khu vực phát hiện và cảnh báo hoặc dây có thể được thiết lập
zh_hans: 可设置侦测报警区域或警戒线
zh_hant: 可設置偵測報警區域或警戒線

# deviceSetting_WiFi_list
source: WiFi list
cs: Seznam WiFi
de: WLAN-Liste
es: Lista de WiFi
fi: WiFi luettelo
fr: Liste Wi-Fi
he: רשימת WiFi
id: daftar Wi-Fi
it: Elenco Wi-Fi
ja: WiFiリスト
ko: 와이파이 목록
nb: WiFi-liste
nl: WiFi-lijst
pl: Lista WiFi
pt_br: Lista de wi-fi
ro: Lista WiFi
ru: Список WiFi
sv: WiFi lista
th: รายการ WiFi
tr: WiFi listesi
vi: Danh sách WiFi
zh_hans: WiFi列表
zh_hant: WiFi列表

# devicesetting_Video_center_correction_Ceiling_lens_down
source: Ceiling lens down
cs: Stropní čočka dolů
de: Deckenmontage – Linse nach unten
es: Lente de techo abajo
fi: Kattovalaisin alas
fr: Lentille de plafond vers le bas
he: עדשת התקרה כלפי מטה
id: plafon lensa turun
it: Lente per soffitto abbassata
ja: 天井取付
ko: 천장 아래 렌즈
nb: Taklinsen ned
nl: Plafond naar beneden gericht
pl: Sufit w dół
pt_br: Lente do teto para baixo
ro: Plafonul este în jos
ru: Потолочная линза вниз
sv: Taklinsen ner
th: การติดเพดาน
tr: Tavan merceği aşağı
vi: Thấu kính trần hướng xuống
zh_hans: 吊顶镜头向下
zh_hant: 吊頂鏡頭向下

# deviceSetting_Enter_original_password
source: Original password
cs: Původní heslo
de: Ursprüngliches Passwort
es: Contraseña original
fi: Alkuperäinen salasana
fr: Mot de passe d'origine
he: סיסמה מקורית
id: Kata sandi asli
it: Password originale
ja: 元のパスワード
ko: 원래 비밀번호
nb: Opprinnelig passord
nl: Origineel wachtwoord
pl: Oryginalne hasło
pt_br: Senha original
ro: Parola originală
ru: Оригинальный пароль
sv: Ursprungligt lösenord
th: รหัสผ่านเดิม
tr: Orijinal şifre
vi: Mật khẩu ban đầu
zh_hans: 输入原密码
zh_hant: 輸入原密碼

# addDevice_scan_once
source: Scan
cs: Sweep
de: Scannen
es: Escanear
fi: lakaista
fr: Balayage
he: סרוק
id: Memindai
it: spazzare il
ja: スキャン
ko: 스캔
nb: Skann
nl: Scannen
pl: Skanuj
ro: scanda
ru: сканирование
sv: Skanna
th: สแกน
tr: taramak
vi: Quét nó
zh_hans: 扫一扫
zh_hant: 掃一掃

# Stand_alone_station_Assigning_agent
source: Assigning agent
cs: Přiřazující agent
de: Kundendienst beauftragt
es: Agente de asignación
fi: Nimeä agentti
fr: Agent cédant
he: מקצה סוכן
id: Menugaskan agen
it: Agente incaricato
ja: エージェントの割り当て
ko: 에이전트 지정
nb: Tildeler agent
nl: Agent toewijzen
pl: Przypisywanie agenta
pt_br: Atribuindo agente
ro: Agent de atribuire
ru: Назначение агента
sv: Tilldelande agent
th: การกำหนดตัวแทน
tr: Temsilci atama
vi: Chuyển nhượng đại lý
zh_hans: 正在分配客服
zh_hant: 正在分配客服

# adddevice_configure_lamp_blink
source: becomes flicker
cs: bliká
de: blinkt
es: se convierte en parpadeo
fi: tulee välkkymään
fr: devient scintillement
he: הופך להבהב
id: menjadi berkedip
it: diventa uno sfarfallio
ja: ちらつきなり
ko: 깜박 거림
nb: blir flimmer
nl: flikkert
pl: staje się migotać
pt_br: torna-se cintilante
ro: se mișcă
ru: становится мерцанием
sv: blir flimmer
th: ไฟกระพริบ
tr: titrek olur
vi: Thay đổi đối với nhấp nháy
zh_hans: 变为闪烁
zh_hant: 變為閃爍

# NSMicrophoneUsageDescription
source: The app can use the voice intercom function only after the microphone permission is turned on.
cs: Aplikace může používat funkci hlasového interkomu až po zapnutí povolení mikrofonu.
de: Die App kann die Wechselsprechfunktion verwenden, nachdem sie eingeschaltet wurde
es: La aplicación puede usar la función de intercomunicador de voz solo después de activar el permiso del micrófono.
fi: Sovellus voi käyttää äänipuhelintoimintoa vasta, kun mikrofonin lupa on kytketty päälle.
fr: L'application ne peut utiliser la fonction d'interphone vocal qu'après avoir activé l'autorisation du microphone.
he: האפליקציה יכולה להשתמש בפונקציית האינטרקום הקולי רק לאחר הפעלת הרשאת המיקרופון.
id: Aplikasi ini dapat menggunakan fungsi interkom suara hanya setelah izin mikrofon dihidupkan.
it: L'app può utilizzare la funzione di interfono vocale solo dopo aver attivato l'autorizzazione del microfono.
ja: アプリは、マイクの許可がオンになった後にのみ音声インターコム機能を使用できます。
ko: 앱은 마이크 권한이 설정된 후에 만 대화 기능을 사용할 수 있습니다.
nb: Appen kan bruke taleinterkomfunksjonen bare etter at mikrofonens tillatelse er slått på.
nl: De app kan de spraakintercomfunctie alleen gebruiken nadat de microfoonmachtiging is ingeschakeld.
pl: Aplikacja może korzystać z funkcji interkomu głosowego tylko po włączeniu uprawnienia mikrofonu.
pt_br: O aplicativo pode usar a função de interfone por voz somente depois que a permissão do microfone estiver ativada.
ro: Aplicația poate utiliza funcția de interfon vocal numai după ce permisiunea microfonului este pornită.
ru: Приложение может использовать функцию голосовой связи только после включения разрешения микрофона.
sv: Appen kan använda röstintercomfunktionen först efter att mikrofontillståndet har aktiverats.
th: แอปสามารถใช้ฟังก์ชั่นอินเตอร์คอมเสียงได้ หลังจากเปิดการอนุญาตการเข้าถึงไมโครโฟน
tr: Uygulama sesli interkom işlevini yalnızca mikrofon izni açıldıktan sonra kullanabilir.
vi: Ứng dụng có thể sử dụng chức năng liên lạc thoại bình thường sau khi bật quyền đối với micrô
zh_hans: 麦克风权限开启后App才可以正常使用语音对讲功能
zh_hant: 麥克風權限開啟後App才可以正常使用語音對講功能

# cloud_storage_details_how_to_redeem_tips_2
source: (2) There is no charge for redeeming the code cloud storage package using the redemption code, and each redemption code can only be used once;
cs: (2) Neexistuje žádný poplatek za uplatnění balíčku úložiště kódového mraku pomocí kódu pro vyplacení a každý kód pro vyplacení lze použít pouze jednou;
de: (2) Für die Einlösung des Code-Cloud-Speicherpakets unter Verwendung des Einlösungscodes fallen keine Gebühren an, und jeder Einlösungscode kann nur einmal verwendet werden.
es: (2) No hay cargo por canjear el paquete de almacenamiento de código en la nube utilizando el código de canje, y cada código de canje solo se puede usar una vez;
fi: (2) Koodin pilvivarastopaketin lunastuksesta lunastuskoodilla ei veloiteta, ja kukin lunastuskoodi voidaan käyttää vain kerran;
fr: (2) Le rachat du progiciel de stockage en nuage de codes au moyen du code de rachat est gratuit, et chaque code de rachat ne peut être utilisé qu'une seule fois;
he: (2) אין כל תשלום לפדיון חבילת אחסון ענן הקוד באמצעות קוד הפדיון, וכל קוד פדיון יכול לשמש רק פעם אחת;
id: (2) Tidak ada biaya untuk menebus paket penyimpanan kode cloud menggunakan kode penukaran, dan setiap kode penukaran hanya dapat digunakan satu kali;
it: (2) Non è previsto alcun addebito per il rimborso del pacchetto di cloud storage del codice utilizzando il codice di riscatto e ciascun codice di riscatto può essere utilizzato una sola volta;
ja: (2)交換コードを使用してコードクラウドストレージパッケージを交換するのに料金はかかりません。各交換コードは1回しか使用できません。
ko: (2) 사용 코드를 사용하여 코드 클라우드 저장소 패키지를 사용하는 것은 무료이며 각 사용 코드는 한 번만 사용할 수 있습니다.
nb: (2) Det er ingen kostnad for innløsning av kodeblokklagringspakken ved hjelp av innløsningskoden, og hver innløsningskode kan bare brukes en gang;
nl: (2) Er zijn geen kosten verbonden aan het inwisselen van het codewolk-opslagpakket met behulp van de inwisselcode, en elke inwisselcode kan slechts één keer worden gebruikt;
pl: (2) Nie ma opłaty za wykupienie pakietu przechowywania kodu w chmurze przy użyciu kodu odkupienia, a każdy kod odkupienia może być użyty tylko raz;
pt_br: (2) Não há nenhum custo para resgatar o pacote de armazenamento em nuvem de código usando o código de resgate, e cada código de resgate só pode ser usado uma vez;
ro: (2) Nu se percepe nicio taxă pentru valorificarea pachetului de stocare a codului cloud utilizând codul de răscumpărare, iar fiecare cod de răscumpărare poate fi utilizat doar o singură dată;
ru: (2) Плата за выкуп пакета облачного кода с использованием кода выкупа не взимается, и каждый код выкупа может использоваться только один раз;
sv: (2) Det är ingen kostnad för att lösa in kodloggets lagringspaket med hjälp av inlösenskoden, och varje inlösenkod kan endast användas en gång;
th: (2) ไม่มีค่าใช้จ่ายสำหรับการใช้รหัสแลกรับเพื่อแลกแพ็คเกจพื้นที่เก็บข้อมูลรหัสบนคลาวด์และรหัสแลกรับแต่ละรหัสสามารถใช้ได้เพียงครั้งเดียว
tr: (2) Kod bulutu saklama paketini kullanım kodunu kullanarak kullanmaktan hiçbir ücret alınmaz ve her kullanım kodu yalnızca bir kez kullanılabilir;
vi: (2) Không tính phí khi sử dụng mã đổi thưởng để đổi gói lưu trữ đám mây mã và mỗi mã đổi thưởng chỉ được sử dụng một lần;
zh_hans: (2)使用兑换码兑换码云存套餐无需支付费用，每一个兑换码只可以使用一次；
zh_hant: (2)使用兌換碼兌換碼雲存套餐無需支付費用，每一個兌換碼只可以使用一次；

# devicesetting_restart_camera_prompt
source: Are you sure to restart the camera?
cs: Opravdu restartujete fotoaparát?
de: Kamera wirklich neu starten?
es: ¿Estás seguro de reiniciar la cámara?
fi: Oletko varma, että käynnistät kameran uudelleen?
fr: Êtes-vous sûr de redémarrer la caméra?
he: האם אתה בטוח להפעיל מחדש את המצלמה?
id: Anda yakin me-restart kamera?
it: Sei sicuro di riavviare la videocamera?
ja: カメラを再起動しますか？
ko: 카메라를 다시 시작 하시겠습니까?
nb: Er du sikker på å starte kameraet på nytt?
nl: Weet je zeker dat je de camera opnieuw moet opstarten?
pl: Czy na pewno chcesz ponownie uruchomić aparat?
pt_br: Você tem certeza de reiniciar a câmera?
ro: Sunteți sigur că reporniți camera?
ru: Вы уверены, что перезагрузите камеру?
sv: Är du säker på att starta om kameran?
th: คุณต้องการรีสตาร์ทระบบใหม่ ?
tr: Kamerayı yeniden başlattığınızdan emin misiniz?
vi: Bạn có chắc chắn khởi động lại máy ảnh không?
zh_hans: 是否确定重启摄像机？
zh_hant: 是否確定重啟攝像機？

# NSCameraUsageDescription
source: After opening,the app can use the scan function to add shared devices.
cs: Po otevření aplikace může používat funkci zametání pro přidání sdílených zařízení.
de: Nach dem Öffnen kann die App die Scan-Funktion verwenden, um geteilte Geräte hinzuzufügen.
es: Después de abrir,la aplicación puede usar la función de barrido para agregar Equipos compartidos.
fi: Avattuaan sovellus voi käyttää sweep-toimintoa jakamaan jaettuja laitteita.
fr: Après ouverture, l'application peut utiliser la fonction balayage pour ajouter des périphériques partagés.
he: ניתן להשתמש בפונקציית הסריקה לאחר שהאפליקציה עלתה
id: setelah buka app dapat menganti fungsi untuk tambah penbagian perangkat
it: Dopo l'apertura,l'app può utilizzare la funzione di sweep per aggiungere dispositivi condivisi.
ja: 開いた後、アプリは共有デバイスを追加するためにスキャン機能を使用することができます。
ko: 서비스 등록 후에는 앱을 통해서 공유된 기기를 추가 할 수 있습니다.
nb: Etter åpningen kan appen bruke feiefunksjonen til å legge til delte enheter.
nl: App kan normaliter worden gebruikt om na het openen te scannen
pl: Po otwarciu aplikacja może użyć funkcji przemiatania,aby dodać urządzenia współdzielone.
pt_br: Após a abertura,o aplicativo pode usar a função de varredura para adicionar dispositivos compartilhados.
ro: După deschidere,aplicația poate utiliza funcția de măturat pentru a adăuga dispozitivele partajate.
ru: После открытия приложение может использовать функцию развертки для добавления общих устройств.
sv: Efter öppningen kan appen använda sopfunktionen för att lägga till delade enheter.
th: หลังจากเปิดแอปแล้วเท่านั้นคุณสามารถใช้ฟังก์ชันสแกนเพื่อเพิ่มอุปกรณ์ที่แชร์ได้
tr: Açıldıktan sonra,uygulama paylaşılan cihazlar eklemek için tarama işlevini kullanabilir.
vi: Sau khi mở Ứng dụng, bạn có thể sử dụng chức năng quét để thêm các thiết bị dùng chung
zh_hans: 开启后App才可以正常使用扫一扫功能添加分享的设备
zh_hant: 開啟後App才可以正常使用掃一掃功能添加分享的設備

# person_feedback_select_device_name_ID
source: Please select or enter a device name /ID
cs: Vyberte nebo zadejte název / ID zařízení
de: Bitte wählen Sie einen Gerätenamen / eine ID aus oder geben Sie diesen ein
es: Seleccione o ingrese un nombre / ID de dispositivo
fi: Valitse tai kirjoita laitteen nimi / tunnus
fr: Veuillez sélectionner ou saisir un nom / identifiant d'appareil
he: אנא בחר או הזן שם / מזהה מכשיר
id: Pilih atau masukkan nama / ID perangkat
it: Seleziona o inserisci un nome / ID dispositivo
ja: デバイス名/ IDを選択または入力してください
ko: 장치 이름 / ID를 선택하거나 입력하십시오
nb: Velg eller skriv inn enhetsnavn / ID
nl: Selecteer of voer een apparaatnaam / ID in
pl: Wybierz lub wprowadź nazwę / identyfikator urządzenia
pt_br: Selecione ou insira um nome / ID de dispositivo
ro: Vă rugăm să selectați sau să introduceți un nume de dispozitiv / ID
ru: Пожалуйста, выберите или введите имя / идентификатор устройства
sv: Välj eller ange ett enhetsnamn / ID
th: โปรดเลือกหรือป้อนชื่ออุปกรณ์ / ID
tr: Lütfen bir cihaz adı / kimliği seçin veya girin
vi: Vui lòng chọn hoặc nhập tên / ID thiết bị
zh_hans: 请选择或者输入设备名称/ID
zh_hant: 請選擇或者輸入設備名稱/ID

# login_Cancel_experience_description_3
source: Use mobile phone number registration or other methods to log in to enter the APP
cs: K přihlášení do aplikace použijte registraci čísla mobilního telefonu nebo jiné metody
de: Resgistrierung über Handynnummer oder andere Login-Methode verwenden, um App zu verwenden
es: Utilice el registro del número de teléfono móvil u otros métodos para iniciar sesión para ingresar a la APLICACIÓN
fi: Käytä matkapuhelinnumeron rekisteröintiä tai muita tapoja kirjautua sisään päästäksesi sovellukseen
fr: Utilisez l'enregistrement du numéro de téléphone mobile ou d'autres méthodes pour vous connecter et accéder à l'APP
he: השתמש ברישום מספר הטלפון הנייד או בשיטות אחרות כדי להתחבר כדי להיכנס לאפליקציה
id: Gunakan pendaftaran nomor ponsel atau metode lain untuk masuk untuk masuk ke APP
it: Usa la registrazione del numero di cellulare o altri metodi per accedere per accedere all'APP
ja: 携帯電話番号登録またはその他の方法を使用してログインし、APPにアクセスします
ko: 휴대폰 번호 등록 또는 기타 방법을 사용하여 로그인하여 APP에 진입
nb: Bruk mobiltelefonnummerregistrering eller andre metoder for å logge på for å gå inn i APPEN
nl: Gebruik mobiele telefoonnummerregistratie of andere methoden om in te loggen om de APP te openen
pl: Użyj rejestracji numeru telefonu komórkowego lub innych metod, aby zalogować się, aby wejść do aplikacji
pt_br: Use o registro do número do celular ou outros métodos de login para entrar no APP
ro: Utilizați înregistrarea numărului de telefon mobil sau alte metode pentru a vă autentifica pentru a intra în APP
ru: Используйте регистрацию номера мобильного телефона или другие методы для входа в приложение
sv: Använd registrering av mobiltelefonnummer eller andra metoder för att logga in för att komma in i APP
th: ใช้การลงทะเบียนหมายเลขโทรศัพท์มือถือหรือวิธีการอื่นในการเข้าสู่ระบบเพื่อเข้าสู่ APP
tr: APP'ye girmek için giriş yapmak için cep telefonu numarası kaydını veya diğer yöntemleri kullanın
vi: Sử dụng đăng ký số điện thoại di động hoặc các phương pháp khác để đăng nhập để vào APP
zh_hans: 使用手机号注册或其他方式登录进入APP
zh_hant: 使用手機號註冊或其他方式登錄進入APP

# person_to_use_function_properly
source: Allow read and write storage permissions to use this feature properly
cs: Chcete-li tuto funkci správně používat, povolte oprávnění pro čtení a zápis
de: Erteilen Sie Lese- und Schreibberechtigungen, um diese Funktion richtig nutzen
es: Permitir permisos de almacenamiento de lectura y escritura para usar esta función correctamente
fi: Salli lukemisen ja kirjoittamisen tallennusoikeudet käyttää tätä ominaisuutta oikein
fr: Permettre aux autorisations de stockage et de lecture d'écriture à utiliser correctement cette fonction
he: אפשר הרשאות אחסון לקרוא ולכתוב להשתמש בתכונה זו כראוי
id: Izinkan izin baca dan tulis penyimpanan untuk menggunakan fitur ini dengan benar
it: Consenti lettura e scrittura di stoccaggio autorizzazioni per utilizzare questa funzione correttamente
ja: 適切にこの機能を使用するには、読み取りと書き込みのストレージ権限を許可します
ko: 이 기능을 올바르게 사용하려면 읽기 및 쓰기 저장 권한 허용
nb: Tillat lese- og skriveoppbevaringstillatelser for å bruke denne funksjonen på riktig måte
nl: Sta lees- en schrijfmachtigingen toe om deze functie correct te gebruiken
pl: Zezwól na uprawnienia do odczytu i zapisu, aby prawidłowo korzystać z tej funkcji
pt_br: Permitir leitura e armazenamento de gravação permissões para usar esse recurso corretamente
ro: Permiteți permisiunile de stocare pentru citire și scriere pentru a utiliza corect această caracteristică
ru: Разрешить права на чтение и запись для правильного использования этой функции
sv: Låt läs- och skrivlagringsbehörigheter använda denna funktion korrekt
th: อนุญาตให้สิทธิ์ในการอ่าน เขียน และจัดเก็บเพื่อใช้คุณสมบัตินี้อย่างถูกต้อง
tr: Okuma ve yazma depolama izinlerinin bu özelliği doğru şekilde kullanmasına izin ver
vi: Cho phép quyền đọc và ghi bộ nhớ để sử dụng chức năng này bình thường
zh_hans: 允许读写存储权限，才能正常使用此功能
zh_hant: 允許讀寫存儲權限，才能正常使用此功能

# adddevice_indicator_not_flashes_button
source: 2. If the indicator light does not flash, please press and hold the Reset button to reset the device.
cs: 2. Pokud kontrolka nebliká, zařízení resetujte stisknutím a podržením tlačítka Reset.
de: 2. Wenn die Status-LED nicht blinkt, halten Sie bitte die Reset-Taste gedrückt, um das Gerät zurückzusetzen.
es: 2. Si la luz indicadora no parpadea, presione y mantenga presionado el botón Restablecer para restablecer el dispositivo.
fi: 2. Jos merkkivalo ei vilku, nollaa laite painamalla Reset -painiketta ja pitämällä sitä painettuna.
fr: 2. Si le voyant lumineux ne clignote pas, appuyez sur le bouton Reset et maintenez-le enfoncé pour réinitialiser l'appareil.
he: 2. אם נורית החיווי אינה מהבהבת, אנא לחץ לחיצה ארוכה על לחצן האיפוס כדי לאפס את המכשיר.
id: 2. Jika lampu indikator tidak berkedip, silakan tekan dan tahan tombol Reset untuk mereset perangkat.
it: 2. Se l'indicatore luminoso non lampeggia, tenere premuto il pulsante Reset per ripristinare il dispositivo.
ja: 2.インジケータライトが点滅しない場合は、リセットボタンを押し続けてデバイスをリセットしてください。
ko: 2. 표시등이 깜박이지 않으면 재설정 버튼을 길게 눌러 장치를 재설정하십시오.
nb: 2. Hvis indikatorlampen ikke blinker, vennligst trykk og hold nullstillingsknappen for å tilbakestille enheten.
nl: 2. Als het indicatielampje niet knippert, houdt u de Reset-knop ingedrukt om het apparaat te resetten.
pl: 2. Jeśli kontrolka nie miga, naciśnij i przytrzymaj przycisk Reset, aby zresetować urządzenie.
pt_br: 2. Se a luz indicadora não piscar, pressione e segure o botão Reiniciar para reiniciar o dispositivo.
ro: 2. Dacă indicatorul luminos nu clipește, țineți apăsat butonul Reset pentru a reseta dispozitivul.
ru: 2. Если индикатор не мигает, нажмите и удерживайте кнопку сброса, чтобы перезагрузить устройство.
sv: 2. Om indikatorlampan inte blinkar, tryck och håll ned Reset -knappen för att återställa enheten.
th: 2. หากไฟแสดงสถานะไม่กะพริบ โปรดกดปุ่มรีเซ็ตค้างไว้เพื่อรีเซ็ตอุปกรณ์
tr: 2. Gösterge ışığı yanıp sönmezse, cihazı sıfırlamak için lütfen Sıfırla düğmesini basılı tutun.
vi: 2. Nếu đèn báo không nhấp nháy, vui lòng nhấn và giữ nút Reset để thiết lập lại thiết bị.
zh_hans: 2.若指示灯未闪烁，请长按Reset键重置设备。
zh_hant: 2.若指示燈未閃爍，請長按Reset鍵重置設備。

# deviceSetting_MAC_address
source: MAC address
cs: MAC adresa
de: MAC-Adresse
es: Dirección MAC
fi: Mac osoite
fr: Adresse Mac
he: כתובת MAC
id: Alamat MAC
it: Indirizzo MAC
ja: Macアドレス
ko: MAC 주소
nb: MAC-adresse
nl: Mac adres
pl: Adres MAC
pt_br: Endereço MAC
ro: Adresa mac
ru: MAC-адрес
sv: MAC-adress
th: หมายเลขทางกายภาพ
tr: Mac Adresi
vi: Địa chỉ MAC
zh_hans: MAC地址
zh_hant: MAC地址

# add_SIM_card_configuration
source: SIM card configuration
cs: Konfigurace SIM karty
de: Konfiguration der SIM-Karte
es: Configuración de la tarjeta SIM
fi: SIM-kortin asetukset
fr: Configuration de la carte SIM
he: תצורת כרטיס ה-SIM
id: Konfigurasi kartu SIM
it: Configurazione della scheda SIM
ja: SIMカードの構成
ko: SIM 카드 구성
nb: SIM-kortkonfigurasjon
nl: Configuratie simkaart
pl: Konfiguracja karty SIM
pt_br: Configuração do cartão SIM
ro: Configurarea cartelei SIM
ru: Конфигурация SIM-карты
sv: SIM-kortskonfiguration
th: การกำหนดค่าซิมการ์ด
tr: SIM kart yapılandırması
vi: Cấu hình thẻ SIM
zh_hans: SIM卡配置
zh_hant: SIM卡配置

# play_screenRecord_closeAndExit
source: In the video, please close and then exit
cs: Ve videu zavřete prosím a ukončete
de: Bitte Video beenden und schließen
es: En el video, por favor cierre y luego salga
fi: Sulje ja sulje video videossa
fr: Dans la vidéo, fermez puis quittez
he: בסרטון, סגור ולאחר מכן צא
id: Dalam video, harap tutup lalu keluar
it: Nel video, chiudi e poi esci
ja: ビデオを閉じて終了してください。
ko: 동영상를 종료 한 후 나가세요.
nb: I videoen, vennligst lukk og avslutt
nl: Sluit de video in de video en sluit af
pl: W filmie zamknij, a następnie zakończ
pt_br: No vídeo, feche e saia
ro: În videoclip, închideți și apoi ieșiți
ru: В видео, пожалуйста, закройте и затем выйдите
sv: I videon, stäng och avsluta
th: ในวิดีโอ,โปรดปิดแล้วออก
tr: Videoda, lütfen kapatın ve ardından çıkın.
vi: Đang ghi, vui lòng đóng và sau đó thoát
zh_hans: 正在录像中，请关闭后再退出
zh_hant: 正在錄像中，請關閉後再退出

# input_number_get_code
source: Please input cellphone number and get verification code
cs: Zadejte své mobilní číslo,abyste získali ověřovací kód
de: Bitte Handynummer eingeben, um Verifizierungscode zu erhalten
es: Ingrese el número de teléfono para obtener el código de verificación
fi: Anna matkapuhelinnumero saadaksesi vahvistuskoodin
fr: Entrer le numéro de téléphone portable et obtenir le code de vérification
he: אנא הכנס את מספר הטלפון כדי לקבל קוד אימות
id: masukan Nomor HP dan dapatkan Kode Verifikasi
it: Prego inserire numero telefonico per ricevere codice di verifica
ja: 携帯電話番号を入力して確認コードを入力してください
ko: 핸드폰 번호를 입력하고 인증 코드를 입력하십시오.
nb: Skriv inn telefonnummer og få verifikasjonskode
nl: Mobiel nummer invoeren en verificatiecode ophalen
pl: Wprowadź numer telefonu i odbierz kod weryfikacyjny.
pt_br: Por favor insira o número do celular e obtenha o código de verificação
ro: Introduceți numărul de telefon mobil și obțineți codul de verificare
ru: Пожалуйста,введите номер мобильного телефона и получите код подтверждения
sv: Vänligen ange mobilnummer och få verifieringskod
th: ป้อนเบอร์มือถือเพื่อรับรหัสยืนยัน
tr: Lütfen cep telefonu numaranızı girin ve doğrulama kodunu alın
vi: Vui lòng nhập số điện thoại của bạn để lấy mã xác minh
zh_hans: 请输入手机号，获取验证码
zh_hant: 請輸入手機號，獲取驗證碼

source: Device share
cs: Sdílení zařízení
de: Gerät teilen
es: Compartir Equipos
fi: Laitteen jakaminen
fr: Partage de périphérique
he: שיתוף מכשיר
id: Pembagian Perangkat
it: Condivisione dispositivo
ja: デバイス共有
ko: 제품 공유
nb: Enhetsdeling
nl: Apparaat delen
pl: Udostępnienie urządzenia
pt_br: Compartilhamento de dispositivo
ro: Dispozitiv de partajare
ru: Совместное использование устройства
sv: Enhetsdelning
th: แชร์อุปกรณ์
tr: Cihaz paylaşımı
vi: Chia sẻ thiết bị
zh_hans: 设备分享
zh_hant: 設備分享

# cloud_total_discount
source: Total discount
cs: Celková sleva
de: Rabatt insgesamt
es: Descuento total
fi: Kokonaisalennus
fr: Remise totale
he: הנחה כוללת
id: Total diskon
it: Sconto totale
ja: 合計割引
ko: 총 할인
nb: Total rabatt
nl: Totale korting
pl: Łączna zniżka
pt_br: Desconto total
ro: Reducere totală
ru: Общая скидка
sv: Total rabatt
th: ส่วนลดทั้งหมด
tr: Toplam indirim
vi: Tổng khấu trừ
zh_hans: 共优惠
zh_hant: 共優惠
