Repository: Yolo-cell-hash/go_home_ios
Catalog: ios/Runner/JASDK/JAResources/XLanguage/X35MultiLanguage/*.lproj/X35MutiLanguage.strings
Languages: cs, de, es, fi, fr, he, id, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sv, th, tr, vi, zh_hans, zh_hant

# devicesetting_gw_pending_upgrade
source: Pending upgrade
cs: Čeká na upgrade
de: Ausstehendes Upgrade
es: Actualización pendiente
fi: Odottaa päivitystä
fr: Mise à niveau en attente
he: ממתין לשדרוג
id: Peningkatan yang tertunda
it: Aggiornamento in attesa
ja: アップグレード待ち
ko: 보류 중인 업그레이드
nb: Venter på oppgradering
nl: In afwachting van upgrade
pl: Oczekuje na aktualizację
pt_br: Atualização pendente
ro: Upgrade în așteptare
ru: Ожидание обновления
sv: Väntar på uppgradering
th: รอการอัปเกรด
tr: Yükseltme bekleniyor
vi: Đang chờ nâng cấp
zh_hans: 待更新
zh_hant: 待更新

# bright
source: Brightness
cs: Jasně
de: Helligkeit
es: Brillo
fi: valo
fr: Luminosité
he: בהירה
id: Terang
it: Luminosa
ja: 輝度
ko: 명도
nb: Lys
nl: Helderheid
pl: Jasny
pt_br: Brilho
ro: strălucire
ru: яркость
sv: ljusstyrka
th: ความสว่าง
tr: Parlaklık
vi: Sáng
zh_hans: 明亮
zh_hant: 明亮

# person_login_log_IP
source: IP reference address:
cs: IP referenční adresa:
de: IP-Referenzadresse:
es: Dirección de referencia IP:
fi: IP-viiteosoite:
fr: Adresse de référence IP:
he: כתובת סימוכין IP:
id: Alamat referensi IP:
it: Indirizzo IP di riferimento:
ja: IP参照アドレス：
ko: IP 참조 주소 :
nb: IP-referanseadresse:
nl: IP-referentieadres:
pl: Adres IP:
pt_br: Endereço de referência IP:
ro: Adresa de referință IP:
ru: Ссылочный IP-адрес:
sv: IP-referensadress:
th: ที่อยู่อ้างอิง IP:
tr: IP referans adresi:
vi: Địa chỉ tham chiếu IP:
zh_hans: IP参考地址：
zh_hant: IP參考地址：

# Devicesetting_check_network_bandwidth
source: Device network bandwidth checking...
cs: Kontrola šířky pásma sítě zařízení...
de: Netzwerkbandbreite des Geräts wird überprüft...
es: Comprobación del ancho de banda de la red del dispositivo...
fi: Laitteen verkon kaistanleveyttä tarkistetaan...
fr: Vérification de la bande passante du réseau de l'appareil...
he: בודק רוחב פס של רשת המכשיר...
id: Pemeriksaan bandwidth jaringan perangkat...
it: Controllo della larghezza di banda della rete del dispositivo...
ja: デバイスネットワークの帯域幅チェック...
ko: 기기 네트워크 대역폭 확인 중...
nb: Enhetens nettverksbåndbredde sjekker...
nl: Bandbreedte van apparaatnetwerk controleren...
pl: Sprawdzanie przepustowości sieci urządzenia...
pt_br: Verificando a largura de banda da rede do dispositivo...
ro: Se verifică lățimea de bandă a rețelei dispozitivului...
ru: Проверка пропускной способности сети устройства...
sv: Enhetens nätverksbandbredd kontrolleras...
th: กำลังตรวจสอบแบนด์วิดท์เครือข่ายอุปกรณ์...
tr: Cihaz ağ bant genişliği denetimi...
vi: Kiểm tra băng thông mạng thiết bị ...
zh_hans: 设备网络带宽检测中...
zh_hant: 設備網絡帶寬檢測中...

# devicelist_firmware_close_update_prompt
source: After the shutdown, the system will continue to upgrade the firmware for you, but you will not be able to view the upgrade status in real time. Are you sure to close it?
cs: Po vypnutí bude systém pokračovat v aktualizaci firmwaru za vás, ale nebudete moci zobrazit stav aktualizace v reálném čase. Opravdu ji zavřete?
de: Nach dem Schließen aktualisiert das System die Firmware weiterhin, aber der Aktualisierungsstatus kann nicht mehr in Echtzeit angezeigt werden. Wirklich schließen?
es: Después del apagado, el sistema continuará actualizando el firmware por usted, pero no podrá ver el estado de la actualización en tiempo real. ¿Estás seguro de cerrarlo?
fi: Sammutuksen jälkeen järjestelmä jatkaa laiteohjelmiston päivittämistä puolestasi, mutta et voi nähdä päivityksen tilaa reaaliajassa. Oletko varma, että suljet sen?
fr: Après l’arrêt, le système continuera à mettre à jour le micrologiciel pour vous, mais vous ne pourrez pas afficher l’état de la mise à niveau en temps réel. Êtes-vous sûr de le fermer?
he: לאחר הכיבוי, המערכת תמשיך לשדרג את הקושחה עבורך, אך לא תוכל להציג את מצב השדרוג בזמן אמת. האם אתה בטוח לסגור אותו?
id: Setelah shutdown, sistem akan terus memutakhirkan firmware untuk Anda, tetapi Anda tidak akan dapat melihat status pemutakhiran secara real time. Apakah Anda yakin akan menutupnya?
it: Dopo l'arresto, il sistema continuerà ad aggiornare il firmware, ma non sarà possibile visualizzare lo stato di aggiornamento in tempo reale. Sei sicuro di chiuderlo?
ja: シャットダウン後、システムはファームウェアのアップグレードを続けますが、アップグレードステータスをリアルタイムで確認することはできません。 閉じますか？
ko: 시스템을 종료 한 후에도 시스템이 펌웨어를 계속 업그레이드하지만 업그레이드 상태를 실시간으로 볼 수는 없습니다. 그것을 닫으시겠습니까?
nb: Etter avslutningen vil systemet fortsette å oppgradere firmware for deg, men du vil ikke kunne se oppgraderingsstatusen i sanntid. Er du sikker på å lukke den?
nl: Na het afsluiten blijft het systeem de firmware voor u upgraden, maar u kunt de upgradestatus niet in realtime bekijken. Weet u zeker dat u het sluit?
pl: Po zamknięciu system będzie kontynuował aktualizację oprogramowania układowego, ale nie będzie można zobaczyć statusu aktualizacji w czasie rzeczywistym. Czy na pewno go zamknąć?
pt_br: Após o encerramento, o sistema continuará atualizando o firmware para você, mas você não poderá visualizar o status da atualização em tempo real. Tem certeza de fechá-lo?
ro: După oprire, sistemul va continua să actualizeze firmware-ul pentru dvs., dar nu veți putea vizualiza starea de actualizare în timp real. Ești sigur că îl vei închide?
ru: После выключения система продолжит обновлять прошивку для вас, но вы не сможете просматривать статус обновления в режиме реального времени. Вы уверены, что закрыть его?
sv: Efter avstängningen fortsätter systemet att uppgradera firmware för dig, men du kan inte se uppgraderingsstatusen i realtid. Är du säker på att stänga den?
th: หลังจากปิดระบบจะทำการอัพเกรดเฟิร์มแวร์ให้คุณต่อไปแต่คุณจะไม่สามารถดูสถานะการอัพเกรดได้แบบเรียลไทม์ แน่ใจหรือว่าจะปิด
tr: Kapattıktan sonra, sistem sizin için bellenimi yükseltmeye devam edecektir, ancak yükseltme durumunu gerçek zamanlı olarak göremezsiniz. Kapatmak istediğinize emin misiniz?
vi: Sau khi tắt, hệ thống sẽ tiếp tục nâng cấp firmware cho bạn nhưng bạn sẽ không thể kiểm tra trạng thái nâng cấp theo thời gian thực. Bạn có chắc chắn đã tắt máy không?
zh_hans: 关闭后系统将继续为您升级固件，但您将无法实时查看升级状态，是否确定关闭？
zh_hant: 關閉後系統將繼續為您升級固件，但您將無法實時查看升級狀態，是否確定關閉？

source: copy
cs: kopírovat
de: Kopieren
es: dupdo
fi: kopio
fr: copie
he: עותק
id: salinan
it: copia
ja: コピーする
ko: 복사
nb: kopiere
nl: kopiëren
pl: Kopiuj
pt_br: cópia de
ro: copie
ru: копия
sv: kopia
th: คัดลอก
tr: kopya
vi: sao chép
zh_hans: 拷贝
zh_hant: 拷貝

# devicesetting_single_flash_time
source: Single alarm flashing time
cs: Doba jednoho alarmu blikající
de: Blinkzeit eines einzelnen Alarms
es: Tiempo de parpadeo de alarma individual
fi: Yksi hälytys vilkkuu
fr: Temps de clignotement d'une seule alarme
he: זמן מהבהב יחיד
id: Waktu berkedip alarm tunggal
it: Tempo di lampeggiamento della singola sveglia
ja: シングルアラーム点滅時間
ko: 단일 알람 점멸 시간
nb: Enkelt alarm blinkende tid
nl: Knipperend alarm voor één alarm
pl: Czas migania jednego alarmu
pt_br: Tempo de piscamento de alarme único
ro: Timp de intermitere cu o singură alarmă
ru: Время мигания одиночной тревоги
sv: Enkel blinkande tid
th: เวลากระพริบปลุกครั้งเดียว
tr: Tek alarm yanıp sönme süresi
vi: Thời gian nhấp nháy báo thức đơn
zh_hans: 单次报警闪烁时长
zh_hant: 單次報警閃爍時長

# adddevice_suit_type_1_detail
source: Please connect WiFi to NVR devices with wireless Internet access (as shown below)
cs: Připojte zařízení WiFi k zařízením NVR pomocí bezdrátového připojení k internetu (viz níže)
de: Bitte stellen Sie für den NVR mit WLAN Internetzugang die WLAN-Verbindung her (siehe unten)
es: Conecte WiFi a Equipos NVR con acceso inalámbrico a Internet (como se muestra a continuación)
fi: Kytke WiFi NVR-laitteisiin, joissa on langaton Internet-yhteys (kuten alla)
fr: Veuillez connecter le WiFi aux appareils NVR avec un accès Internet sans fil (comme indiqué ci-dessous)
he: אנא חבר WiFi למכשירי NVR עם גישה לאינטרנט אלחוטי (כמוצג להלן)
id: Harap sambungkan WiFi ke perangkat NVR dengan akses Internet nirkabel (seperti yang ditunjukkan di bawah ini)
it: Connetti WiFi ai dispositivi NVR con accesso wireless a Internet (come mostrato di seguito)
ja: ワイヤレスインターネットアクセスが可能なNVRデバイスに無線LANを接続してください(下図を参照)
ko: 무선 인터넷 액세스가 가능한 NVR 장치에 WiFi를 연결하십시오 (아래 그림 참조).
nb: Koble WiFi til NVR-enheter med trådløs internettilgang (som vist nedenfor)
nl: Verbind WiFi met NVR-apparaten met draadloze internettoegang (zoals hieronder weergegeven)
pl: Podłącz WiFi do urządzeń NVR z bezprzewodowym dostępem do Internetu (jak pokazano poniżej)
pt_br: Por favor, conecte o WiFi aos dispositivos NVR com acesso à Internet sem fio (como mostrado abaixo)
ro: Vă rugăm să conectați WiFi la dispozitivele NVR cu acces la internet wireless (așa cum se arată mai jos)
ru: Пожалуйста, подключите WiFi к устройствам NVR с беспроводным доступом в Интернет (как показано ниже)
sv: Anslut WiFi till NVR-enheter med trådlös internetuppkoppling (som visas nedan)
th: กรุณาเชื่อมต่อ WiFi กับอุปกรณ์ NVR ที่มีอินเทอร์เน็ตไร้สาย (ดังแสดงด้านล่าง)
tr: Lütfen WiFi'ı kablosuz Internet erişimi olan NVR cihazlarına bağlayın (aşağıda gösterildiği gibi)
vi: Vui lòng kết nối WiFi cho các thiết bị NVR có Internet không dây (như hình bên dưới)
zh_hans: 请为带无线上网的NVR设备连接上WiFi(如下图)
zh_hant: 請為帶無線上網的NVR設備連接上WiFi(如下圖)

# addDevice_setting_password
source: Password of device
cs: Heslo zařízení
de: Geräte-Passwort
es: Contraseña del Equipo
fi: Laitteen salasana
fr: Mot de passe de l'appareil
he: ססמת המכשיר
id: Sandi perangkat
it: Password del dispositivo
ja: デバイスのパスワード
ko: 제품 비밀번호
nb: Passord til enhet
nl: Wachtwoord van apparaat
pl: Hasło urządzenia
pt_br: Senha do dispositivo
ro: Parola dispozitivului
ru: Пароль устройства
sv: Lösenord för enhet
th: รหัสผ่านของอุปกรณ์
tr: Cihazın şifresi
vi: Mật khẩu thiết bị
zh_hans: 设备密码
zh_hant: 設備密碼

# person_feedback_leave_contact_info
source: Please leave your QQ, mobile phone number or other contact information
cs: Zanechte prosím své QQ, číslo mobilního telefonu nebo jiné kontaktní informace
de: Bitte hinterlassen Sie Ihre Kontaktinformationen
es: Por favor, deje su QQ, número de teléfono móvil u otra información de contacto
fi: Jätä QQ, matkapuhelinnumerosi tai muut yhteystietosi
fr: Veuillez laisser votre QQ, votre numéro de téléphone portable ou d'autres informations de contact
he: אנא השאר את QQ, מספר הטלפון הנייד שלך או פרטי קשר אחרים
id: Silakan tinggalkan QQ Anda, nomor ponsel atau informasi kontak lainnya
it: Si prega di lasciare il QQ, il numero di cellulare o altre informazioni di contatto
ja: 携帯電話番号、その他の連絡先情報を入力してください
ko: QQ, 휴대폰 번호 또는 기타 연락처 정보를 남겨주세요
nb: Vennligst legg igjen QQ, mobiltelefonnummer eller annen kontaktinformasjon
nl: Laat uw QQ, mobiele telefoonnummer of andere contactgegevens achter
pl: Zostaw swój QQ, numer telefonu komórkowego lub inne dane kontaktowe
pt_br: Deixe seu QQ, número de telefone celular ou outras informações de contato
ro: Vă rugăm să lăsați QQ-ul, numărul de telefon mobil sau alte informații de contact
ru: Пожалуйста, оставьте свой QQ, номер мобильного телефона или другую контактную информацию
sv: Lämna ditt QQ, mobiltelefonnummer eller annan kontaktinformation
th: กรุณาฝาก QQ หมายเลขโทรศัพท์มือถือหรือข้อมูลติดต่ออื่น ๆ
tr: Lütfen QQ'nuzu, cep telefonu numaranızı veya diğer iletişim bilgilerinizi bırakın
vi: Vui lòng để lại QQ, số điện thoại di động và thông tin liên hệ khác của bạn
zh_hans: 请留下您的QQ、手机号等联系方式
zh_hant: 請留下您的QQ、手機號等聯系方式

# Devicelist_turn_off_alarm_push_description
source: Turn off the alarm push. When the device generates an alarm message, it will no longer push the message to the mobile phone.
cs: Vypněte alarm. Když zařízení vygeneruje výstražnou zprávu, nebude ji již posílat na mobilní telefon.
de: Push-Benachrichtigungen ausschalten. Wenn das Gerät eine Alarmmeldung generiert, wird die Nachricht nicht mehr an das Mobiltelefon gesendet.
es: Apague el pulsador de alarma. Cuando el dispositivo genera un mensaje de alarma, ya no enviará el mensaje al teléfono móvil.
fi: Sammuta hälytys. Kun laite tuottaa hälytysviestin, se ei enää työnnä viestiä matkapuhelimeen.
fr: Désactivez l'alarme. Lorsque l'appareil génère un message d'alarme, il ne transmet plus le message au téléphone mobile.
he: כבה את דחיפת האזעקה. כאשר המכשיר מפיק הודעת אזעקה, הוא כבר לא ידחוף את ההודעה לטלפון הנייד.
id: Matikan dorongan alarm. Saat perangkat membuat pesan alarm, perangkat tidak akan lagi mendorong pesan tersebut ke ponsel.
it: Disattiva il pulsante di allarme. Quando il dispositivo genera un messaggio di allarme, non invierà più il messaggio al telefono cellulare.
ja: アラームプッシュをオフにします。デバイスがアラームメッセージを生成しても、メッセージを携帯電話にプッシュしなくなります。
ko: 알람 푸시를 끕니다. 장치가 알람 메시지를 생성 할 때 더 이상 메시지를 휴대폰으로 푸시하지 않습니다.
nb: Slå av alarmpushen. Når enheten genererer en alarmmelding, skyver den ikke lenger meldingen til mobiltelefonen.
nl: Schakel de alarmknop uit. Wanneer het apparaat een alarmbericht genereert, zal het het bericht niet langer naar de mobiele telefoon pushen.
pl: Wyłącz przycisk alarmu. Gdy urządzenie wygeneruje komunikat alarmowy, nie będzie już przesyłać wiadomości na telefon komórkowy.
pt_br: Desligue o botão de alarme. Quando o dispositivo gera uma mensagem de alarme, ele não vai mais enviar a mensagem para o telefone celular.
ro: Opriți butonul de alarmă. Când dispozitivul generează un mesaj de alarmă, acesta nu va mai împinge mesajul către telefonul mobil.
ru: Выключите будильник. Когда устройство генерирует аварийное сообщение, оно больше не отправляет сообщение на мобильный телефон.
sv: Stäng av larmtrycket. När enheten genererar ett larmmeddelande trycker det inte längre på meddelandet till mobiltelefonen.
th: ปิดการกดปลุก เมื่ออุปกรณ์สร้างข้อความเตือนอุปกรณ์จะไม่ส่งข้อความไปยังโทรศัพท์มือถืออีกต่อไป
tr: Alarm itmesini kapatın. Cihaz bir alarm mesajı oluşturduğunda, mesajı artık cep telefonuna göndermeyecektir.
vi: Tắt chức năng đẩy báo thức. Khi thiết bị tạo thông báo báo thức, thiết bị sẽ không đẩy thông báo đến điện thoại di động nữa.
zh_hans: 关闭报警推送，设备生成报警消息时，将不再推送消息给手机。
zh_hant: 關閉報警推送，設備生成報警消息時，將不再推送消息給手機。

# add_4G_camera_cannot_connected_Internet_check_2
source: If the 4G card has no signal, change to another place，restart the device.
cs: Pokud 4G karta nemá signál, přejděte na jiné místo a restartujte zařízení.
de: Wenn die 4G-Karte kein Signal hat, wechseln Sie an einen anderen Ort, starten Sie das Gerät neu.
es: Si la tarjeta 4G no tiene señal, cambie a otro lugar, reinicie el dispositivo.
fi: Jos 4G-kortilla ei ole signaalia, vaihda toiseen paikkaan, käynnistä laite uudelleen.
fr: Si la carte 4G n'a pas de signal, passez à un autre endroit, redémarrez l'appareil.
he: אם לכרטיס 4G אין אות, שנה למקום אחר, הפעל מחדש את המכשיר.
id: Jika kartu 4G tidak memiliki sinyal, pindah ke tempat lain, nyalakan ulang perangkat.
it: Se la scheda 4G non ha segnale, cambia in un altro posto, riavvia il dispositivo.
ja: 4Gカードに信号がない場合は、別の場所に移動して、デバイスを再起動します。
ko: 4G 카드에 신호가 없으면 다른 장소로 변경하고 장치를 다시 시작하십시오.
nb: Hvis 4G-kortet ikke har noe signal, bytt til et annet sted, start enheten på nytt.
nl: Als de 4G-kaart geen signaal heeft, ga dan naar een andere plaats en start het apparaat opnieuw op.
pl: Jeśli karta 4G nie ma sygnału, zmień miejsce na inne, uruchom ponownie urządzenie.
pt_br: Se o cartão 4G não tiver sinal, mude para outro local, reinicie o dispositivo.
ro: Dacă cardul 4G nu are semnal, schimbați în alt loc, reporniți dispozitivul.
ru: Если на карте 4G нет сигнала, перейдите в другое место, перезагрузите устройство.
sv: Om 4G-kortet inte har någon signal, byt till en annan plats, starta om enheten.
th: หากการ์ด 4G ไม่มีสัญญาณ ให้เปลี่ยนไปที่อื่น รีสตาร์ทเครื่อง
tr: 4G kartında sinyal yoksa, başka bir yere geçin, cihazı yeniden başlatın.
vi: Nếu thẻ 4G không có tín hiệu, hãy đổi sang nơi khác ， khởi động lại thiết bị.
zh_hans: 4G卡没有信号，换一个地方重启设备。
zh_hant: 4G卡沒有信號，換一個地方重啟設備。

# devicesetting_Night_detection_only_time
source: 20:00 pm-Start smart detection at 08:00 the next morning
cs: 20:00 – Spusťte inteligentní detekci v 8:00 následujícího rána
de: Push-Benachrichtigungen werden von 20:00 Uhr abends bis 08:00 Uhr am nächsten Morgen gesendet
es: 20:00 pm: inicio de la detección inteligente a las 08:00 de la mañana siguiente
fi: Klo 20.00 - Aloita älykäs tunnistus klo 8.00 seuraavana aamuna
fr: 20h00-Démarrer la détection intelligente à 08h00 le lendemain matin
he: 20:00 בערב - התחל זיהוי חכם בשעה 08:00 למחרת בבוקר
id: 20:00-Mulai deteksi pintar pada pukul 08:00 keesokan paginya
it: 20:00-Avvia rilevamento intelligente alle 08:00 del mattino successivo
ja: 20:00 pm-翌朝08:00にスマート検出を開始します
ko: 오후 20:00 - 다음날 아침 08:00에 스마트 감지 시작
nb: 20:00 - Start smart deteksjon kl. 08:00 neste morgen
nl: 20:00 uur - Start slimme detectie de volgende ochtend om 08:00 uur
pl: 20:00-Rozpocznij inteligentne wykrywanie o 08:00 następnego ranka
pt_br: 20:00 - Comece a detecção inteligente às 8:00 da manhã seguinte
ro: 20:00 - Începeți detectarea inteligentă la ora 08:00 în dimineața următoare
ru: 20:00 - начать интеллектуальное обнаружение в 08:00 следующего утра.
sv: 20:00 - Starta smart upptäckt klockan 08:00 nästa morgon
th: 20:00 น. - เริ่มการตรวจจับอัจฉริยะเวลา 08:00 น. เช้าวันรุ่งขึ้น
tr: 20:00 pm-Akıllı algılamayı ertesi sabah 08:00'de başlatın
vi: 20:00 tối-Bắt đầu phát hiện thông minh lúc 08:00 sáng hôm sau
zh_hans: 晚上20:00 - 次日早上08:00启动智能侦测
zh_hant: 晚上20:00 - 次日早上08:00啟動智能偵測

# userInfo_change_password
source: Change password
cs: Změnit heslo
de: Passwort ändern
es: Cambia la contraseña
fi: Vaihda salasana
fr: Changer le mot de passe
he: שינוי ססמה
id: Ganti Sandi
it: Modifica password
ja: パスワードの変更
ko: 비밀번호 변경
nb: Endre passord
nl: Wachtwoord wijzigen
pl: Zmień hasło
pt_br: Mudar senha
ro: Schimbați parola
ru: Изменить пароль
sv: ändra lösenord
th: เปลี่ยนรหัสผ่าน
tr: Şifre değiştir
vi: đổi mật khẩu
zh_hans: 修改密码
zh_hant: 修改密碼

# devicesetting_4G_card_sim_card_recharge_now_page
source: Recharge data immediately
cs: Okamžitě dobijte data
de: Daten jetzt aufladen
es: Recargue los datos de inmediato
fi: Lataa tiedot heti
fr: données recharge immédiatement
he: טען נתונים מייד
id: Isi ulang data dengan segera
it: Ricarica subito i dati
ja: データをすぐに再充電する
ko: 데이터를 즉시 충전
nb: Lad data umiddelbart
nl: Laad gegevens onmiddellijk op
pl: Natychmiast naładuj dane
pt_br: Recarregar dados imediatamente
ro: Reîncărcați imediat datele
ru: Пополните данные немедленно
sv: Ladda omedelbart data
th: ข้อมูลเติมเงินทันที
tr: Verileri derhal şarj edin
vi: Nạp dữ liệu ngay bây giờ
zh_hans: 立即充值流量
zh_hant: 立即充值流量

# Addevice_close_possible_distance_less_1m
source: 1. Place the camera and the base station as close as possible, and the distance is less than 1m.
cs: 1. Umístěte kameru a základní stanici co nejblíže a vzdálenost je menší než 1 m.
de: 1. Platzieren Sie die Kamera und die Basisstation so nah wie möglich zueinander, der Abstand sollte weniger als 1 m betragen.
es: 1. Coloque la cámara y la estación base lo más cerca posible, y la distancia es inferior a 1 m.
fi: 1. Sijoita kamera ja tukiasema mahdollisimman lähelle, ja etäisyys on alle 1 m.
fr: 1. Placez la caméra et la station de base aussi près que possible et la distance est inférieure à 1 m.
he: 1. מקם את המצלמה ואת תחנת הבסיס קרוב ככל האפשר, והמרחק הוא פחות מ-1 מטר.
id: 1. Tempatkan kamera dan base station sedekat mungkin, dan jaraknya kurang dari 1m.
it: 1. Posizionare la telecamera e la stazione base il più vicino possibile e la distanza sia inferiore a 1 m.
ja: 1.カメラとベースステーションをできるだけ近くに配置し、距離を1m未満にします。
ko: 1. 카메라와 베이스 스테이션을 최대한 가깝게 놓고 거리는 1m 이내로 합니다.
nb: 1. Plasser kameraet og basestasjonen så nærme som mulig, og avstanden er mindre enn 1m.
nl: 1. Plaats de camera en het basisstation zo dicht mogelijk bij elkaar en de afstand is minder dan 1 meter.
pl: 1. Umieść kamerę i stację bazową jak najbliżej, a odległość jest mniejsza niż 1m.
pt_br: 1. Coloque a câmera e a estação base o mais próximo possível e a distância seja inferior a 1m.
ro: 1. Așezați camera și stația de bază cât mai aproape posibil, iar distanța este mai mică de 1 m.
ru: 1. Разместите камеру и базовую станцию как можно ближе, на расстоянии менее 1 м.
sv: 1. Placera kameran och basstationen så nära som möjligt och avståndet är mindre än 1m.
th: 1. วางกล้องและสถานีฐานให้ใกล้ที่สุดเท่าที่จะทำได้ และระยะห่างน้อยกว่า 1 เมตร
tr: 1. Kamerayı ve baz istasyonunu mümkün olduğunca yakın ve mesafe 1m'den az olacak şekilde yerleştirin.
vi: 1. Đặt máy ảnh và trạm gốc càng gần càng tốt, và khoảng cách dưới 1m.
zh_hans: 1.将摄像机与基站尽量靠近，距离小于1m。
zh_hant: 1.將攝像機與基站盡量靠近，距離小於1m。

# devicesetting_4G_card_not_arrived
source: Not arrived
cs: Nepřišel
de: Nicht angekommen
es: No llegó
fi: Ei saapunut
fr: Pas arrivé
he: לא הגיע
id: Tidak tiba
it: Non arrivato
ja: 届かない
ko: 도착하지 않았다
nb: Ikke kommet
nl: Niet aangekomen
pl: Nie przybył
pt_br: Não chegou
ro: Nu a sosit
ru: Не прибыл
sv: Inte anlänt
th: ยังไม่มี
tr: Gelmedi
vi: Đã không đến
zh_hans: 未到账
zh_hant: 未到賬

# preview_password_wrong_enter_correct
source: The password is wrong, please enter the correct password
cs: Heslo je špatné, zadejte prosím správné heslo
de: Passwort falsch, bitte das richtige Passwort eingeben
es: La contraseña es incorrecta, ingrese la contraseña correcta
fi: Salasana on väärä, anna oikea salasana
fr: Le mot de passe est erroné, veuillez entrer le mot de passe correct
he: הסיסמה שגויה, נא להזין את הסיסמה הנכונה
id: Kata sandi salah, masukkan kata sandi yang benar
it: La password è sbagliata, inserisci la password corretta
ja: パスワードが間違っています。正しいパスワードを入力してください
ko: 비밀번호가 틀립니다 정확한 비밀번호를 입력해주세요
nb: Passordet er feil, vennligst skriv inn riktig passord
nl: Het wachtwoord is verkeerd, voer het juiste wachtwoord in
pl: Hasło jest nieprawidłowe, wprowadź poprawne hasło
pt_br: A senha está errada, por favor digite a senha correta
ro: Parola este greșită, vă rugăm să introduceți parola corectă
ru: Неправильный пароль, введите правильный пароль
sv: Lösenordet är fel, vänligen ange rätt lösenord
th: รหัสผ่านไม่ถูกต้อง โปรดป้อนรหัสผ่านที่ถูกต้อง
tr: Şifre yanlış, lütfen doğru şifreyi girin
vi: Mật khẩu sai, vui lòng nhập mật khẩu chính xác
zh_hans: 密码错误，请输入正确密码
zh_hant: 密碼錯誤，請輸入正確密碼
