Repository: Yolo-cell-hash/go_home_ios
Catalog: ios/Runner/JASDK/JAResources/XLanguage/X35MultiLanguage/*.lproj/X35MutiLanguage.strings
Languages: cs, de, es, fi, fr, he, id, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sv, th, tr, vi, zh_hans, zh_hant

# addevice_add_success_prompt
source: For devices added in stand-alone mode, the mobile phone needs to be connected to the hotspot WiFi to use the device functions normally
cs: U zařízení přidaných v samostatném režimu musí být mobilní telefon připojen k hotspotu WiFi, aby zařízení normálně fungovalo
de: Um Geräte, die im lokalen Modus hinzugefügt wurden, zu verwenden, muss das Mobiltelefon mit dem Geräte-WLAN verbunden sein
es: Para los dispositivos agregados en modo independiente, el teléfono móvil debe estar conectado al punto de acceso WiFi para usar las funciones del dispositivo con normalidad.
fi: Jos laite on lisätty erilliseen tilaan, matkapuhelin on kytkettävä WiFi-hotspotiin, jotta laite toimii normaalisti
fr: Pour les appareils ajoutés en mode autonome, le téléphone mobile doit être connecté au point d'accès WiFi pour utiliser normalement les fonctions de l'appareil
he: עבור מכשירים שנוספו במצב עצמאי, הטלפון הנייד צריך להיות מחובר ל- WiFi החם כדי להשתמש בתפקודי המכשיר כרגיל
id: Untuk perangkat yang ditambahkan dalam mode berdiri sendiri, ponsel harus terhubung ke WiFi hotspot untuk menggunakan fungsi perangkat secara normal
it: Per i dispositivi aggiunti in modalità stand-alone, il telefono cellulare deve essere connesso all'hotspot WiFi per utilizzare normalmente le funzioni del dispositivo
ja: スタンドアロンモードで追加されたデバイスの場合、デバイスの機能を正常に使用するには、携帯電話をホットスポットWiFiに接続する必要があります
ko: 독립형 모드로 추가 된 장치의 경우 장치 기능을 정상적으로 사용하려면 휴대폰을 핫스팟 WiFi에 연결해야합니다.
nb: For enheter som er lagt til i frittstående modus, må mobiltelefonen være koblet til hotspot WiFi for å bruke enhetens funksjoner normalt
nl: Voor apparaten die in de stand-alone modus zijn toegevoegd, moet de mobiele telefoon zijn verbonden met de wifi-hotspot om het apparaat normaal te kunnen gebruiken
pl: W przypadku urządzeń dodanych w trybie samodzielnym telefon komórkowy musi być podłączony do hotspotu WiFi, aby urządzenie działało normalnie
pt_br: Para dispositivos adicionados no modo autônomo, o telefone celular precisa estar conectado ao ponto de acesso WiFi para usar as funções do dispositivo normalmente
ro: Pentru dispozitivele adăugate în modul autonom, telefonul mobil trebuie să fie conectat la hotspot WiFi pentru a utiliza funcțiile dispozitivului în mod normal
ru: Для устройств, добавленных в автономном режиме, мобильный телефон должен быть подключен к точке доступа Wi-Fi, чтобы нормально использовать функции устройства.
sv: För enheter som läggs till i fristående läge måste mobiltelefonen anslutas till hotspot WiFi för att använda enhetsfunktionerna normalt
th: สำหรับอุปกรณ์ที่เพิ่มในโหมดสแตนด์อะโลนโทรศัพท์มือถือจะต้องเชื่อมต่อกับฮอตสปอต WiFi เพื่อให้อุปกรณ์ทำงานได้ตามปกติ
tr: Bağımsız modda eklenen cihazlar için, cihazın işlevlerini normal şekilde kullanmak için cep telefonunun kablosuz erişim noktasına bağlanması gerekir.
vi: Đối với các thiết bị được thêm vào ở chế độ độc lập, điện thoại di động cần được kết nối với điểm phát sóng WiFi để sử dụng thiết bị hoạt động bình thường
zh_hans: 单机模式添加的设备，需要手机连接热点WiFi才能正常使用设备功能
zh_hant: 單機模式添加的設備，需要手機連接熱點WiFi才能正常使用設備功能

# playback_downloaded
source: %1$s downloaded
cs: Staženo%1$s
de: %1$s heruntergeladen
es: %1$s descargado
fi: %1$s ladattu
fr: %1$s téléchargé
he: %1$s הורידו
id: %1$s diunduh
it: %1$s scaricato
ja: %1$sをダウンロードしました
ko: %1$s 다운로드
nb: %1$s nedlastet
nl: %1$s gedownload
pl: Pobrano%1$s
pt_br: %1$s baixado
ro: %1$s descărcat
ru: %1$s скачано
sv: %1$s laddas ner
th: %1$s ดาวน์โหลด
tr: %1$s indirildi
vi: Đã tải xuống%1$s
zh_hans: 已下载%1$s个
zh_hant: 已下載%1$s個

# deviceSetting_Base_station_channel
source: Base station equipment/channel
cs: Zařízení/kanál základnové stanice
de: Basisstation Kanal
es: Equipo / canal de la estación base
fi: Tukiaseman laitteisto/kanava
fr: Équipement/canal de la station de base
he: ציוד/ערוץ תחנת בסיס
id: Peralatan/saluran stasiun pangkalan
it: Apparecchiatura/canale della stazione base
ja: 基地局機器/チャネル
ko: 기지국 장비/채널
nb: Basestasjonsutstyr/kanal
nl: Apparatuur/kanaal van het basisstation
pl: Wyposażenie/kanał stacji bazowej
pt_br: Equipamento / canal da estação base
ro: Echipamentul/canalul stației de bază
ru: Оборудование базовой станции / канал
sv: Basstationsutrustning/kanal
th: อุปกรณ์สถานีฐาน/ช่องสัญญาณ
tr: Baz istasyonu ekipmanı/kanalı
vi: Thiết bị trạm gốc / kênh
zh_hans: 基站设备/通道
zh_hant: 基站設備/通道

# message_detected_ios
source: %@ detected
cs: %@ zjištěno
de: %@ erkannt
es: %@ detectado
fi: %@ havaittu
fr: %@ détecté
he: זוהה %@
id: %@ terdeteksi
it: %@ rilevato
ja: %@が検出されました
ko: %@ 감지됨
nb: %@ oppdaget
nl: %@ gedetecteerd
pl: Wykryto %@
pt_br: %@ detectou
ro: %@ detectat
ru: %@ обнаружено
sv: %@ upptäckt
th: %@ ตรวจพบ
tr: %@ saptanmış
vi: %@ được phát hiện
zh_hans: 检测到%@
zh_hant: 檢測到%@

# person_feedback_question_card_full
source: Q6: When the memory of the memory card is full, will it stop recording?
cs: Q6: Když je paměť na paměťové kartě plná, zastaví se nahrávání?
de: F6: Wenn der Speicher der Speicherkarte voll ist, wird die Aufnahme beendet?
es: P6: Cuando la memoria de la tarjeta de memoria esté llena, ¿dejará de grabar?
fi: Q6: Kun muistikortin muisti on täynnä, lopettaako tallennus?
fr: Q6: Lorsque la mémoire de la carte mémoire est pleine, va-t-elle arrêter l'enregistrement?
he: ש 6: כאשר הזיכרון של כרטיס הזיכרון מלא, האם הוא יפסיק להקליט?
id: T6: Ketika memori kartu memori penuh, apakah akan berhenti merekam?
it: Q6: Quando la memoria della memory card è piena, la registrazione si interrompe?
ja: Q6：メモリカードのメモリがいっぱいになると、録画が​​停止しますか？
ko: Q6 : 메모리 카드의 메모리가 가득 차면 녹화를 중지합니까?
nb: Spørsmål 6: Når minnet på minnekortet er fullt, slutter det å ta opp?
nl: V6: Stopt de opname als het geheugen van de geheugenkaart vol is?
pl: P6: Czy po zapełnieniu pamięci karty pamięci nagrywanie zostanie przerwane?
pt_br: Q6: Quando a memória do cartão de memória estiver cheia, será interrompida a gravação?
ro: Î6: Când memoria cardului de memorie este plină, se va opri înregistrarea?
ru: Q6: Когда память карты памяти заполнится, она остановит запись?
sv: F6: När minnet på minneskortet är fullt slutar det att spela in?
th: Q6: การบันทึกจะหยุดลงเมื่อหน่วยความจำการ์ดหน่วยความจำเต็มหรือไม่?
tr: S6: Hafıza kartının belleği dolduğunda, kaydı durduracak mı?
vi: Q6: Quá trình ghi có dừng lại khi bộ nhớ thẻ nhớ đầy không?
zh_hans: Q6：存储卡内存录满时，是否会停止录像？
zh_hant: Q6：存儲卡內存錄滿時，是否會停止錄像？

# cloud_storage_details_cloud_period_suspended
source: 2、 Can the cloud validity period be suspended?
cs: 2、 Může být doba platnosti cloudu pozastavena?
de: 2、 Kann die Cloud-Gültigkeitsdauer ausgesetzt werden?
es: 2、 ¿Se puede suspender el período de validez de la nube?
fi: 2、 Voiko pilvi-voimassaoloaika keskeyttää?
fr: 2、 La période de validité du cloud peut-elle être suspendue?
he: 2、 האם ניתן להשהות את תקופת תוקפו של הענן?
id: 2、 Dapatkah periode validitas cloud ditangguhkan?
it: 2、 Il periodo di validità del cloud può essere sospeso?
ja: 2、クラウドの有効期間は一時停止できますか？
ko: 2、 클라우드 유효 기간을 일시 중지 할 수 있습니까?
nb: 2、 Kan skyvets gyldighetsperiode bli suspendert?
nl: 2、 Kan de geldigheidsperiode van de cloud worden opgeschort?
pl: 2、 Czy okres ważności chmury może zostać zawieszony?
pt_br: 2、 O período de validade da nuvem pode ser suspenso?
ro: 2、 Perioada de valabilitate a norului poate fi suspendată?
ru: 2、 Можно ли приостановить срок действия облака?
sv: 2、 Kan tidsgränsen för moln skjutas upp?
th: 2. ระยะเวลาที่ถูกต้องของการฝากบนคลาวด์สามารถระงับได้หรือไม่?
tr: 2、 Bulut geçerlilik süresi askıya alınabilir mi?
vi: 2. Thời hạn hiệu lực của tiền gửi trên đám mây có thể bị tạm ngưng không?
zh_hans: 2、云存有效期可以暂停吗？
zh_hant: 2、雲存有效期可以暫停嗎？

# help_addDevice_textTips_24
source: 2.Click "+"① at upper right corner of the device's list and choose "scan"②
cs: 2. Klikněte na "+" 1 v pravém horním rohu seznamu zařízení a vyberte "Sweep" 2.
de: 2.Tippen Sie "+"① in der oberen rechten Ecke der Geräteliste, wählen Sie "scannen"②
es: 2. Haga clic en "+ " ① en la esquina superior derecha de la lista de Equipos,elija "escanear " ②
fi: 2. Napsauta "+" 1 laiteluettelon oikeassa yläkulmassa ja valitse "Sweep" 2.
fr: 2. Cliquez sur "+ " ① dans le coin supérieur droit de la liste des appareils, choisissez "scan " ②
he: 2. לחץ על "+ בפינה הימנית העליונה של רשימת המכשירים,בחר "סרוק"
id: 2. Klik "+" ①disudut kanan atas daftar perangkat,pilih "Pindai"②
it: 2. Premere "+" ① in alto a destra,selezionare quindi"Scannerizzare" ②
ja: 2.デバイスリストの右上にある①"+"をクリックし、②"スキャン"を選択します。
ko: 2. 장치리스트의 우측 상단의 ① "+" 를 선택하고,② "스캔" 을 선택합니다.
nb: 2. Klikk "+" 1 øverst til høyre på enhetlisten og velg "Scan" 2.
nl: 2.Klik in de rechterbovenhoek van de apparatenlijst op "+"① en selecteer "scannen"②
pl: 2. Kliknij "+"① w górnym prawym rogu listy urządzeń,wybierz "Skanuj"①
pt_br: 2.Clique em "+ " ① no canto superior direito da lista de dispositivos,escolha "scan " ②
ro: 2.Click "+ " ① în colțul din dreapta sus al listei de dispozitive,alegeți "scanare" ②
ru: 2.Нажмите "+ " ① в правом верхнем углу списка устройств,выберите "сканирование " ②
sv: 2. Klicka "+ " ① i övre högra hörnet av enhetslistan,välj "scan " ②
th: 2. คลิก "+" ①ที่มุมขวาบนของรายการอุปกรณ์แล้วเลือก "สแกน" ②
tr: 2. Aygıt listesinin sağ üst köşesindeki "+ " ① öğesini tıklayın,"scan " ② öğesini seçin.
vi: 2. Nhấp vào "+" ① ở góc trên bên phải của danh sách thiết bị và chọn "Quét" ②.
zh_hans: 2.点击设备列表右上角“+”①，选择“扫一扫”②。
zh_hant: 2.點擊設備列表右上角“+”①，選擇“掃一掃”②。

# newbie_guide_text_6
source: Device with multiple channels can switch screen by slide left and right
cs: Vícekanálová zařízení mohou přepínat mezi rozdělenými obrazovkami posunutím doleva a doprava
de: Bei Geräten mit mehreren Kanälen kann durch wischen nach rechts und links zwischen den Bildern umgeschalten werden.
es: El Equipo con múltiples canales puede cambiar la pantalla deslizándolo hacia la izquierda o hacia la derecha
fi: Monikanavaiset laitteet voivat siirtyä jaetun näytön välillä liu'uttamalla vasemmalle ja oikealle
fr: Les appareils multicanaux peuvent basculer entre les écrans divisés en glissant vers la gauche et la droite.
he: מכשיר עם מספר ערוצים יכול להחליף את המסך על ידי שקף שמאלה וימינה
id: Perangkat yang banyak Saluran dapat pindah dengan geser kekiri dan kekanan
it: Dispositivi a schermo multiplo possono cambiare schermo trascinando a destra o sinistra
ja: 複数のチャンネルデバイスを、左右にスライドさせることで分割画面を切り替えることができます。
ko: 여러 채널을 가진 제품은 화면을 좌우로 밀어서 다음 채널을 볼 수 있습니다.
nb: Flerkanalsenhet kan bytte delt skjerm ved å skyve til venstre og høyre
nl: Apparaat met meerdere kanalen kan scherm omschakelen door naar links en rechts te schuiven
pl: Urządzenie z wieloma kanałami może przełączyć ekran w lewo i w prawo
pt_br: O dispositivo com vários canais pode mudar de tela ao deslizar para a esquerda e para a direita
ro: Dispozitivul cu mai multe canale poate comuta ecranul prin glisare spre stânga și spre dreapta
ru: Устройство с несколькими каналами может переключать экран,сдвигая влево и вправо
sv: Enhet med flera kanaler kan byta skärm genom att skjuta åt vänster och höger
th: อุปกรณ์ที่มีหลายช่องสามารถสลับหน้าจอโดยการเลื่อนไปทางซ้ายและขวา
tr: Çok kanallı cihaz,sola ve sağa kaydırarak ekranı değiştirebilir
vi: Các thiết bị đa kênh có thể chuyển đổi màn hình chia nhỏ bằng cách vuốt sang trái và phải
zh_hans: 多通道设备可通过左右滑动切换分屏
zh_hant: 多通道設備可通過左右滑動切換分屏

# devicelis_View_traffic_package_status
source: View traffic package status
cs: Zobrazení stavu dopravního balíčku
de: Verkehrspaketstatus anzeigen
es: Ver el estado del paquete de tráfico
fi: Näytä liikennepaketin tila
fr: Afficher l'état du package de trafic
he: הצג את סטטוס חבילת התנועה
id: Lihat status paket lalu lintas
it: Visualizza lo stato del pacchetto di traffico
ja: トラフィックパッケージのステータスを表示する
ko: 트래픽 패키지 상태 보기
nb: Se trafikkpakkestatus
nl: Status van verkeerspakket bekijken
pl: Wyświetl stan pakietu ruchu
pt_br: Visualizar o status do pacote de tráfego
ro: Vedeți starea pachetului de trafic
ru: Посмотреть статус пакета трафика
sv: Visa trafikpaketets status
th: ดูสถานะแพ็คเกจการจราจร
tr: Trafik paketi durumunu görüntüle
vi: Xem trạng thái gói lưu lượng
zh_hans: 查看流量套餐状态
zh_hant: 查看流量套餐狀態

# userInfo_password_original_enter
source: Please input original password
cs: Zadejte původní heslo
de: Bitte ursprüngliches Passwort eingeben
es: Ingrese la contraseña original
fi: Anna alkuperäinen salasana
fr: Veuillez entrer le mot de passe original
he: אנא הכנס ססמה מקורית
id: Masukin lagi Sandi Sekarang
it: Prego,inserire la vecchia password
ja: 元のパスワードを入力してください
ko: 이전 비밀번호를 입력해주세요.
nb: Vennligst oppgi opprinnelig passord
nl: Oorspronkelijke wachtwoord invoeren
pl: Wprowadź oryginalne hasło
pt_br: Por favor insira a senha original
ro: Introduceți parola originală
ru: Пожалуйста,введите оригинальный пароль
sv: Vänligen ange det ursprungliga lösenordet
th: กรุณาใส่รหัสผ่านเดิม
tr: Lütfen orijinal şifreyi giriniz
vi: Vui lòng nhập mật khẩu ban đầu
zh_hans: 请输入原密码
zh_hant: 請輸入原密碼

# devPlay_video_error
source: Recording error
cs: Chyba videa
de: Aufnahmefehler
es: Error de video
fi: Videovirhe
fr: Erreur d'enregistrement
he: בעיה בהקלטה
id: Rekaman Salah
it: Errore registrazione
ja: 録画エラー
ko: 녹화 오류
nb: Opptaksfeil
nl: Opnamefout
pl: Błąd nagrywania
pt_br: Erro de gravação
ro: Eroare de înregistrare
ru: Ошибка записи
sv: Inspelningsfel
th: การบันทึกผิดพลาด
tr: Kayıt hatası
vi: Lỗi video
zh_hans: 录像错误
zh_hant: 錄像錯誤

# alarm_go_to_bind
source: Go to bind
cs: Jdi se vázat
de: Einbinden
es: Ir a atar
fi: Mene sitomaan
fr: Allez lier
he: לכו לאגד
id: Pergi untuk mengikat
it: Vai a legare
ja: バインドに行く
ko: 바인딩으로 이동
nb: Gå til bind
nl: Ga binden
pl: Idź do wiązania
pt_br: Ir para vincular
ro: Mergeți să legați
ru: Перейти связать
sv: Gå till bind
th: ไปที่การผูก
tr: Bağlamaya git
vi: Đi đến ràng buộc
zh_hans: 前往绑定
zh_hant: 前往綁定

# devicelist_third_party_4G_cards_prompt
source: The device "%1$s" does not support third-party 4G cards temporarily, and the device functions cannot be used normally. Please switch back to the device's own 4G card as soon as possible
cs: Zařízení "%1$s" dočasně nepodporuje karty 4G třetích stran a funkce zařízení nelze normálně používat. Co nejdříve přepněte zpět na vlastní 4G kartu zařízení
de: Das Gerät "%1$s" unterstützt vorübergehend keine 4G-Karten von Drittanbietern, da die Gerätefunktionen nicht normal verwendet werden können. Bitte wechseln Sie so bald wie möglich zurück zur 4G-Karte des Geräts
es: El dispositivo "%1$s" no admite tarjetas 4G de terceros temporalmente y las funciones del dispositivo no se pueden utilizar con normalidad. Vuelve a la tarjeta 4G del dispositivo lo antes posible.
fi: Laite "%1$s" ei tue väliaikaisesti kolmannen osapuolen 4G-kortteja, eikä laitteen toimintoja voida käyttää normaalisti. Vaihda takaisin laitteen omaan 4G-korttiin mahdollisimman pian
fr: L'appareil "%1$s" ne prend pas temporairement en charge les cartes 4G tierces et les fonctions de l'appareil ne peuvent pas être utilisées normalement. Veuillez revenir à la carte 4G de l'appareil dès que possible
he: המכשיר "%1$s" אינו תומך באופן זמני בכרטיסי 4G של צד שלישי, ולא ניתן להשתמש בתפקודי המכשיר כרגיל. אנא חזור לכרטיס 4G של המכשיר בהקדם האפשרי
id: Perangkat "%1$s" tidak mendukung kartu 4G pihak ketiga untuk sementara, dan fungsi perangkat tidak dapat digunakan secara normal. Silakan beralih kembali ke kartu 4G perangkat itu sendiri sesegera mungkin
it: Il dispositivo "%1$s" non supporta temporaneamente le schede 4G di terze parti e le funzioni del dispositivo non possono essere utilizzate normalmente. Torna alla scheda 4G del dispositivo il prima possibile
ja: デバイス"%1$s"は一時的にサードパーティの4Gカードをサポートしておらず、デバイスの機能は正常に使用できません。 できるだけ早くデバイスの4Gカードに切り替えてください
ko: "%1$s" 장치는 타사 4G 카드를 일시적으로 지원하지 않으며 장치 기능을 정상적으로 사용할 수 없습니다. 최대한 빨리 기기의 4G 카드로 다시 전환하세요.
nb: Enheten "%1$s" støtter ikke midlertidig 4G-kort fra tredjeparter, og enhetsfunksjonene kan ikke brukes normalt. Vennligst bytt tilbake til enhetens eget 4G-kort så snart som mulig
nl: Het apparaat "%1$s" ondersteunt tijdelijk geen 4G-kaarten van derden en de apparaatfuncties kunnen niet normaal worden gebruikt. Schakel zo snel mogelijk terug naar de eigen 4G-kaart van het apparaat
pl: Urządzenie "%1$s" nie obsługuje tymczasowo kart 4G innych firm, a funkcje urządzenia nie mogą być normalnie używane. Jak najszybciej przełącz się z powrotem na własną kartę 4G urządzenia
pt_br: Laite "%1$s" ei tue väliaikaisesti kolmannen osapuolen 4G-kortteja, eikä laitteen toimintoja voida käyttää normaalisti. Vaihda takaisin laitteen omaan 4G-korttiin mahdollisimman pian
ro: Dispozitivul "%1$s" nu acceptă temporar carduri 4G terțe, iar funcțiile dispozitivului nu pot fi utilizate în mod normal. Reveniți la cardul 4G al dispozitivului cât mai curând posibil
ru: Устройство "%1$s" временно не поддерживает сторонние карты 4G, и функции устройства не могут использоваться в обычном режиме. Пожалуйста, как можно скорее переключитесь на собственную карту 4G устройства.
sv: Enheten "%1$s" stöder inte tillfälligt 4G-kort från tredje part och enhetsfunktionerna kan inte användas normalt. Byt tillbaka till enhetens eget 4G-kort så snart som möjligt
th: อุปกรณ์ "%1$s" ไม่รองรับการ์ด 4G ของบุคคลที่สามชั่วคราวและไม่สามารถใช้ฟังก์ชันของอุปกรณ์ได้ตามปกติ โปรดเปลี่ยนกลับไปใช้การ์ด 4G ของอุปกรณ์โดยเร็วที่สุด
tr: Device "%1$s", üçüncü taraf 4G kartlarını geçici olarak desteklemez ve cihaz işlevleri normal şekilde kullanılamaz. Lütfen mümkün olan en kısa sürede cihazın kendi 4G kartına geri dönün
vi: Thiết bị "%1$s" tạm thời không hỗ trợ thẻ 4G của bên thứ ba và các chức năng của thiết bị không thể sử dụng bình thường. Vui lòng chuyển về thẻ 4G của chính thiết bị càng sớm càng tốt
zh_hans: 设备“%1$s”暂不支持第三方4G卡，无法正常使用设备功能，请尽快切换回设备自带4G卡
zh_hant: 設備“%1$s”暫不支持第三方4G卡，無法正常使用設備功能，請盡快切換回設備自帶4G卡

# deviceSetting_tone_Settings_default
source: Default
cs: Výchozí
de: Standard
es: Por defecto
fi: Oletus
fr: Défaut
he: בְּרִירַת מֶחדָל
id: Bawaan
it: Predefinito
ja: ディフォルト
ko: 기본
nb: Misligholde
nl: Standaard
pl: Domyślna
pt_br: Predefinição
ro: Mod implicit
ru: По умолчанию
sv: Standard
th: ค่าเริ่มต้น
tr: Varsayılan
vi: Mặc định
zh_hans: 默认
zh_hant: 默認

# addDevice_smartlink_Distribution_network
source: Network connection
cs: Sítě
de: Netzwerkverbindung
es: Redes
fi: verkostoituminen
fr: La mise en réseau
he: רשת
id: Jaringan
it: Networking
ja: ネットワーク接続
ko: 네트워킹
nb: Nettverk
nl: Netwerken
pl: Networking
pt_br: Networking
ro: Rețele
ru: сетей
sv: nätverk
th: การเชื่อมต่อเครือข่าย
tr: Ağ
vi: Đã kết nối
zh_hans: 连网
zh_hant: 連網

# play_lamp_close
source: Turn off
cs: Vypněte světlo
de: Ausschalten
es: Apagar la luz
fi: Sammuta valo
fr: Éteindre
he: כיבוי
id: Non Aktipkan
it: Disabilita
ja: 消す
ko: 끄기
nb: Skru av
nl: Uitschakelen
pl: Wyłącz światło
pt_br: Desligar
ro: Opriți
ru: Выключи
sv: Stäng av
th: ปิด
tr: Kapat
vi: Tắt đèn
zh_hans: 关灯
zh_hant: 關

# person_Select_suppliers
source: Select suppliers
cs: Vyberte dodavatele
de: Lieferanten auswählen
es: Seleccionar proveedores
fi: Valitse toimittajat
fr: Sélectionnez les fournisseurs
he: בחר ספקים
id: Pilih pemasok
it: Seleziona i fornitori
ja: サプライヤーを選択
ko: 공급 업체 선택
nb: Velg leverandører
nl: Selecteer leveranciers
pl: Wybierz dostawców
pt_br: Selecione fornecedores
ro: Selectați furnizorii
ru: Выбрать поставщиков
sv: Välj leverantörer
th: เลือกซัพพลายเออร์
tr: Tedarikçileri seçin
vi: Chọn nhà cung cấp
zh_hans: 选择供应商
zh_hant: 選擇供應商

# adddevice_version_update
source: The current APP version is too low to recognize this QR code, please go to the app market to update the app and scan again
cs: Aktuální verze APP je příliš nízká na to, aby rozpoznala tento QR kód, přejděte prosím na trh aplikací, aktualizujte aplikaci a znovu naskenujte
de: Die aktuelle App-Version ist zu alt, um diesen QR-Code zu erkennen, bitte gehen Sie zum App Store, um die App zu aktualisieren und scannen ihn erneut
es: La versión actual de la aplicación es demasiado baja para reconocer este código QR, vaya al mercado de aplicaciones para actualizar la aplicación y escanear de nuevo.
fi: Nykyinen APP-versio on liian alhainen tunnistamaan tätä QR-koodia. Mene sovellusmarkkinoille päivittääksesi sovellus ja skannaaksesi uudelleen
fr: La version actuelle de l'application est trop faible pour reconnaître ce code QR, veuillez vous rendre sur le marché des applications pour mettre à jour l'application et numériser à nouveau
he: גרסת ה-APP הנוכחית נמוכה מכדי לזהות את קוד ה-QR הזה, אנא עבור לשוק האפליקציות כדי לעדכן את האפליקציה וסרוק שוב
id: Versi APP saat ini terlalu rendah untuk mengenali kode QR ini, silakan buka pasar aplikasi untuk memperbarui aplikasi dan memindai lagi
it: L'attuale versione dell'APP è troppo bassa per riconoscere questo codice QR, vai al mercato dell'app per aggiornare l'app ed eseguire nuovamente la scansione
ja: 現在のAPPバージョンは低すぎて、このQRコードを認識できません。アプリマーケットにアクセスしてアプリを更新し、もう一度スキャンしてください
ko: 현재 앱 버전이 너무 낮아 이 QR 코드를 인식할 수 없습니다. 앱 마켓으로 이동하여 앱을 업데이트하고 다시 스캔하세요.
nb: Den nåværende APP-versjonen er for lav til å gjenkjenne denne QR-koden. Gå til appmarkedet for å oppdatere appen og skann på nytt
nl: De huidige APP-versie is te laag om deze QR-code te herkennen, ga naar de app-markt om de app bij te werken en opnieuw te scannen
pl: Aktualna wersja aplikacji jest zbyt niska, aby rozpoznać ten kod QR, przejdź do rynku aplikacji, aby zaktualizować aplikację i ponownie zeskanować
pt_br: A versão atual do APP é muito baixa para reconhecer este código QR, vá ao mercado de aplicativos para atualizar o aplicativo e digitalizar novamente
ro: Versiunea actuală a aplicației este prea scăzută pentru a recunoaște acest cod QR, accesați piața de aplicații pentru a actualiza aplicația și scanați din nou
ru: Текущая версия приложения слишком мала, чтобы распознать этот QR-код, перейдите в магазин приложений, чтобы обновить приложение и отсканируйте еще раз.
sv: Den aktuella APP-versionen är för låg för att känna igen denna QR-kod, gå till appmarknaden för att uppdatera appen och skanna igen
th: เวอร์ชันแอปปัจจุบันต่ำเกินไปที่จะรับรู้โค้ด QR นี้ โปรดไปที่ตลาดแอปเพื่ออัปเดตแอปแล้วสแกนอีกครั้ง
tr: Mevcut APP sürümü bu QR kodunu tanıyamayacak kadar düşük, lütfen uygulamayı güncellemek ve tekrar taramak için uygulama pazarına gidin
vi: Phiên bản APP hiện tại quá thấp để nhận dạng mã QR này, vui lòng truy cập chợ ứng dụng để cập nhật ứng dụng và quét lại
zh_hans: 当前APP版本过低，无法识别此二维码，请前往应用市场更新本APP后重新扫描
zh_hant: 當前APP版本過低，無法識別此二維碼，請前往應用市場更新本APP後重新掃描

# night
source: Night time
cs: Noc
de: Nacht
es: Por la noche
fi: yöllä
fr: Nuit
he: לילה
id: Waktu Malam
it: Notturno
ja: 白黒
ko: 야간 시간
nb: Natt
nl: Nachttijd
pl: Pora nocna
pt_br: Período noturno
ro: Noaptea
ru: Ночное время
sv: Nattid
th: เวลากลางคืน
tr: Gece vakti
vi: vào ban đêm
zh_hans: 夜间
zh_hant: 夜間
