Repository: Yolo-cell-hash/go_home_ios
Catalog: ios/Runner/JASDK/JAResources/XLanguage/X35MultiLanguage/*.lproj/X35MutiLanguage.strings
Languages: cs, de, es, fi, fr, he, id, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sv, th, tr, vi, zh_hans, zh_hant

# devicesetting_Video_area_Tips
source: Two-finger zoom circle and move the center of the circle to adjust the display range and area
cs: Kruh přiblížení dvěma prsty a posunutím středu kruhu upravte rozsah a oblast zobrazení
de: Kreis mit zwei Fingern aufziehen, um Anzeigebereich zu vergrößern oder zu verschieben
es: Círculo de zoom con dos dedos y mueva el centro del círculo para ajustar el rango y el área de visualización
fi: Zoomaa kahdella sormella ympyrää ja siirrä ympyrän keskustaa säätääksesi näyttöaluetta ja aluetta
fr: Cercle de zoom à deux doigts et déplacez le centre du cercle pour ajuster la plage et la zone d'affichage
he: זום בשתי אצבעות עיגול והזז את מרכז המעגל כדי להתאים את טווח התצוגה והאזור
id: Zoomcirkel met twee vingers en verplaats het midden van de cirkel om het weergavebereik en gebied aan te passen
it: Cerchio di zoom con due dita e sposta il centro del cerchio per regolare l'intervallo di visualizzazione e l'area
ja: 2本指で円をズームし、円の中心を動かして表示範囲と面積を調整します
ko: 두 손가락으로 원을 확대/축소하고 원의 중심을 이동하여 표시 범위 및 영역 조정
nb: Zoom sirkel med to fingre og flytt midten av sirkelen for å justere visningsområdet og området
nl: Zoomcirkel met twee vingers en verplaats het midden van de cirkel om het weergavebereik en gebied aan te passen
pl: Kółko powiększenia dwoma palcami i przesuń środek koła, aby dostosować zakres i obszar wyświetlania
pt_br: Círculo de zoom de dois dedos e mova o centro do círculo para ajustar o intervalo e área de exibição
ro: Cercul de zoom cu două degete și mutați centrul cercului pentru a regla intervalul și zona de afișare
ru: Круговое масштабирование двумя пальцами и переместите центр круга, чтобы настроить диапазон и область отображения.
sv: Zooma cirkeln med två fingrar och flytta mitten av cirkeln för att justera visningsområdet och området
th: วงกลมซูมด้วยสองนิ้วแล้วเลื่อนศูนย์กลางของวงกลมเพื่อปรับช่วงและพื้นที่การแสดงผล
tr: Görüntüleme aralığını ve alanını ayarlamak için iki parmakla yakınlaştırın ve dairenin merkezini hareket ettirin
vi: Thu phóng vòng tròn bằng hai ngón tay và di chuyển tâm của vòng tròn để điều chỉnh phạm vi và khu vực hiển thị
zh_hans: 双指缩放圆形及移动圆心调整显示范围和区域
zh_hant: 雙指縮放圓形及移動圓心調整顯示範圍和區域

# Addevice_Camera_not_found
source: Camera not found
cs: Kamera nenalezena
de: Kamera nicht gefunden
es: Cámara no encontrada
fi: Kameraa ei löydy
fr: Caméra introuvable
he: מצלמה לא נמצאה
id: Kamera tidak ditemukan
it: Fotocamera non trovata
ja: カメラが見つかりません
ko: 카메라를 찾을 수 없음
nb: Kameraet ble ikke funnet
nl: Camera niet gevonden
pl: Nie znaleziono kamery
pt_br: Câmera não encontrada
ro: Aparatul foto nu a fost găsit
ru: Камера не найдена
sv: Kameran hittades inte
th: ไม่พบกล้อง
tr: Kamera bulunamadı
vi: Không tìm thấy máy ảnh
zh_hans: 未搜索到摄像机
zh_hant: 未搜索到攝像機

# preview_Reconnect
source: Reconnect
cs: Znovu připojit
de: Neu verbinden
es: Reconectar
fi: Yhdistä uudelleen
fr: Reconnecter
he: התחבר מחדש
id: Hubungkan kembali
it: Riconnetti
ja: 再接続
ko: 다시 연결
nb: Koble til igjen
nl: Maak opnieuw verbinding
pl: Na nowo połączyć
pt_br: Reconectar
ro: Reconectați-vă
ru: Повторно подключиться
sv: Anslut igen
th: เชื่อมต่อใหม่
tr: Yeniden bağlan
vi: Kết nối lại
zh_hans: 重新连接
zh_hant: 重新連接

# preview_infrared_always_on
source: Infrared always on
cs: Infračervené vždy zapnuté
de: Infrarot immer an
es: Infrarrojos siempre encendidos
fi: Infrapuna aina päällä
fr: Infrarouge toujours activé
he: אינפרא אדום תמיד פועל
id: Inframerah selalu menyala
it: Infrarossi sempre accesi
ja: 赤外線は常にオン
ko: 적외선 상시 켜짐
nb: Infrarød alltid på
nl: Infrarood altijd aan
pl: Podczerwień zawsze włączona
pt_br: Infravermelho sempre ligado
ro: Infraroșu mereu pornit
ru: Инфракрасный свет всегда включен
sv: Infraröd alltid på
th: อินฟราเรดเปิดตลอดเวลา
tr: Kızılötesi her zaman açık
vi: Hồng ngoại luôn bật
zh_hans: 红外常开
zh_hant: 紅外常開

# cloud_Alarm_recording
source: Alarm recording
cs: Záznam poplachu
de: Alarmaufnahme
es: Grabación de alarma
fi: Hälytystallennus
fr: Enregistrement d'alarme
he: הקלטת אזעקה
id: Rekaman alarm
it: Registrazione allarmi
ja: 目覚まし時計
ko: 알람 녹음
nb: Alarmopptak
nl: Alarmopname
pl: Nagrywanie alarmowe
pt_br: Gravação de alarme
ro: Înregistrare alarmă
ru: Запись по тревоге
sv: Larminspelning
th: บันทึกนาฬิกาปลุก
tr: Alarm kaydı
vi: Ghi âm báo thức
zh_hans: 警报录像
zh_hant: 警報錄像

# person_share_device_delete_ios
source: Sorry, devices "%@" can only be deleted one by one
cs: Je nám líto, zařízení "%@" lze smazat pouze jeden po druhém
de: Leider können Geräte "%@" nur einzeln gelöscht werden
es: Lo sentimos, los dispositivos "%@" solo se pueden eliminar uno por uno
fi: Valitettavasti laitteet "%@" voidaan poistaa vain yksi kerrallaan
fr: Désolé, les appareils "%@" ne peuvent être supprimés qu'un par un
he: מצטערים, ניתן למחוק את המכשירים "%@" בזה אחר זה
id: Maaf, perangkat "%@" hanya dapat dihapus satu per satu
it: Spiacenti, i dispositivi "%@" possono essere eliminati solo uno per uno
ja: デバイス「%@」は1つずつしか削除できません
ko: 죄송합니다. "%@"장치는 하나씩 만 삭제할 수 있습니다.
nb: Beklager, enhetene "%@" kan bare slettes en etter en
nl: Sorry, apparaten "%@" kunnen slechts één voor één worden verwijderd
pl: Przepraszamy, urządzenia "%@" można usuwać tylko pojedynczo
pt_br: Desculpe, os dispositivos "%@" só podem ser excluídos um por um
ro: Ne pare rău, dispozitivele "%@" pot fi șterse doar unul câte unul
ru: Извините, устройства "%@" можно удалить только по одному
sv: Tyvärr kan enheterna "%@" bara raderas en efter en
th: ขออภัยอุปกรณ์ "%@" สามารถลบได้ทีละเครื่องเท่านั้น
tr: Maalesef "%@" cihazları yalnızca tek tek silinebilir
vi: Xin lỗi, chỉ có thể xóa từng thiết bị ”%@” một
zh_hans: 抱歉，设备“%@”只能逐个删除
zh_hant: 抱歉，設備“%@”只能逐個刪除

# Devicesetting_Go_to_push_message_settings
source: Go to push message settings
cs: Přejděte do nastavení zpráv push
de: Gehen Sie zu den Push-Nachrichten Einstellungen
es: Ir a la configuración de mensajes push
fi: Siirry push-viestiasetuksiin
fr: Accéder aux paramètres des messages push
he: עבור להגדרות של הודעת דחיפה
id: Buka pengaturan pesan push
it: Vai alle impostazioni dei messaggi push
ja: プッシュメッセージ設定に移動します
ko: 푸시 메시지 설정으로 이동
nb: Gå til push-meldingsinnstillinger
nl: Ga naar instellingen voor pushberichten
pl: Przejdź do ustawień wiadomości Push
pt_br: Vá para as configurações de mensagens push
ro: Accesați setările mesajului push
ru: Перейти к настройкам push-уведомлений
sv: Gå till push-meddelandeinställningar
th: ไปที่การตั้งค่าข้อความพุช
tr: Push mesajı ayarlarına gidin
vi: Đi tới cài đặt tin nhắn đẩy
zh_hans: 前往推送消息设置
zh_hant: 前往推送消息設置

# help_Order_enter_number
source: Please enter the order number
cs: Zadejte prosím číslo objednávky
de: Bitte Bestellnummer eingeben
es: Por favor ingrese el número de pedido.
fi: Anna tilausnumero
fr: Veuillez saisir le numéro de commande
he: נא להזין את מספר ההזמנה
id: Silakan masukkan nomor pesanan
it: Si prega di inserire il numero d'ordine
ja: 注文番号を入力してください
ko: 주문번호를 입력해주세요
nb: Vennligst skriv inn ordrenummeret
nl: Voer het bestelnummer in
pl: Proszę podać numer zamówienia
pt_br: Por favor insira o número do pedido
ro: Vă rugăm să introduceți numărul comenzii
ru: Пожалуйста, введите номер заказа
sv: Vänligen ange ordernumret
th: กรุณากรอกหมายเลขคำสั่งซื้อ
tr: Lütfen sipariş numarasını giriniz
vi: Vui lòng nhập số thứ tự
zh_hans: 请输入订单号
zh_hant: 請輸入訂單號

# deviceSetting_Privacy_area_1
source: Privacy area
cs: Oblast soukromí
de: Bereich
es: Área
fi: Yksityisyysalue
fr: Région
he: אזור פרטיות
id: Area privasi
it: Area privacy
ja: 領域
ko: 지역
nb: Område
nl: Privacygebied
pl: Powierzchnia
pt_br: Área
ro: Zonă
ru: площадь
sv: Område
th: พื้นที่
tr: Alan
vi: Khu vực
zh_hans: 隐私区
zh_hant: 隱私區

# cloud_insufficient
source: Insufficient app inventory
cs: Nedostatek inventáře
de: Unzureichendes App-Aufstellung
es: Inventario de aplicaciones insuficiente
fi: Varaston riittämättömyys
fr: Inventaire des applications insuffisant
he: אין מקום לאפליקציות חדשות
id: Invetaris APP tidak cukup
it: Spazio su app insufficiente
ja: アプリの在庫が不十分です。
ko: 앱 인벤토리 부족
nb: Utilstrekkelig app inventar
nl: Onvoldoende app-voorraad
pl: Niewystarczające zasoby reklamowe aplikacji
pt_br: Inventário insuficiente
ro: Inventar insuficient de aplicații
ru: Недостаточный инвентарь приложения
sv: Otillräcklig appinventering
th: พื้นที่แอปไม่เพียงพอ
tr: Yetersiz uygulama envanteri
vi: Không đủ kho ứng dụng
zh_hans: app库存不足
zh_hant: app庫存不足

# addDevice_LAN
source: Add by LAN
cs: Přidání sítě LAN
de: Hinzufügen über LAN
es: Agregar por LAN
fi: LAN lisää
fr: Ajouter par LAN
he: הוספת באמצעות סריקת LAN
id: Tambah dengan LAN
it: Associazione LAN
ja: LANで追加
ko: LAN으로 등록
nb: Legg til via nettverk
nl: Toevoegen aan LAN
pl: Dodaj przez LAN
pt_br: Adicionar por LAN
ro: Adăugați prin LAN
ru: Добавить по локальной сети
sv: Lägg till via LAN
th: เพิ่มโดย LAN
tr: LAN ile ekle
vi: Thêm mạng LAN
zh_hans: 局域网添加
zh_hant: 局域網添加

# cloud_select_feedback_type
source: Select feedback type
cs: Vyberte typ zpětné vazby
de: Problem auswählen
es: Seleccione el tipo de retroalimentación
fi: Valitse palautetyyppi
fr: Sélectionnez le type de commentaires
he: בחר סוג משוב
id: Pilih jenis umpan balik
it: Seleziona il tipo di feedback
ja: フィードバックの種類を選択
ko: 의견 유형 선택
nb: Velg tilbakemeldingstype
nl: Selecteer feedbacktype
pl: Wybierz typ opinii
pt_br: Selecione o tipo de feedback
ro: Selectați tipul de feedback
ru: Выберите тип обратной связи
sv: Välj återkopplingstyp
th: เลือกประเภทของข้อเสนอแนะ
tr: Geri bildirim türünü seçin
vi: Chọn loại phản hồi
zh_hans: 选择反馈类型
zh_hant: 選擇反饋類型

# devicesetting_tf_abnormal_prompt
source: TF card status is abnormal,whether to repair
cs: Stav karty TF je abnormální,ať opravuje
de: Status SD-Karte fehlerhaft, reparieren
es: Estado de la tarjeta TF es anormal,ya sea para reparar
fi: TF-kortin tila on epänormaali,korjata
fr: L'état de la carte TF est anormal, réparez-la
he: מצב כרטיס TF אינו תקין,אם לתקן
id: status kartu TF tidak normal,akan diperbaiki
it: Lo stato della scheda TF è anormale,sia per la riparazione
ja: TFカードの状態が異常です。修復してください
ko: TF 카드 상태가 비정상적인지, 수리 여부
nb: TF-kortstatus er unormal,om det skal repareres
nl: De status van de TF-kaart is abnormaal,of deze moet worden gerepareerd
pl: Status karty TF jest nieprawidłowy,czy naprawić
pt_br: Status do cartão TF é anormal,seja para reparar
ro: Starea cardului TF este anormală,indiferent dacă se repară
ru: Состояние TF-карты ненормальное,нужно ли ремонтировать
sv: TF-kortstatus är onormal,om det ska repareras
th: สถานะการ์ด TF ผิดปกติ,จะซ่อมแซมหรือไม่
tr: TF kartı durumu,tamir edilip edilmeyeceği anormal
vi: Trạng thái thẻ TF không bình thường. Bạn có muốn sửa chữa nó không
zh_hans: TF卡状态异常，是否进行修复
zh_hant: TF卡狀態異常，是否進行修復

# preview_swipeup_down_change_lens_magnifica
source: Swipe up and down to change the camera lens magnification
cs: Přejetím nahoru a dolů změníte zvětšení objektivu fotoaparátu
de: Wischen Sie nach oben und unten, um die Vergrößerung des Kameraobjektivs zu ändern
es: Deslice hacia arriba y hacia abajo para cambiar la ampliación de la lente de la cámara
fi: Pyyhkäise ylös ja alas muuttaaksesi kameran linssin suurennusta
fr: Balayez vers le haut et vers le bas pour modifier le grossissement de l'objectif de la caméra
he: החלק למעלה ולמטה כדי לשנות את הגדלה של עדשת המצלמה
id: Geser ke atas dan ke bawah untuk mengubah perbesaran lensa kamera
it: Scorri verso l'alto e verso il basso per modificare l'ingrandimento dell'obiettivo della fotocamera
ja: 上下にスワイプして、カメラのレンズ倍率を変更します
ko: 카메라 렌즈 배율을 변경하려면 위아래로 스와이프하세요.
nb: Sveip opp og ned for å endre kameralinsens forstørrelse
nl: Veeg omhoog en omlaag om de vergroting van de cameralens te wijzigen
pl: Przesuń w górę iw dół, aby zmienić powiększenie obiektywu aparatu
pt_br: Deslize para cima e para baixo para alterar a ampliação da lente da câmera
ro: Glisați în sus și în jos pentru a schimba mărirea obiectivului camerei
ru: Проведите пальцем вверх и вниз, чтобы изменить увеличение объектива камеры
sv: Svep upp och ned för att ändra kameralinsens förstoring
th: ปัดขึ้นและลงเพื่อเปลี่ยนกำลังขยายเลนส์กล้อง
tr: Kamera lensi büyütmesini değiştirmek için yukarı ve aşağı kaydırın
vi: Vuốt lên và xuống để thay đổi độ phóng đại của ống kính máy ảnh
zh_hans: 上下滑动改变摄像机镜头倍率
zh_hant: 上下滑動改變攝像機鏡頭倍率

# device_type
source: Device's type
cs: Typ zařízení
de: Gerätetyp
es: Tipo de Equipo
fi: Laitteen tyyppi
fr: Type d'appareil
he: סוג המכשיר
id: Tipe Perangkat
it: Tipologia dispositivo
ja: デバイスタイプ
ko: 기기 종류
nb: Enhetstype
nl: Type apparaat
pl: Typ urządzenia
pt_br: Tipo de dispositivo
ro: Tip de dispozitiv
ru: Тип устройства
sv: Enhetstyp
th: ประเภทอุปกรณ์
tr: Cihaz tipi
vi: Loại thiết bị
zh_hans: 设备类型
zh_hant: 設備類型

# deviceSetting_Picture_settings
source: Image setting
cs: Nastavení obrazu
de: Bildeinstellung
es: Configuración de imagen
fi: Kuvan asetus
fr: Réglage de l'image
he: הגדרת תמונה
id: Pengaturan gambar
it: Impostazione dell'immagine
ja: 画像設定
ko: 이미지 설정
nb: Bildeinnstilling
nl: Afbeeldingsinstelling
pl: Ustawienie obrazu
pt_br: Configuração de imagem
ro: Setarea imaginii
ru: Настройка изображения
sv: Bildinställning
th: การตั้งค่าภาพ
tr: Görüntü ayarı
vi: Cài đặt hình ảnh
zh_hans: 画面设置
zh_hant: 畫面設置

# Addevice_check_basestation_have_password
source: It is detected that the base station has set a password. Please enter the correct password before adding
cs: Bylo zjištěno, že základna nastavila heslo. Před přidáním zadejte správné heslo
de: Es wurde erkannt, dass die Basisstation passwortgeschützt ist. Bitte geben Sie vor dem Hinzufügen das richtige Passwort ein
es: Se detecta que la estación base ha establecido una contraseña. Por favor ingrese la contraseña correcta antes de agregar
fi: On havaittu, että tukiasema on asettanut salasanan. Anna oikea salasana ennen lisäämistä
fr: Il est détecté que la station de base a défini un mot de passe. Veuillez entrer le mot de passe correct avant d'ajouter
he: זוהה שתחנת הבסיס הגדירה סיסמה. אנא הזן את הסיסמה הנכונה לפני ההוספה
id: Terdeteksi bahwa stasiun pangkalan telah menetapkan kata sandi. Harap masukkan kata sandi yang benar sebelum menambahkan
it: Viene rilevato che la stazione base ha impostato una password. Si prega di inserire la password corretta prima di aggiungere
ja: 基地局がパスワードを設定したことが検出されました。追加する前に正しいパスワードを入力してください
ko: 베이스 스테이션이 암호를 설정한 것으로 감지되었습니다. 추가하기 전에 정확한 비밀번호를 입력하세요
nb: Det oppdages at basestasjonen har satt et passord. Vennligst skriv inn riktig passord før du legger til
nl: Er is gedetecteerd dat het basisstation een wachtwoord heeft ingesteld. Voer het juiste wachtwoord in voordat u toevoegt
pl: Wykryto, że stacja bazowa ustawiła hasło. Wprowadź poprawne hasło przed dodaniem
pt_br: É detectado que a estação base definiu uma senha. Digite a senha correta antes de adicionar
ro: Este detectat că stația de bază a setat o parolă. Vă rugăm să introduceți parola corectă înainte de a adăuga
ru: Обнаружено, что базовая станция установила пароль. Пожалуйста, введите правильный пароль перед добавлением
sv: Det upptäcks att basstationen har ställt in ett lösenord. Vänligen ange rätt lösenord innan du lägger till
th: ตรวจพบว่าสถานีฐานได้ตั้งรหัสผ่านไว้ กรุณาใส่รหัสผ่านที่ถูกต้องก่อนเพิ่ม
tr: Baz istasyonunun bir şifre belirlediği tespit edildi. Lütfen eklemeden önce doğru şifreyi girin
vi: Nó được phát hiện rằng trạm gốc đã đặt mật khẩu. Vui lòng nhập mật khẩu chính xác trước khi thêm
zh_hans: 检测到基站已设置密码，请输入正确的密码后再添加
zh_hant: 檢測到基站已設置密碼，請輸入正確的密碼後再添加

# AI_Smart_detection_purchase_activate_cloud
source: Cars, pets and packages can be identified by smart detection, smart detection is available after purchasing cloud storage service.
cs: Auta, domácí mazlíčci a balíčky lze identifikovat pomocí chytré detekce, chytrá detekce je k dispozici po zakoupení služby cloudového úložiště.
de: Autos, Haustiere und Pakete können durch intelligente Erkennung identifiziert werden, intelligente Erkennung ist nach dem Kauf eines Cloud-Speicherdienstes verfügbar.
es: Los automóviles, las mascotas y los paquetes se pueden identificar mediante la detección inteligente, la detección inteligente está disponible después de comprar el servicio de almacenamiento en la nube.
fi: Autot, lemmikit ja paketit voidaan tunnistaa älykkäällä tunnistuksella, älykäs tunnistus on saatavilla pilvitallennuspalvelun ostamisen jälkeen.
fr: Les voitures, les animaux domestiques et les colis peuvent être identifiés par détection intelligente, la détection intelligente est disponible après l'achat d'un service de stockage en nuage.
he: ניתן לזהות מכוניות, חיות מחמד וחבילות על ידי זיהוי חכם, זיהוי חכם זמין לאחר רכישת שירות אחסון בענן.
id: Mobil, hewan peliharaan, dan paket dapat diidentifikasi dengan deteksi cerdas, deteksi cerdas tersedia setelah membeli layanan penyimpanan cloud.
it: Auto, animali domestici e pacchi possono essere identificati dal rilevamento intelligente, il rilevamento intelligente è disponibile dopo l'acquisto del servizio di archiviazione cloud.
ja: 車、ペット、パッケージはスマート検出で識別できます。スマート検出は、クラウド ストレージ サービスを購入した後に利用できます。
ko: 자동차, 반려동물, 짐 등은 스마트 감지로 식별 가능하며, 스마트 감지는 클라우드 스토리지 서비스 구매 후 이용 가능합니다.
nb: Biler, kjæledyr og pakker kan identifiseres ved smart deteksjon, smart deteksjon er tilgjengelig etter kjøp av skylagringstjeneste.
nl: Auto's, huisdieren en pakketten kunnen worden geïdentificeerd door slimme detectie, slimme detectie is beschikbaar na aanschaf van een cloudopslagservice.
pl: Samochody, zwierzęta i paczki można identyfikować za pomocą inteligentnego wykrywania, inteligentne wykrywanie jest dostępne po zakupie usługi przechowywania w chmurze.
pt_br: Carros, animais de estimação e pacotes podem ser identificados por detecção inteligente, a detecção inteligente está disponível após a compra do serviço de armazenamento em nuvem.
ro: Mașinile, animalele de companie și pachetele pot fi identificate prin detectarea inteligentă, detectarea inteligentă este disponibilă după achiziționarea serviciului de stocare în cloud.
ru: Автомобили, домашние животные и посылки могут быть идентифицированы с помощью интеллектуального обнаружения, интеллектуальное обнаружение доступно после покупки облачного хранилища.
sv: Bilar, husdjur och paket kan identifieras med smart detektering, smart detektering är tillgänglig efter köp av molnlagringstjänst.
th: รถยนต์ สัตว์เลี้ยงและแพ็คเกจสามารถระบุได้ด้วยการตรวจจับอัจฉริยะ การตรวจจับอัจฉริยะจะพร้อมใช้งานหลังจากซื้อบริการที่เก็บข้อมูลบนคลาวด์
tr: Arabalar, evcil hayvanlar ve paketler akıllı algılama ile tanımlanabilir, bulut depolama hizmeti satın alındıktan sonra akıllı algılama kullanılabilir.
vi: Ô tô, vật nuôi và gói hàng có thể được xác định bằng tính năng phát hiện thông minh, tính năng phát hiện thông minh có sẵn sau khi mua dịch vụ lưu trữ đám mây.
zh_hans: 车辆、宠物、包裹为AI智能识别功能，使用AI智能识别功能需先购买开通云存储服务
zh_hant: 車輛、寵物、包裹為AI智能識別功能，使用AI智能識別功能需先購買開通雲存儲服務

# person_alarm_selct_time_sun
source: Sunday
cs: Neděle
de: Sonntag
es: El domingo
fi: sunnuntai
fr: Dimanche
he: יום ראשון
id: minggu
it: domenica
ja: 日曜日
ko: 일요일
nb: søndag
nl: zondag
pl: Niedziela
pt_br: domingo
ro: duminică
ru: Воскресенье
sv: söndag
th: วันอาทิตย์
tr: Pazar
vi: chủ nhật
zh_hans: 周日
zh_hant: 週日

# adddevice_make_sure_connect_network_detail
source: ① Please disconnect the device from the network cable and follow up.
cs: ① Odpojte zařízení od síťového kabelu a pokračujte.
de: ① Bitte trennen Sie das Gerät vom Netzwerkkabel und folgen Sie den Anweisungen.
es: ① Desconecte el Equipo del cable de red y haga un seguimiento.
fi: ① Irrota laite verkkokaapelista ja seuraa sitä.
fr: ① Veuillez déconnecter le périphérique du câble réseau et faire un suivi.
he: ① נתק את ההתקן מכבל הרשת ופעל.
id: ① Harap lepaskan perangkat dari kabel jaringan dan tindak lanjuti.
it: ① Si prega di scollegare il dispositivo dal cavo di rete e follow-up.
ja: ① デバイスをネットワークケーブルから外してフォローアップしてください。
ko: ① 네트워크 케이블에서 장치를 분리하고 후속 조치하십시오.
nb: ① Vennligst koble enheten fra nettverkskabelen og følg opp.
nl: ① Koppel het apparaat los van de netwerkkabel en volg het op.
pl: ① Odłącz urządzenie od kabla sieciowego i kontynuuj.
pt_br: ① Por favor, desconecte o dispositivo do cabo de rede e siga-o.
ro: ① Deconectați dispozitivul de la cablul de rețea și continuați.
ru: ① Пожалуйста, отсоедините устройство от сетевого кабеля и выполните дальнейшие действия.
sv: ① Koppla bort enheten från nätverkskabeln och följ upp.
th: ①โปรดถอดอุปกรณ์ออกจากสายเคเบิลเครือข่ายและดำเนินการในภายหลัง
tr: ① Lütfen cihazı ağ kablosundan çıkarın ve takip edin.
vi: ① Vui lòng ngắt kết nối thiết bị khỏi cáp mạng và thực hiện các thao tác tiếp theo
zh_hans: ① 请将设备与网线断开后进行后续操作
zh_hant: ① 請將設備與網線斷開後進行後續操作

# preview_ptz_speed_grade
source: Speed grade
cs: Rychlost
de: Geschwindigkeit
es: Velocidad
fi: Nopeusaste
fr: La vitesse
he: ציון מהירות
id: Kecepatan
it: velocità
ja: スピードグレード
ko: 속도 등급
nb: hastighet
nl: Snelheid
pl: Prędkość
pt_br: Rapidez
ro: viteză
ru: скорость
sv: hastighet
th: ระดับความเร็ว
tr: Hız seviyesi
vi: Hạng tốc độ
zh_hans: 速度等级
zh_hant: 速度等級

# device_add_group
source: Add group
cs: Přidat skupinu
de: Gruppe hinzufügen
es: Agregar grupo
fi: Lisää ryhmä
fr: Ajouter un groupe
he: הוסף קבוצה
id: tambah Group
it: Aggiungi gruppo
ja: グループの追加
ko: 그룹 추가
nb: Legg til gruppe
nl: Groep toevoegen
pl: Dodaj grupę
pt_br: Adicionar grupo
ro: Adăugare grup
ru: Добавить группу
sv: Lägg till grupp
th: เพิ่มกลุ่ม
tr: Grup ekle
vi: Thêm nhóm
zh_hans: 添加分组
zh_hant: 添加分組

# person_Bluetooth_permissions
source: Bluetooth permissions
cs: Oprávnění Bluetooth
de: Bluetooth
es: Permisos de Bluetooth
fi: Bluetooth-oikeudet
fr: Autorisations Bluetooth
he: הרשאות Bluetooth
id: Izin Bluetooth
it: Autorizzazioni Bluetooth
ja: Bluetoothの許可
ko: 블루투스 권한
nb: Bluetooth-tillatelser
nl: Bluetooth-machtigingen
pl: Uprawnienia Bluetooth
pt_br: Permissões de Bluetooth
ro: Permisiunile Bluetooth
ru: Bluetooth-разрешения
sv: Bluetooth-behörigheter
th: สิทธิ์การเข้าถึงบลูทูธ
tr: Bluetooth izinleri
vi: Quyền Bluetooth
zh_hans: 蓝牙权限
zh_hant: 藍牙權限

# play_lamp_control
source: Light control
cs: Ovládání světla
de: Nachtsicht
es: Control de luz
fi: Valon ohjaus
fr: Contrôle de la lumière
he: הגדרת בהירות
id: Kontrol Lampu
it: Controllo luminosità
ja: ライト操作
ko: 조명 제어
nb: Lyskontroll
nl: Verlichtingsregeling
pl: Kontrola światła
pt_br: Controle de luz
ro: Control de lumini
ru: Управление светом
sv: Ljus kontroll
th: ควบคุมแสง
tr: Işık kontrolü
vi: Điều khiển ánh sáng
zh_hans: 灯控
zh_hant: 燈控

# cloud_cancelled_order
source: Cancelled
cs: Zrušeno
de: Abgebrochen
es: Cancelado
fi: peruttu
fr: Annulé
he: מבוטל
id: Dibatalkan
it: Annullato
ja: キャンセル
ko: 취소 된
nb: avbrutt
nl: Geannuleerd
pl: Anulowany
pt_br: Cancelado
ro: Anulat
ru: отменен
sv: Inställt
th: ยกเลิก
tr: İptal edildi
vi: Đã hủy
zh_hans: 已取消
zh_hant: 已取消

# devicesetting_Installation_mode
source: Installation mode
cs: Režim instalace
de: Installationsmodus
es: Modo de instalación
fi: Asennustila
fr: Mode d'installation
he: מצב התקנה
id: Installatiemodus:
it: Modalità di installazione
ja: インストールモード
ko: 설치 모드
nb: Installasjonsmodus
nl: Installatiemodus:
pl: Tryb instalacji
pt_br: Modo de instalação
ro: Modul de instalare
ru: Режим установки
sv: Installationsläge
th: โหมดการติดตั้ง
tr: Kurulum modu
vi: Chế độ cài đặt
zh_hans: 安装模式
zh_hant: 安裝模式
