Repository: Yolo-cell-hash/go_home_ios
Catalog: ios/Runner/JASDK/JAResources/XLanguage/X35MultiLanguage/*.lproj/X35MutiLanguage.strings
Languages: cs, de, es, fi, fr, he, id, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sv, th, tr, vi, zh_hans, zh_hant

# person_feedback_question_check_info
source: Q4: Make sure that the WiIFi account and password are filled in correctly
cs: Q4: Ujistěte se, že účet a heslo WiIFi jsou správně vyplněny
de: F4: Stellen Sie sicher, dass das WLAN-Konto und das Kennwort richtig eingegeben sind
es: P4: Asegúrese de que la cuenta y la contraseña de WiIFi se completen correctamente
fi: Q4: Varmista, että WiIFi-tili ja salasana on täytetty oikein
fr: Q4: Assurez-vous que le compte WiIFi et le mot de passe sont remplis correctement
he: שאלה 4: ודא שחשבון ה- WiIFi והסיסמה מלאים כראוי
id: T4: Pastikan akun dan kata sandi WiIFi diisi dengan benar
it: Q4: assicurati che l'account WiIFi e la password siano compilati correttamente
ja: Q4：SSIDとパスワードが正しく入力されていることを確認してください
ko: Q4 : WiIFi 계정 및 비밀번호가 올바르게 입력되었는지 확인하십시오
nb: Spørsmål 4: Forsikre deg om at WiIFi-kontoen og passordet er riktig utfylt
nl: V4: Zorg ervoor dat het WiIFi-account en wachtwoord correct zijn ingevuld
pl: P4: Upewnij się, że konto WiIFi i hasło są poprawnie wypełnione
pt_br: Q4: verifique se a conta e a senha do WiIFi estão preenchidas corretamente
ro: Q4: Asigurați-vă că contul WiIFi și parola sunt completate corect
ru: Q4: убедитесь, что учетная запись и пароль WiIFi заполнены правильно
sv: F4: Se till att WiIFi-kontot och lösenordet fylls i korrekt
th: Q4: ตรวจสอบให้แน่ใจว่ามีการกรอกบัญชี WiIFi และรหัสผ่านอย่างถูกต้อง
tr: S4: WiIFi hesabının ve şifresinin doğru bir şekilde doldurulduğundan emin olun
vi: Q4: Đảm bảo rằng tài khoản WiIFi và mật khẩu được điền chính xác
zh_hans: Q4：确保WiIFi的账号、密码填写正确
zh_hant: Q4：確保WiIFi的賬號、密碼填寫正確

# mall_Web_page_provided
source: Web page provided by %1$s
cs: Webovou stránku poskytuje %1$s
de: Webseite bereitgestellt von %1$s
es: Página web proporcionada por %1$s
fi: Web-sivun tarjoaa %1$s
fr: Page Web fournie par %1$s
he: דף אינטרנט מסופק על ידי %1$s
id: Halaman web disediakan oleh %1$s
it: Pagina Web fornita da %1$s
ja: %1$s 提供の Web ページ
ko: %1$s에서 제공한 웹 페이지
nb: Nettside levert av %1$s
nl: Webpagina geleverd door %1$s
pl: Strona internetowa dostarczona przez %1$s
pt_br: Página da Web fornecida por %1$s
ro: Pagina web oferită de %1$s
ru: Веб-страница предоставлена %1$s
sv: Webbsida tillhandahållen av %1$s
th: หน้าเว็บจัดทำโดย %1$s
tr: %1$s tarafından sağlanan web sayfası
vi: Trang web được cung cấp bởi %1$s
zh_hans: 网页由%1$s提供
zh_hant: 網頁由%1$s提供

# login_user_does_not_exist
source: User name doesn't exist
cs: Uživatel neexistuje
de: Benutzername existiert nicht
es: el usuario no existe
fi: Käyttäjää ei ole
fr: Le nom d'utilisateur n'existe pas
he: משתמש לא קיים
id: Nama pengguna tidak terdaftar
it: Username inesistente
ja: ユーザー名が存在しません
ko: 없는 ID입니다.
nb: Brukernavn finnes ikke
nl: Gebruikersnaam bestaat niet
pl: Nazwa użytkownika nie istnieje
pt_br: O nome de usuário não existe
ro: Numele de utilizator nu există
ru: Имя пользователя не существует
sv: Användarnamnet finns inte
th: ไม่มีชื่อผู้ใช้งานนี้
tr: Kullanıcı adı mevcut değil
vi: người dùng không tồn tại
zh_hans: 用户不存在
zh_hant: 用戶不存在

# Preview_UHD
source: HD
zh_hans: 超清
zh_hant: 超清

# person_feedback_question_preset_1
source: Function 1: After setting the "preset location", you can locate the location you care about anytime and anywhere, and quickly check the changes in your home.
cs: Funkce 1: Po nastavení "přednastaveného umístění" můžete kdykoli a kdekoli najít místo, na kterém vám záleží, a rychle zkontrolovat změny ve vaší domácnosti.
de: Funktion 1: Nachdem Sie die "Preset Position" eingestellt haben, können Sie jederzeit und überall den Ort finden, der Ihnen wichtig ist, und schnell die Änderungen in Ihrem Zuhause überprüfen.
es: Función 1: después de configurar la "ubicación preestablecida", puede ubicar la ubicación que le interesa en cualquier momento y en cualquier lugar, y verificar rápidamente los cambios en su hogar.
fi: Toiminto 1: Kun olet asettanut "esiasetetun sijainnin", voit paikantaa sinulle tärkeän sijainnin milloin tahansa ja missä tahansa ja tarkistaa nopeasti kotisi muutokset.
fr: Fonction 1 : après avoir défini "l'emplacement prédéfini", vous pouvez localiser l'emplacement qui vous intéresse à tout moment et n'importe où, et vérifier rapidement les changements dans votre maison.
he: פונקציה 1: לאחר הגדרת ה"מיקום המוגדר מראש", תוכל לאתר את המיקום שאכפת לך ממנו בכל זמן ובכל מקום, ולבדוק במהירות את השינויים בביתך.
id: Fungsi 1: Setelah mengatur "lokasi prasetel", Anda dapat menemukan lokasi yang Anda pedulikan kapan saja dan di mana saja, dan dengan cepat memeriksa perubahan di rumah Anda.
it: Funzione 1: dopo aver impostato la "posizione preimpostata", puoi individuare la posizione a cui tieni sempre e ovunque e controllare rapidamente i cambiamenti nella tua casa.
ja: 機能1：「あらかじめ設定された場所」を設定すると、いつでもどこでも気になる場所を見つけて、家の変化をすばやく確認できます。
ko: 기능 1: "사전설정 위치"설정 후, 언제 어디서나 관심 있는 위치를 찾고, 집 안의 변화를 빠르게 확인할 수 있습니다.
nb: Funksjon 1: Etter å ha angitt "forhåndsinnstilt plassering", kan du finne stedet du bryr deg om når som helst og hvor som helst, og raskt sjekke endringene i hjemmet ditt.
nl: Functie 1: Na het instellen van de "vooraf ingestelde locatie", kunt u de locatie die u belangrijk vindt altijd en overal lokaliseren en snel de wijzigingen in uw huis controleren.
pl: Funkcja 1: Po ustawieniu "zaprogramowanej lokalizacji" możesz zlokalizować lokalizację, na której Ci zależy, w dowolnym miejscu i czasie oraz szybko sprawdzić zmiany w swoim domu.
pt_br: Função 1: Depois de definir o "local predefinido", você pode localizar o local de seu interesse a qualquer hora e em qualquer lugar e verificar rapidamente as alterações em sua casa.
ro: Funcția 1: După setarea "locației prestabilite", puteți localiza locația care vă interesează oricând și oriunde și puteți verifica rapid modificările din casa dvs.
ru: Функция 1: после установки "предустановленного местоположения" вы можете найти место, которое вам нужно, в любое время и в любом месте, а также быстро проверить изменения в вашем доме.
sv: Funktion 1: Efter att ha ställt in den "förinställda platsen" kan du hitta den plats du bryr dig om när som helst och var som helst, och snabbt kontrollera ändringarna i ditt hem.
th: ฟังก์ชัน 1: หลังจากตั้งค่า "ตำแหน่งที่ตั้งไว้ล่วงหน้า" คุณสามารถค้นหาตำแหน่งที่คุณสนใจได้ทุกที่ทุกเวลา และตรวจสอบการเปลี่ยนแปลงในบ้านของคุณอย่างรวดเร็ว
tr: Fonksiyon 1: "Önceden ayarlanmış konum" ayarını yaptıktan sonra, ilgilendiğiniz konumu istediğiniz zaman ve istediğiniz yerde bulabilir, evinizdeki değişiklikleri hızlı bir şekilde kontrol edebilirsiniz.
vi: Chức năng 1: Sau khi thiết lập "vị trí đặt trước", bạn có thể xác định vị trí mà bạn quan tâm bất cứ lúc nào và bất cứ nơi nào, và nhanh chóng kiểm tra các thay đổi trong nhà của bạn.
zh_hans: 作用1:设置“常看位置”后，您可以随时随地定位到您关心的位置上，快速查看家中的变化。
zh_hant: 作用1:設置“常看位置”後，您可以隨時隨地定位到您關心的位置上，快速查看家中的變化。

# help_addDevice_textTips_23
source: 1. Click ①"Share"on the device's list interface to generate a QR code.
cs: 1. Seznam rozhraní zařízení Klepnutím na tlačítko 1 "Share" vygenerujte kód QR.
de: 1. Tippen Sie auf ① "Teilen" in der Geräteliste, um einen QR-Code zu erstellen.
es: 1. Interfaz de lista de Equipos Haga clic en ① "Compartir" para generar un código QR.
fi: 1. Laiteluettelon käyttöliittymä Luo QR-koodi napsauttamalla 1 "Jaa".
fr: 1. Dans l'interface de la liste des appareils, cliquez sur ①"Partager" pour générer un code QR.
he: 1. ממשק רשימת התקנים לחץ על "שתף" כדי ליצור קוד QR.
id: 1. Klik ①"…" di Daftar perangkat,Pilih ② "Bagikan Perangkat",akan buat Kode QR
it: 1. Interfaccia elenco dispositivi Fare clic su①"Condividi" per generare un codice QR.
ja: 1.デバイスリストのインターフェースで、① "共有"をクリックしてQRコードを生成します。
ko: 1. 장치 목록 인터페이스① "공유"를 클릭하여 QR 코드를 생성하십시오.
nb: 1. Enhetslistegrensesnitt Klikk ① "Del" for å generere en QR-kode.
nl: 1. Apparaatlijstinterface Klik op ① "Delen" om een QR-code te genereren.
pl: 1. Interfejs listy urządzeń Kliknij ① "Udostępnij",aby wygenerować kod QR.
pt_br: 1. Interface da lista de dispositivos Clique em "Compartilhar" para gerar um código QR.
ro: 1. Interfața cu lista de dispozitive Faceți clic pe ① "Partajare " pentru a genera un cod QR.
ru: 1. Интерфейс списка устройств Нажмите Share "Поделиться ",чтобы создать QR-код.
sv: 1. Device List Interface Klicka på ① "Dela " för att skapa en QR-kod.
th: 1. คลิก① "แชร์" บนอินเทอร์เฟซรายการอุปกรณ์เพื่อสร้างรหัส QR
tr: 1. Cihaz listesi arayüzü QR kodu oluşturmak için ① "Paylaş " düğmesini tıklayın.
vi: 1. Nhấp vào ① "Chia sẻ" trên giao diện danh sách thiết bị để tạo mã QR.
zh_hans: 1.设备列表界面点击①“分享”，生成二维码。
zh_hant: 1.設備列表界麵點擊①“分享”，生成二維碼。

# plural_ios
source: %ld sec
cs: %ld sekund
de: %ld Sek
es: %ld segun
fi: %ld sekuntia
he: %ld שניות
id: %ld det
ja: %ld秒
ko: %ld 초
nb: %ld sek
pl: %ld sek
pt_br: %ld seg
ru: %ld сек
sv: %ld sek
th: %ld วินาที
tr: %ld sn
vi: %ld giây
zh_hans: %ld秒
zh_hant: %ld秒

# palyback_keep_playing
source: Keep playing
cs: Hraj dál
de: Weiter abspielen
es: Sigue jugando
fi: Jatka pelaamista
fr: Continue à jouer
he: תמשיך לשחק
id: Terus bermain
it: Continuare a giocare
ja: 再生し続けます
ko: 계속 플레이
nb: Fortsett å spille
nl: Blijven spelen
pl: Nie przestawaj grać
pt_br: Continue jogando
ro: Continua sa joci
ru: Продолжай играть
sv: Fortsätta spela
th: เล่นต่อไป
tr: Oynamaya devam et
vi: Tiếp tục chơi
zh_hans: 继续播放
zh_hant: 繼續播放

# person_feedback_question_preset_2
source: Function 2: Select "fixed-point cruise" in the device settings, and the camera will conduct cruise monitoring according to the preset position you set.
cs: Funkce 2: V nastavení zařízení vyberte "cestování s pevným bodem" a kamera bude sledovat tempomat podle vámi nastavené přednastavené polohy.
de: Funktion 2: Wählen Sie in den Geräteeinstellungen"Fixpunkte-Tour" aus, damit die Kamera alle von Ihnen häufig eingestellten Positionen anfährt
es: Función 2: Seleccione "crucero de punto fijo" en la configuración del dispositivo, y la cámara realizará un seguimiento de crucero de acuerdo con la posición preestablecida que establezca.
fi: Toiminto 2: Valitse laitteen asetuksista "kiinteän pisteen risteily", jolloin kamera valvoo risteilyä asettamasi esiasetuksen mukaan.
fr: Fonction 2 : sélectionnez "croisière à point fixe" dans les paramètres de l'appareil, et la caméra effectuera la surveillance de la croisière en fonction de la position prédéfinie que vous avez définie.
he: פונקציה 2: בחר "שיוט בנקודה קבועה" בהגדרות המכשיר, והמצלמה תבצע ניטור שיוט בהתאם למיקום שנקבע מראש.
id: Fungsi 2: Pilih "pelayaran titik tetap" di pengaturan perangkat, dan kamera akan melakukan pemantauan jelajah sesuai dengan posisi prasetel yang Anda tetapkan.
it: Funzione 2: seleziona "crociera a punto fisso" nelle impostazioni del dispositivo e la telecamera eseguirà il monitoraggio della velocità di crociera in base alla posizione preimpostata impostata.
ja: 機能2：デバイス設定で「定点巡航」を選択すると、設定した設定位置に従ってカメラが巡航監視を行います。
ko: 기능 2: 장치 설정에서 "고정 소수점 크루즈"를 선택하면 카메라가 설정한 사전 설정 위치에 따라 크루즈 모니터링을 수행합니다.
nb: Funksjon 2: Velg "fastpunktcruise" i enhetsinnstillingene, og kameraet vil utføre cruiseovervåking i henhold til den forhåndsinnstilte posisjonen du angir.
nl: Functie 2: Selecteer "cruise op een vast punt" in de apparaatinstellingen en de camera voert cruisebewaking uit volgens de vooraf ingestelde positie die u instelt.
pl: Funkcja 2: Wybierz "rejs stałopunktowy" w ustawieniach urządzenia, a kamera będzie monitorować tempomat zgodnie z ustawioną wstępnie pozycją.
pt_br: Função 2: Selecione "cruzeiro de ponto fixo" nas configurações do dispositivo e a câmera realizará o monitoramento de cruzeiro de acordo com a posição predefinida que você definiu.
ro: Funcția 2: Selectați "croazieră cu punct fix" în setările dispozitivului, iar camera va efectua monitorizarea croazierei în funcție de poziția presetată pe care o setați.
ru: Функция 2: выберите "Круиз с фиксированной точкой" в настройках устройства, и камера будет осуществлять мониторинг круиза в соответствии с заданным вами предустановленным положением.
sv: Funktion 2: Välj "fastpunktskryssning" i enhetsinställningarna, så kommer kameran att utföra kryssningsövervakning enligt den förinställda positionen du ställer in.
th: ฟังก์ชัน 2: เลือก "ล่องเรือจุดคงที่" ในการตั้งค่าอุปกรณ์ แล้วกล้องจะทำการตรวจสอบครูซตามตำแหน่งที่ตั้งไว้ล่วงหน้าที่คุณตั้งไว้
tr: Fonksiyon 2: Cihaz ayarlarında "sabit noktalı seyir"i seçin ve kamera, ayarladığınız ön ayar konumuna göre seyir izleme yapacaktır.
vi: Chức năng 2: Chọn "hành trình điểm cố định" trong phần cài đặt của thiết bị, camera sẽ tiến hành giám sát hành trình theo vị trí bạn đã cài đặt sẵn.
zh_hans: 作用2:在设备设置中选择“定点巡航”，摄像机将根据您设置的常看位置进行巡航监控。
zh_hant: 作用2:在設備設置中選擇“定點巡航”，攝像機將根據您設置的常看位置進行巡航監控。

# addDevice_settingFail_timeOut
source: Device setup failed,connection timeout
cs: Nastavení zařízení se nezdařilo,spojení vyprchalo
de: Geräte-Einrichtung fehlgeschlagen, Zeitüberschreitung Verbindung
es: La configuración del Equipo falla,el tiempo de espera de la conexión
fi: Laitteen asennus epäonnistui,yhteys päättyi
fr: La configuration du périphérique a échoué en raison du délai de connexion
he: ההתקנה נכשלה,פג זמן החיבור
id: Setup Perangkat Gagal,Waktu Koneksi Habis
it: Configurazione dispositivo fallita,timeout connessione
ja: 接続遅延により、デバイス設定ができませんでした。
ko: 연결시도 시간초과로 제품 설정 실패
nb: Enhetsoppsett feilet,tidsavbrudd på tilkobling
nl: Apparaatinstelling mislukt,time-out verbinding
pl: Konfiguracja nieudana,czas połączenia minął
pt_br: A configuração do dispositivo falha,tempo limite de conexão
ro: Setarea dispozitivului eșuează,timpul de conectare
ru: Сбой настройки устройства,тайм-аут соединения
sv: Enhetsinställningen misslyckas,anslutningstiden
th: การตั้งค่าอุปกรณ์ล้มเหลว,หมดเวลาการเชื่อมต่อ
tr: Cihaz kurulumu başarısız,bağlantı zaman aşımına uğradı
vi: Thiết lập thiết bị không thành công, kết nối đã hết thời gian chờ
zh_hans: 设备设置失败，连接超时
zh_hant: 設備設置失敗，連接超時

# play_video_cover
source: Video masking
cs: Maskování videa
de: Video Privatsphärebereich
es: El video está cubierto
fi: Videon peitto
fr: Masquage vidéo
he: מסיכת וידאו
id: Video terhalang
it: Video oscurato
ja: ビデオマスキング
ko: 영상 가리기
nb: Videomaskering
nl: Video maskeren
pl: Maskowanie
pt_br: Mascaramento de vídeo
ro: Masca video
ru: Маскировка видео
sv: Video maskering
th: การปิดบังวิดีโอ
tr: Video maskeleme
vi: Mặt nạ video
zh_hans: 视频遮盖
zh_hant: 視頻遮蓋

# person_cloud_speed_playback
source: Video high-speed playback
cs: Vysokorychlostní přehrávání videa
de: Hochgeschwindigkeitswiedergabe von Videos
es: Reproducción de video de alta velocidad
fi: Videon nopea toisto
fr: Lecture vidéo à grande vitesse
he: השמעת וידאו במהירות גבוהה
id: Pemutaran video berkecepatan tinggi
it: Riproduzione video ad alta velocità
ja: ビデオ高速再生
ko: 비디오 고속 재생
nb: Videoavspilling med høy hastighet
nl: Video afspelen met hoge snelheid
pl: Szybkie odtwarzanie wideo
pt_br: Reprodução de vídeo em alta velocidade
ro: Redare video de mare viteză
ru: Воспроизведение видео на высокой скорости
sv: Videouppspelning i hög hastighet
th: การเล่นวิดีโอความเร็วสูง
tr: Video yüksek hızlı oynatma
vi: Phát lại video tốc độ cao
zh_hans: 录像倍速播放，提升效率
zh_hant: 錄像倍速播放，提升效率

# device_password_error
source: Wrong password
cs: Špatné heslo
de: Falsches Passwort
es: Contraseña incorrecta
fi: Väärä salasana
fr: Mauvais mot de passe
he: ססמה שגויה
id: Sandi Salah
it: Password errata
ja: パスワードが違います
ko: 비밀번호 에러
nb: Feil passord
nl: Wachtwoord onjuist
pl: Błędne hasło
pt_br: Senha incorreta
ro: Parola gresita
ru: Неправильный пароль
sv: Fel lösenord
th: รหัสผ่านไม่ถูกต้อง
tr: Yanlış şifre
vi: sai mật khẩu
zh_hans: 密码错误
zh_hant: 密碼錯誤

# deviceSetting_tone_Settings
source: Set the prompt aduio
cs: Nastavte tón
de: Sprachansage einstellen
es: Establecer el tono
fi: Aseta ääni
fr: Donner le ton
he: בחר את צליל ההתראה
id: Pilih Bunyi
it: Imposta il tono
ja: 音の設定
ko: 음색 설정
nb: Still inn tonen
nl: Alarmstem instellen
pl: Ustaw dźwięk
pt_br: Configure o tom
ro: Seteaza tonul
ru: Задавать тон
sv: Ställ in tonen
th: ตั้งค่าเสียงเตือน
tr: Sesi ayarla
vi: Đặt âm báo
zh_hans: 设置提示音
zh_hant: 設置提示音

# devicelist_no_device_yet
source: No device yet
cs: Zatím žádné zařízení
de: Noch kein Gerät
es: Sin dispositivo todavía
fi: Ei laitetta vielä
fr: Pas encore d'appareil
he: אין מכשיר עדיין
id: Belum ada perangkat
it: Nessun dispositivo ancora
ja: デバイスなしまだ
ko: 아직 기기 없음
nb: Ingen enhet ennå
nl: Nog geen apparaat
pl: Nie ma jeszcze urządzenia
pt_br: Nenhum dispositivo ainda
ro: Niciun dispozitiv încă
ru: Нет устройства
sv: Ingen enhet ännu
th: ยังไม่มีอุปกรณ์
tr: Henüz cihaz yok
vi: Chưa có thiết bị
zh_hans: 还没有设备
zh_hant: 還沒有設備

# me_no_access_information
source: No access information
cs: Žádné informace o přístupu
de: Keine Zugriffsinformationen
es: Sin información de acceso
fi: Ei tietoja
fr: Aucune information de visite
he: לא קיימים פרטי ביקור
id: akses info
it: Nessuna informazione visite
ja: ログイン情報なし
ko: 방문 정보 없음
nb: Ingen tilgangsinformasjon
nl: Geen bezoekinfo
pl: Brak info o wizytach
pt_br: Nenhuma informação de visita
ro: Nu există informații despre vizite
ru: Нет информации о посещении
sv: Ingen besök info
th: ไม่มีข้อมูลการเข้าถึง
tr: Ziyaret bilgisi yok
vi: Không có thông tin truy cập
zh_hans: 无访问信息
zh_hant: 無訪問信息

# addevice_return_APP_4
source: 4.Return to the app and wait for the status bar to display "
cs: 4.Vraťte se do aplikace a vyčkejte, až se zobrazí stavový řádek "
de: 4. Kehren Sie zur App zurück und warten Sie, bis die Statusleiste "
es: 4.Vuelva a la aplicación y espere a que la barra de estado muestre"
fi: 4.Palaa sovellukseen ja odota tilarivin näyttämistä "
fr: 4.Revenez sur l'application et attendez que la barre d'état affiche"
he: 4. חזור אל האפליקציה והמתן לשורת המצב שתוצג "
id: 4.Kembali ke aplikasi dan tunggu bilah status ditampilkan "
it: 4. Tornare all'app e attendere che la barra di stato visualizzi "
ja: 4.アプリに戻り、ステータスバーに「
ko: 4. 앱으로 돌아가서 상태 표시 줄에 "가 표시 될 때까지 기다립니다.
nb: 4. Gå tilbake til appen og vent til statuslinjen vises "
nl: 4. Ga terug naar de app en wacht tot de statusbalk wordt weergegeven"
pl: 4. Wróć do aplikacji i poczekaj, aż pasek stanu wyświetli"
pt_br: 4.Volte ao aplicativo e aguarde a barra de status exibir"
ro: 4. Reveniți la aplicație și așteptați afișarea barei de stare "
ru: 4. Вернитесь в приложение и дождитесь отображения строки состояния "
sv: 4. Gå tillbaka till appen och vänta tills statusfältet visas "
th: 4. กลับไปที่ APP และรอให้แถบสถานะแสดง "
tr: 4. Uygulamayı geri getirin ve durum çubuğunun görüntülenmesini bekleyin "
vi: 4. Quay lại APP và đợi thanh trạng thái hiển thị "
zh_hans: 4.返回APP，等待状态栏显示“
zh_hant: 4.返回APP，等待狀態欄顯示“

# MJRefreshAutoFooterIdleText
source: Tap or pull up to load more
cs: Klepnutím nebo vytažením nahoru se načíst více
de: Tippen oder ziehen, um mehr zu laden
es: Haga clic o arrastre para cargar más
fi: Lataa lisää napsauttamalla tai vetämällä
fr: Cliquez ou tirez pour charger plus
he: לחץ או גרור למעלה כדי לטעון עוד
id: tekan dan tarik keatas untuk tampil selebihnya
it: Premere o trascinare in alto per caricare di più
ja: クリックまたはドラッグして更に読込む
ko: 화면을 위에서 아래로 당겨서 새로 고침을 해주세요.
nb: Klikk eller dra opp for å laste mer
nl: Tikken of omhoog trekken om meer te laden
pl: Przesuń lub przeciągnij aby pobrać więcej
pt_br: Toque ou puxe para cima para carregar mais
ro: Atingeți sau trageți în sus pentru a încărca mai mult
ru: Нажмите или потяните,чтобы загрузить больше
sv: Tryck eller dra upp för att ladda mer
th: แตะ หรือดึงขึ้น เพื่อโหลดข้อมูลเพิ่มเติม
tr: Daha fazla yüklemek için dokunun veya yukarı çekin
vi: Nhấp hoặc kéo lên để tải thêm
zh_hans: 点击或上拉加载更多
zh_hant: 點擊或上拉加載更多

source: Cancel
cs: Zrušit
de: Abbrechen
es: Cancelar
fi: peruttu
fr: Annuler
he: ביטול
id: Batal
it: Eliminare
ja: キャンセル
ko: 취소
nb: Avbryt
nl: Annuleren
pl: Anuluj
pt_br: Cancelar
ro: Anulare
ru: отменить
sv: Annullera
th: ยกเลิก
tr: İptal etmek
vi: hủy bỏ
zh_hans: 取消
zh_hant: 取消
