Repository: Yolo-cell-hash/go_home_ios
Catalog: ios/Runner/JASDK/JAResources/XLanguage/X35MultiLanguage/*.lproj/X35MutiLanguage.strings
Languages: cs, de, es, fi, fr, he, id, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sv, th, tr, vi, zh_hans, zh_hant

# service_map_location_permission
source: You have not turned on the location permission, after which you can locate and display the nearby service nodes.
cs: Nezapnuli jste oprávnění k umístění a poté můžete vyhledat a zobrazit blízké servisní uzly.
de: Sie haben die Standortberechtigung nicht aktiviert, mit welchen Sie nahe gelegenen Dienstknoten suchen und anzeigen können.
es: No ha activado el permiso de ubicación, después de lo cual puede ubicar y mostrar los nodos de servicio cercanos.
fi: Et ole kytkenyt sijaintilupaa päälle, jonka jälkeen voit paikantaa ja näyttää lähellä olevat palvelusolmut.
fr: Vous n'avez pas activé l'autorisation de localisation, après quoi vous pouvez localiser et afficher les nœuds de service à proximité.
he: לא הפעלת את הרשאת המיקום שלאחריה תוכל לאתר ולהציג את צמתי השירות הסמוכים.
id: Anda belum mengaktifkan izin lokasi, setelah itu Anda dapat menemukan dan menampilkan node layanan terdekat.
it: Non è stata attivata l'autorizzazione di posizione, dopodiché è possibile individuare e visualizzare i nodi di servizio vicini.
ja: 場所のアクセス許可をオンにしていないため、近くのサービスノードを見つけて表示できます。
ko: 위치 권한을 설정하지 않은 경우 근처 서비스 노드를 찾아서 표시 할 수 있습니다.
nb: Du har ikke slått på plasseringstillatelsen, hvoretter du kan finne og vise de nærliggende servicenodene.
nl: U hebt de locatietoestemming niet ingeschakeld, waarna u de nabijgelegen serviceknooppunten kunt lokaliseren en weergeven.
pl: Nie włączono uprawnienia do lokalizacji, po którym można zlokalizować i wyświetlić pobliskie węzły usług.
pt_br: Você não ativou a permissão de local, após o qual você pode localizar e exibir os nós de serviço próximos.
ro: Nu ați activat permisiunea de locație, după care puteți localiza și afișa nodurile de servicii din apropiere.
ru: Вы не включили разрешение на определение местоположения, после чего вы можете найти и отобразить близлежащие узлы обслуживания.
sv: Du har inte aktiverat platstillståndet, varefter du kan hitta och visa de närliggande servicenoderna.
th: คุณไม่ได้เปิดสิทธิ์เข้าถึงตำแหน่งคุณสามารถค้นหาและแสดงจุดบริการใกล้เคียงได้หลังจากเปิดใช้งานแล้วเท่านั้น
tr: Konum iznini açmadınız, bundan sonra yakındaki servis düğümlerini bulabilir ve görüntüleyebilirsiniz.
vi: Bạn chưa kích hoạt quyền định vị. Bạn chỉ có thể xác định vị trí và hiển thị các cửa hàng dịch vụ lân cận sau khi bật quyền đó.
zh_hans: 您还没有开启位置权限，开启后才能定位显示附近的服务网点。
zh_hant: 您還沒有開啟位置權限，開啟後才能定位定位附近的服務網點。

# adddevice_scan_success
source: Scanning code is successful, please click "Add"
cs: Kód skenování je úspěšný, klikněte prosím na tlačítko Přidat.
de: QR-Code erfolgreich gescannt. Tippen Sie auf "Hinzufügen".
es: El código de escaneo es exitoso, por favor haga clic en "Agregar"
fi: Skannauskoodi onnistuu, klikkaa "Lisää"
fr: Le code de numérisation est réussi, veuillez cliquer sur "Ajouter"
he: קוד הסריקה מצליח, לחץ על "הוסף"
id: Kode pemindaian berhasil, silakan klik "Tambah"
it: Il codice di scansione ha esito positivo, fai clic su "Aggiungi"
ja: スキャンコードは成功しました。「追加」をクリックしてください。
ko: 스캔 코드가 성공적이면 "추가"를 클릭하십시오.
nb: Skanningskoden er vellykket, vennligst klikk på "Legg til"
nl: De scancode is succesvol, klik op "Toevoegen"
pl: Kod skanowania powiódł się, kliknij "Dodaj"
pt_br: O código de digitalização é bem-sucedido, clique em "Adicionar"
ro: Codul de scanare are succes, faceți clic pe "Adăugați"
ru: Сканирование кода прошло успешно, пожалуйста, нажмите "Добавить"
sv: Skanningskoden är framgångsrik, klicka på "Lägg till"
th: สแกนรหัสสำเร็จโปรดคลิก "เพิ่ม"
tr: Tarama kodu başarılı, lütfen "Ekle" ye tıklayın
vi: Quét mã thành công, vui lòng nhấp vào "Thêm"
zh_hans: 扫码成功，请点击“添加”
zh_hant: 掃碼成功，請點擊“添加”

# valid_until
source: Valid date to
cs: Platí do
de: Gültig bis
es: Fecha válida para
fi: Voimassa kunnes
fr: Date valide pour
he: זמין עד
id: Berlaku Sampai
it: Data valida fino
ja: 有効な日付
ko: 유효한 날짜
nb: Gyldig til
nl: Geldige datum tot
pl: Ważna data to
pt_br: Data válida para
ro: Data validă la
ru: Срок действия до
sv: Giltigt datum till
th: วันที่ที่ถูกต้อง
tr: İçin geçerli tarih
vi: Có hiệu lực cho đến khi
zh_hans: 有效期至
zh_hant: 有效期至

# devicesetting_Effective_trigger_condition
source: Effective trigger condition
cs: Efektivní podmínka spouštění
de: Gültige Auslösebedingung
es: Condición de activación efectiva
fi: Tehokas laukaisutila
fr: Condition de déclenchement effective
he: מצב טריגר יעיל
id: Kondisi pemicu yang efektif
it: Efektywny warunek wyzwalania
ja: 有効なトリガー条件
ko: 효과적인 트리거 조건
nb: Effektiv utløsertilstand
nl: Effectieve triggerconditie
pl: Efektywny warunek wyzwalania
pt_br: Condição de gatilho eficaz
ro: Stare declanșatoare eficientă
ru: Эффективное условие триггера
sv: Effektivt utlösande tillstånd
th: สภาพทริกเกอร์ที่มีประสิทธิภาพ
tr: Etkili tetikleme koşulu
vi: Điều kiện kích hoạt hiệu quả
zh_hans: 有效触发条件
zh_hant: 有效觸發條件

# cloud_deposit_days
source: Cloud deposit
de: Cloud-Speicher
es: Depósito en la nube
fi: Pilven talletus
fr: Dépôt en Cloud
he: הפקדה בענן
id: deposit Awan
it: Deposito Cloud
ja: クラウド保存
ko: 구름 예금
nb: Cloud innskudd
nl: Cloud aanbetaling
pl: Zaliczka na chmury
pt_br: Depósito em nuvem
ro: Depozit în nori
ru: Облачный депозит
sv: Cloud insättning
th: การจัดเก็บแบบ คลาวด์
tr: Bulut mevduat
vi: Lưu trữ đám mây
zh_hans: 云存
zh_hant: 雲存

# play_screenRecord_end
source: Recording finish
cs: Konec videa
de: Aufnahme beendet
es: Termina la grabación
fi: Videon loppu
fr: Fin de l'enregistrement
he: ההקלטה הושלמה
id: rekaman selesai
it: Registrazione completata
ja: 録画終了
ko: 녹화 완료
nb: Opptak ferdig
nl: Opname voltooid
pl: Nagrywanie zakończone
pt_br: Acabamento de gravação
ro: Finalizarea înregistrării
ru: Запись заканчивается
sv: Inspelningsläge
th: การบันทึกสำเร็จ
tr: Kayıt bitirmek
vi: Kết thúc video
zh_hans: 录像结束
zh_hant: 錄像結束

# cloud_storage_details_how_to_buy_tips_3
source: (3) Cloud storage is only bound to the purchase user. The device with the cloud storage is deleted and added to the new account. Under the new account, the device will not be able to continue to enjoy the cloud storage;
cs: (3) Cloudové úložiště je vázáno pouze na nákupního uživatele. Zařízení s cloudovým úložištěm je vymazáno a přidáno do nového účtu. V novém účtu nebude zařízení moci využívat úložiště cloudu.
de: (3) Cloud-Speicher ist nur an den kaufenden Benutzer gebunden. Das Gerät mit dem Cloud-Speicher wird gelöscht und dem neuen Konto hinzugefügt. Unter dem neuen Konto kann das Gerät den Cloud-Speicher nicht weiter nutzen.
es: (3) El almacenamiento en la nube solo está vinculado al usuario que realiza la compra. El Equipo con el almacenamiento en la nube se elimina y se agrega a la nueva cuenta. Bajo la nueva cuenta, el Equipo no podrá seguir disfrutando del almacenamiento en la nube;
fi: (3) Pilvivarasto on sidottu vain ostoon. Laite, jossa on pilvivarasto, poistetaan ja lisätään uuteen tiliin. Uuden tilin alla laite ei voi jatkaa pilvivarastointia;
fr: (3) Le stockage dans le cloud est uniquement lié à l'utilisateur qui a effectué l'achat. Le périphérique avec le stockage en nuage est supprimé et ajouté au nouveau compte. Sous le nouveau compte, l'appareil ne pourra plus continuer à profiter du stockage en nuage.
he: (3) אחסון ענן מחובר רק למשתמש הרכישה. המכשיר עם אחסון הענן נמחק ומוסיף לחשבון החדש. תחת החשבון החדש, המכשיר לא יוכל להמשיך ליהנות מחנות האחסון בענן;
id: (3) Penyimpanan cloud hanya terikat pada pengguna pembelian. Perangkat dengan penyimpanan cloud dihapus dan ditambahkan ke akun baru. Di bawah akun baru, perangkat tidak akan dapat terus menikmati penyimpanan cloud;
it: (3) Lo spazio di archiviazione sul cloud è legato esclusivamente all'utente dell'acquisto. Il dispositivo con la memoria cloud viene eliminato e aggiunto al nuovo account. Con il nuovo account, il dispositivo non sarà in grado di continuare a usufruire del cloud storage;
ja: (3)クラウドストレージは購入ユーザーにのみバインドされています。クラウドストレージを持つデバイスが削除され、新しいアカウントに追加されます。新しいアカウントでは、デバイスはクラウドストレージを利用し続けることはできません。
ko: (3) 클라우드 스토리지는 구매 사용자에게만 바인딩됩니다. 클라우드 저장소가 있는 장치가 삭제되어 새 계정에 추가됩니다. 새로운 계정에서 장치는 클라우드 스토리지를 계속 사용할 수 없습니다.
nb: (3) Cloud-lagring er bare knyttet til kjøperen. Enheten med skylagringsplassen slettes og legges til den nye kontoen. Under den nye kontoen kan enheten ikke fortsette å nyte skylagringsplassen.
nl: (3) Cloudopslag is alleen gebonden aan de aankoopgebruiker. Het apparaat met de cloudopslag wordt verwijderd en toegevoegd aan het nieuwe account. Onder het nieuwe account kan het apparaat niet blijven genieten van de cloudopslag;
pl: (3) Pamięć masowa w chmurze jest związana tylko z użytkownikiem zakupu. Urządzenie z pamięcią masową w chmurze zostanie usunięte i dodane do nowego konta. W ramach nowego konta urządzenie nie będzie mogło nadal korzystać z pamięci w chmurze;
pt_br: (3) O armazenamento na nuvem é vinculado apenas ao usuário da compra. O dispositivo com o armazenamento em nuvem é excluído e adicionado à nova conta. Na nova conta, o dispositivo não poderá continuar desfrutando do armazenamento em nuvem.
ro: (3) Stocarea cloud-ului este legată doar de utilizatorul de cumpărare. Dispozitivul cu spațiul de stocare în cloud este șters și adăugat în noul cont. În noul cont, dispozitivul nu va mai putea să se bucure de spațiul de stocare în cloud;
ru: (3) Облачное хранилище связано только с покупателем. Устройство с облачным хранилищем будет удалено и добавлено в новую учетную запись. Под новой учетной записью устройство не сможет продолжать пользоваться облачным хранилищем;
sv: (3) Cloud-lagring är endast bunden till köparen. Enheten med molnlagringen raderas och läggs till i det nya kontot. Under det nya kontot kan enheten inte fortsätta att njuta av molnlagret.
th: (3) ที่เก็บข้อมูลบนคลาวด์จะผูกไว้กับผู้ใช้ที่ซื้อเท่านั้น อุปกรณ์ที่มีที่เก็บข้อมูลบนคลาวด์จะถูกลบและเพิ่มลงในบัญชีใหม่ ภายใต้บัญชีใหม่อุปกรณ์จะไม่สามารถใช้งานกับที่เก็บข้อมูลบคลาวด์ต่อไปได้
tr: (3) Bulut depolama yalnızca satın alan kullanıcıya bağlıdır. Bulut depolama alanına sahip cihaz silinir ve yeni hesaba eklenir. Yeni hesap altında, cihaz bulut depolama alanının tadını çıkarmaya devam edemez;
vi: (3) Bộ nhớ đám mây chỉ bị ràng buộc đối với người dùng mua. Sau khi thiết bị có bộ nhớ đám mây bị xóa và được thêm vào tài khoản mới, thiết bị có tài khoản mới sẽ không thể sử dụng bộ nhớ đám mây nữa;
zh_hans: (3)云存只和购买用户绑定，拥有云存的设备删除后添加至新账号，新账号下该设备将无法继续享受云存；
zh_hant: (3)雲存只和購買用戶綁定，擁有云存的設備刪除後添加至新賬號，新賬號下該設備將無法繼續享受雲存；

# person_Backup_video
source: Backup video
cs: Zálohované video
es: Video de respaldo
fi: Varmuuskopioi video
fr: Sauvegarde vidéo
he: גיבוי וידאו
id: Copy Video Kelaur
ja: バックアップビデオ
ko: 백업 비디오
pl: Nagranie
pt_br: Vídeo de backup
ro: Videoclip de rezervă
ru: Резервное копирование видео
sv: Säkerhetskopiera video
th: วิดีโอการสำรองข้อมูล
tr: Yedek video
vi: Sao lưu video
zh_hans: 备份视频
zh_hant: 備份視頻

# preview_clcik_button_cover_screen
source: Click the button here, and the video will cover the entire screen
cs: Klikněte na toto tlačítko a video pokryje celou obrazovku
de: Tippen Sie hier auf die Schaltfläche, um das Video über den gesamten Bildschirm anzuzeigen
es: Haga clic en el botón aquí y el video cubrirá toda la pantalla.
fi: Napsauttamalla tätä painiketta, video kattaa koko näytön
fr: Cliquez sur le bouton ici, et la vidéo couvrira tout l'écran
he: לחץ כאן על הכפתור, והסרטון יכסה את כל המסך
id: Klik tombol di sini, dan video akan menutupi seluruh layar
it: Fare clic sul pulsante qui e il video coprirà l'intero schermo
ja: こちらのボタンをクリックすると、ビデオが画面全体をカバーします
ko: 여기에서 버튼을 클릭하면 동영상이 전체 화면을 차지합니다.
nb: Klikk på knappen her, og videoen dekker hele skjermen
nl: Klik hier op de knop en de video beslaat het hele scherm
pl: Kliknij przycisk tutaj, a wideo obejmie cały ekran
pt_br: Clique no botão aqui, e o vídeo cobrirá a tela inteira
ro: Faceți clic pe butonul de aici, iar videoclipul va acoperi întregul ecran
ru: Нажмите здесь кнопку, и видео покроет весь экран
sv: Klicka på knappen här så kommer videon att täcka hela skärmen
th: คลิกปุ่มที่นี่และวิดีโอจะครอบคลุมทั้งหน้าจอ
tr: Buradaki düğmeyi tıklayın ve video tüm ekranı kaplayacak
vi: Nhấp vào nút ở đây và video sẽ bao phủ toàn bộ màn hình
zh_hans: 点击此处按钮，视频画面会铺满整个屏幕
zh_hant: 點擊此處按鈕，視頻畫面會鋪滿整個荧幕

# selectAll_cancel
source: Uncheck All
cs: Zrušit
de: Alle abwählen
es: Elija ninguno
fi: peruttu
fr: désélectionner
he: ביטול בחירה
id: Batalkan
it: annullato
ja: 全選択解除
ko: 전체선택 취소
nb: Velg ingen
nl: geannuleerd
pl: Anuluj
pt_br: Cancelar
ro: anulat
ru: отменен
sv: Inställd
th: ยกเลิกการเลือกทั้งหมด
tr: iptal edildi
vi: Bỏ chọn tất cả
zh_hans: 取消全选
zh_hant: 取消全選

# person_feedback_contact_type
source: Contact type
cs: Typ kontaktu
de: Kontaktart
es: Tipo de Contacto
fi: Yhteystyyppi
fr: Type de contact
he: סוג המגע
id: Jenis kontak
it: Tipo di contatto
ja: 連絡先タイプ
ko: 접촉 유형
nb: Kontakt type
pl: Typ kontaktu
pt_br: Tipo de Contato
ro: Tipul de contact
ru: Тип контакта
sv: Kontakt typ
th: ประเภทการติดต่อ
tr: İletişim Türü
vi: Loại liên hệ
zh_hans: 联系方式类型
zh_hant: 聯繫方式類型

# devicesetting_video_center_correction_radius
source: Radius
cs: Poloměr
es: Radio
fi: Säde
fr: Rayon
he: רַדִיוּס
it: Raggio
ja: 半径
ko: 반지름
nl: Straal
pl: Promień
pt_br: Raio
ro: Rază
ru: Радиус
sv: Radie
th: รัศมี
tr: yarıçap
vi: Bán kính
zh_hans: 半径：
zh_hant: 半徑：

# Stand_alone_station_Refresh_immediately
source: Refresh immediately after release
cs: Obnovte ihned po vydání
de: Zum Aktualisieren loslassen
es: Actualizar inmediatamente después del lanzamiento
fi: Päivitä heti vapauttamisen jälkeen
fr: Actualiser immédiatement après la sortie
he: רענן מיד לאחר השחרור
id: Segarkan segera setelah rilis
it: Aggiorna immediatamente dopo il rilascio
ja: リリース直後に更新
ko: 출시 직후 새로 고침
nb: Oppdater umiddelbart etter utgivelsen
nl: Vernieuw onmiddellijk na het vrijgeven
pl: Odśwież natychmiast po wydaniu
pt_br: Atualizar imediatamente após o lançamento
ro: Reîmprospătați imediat după eliberare
ru: Обновить сразу после выпуска
sv: Uppdatera omedelbart efter släpp
th: รีเฟรชทันทีหลังจากปล่อย
tr: Serbest bırakıldıktan hemen sonra yenileyin
vi: Làm mới ngay sau khi phát hành
zh_hans: 释放立即刷新
zh_hant: 釋放立即刷新

# cloud_confirm_wechat_pay_question
source: Please confirm the wechat payment has been completed or not?
cs: Potvrďte, že platba wechat byla dokončena nebo ne?
de: Bitte bestätigen Sie, ob die Wechat-Zahlung abgeschlossen wurde oder nicht.
es: ¿Confirma que el pago de wechat se ha completado o no?
fi: Varmista, että wechat-maksu on suoritettu vai ei?
fr: Veuillez confirmer que le paiement a été effectué ou non?
he: אנא אשר שהתשלום wechat הושלם או שלא?
id: Harap konfirmasikan pembayaran wechat telah selesai atau belum?
it: Conferma che il pagamento è stato completato o no?
ja: wechatの支払いが完了したかどうかを確認してください。
ko: 위챗 결제가 완료되었는지 확인하십시오?
nb: Bekreft at wechat-betalingen er fullført eller ikke?
nl: Bevestig dat de wechat-betaling is voltooid of niet?
pl: Potwierdź, że płatność weChat została zakończona, czy nie?
pt_br: Confirme se o pagamento foi concluído ou não?
ro: Vă rugăm să confirmați plata wechat a fost finalizată sau nu?
ru: Пожалуйста, подтвердите, что платеж был завершен или нет?
sv: Bekräfta att wechat-betalningen har slutförts eller inte?
th: โปรดยืนยันว่าการชำระเงิน WeChat เสร็จสมบูรณ์หรือไม่?
tr: Lütfen ödeme işleminin tamamlanıp tamamlanmadığını doğrulayın?
vi: Vui lòng xác nhận xem thanh toán WeChat đã hoàn tất chưa?
zh_hans: 请确认是否已完成微信支付？
zh_hant: 請確認是否已完成微信支付？

source: TF card status
cs: Stav karty TF
de: Status SD-Karte
es: Estado de la tarjeta TF
fi: TF-kortin tila
fr: Statut de la carte TF
he: סטטוס כרטיס הTF
id: Status TF Card
it: Stato della carta TF
ja: microSDカード
ko: TF 카드 상태
nb: TF-kortstatus
nl: TF-kaartstatus
pl: Status karty TF
pt_br: Status do cartão TF
ro: Starea cardului TF
ru: Статус карты TF
sv: TF-kortstatus
th: สถานะการ์ด TF
tr: Tf kart durumu
vi: Tình trạng thẻ TF
zh_hans: TF卡状态
zh_hant: TF卡狀態

# person_min_ago
source: minutes ago
cs: minutu před
de: Vor Minuten
es: hace minutos
fi: minuuttia sitten
fr: il y a quelques minutes
he: לפני דקות
id: beberapa menit yang lalu
it: minuti fa
ja: 数分前
ko: 몇분 전에
nb: minutter siden
nl: minuten geleden
pl: minuty temu
pt_br: minutos atrás
ro: minute în urmă
ru: минуту назад
sv: minuter sedan
th: นาทีที่แล้ว
tr: dakika önce
vi: Vài phút trước
zh_hans: 分钟前
zh_hant: 分鐘前

# deviceSetting_7x24_schedule_not
source: Adding 7*24 hours schedule is not supported, please add interval period
cs: Přidání plánu 7*24 hodin není podporováno, přidejte interval intervalu
de: Das Hinzufügen eines 7*24-Stunden-Zeitplans wird nicht unterstützt, bitte stellen Sie die Aufnahmetage/Uhrzeit ander ein
es: No se admite agregar un horario de 7 * 24 horas, agregue un período de intervalo
fi: 7*24 tunnin aikataulun lisäämistä ei tueta, lisää välijakso
fr: L'ajout d'un horaire de 7*24 heures n'est pas pris en charge, veuillez ajouter une période d'intervalle
he: הוספת לוח זמנים של 7*24 שעות אינה נתמכת, אנא הוסף פרק זמן
id: Menambahkan jadwal 7*24 jam tidak didukung, harap tambahkan periode interval
it: L'aggiunta di un programma di 7*24 ore non è supportata, aggiungere un periodo di intervallo
ja: 7*24時間のスケジュールの追加はサポートされていません。間隔期間を追加してください
ko: 7*24시간 일정 추가는 지원되지 않습니다. 간격 기간을 추가하세요.
nb: Å legge til 7*24 timers tidsplan støttes ikke, vennligst legg til intervallperiode
nl: Het toevoegen van een schema van 7*24 uur wordt niet ondersteund, voeg een intervalperiode toe
pl: Dodawanie harmonogramu 7*24 godzin nie jest obsługiwane, dodaj okres interwału
pt_br: A adição de programação de 7*24 horas não é suportada, por favor, adicione um período de intervalo
ro: Adăugarea unui program de 7*24 de ore nu este acceptată, vă rugăm să adăugați interval
ru: Добавление расписания 7*24 часа не поддерживается, добавьте период интервала
sv: Lägga till 7*24 timmars schema stöds inte, lägg till intervallperiod
th: ไม่รองรับการเพิ่มตารางเวลา 7*24 ชั่วโมง โปรดเพิ่มช่วงเวลา
tr: 7*24 saatlik program ekleme desteklenmiyor, lütfen aralık süresi ekleyin
vi: Thêm lịch biểu 7 * 24 giờ không được hỗ trợ, vui lòng thêm khoảng thời gian
zh_hans: 不支持添加7*24小时日程，请添加区间时段
zh_hant: 不支持添加7*24小時日程，請添加區間時段

# person_view_purchased_4G_order_information
source: View purchased 4G order information
cs: Zobrazit informace o zakoupené 4G objednávce
de: Informationen zu gekauften 4G-Bestellungen anzeigen
es: Ver la información del pedido de 4G comprado
fi: Katso ostetun 4G-tilaustiedot
fr: Afficher les informations de commande 4G achetées
he: הצג מידע על הזמנת דור 4 שנרכש
id: Lihat informasi pesanan 4G yang dibeli
it: Visualizza le informazioni sull'ordine 4G acquistato
ja: 購入した4G注文情報を表示する
ko: 구매한 4G 주문 정보 보기
nb: Se informasjon om kjøpt 4G-bestilling
nl: Aangekochte 4G-bestelinformatie bekijken
pl: Wyświetl informacje o zakupionym zamówieniu 4G
pt_br: Ver informações de pedidos 4G comprados
ro: Vedeți informațiile despre comenzile 4G achiziționate
ru: Просмотр информации о приобретенном заказе 4G
sv: Se köpt 4G-orderinformation
th: ดูข้อมูลการสั่งซื้อ 4G ที่ซื้อ
tr: Satın alınan 4G sipariş bilgilerini görüntüleyin
vi: Xem thông tin đặt hàng 4G đã mua
zh_hans: 查看购买的4G订单信息
zh_hant: 查看購買的4G訂單信息

# add_Using_cloud_card_virtual_describe
source: Use the virtual SIM card solution that comes with the device to automatically select the carrier network with the best signal.
cs: Použijte řešení virtuální SIM karty dodávané se zařízením k automatickému výběru sítě operátora s nejlepším signálem.
de: Verwenden Sie die im Lieferumfang des Geräts enthaltene virtuelle SIM-Kartenlösung, um automatisch das Mobilfunknetz mit dem besten Signal auszuwählen.
es: Utilice la solución de tarjeta SIM virtual que viene con el dispositivo para seleccionar automáticamente la red del operador con la mejor señal.
fi: Käytä laitteen mukana tulevaa virtuaalista SIM-korttiratkaisua valitaksesi automaattisesti parhaan signaalin tarjoavan operaattoriverkon.
fr: Utilisez la solution de carte SIM virtuelle fournie avec l'appareil pour sélectionner automatiquement le réseau de l'opérateur avec le meilleur signal.
he: השתמש בפתרון כרטיס ה-SIM הווירטואלי שמגיע עם המכשיר כדי לבחור אוטומטית את רשת הספק עם האות הטוב ביותר.
id: Gunakan solusi kartu SIM virtual yang disertakan dengan perangkat untuk secara otomatis memilih jaringan operator dengan sinyal terbaik.
it: Utilizza la soluzione della scheda SIM virtuale fornita con il dispositivo per selezionare automaticamente la rete dell'operatore con il segnale migliore.
ja: デバイスに付属の仮想SIMカードソリューションを使用して、最適な信号のキャリアネットワークを自動的に選択します。
ko: 장치와 함께 제공되는 가상 SIM 카드 솔루션을 사용하여 신호가 가장 좋은 이동통신사 네트워크를 자동으로 선택합니다.
nb: Bruk den virtuelle SIM-kortløsningen som følger med enheten for automatisk å velge operatørnettverket med best signal.
nl: Gebruik de virtuele simkaartoplossing die bij het apparaat wordt geleverd om automatisch het netwerk van de provider met het beste signaal te selecteren.
pl: Skorzystaj z rozwiązania wirtualnej karty SIM dostarczonego z urządzeniem, aby automatycznie wybrać sieć operatora o najlepszym sygnale.
pt_br: Use a solução de cartão SIM virtual que acompanha o dispositivo para selecionar automaticamente a rede da operadora com o melhor sinal.
ro: Utilizați soluția de card SIM virtuală care vine cu dispozitivul pentru a selecta automat rețeaua operatorului cu cel mai bun semnal.
ru: Используйте виртуальную SIM-карту, которая поставляется вместе с устройством, чтобы автоматически выбирать сеть оператора связи с лучшим сигналом.
sv: Använd den virtuella SIM-kortslösningen som följer med enheten för att automatiskt välja operatörsnätverket med den bästa signalen.
th: ใช้โซลูชันซิมการ์ดเสมือนที่มาพร้อมกับอุปกรณ์เพื่อเลือกเครือข่ายผู้ให้บริการที่มีสัญญาณดีที่สุดโดยอัตโนมัติ
tr: En iyi sinyale sahip operatör ağını otomatik olarak seçmek için cihazla birlikte gelen sanal SIM kart çözümünü kullanın.
vi: Sử dụng giải pháp thẻ SIM ảo đi kèm với thiết bị để tự động chọn mạng của nhà cung cấp dịch vụ có tín hiệu tốt nhất.
zh_hans: 使用设备自带的虚拟SIM卡方案，自动选择信号最佳的运营商网络。
zh_hant: 使用設備自帶的虛擬SIM卡方案，自動選擇信號最佳的運營商網絡。

# tfCard_format_fail
source: Fail to format
cs: Formátování se nezdařilo
de: Formatierung fehlgeschlagen
es: Fallo al formatear
fi: Alustus epäonnistui
fr: Échec du formatage
he: הפרמוט נכשל
id: Gagal Format
it: Formattazione fallita
ja: フォーマットできません
ko: 포맷하지 못했습니다.
nb: Formatering feilet
nl: Formatteren mislukt
pl: Błąd formatowania
pt_br: Falha ao formatar
ro: Nu se formatează
ru: Не удалось отформатировать
sv: Misslyckades med att formatera
th: ฟอร์แมตไม่สำเร็จ
tr: Biçimlendirme başarısız
vi: Định dạng không thành công
zh_hans: 格式化失败
zh_hant: 格式化失敗
