Repository: Yolo-cell-hash/go_home_ios
Catalog: ios/Runner/JASDK/JAResources/XLanguage/X35MultiLanguage/*.lproj/X35MutiLanguage.strings
Languages: cs, de, es, fi, fr, he, id, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sv, th, tr, vi, zh_hans, zh_hant

# addDevice_scan_success_sound
source: After the device has successfully scanned the code, it will sound a prompt voice or the indicator light will stop flashing.
cs: Poté, co zařízení úspěšně naskenuje kód, vydá okamžitý hlas nebo kontrolka přestane blikat.
de: Nachdem das Gerät den QR-Code erfolgreich gescannt hat, ertönt eine akustische Bestätigung oder die LED hört auf zu blinken.
es: Una vez que el dispositivo haya escaneado correctamente el código, sonará una voz o la luz indicadora dejará de parpadear.
fi: Kun laite on onnistuneesti skannannut koodin, se antaa nopeaa ääntä tai merkkivalo lakkaa vilkkumasta.
fr: Une fois que l'appareil a scanné le code avec succès, il émettra une voix rapide ou le voyant lumineux arrêtera de clignoter.
he: לאחר שהמכשיר סרק את הקוד בהצלחה, הוא ישמיע קול מהיר או שנורית החיווי תפסיק להבהב.
id: Setelah perangkat berhasil memindai kode, maka akan terdengar suara prompt atau lampu indikator akan berhenti berkedip.
it: Dopo che il dispositivo ha scansionato con successo il codice, suonerà una voce o la spia smetterà di lampeggiare.
ja: デバイスがコードを正常にスキャンすると、プロンプトボイスが鳴るか、インジケーターライトの点滅が停止します。
ko: 장치가 코드를 성공적으로 스캔하면 프롬프트 음성이 들리거나 표시등이 깜박임을 멈 춥니 다.
nb: Etter at enheten har skannet koden, høres det en rask stemme, ellers vil indikatorlampen slutte å blinke.
nl: Nadat het apparaat de code met succes heeft gescand, klinkt er een promptstem of stopt het indicatielampje met knipperen.
pl: Po pomyślnym zeskanowaniu kodu przez urządzenie wyda sygnał głosowy lub lampka wskaźnika przestanie migać.
pt_br: Após o dispositivo ter lido o código com sucesso, soará uma voz de alerta ou a luz indicadora parará de piscar.
ro: După ce dispozitivul a scanat cu succes codul, acesta va emite o voce promptă sau indicatorul luminos nu va mai clipi.
ru: После того, как устройство успешно просканирует код, он подаст звуковой сигнал или индикатор перестанет мигать.
sv: När enheten har skannat koden framgångsrikt kommer det att ljuda en snabb röst eller så slutar indikatorlampan att blinka.
th: หลังจากอุปกรณ์สแกนรหัสสำเร็จแล้วจะมีเสียงเตือนหรือไฟแสดงสถานะจะหยุดกะพริบ
tr: Cihaz kodu başarıyla taradıktan sonra, bir uyarı sesi çıkaracak veya gösterge ışığının yanıp sönmesi duracaktır.
vi: 2. Sau khi thiết bị quét mã thành công, máy sẽ phát ra tiếng bíp hoặc đèn báo ngừng nhấp nháy.
zh_hans: 2.设备扫码成功后会发出提示音或指示灯停止闪烁。
zh_hant: 2.設備掃碼成功後會發出提示音或指示燈停止閃爍。

# preview_phone_space_limit
source: The phone space has reached the limit. Please clear the phone space.
cs: Telefonní prostor dosáhl limitu. Vyčistěte prosím místo telefonu.
de: Telefonspeicher voll. Bitte Speicherplatz schaffen.
es: El espacio telefónico ha alcanzado el límite. Por favor, despeje el espacio del teléfono.
fi: Puhelintila on saavuttanut rajan. Poista puhelintila.
fr: L'espace téléphonique a atteint la limite. Veuillez libérer l'espace du téléphone.
he: שטח הטלפון הגיע לגבול. אנא נקה את שטח הטלפון.
id: Ruang telepon telah mencapai batasnya. Harap kosongkan ruang telepon.
it: Lo spazio telefonico ha raggiunto il limite. Si prega di cancellare lo spazio del telefono.
ja: 電話スペースが制限に達しました。 電話スペースを空にしてください。
ko: 전화 공간이 한도에 도달했습니다. 전화 공간을 비우십시오.
nb: Telefonplassen har nådd grensen. Fjern telefonområdet.
nl: De telefoonruimte heeft de limiet bereikt. Maak de telefoonruimte vrij.
pl: Przestrzeń telefoniczna osiągnęła limit. Wyczyść miejsce na telefon.
pt_br: O espaço do telefone atingiu o limite. Limpe o espaço do telefone.
ro: Spațiul telefonic a ajuns la limită. Vă rugăm să ștergeți spațiul telefonului.
ru: Пространство телефона достигло предела. Пожалуйста, очистите пространство телефона.
sv: Telefonutrymmet har nått gränsen. Rensa telefonutrymmet.
th: พื้นที่โทรศัพท์ถึงขีด จำกัด สูงสุดแล้วโปรดล้างพื้นที่โทรศัพท์
tr: Telefon alanı sınıra ulaştı. Lütfen telefon alanını temizleyin.
vi: Dung lượng điện thoại đã đạt đến giới hạn trên. Vui lòng xóa dung lượng điện thoại.
zh_hans: 手机空间已达到上限，请清理手机空间。
zh_hant: 手機空間已達到上限，請清理手機空間。

# adddevice_unable_find_device
source: Didn't find the device?
cs: Nenašli jste zařízení?
de: Gerät nicht gefunden?
es: ¿No encontraste el Equipo?
fi: Etkö löytänyt laitetta?
fr: Vous n'avez pas trouvé l'appareil?
he: לא מצאתי את המכשיר?
id: Tidak menemukan perangkat?
it: Non hai trovato il dispositivo?
ja: デバイスが見つかりませんか？
ko: 기기를 찾지 못했습니까?
nb: Fant du ikke enheten?
nl: Heeft u het apparaat niet gevonden?
pl: Nie znalazłeś urządzenia?
pt_br: Não encontrou o dispositivo?
ro: Nu am găsit dispozitivul?
ru: Не нашли устройство?
sv: Hittade inte enheten?
th: ไม่พบอุปกรณ์?
tr: Cihazı bulamadınız mı?
vi: Không tìm thấy thiết bị?
zh_hans: 未找到设备？
zh_hant: 未找到設備？

# Cloud_storage_service_video_switch_prompt
source: After the cloud recording is enabled, the camera recording will be automatically uploaded to the cloud space for saving.
cs: Po aktivaci záznamu mraku bude nahrávání automaticky nahráno do cloudového prostoru pro uložení.
de: Nach dem Aktivieren der Cloud-Aufnahme wird die Kameraaufnahme automatisch zur Speicherung in den Cloud-Bereich hochgeladen.
es: Después de habilitar la grabación en la nube, la grabación de la cámara se cargará automáticamente al espacio en la nube para guardarla.
fi: Kun pilvitallennus on otettu käyttöön, kameran tallennus ladataan automaattisesti pilvipaikalle tallentamista varten.
fr: Une fois que l'enregistrement en nuage est activé, l'enregistrement de la caméra est automatiquement chargé dans l'espace en nuage pour être sauvegardé.
he: לאחר שהקלטת הענן מופעלת, הקלטת המצלמה תועלה אוטומטית למרחב הענן לשמירה.
id: Setelah perekaman cloud diaktifkan, rekaman kamera akan secara otomatis diunggah ke ruang cloud untuk disimpan.
it: Dopo aver abilitato la registrazione cloud, la registrazione della telecamera verrà automaticamente caricata nello spazio cloud per il salvataggio.
ja: クラウドの記録が有効になった後、カメラの記録は保存のために自動的にクラウドスペースにアップロードされます。
ko: 클라우드 레코딩이 활성화되면 카메라 레코딩이 자동으로 클라우드 공간에 업로드되어 저장됩니다.
nb: Etter at skyteopptaket er aktivert, vil kameraopptaket automatisk lastes opp til sky space for å lagre.
nl: Nadat de cloudopname is ingeschakeld, wordt de camera-opname automatisch geüpload naar de cloudruimte om op te slaan.
pl: Po włączeniu nagrywania w chmurze nagranie z kamery zostanie automatycznie przesłane do chmury w celu zapisania.
pt_br: Depois que a gravação na nuvem estiver ativada, a gravação da câmera será automaticamente carregada no espaço da nuvem para salvar.
ro: După ce înregistrarea în cloud este activată, înregistrarea camerei va fi încărcată automat în spațiul nor pentru salvare.
ru: После включения записи в облаке запись с камеры автоматически загружается в облачное пространство для сохранения.
sv: När molninspelningen är aktiverad laddas kamerainspelningen automatiskt till molnutrymmet för att spara.
th: หลังจากเปิดใช้งานการบันทึกบนคลาวด์การบันทึกของกล้องจะถูกอัปโหลดไปยังพื้นที่เก็บข้อมูลบนคลาวด์โดยอัตโนมัติ
tr: Bulut kaydı etkinleştirildikten sonra, kamera kaydı, tasarruf için otomatik olarak bulut alanına yüklenir.
vi: Khi bật tính năng ghi âm trên đám mây, bản ghi camera sẽ tự động được tải lên không gian đám mây để lưu trữ
zh_hans: 开启云录像后，会将摄像机录像自动上传至云空间保存
zh_hant: 開啟雲錄像後，會將攝像機錄像自動上傳至雲空間保存

# adddevice_suit_description
source: Add description
cs: Přidat popis
de: Beschreibung hinzufügen
es: Agregar descripción
fi: Lisää kuvaus
fr: Ajouter une description
he: הוסף תיאור
id: Tambahkan deskripsi
it: Aggiungi descrizione
ja: 説明を追加
ko: 설명 추가
nb: Legg til beskrivelse
nl: informatie toevoegen
pl: Dodaj opis
pt_br: Adicionar descrição
ro: Adăugați descrierea
ru: Добавить описание
sv: Lägg till beskrivning
th: คำอธิบายเพิ่ม
tr: Açıklama ekle
vi: Thêm mô tả
zh_hans: 添加说明
zh_hant: 添加說明

# devicesetting_device_alert_tone
source: Device's prompt
cs: Tón hlášení zařízení
de: Sprachansage
es: Tono de alerta del Equipo
fi: Laitteen hälytysääni
fr: Tonalité d'alerte de l'appareil
he: צליל התראת מכשיר
id: nada peringatan perangkat
it: Tono di avviso del dispositivo
ja: デバイスアラート音
ko: 기기 알람 음
nb: Enhetsvarsletone
nl: Apparaatsignaaltoon
pl: Dźwięk alarmu urządzenia
pt_br: Tom de alerta do dispositivo
ro: Ton de avertizare a dispozitivului
ru: Сигнал тревоги устройства
sv: Enhetsvarningston
th: เสียงปลุกอุปกรณ์
tr: Cihaz uyarı sesi
vi: Lời nhắc thiết bị
zh_hans: 设备提示音
zh_hant: 設備提示音

# devicelist_share_equipment_rights
source: Share Permissions
cs: Sdílení práv
de: Rechte teilen
es: Derechos compartidos
fi: Oikeuksien jakaminen
fr: Partage des droits
he: הרשאות שיתוף
id: hak berbagi
it: Diritti di condivisione
ja: 権利の共有
ko: 권한 공유
nb: Delingsrettigheter
nl: Deel-rechten
pl: Prawa do udostępniania
pt_br: Direitos de compartilhamento
ro: Partajarea drepturilor
ru: Разделение прав
sv: Delrättigheter
th: การอนุญาติ แชร์
tr: Paylaşma hakları
vi: Quyền chia sẻ
zh_hans: 分享权限
zh_hant: 分享權限

# message_Car
source: Car
cs: Auto
de: Auto
es: Coche
fi: Auto
fr: Auto
he: אוטו
id: Mobil
it: Macchina
ja: 車
ko: 자동차
nb: Bil
nl: Auto
pl: Samochód
pt_br: Carro
ro: Mașină
ru: Автомобиль
sv: Bil
th: รถ
tr: Araba
vi: Xe hơi
zh_hans: 车辆
zh_hant: 車輛

# person_feedback_cloud_video_problem
source: Cloud recording problem
cs: Problém s nahráváním v cloudu
de: Cloud-Aufnahmeproblem
es: Problema de grabación en la nube
fi: Pilvitallennusongelma
fr: Problème d'enregistrement dans le cloud
he: בעיית הקלטת ענן
id: Masalah perekaman cloud
it: Problema di registrazione nel cloud
ja: クラウド録画の問題
ko: 클라우드 녹화 문제
nb: Problemer med skyopptak
nl: Probleem met cloudopname
pl: Problem z rejestracją w chmurze
pt_br: Problema de gravação na nuvem
ro: Problema de înregistrare în cloud
ru: Проблема записи в облаке
sv: Molninspelningsproblem
th: ปัญหาการบันทึกบนคลาวด์
tr: Bulut kayıt sorunu
vi: Sự cố ghi đám mây
zh_hans: 云录像问题
zh_hant: 雲錄像問題

# help_preview_ttextTips_10
source: Display mode：at ceiling installation mode,there have fisheye mode,cylinder mode,corridor mode and full screen mode
cs: Režim zobrazení: Režim Fisheye,Režim válce,Režim koridoru,Režim quad obrazovky v režimu obrábění vzhůru nohama
de: Anzeigemodus: Bei Deckenmontage können die Modi Fisheye, Zylinder, Korridor und Vollbild ausgewählt werden
es: Modo de visualización: hay modo de ojo de pez,modo de cilindro,modo de corredor y modo de pantalla completa en el modo de instalación en el techo
fi: Näyttötila: kalansilmätila,sylinteritila,käytävän tila,nelikulmainen tila ylösalaisin asennustilassa
fr: Mode d'affichage : en mode d'installation au plafond, vous disposez du mode fisheye, mode cylindre, mode couloir et mode plein écran
he: מצב תצוגה: התצוגות במצב תקרה
id: mode tampilan : model plafon,tampilan fisheyes,bulat,koorridor model dan layar penuh model
it: Modalità display: nell'installazione a soffitto,vi sono diverse visualizzazioni,fisheye,cilindro,corridoio e schermo intero
ja: 表示モード：天井設置モードでは、魚眼レンズモード、シリンダーモード、廊下モード、フルスクリーンモードがあります
ko: 디스플레이 모드 : 천장 설치 모드에서 어안 모드, 실린더 모드, 복도 모드 및 전체 화면 모드가 있습니다.
nb: Visningsmodus: Fisheye modus,sylindermodus,korridormodus,kvartskjermmodus og fullskjerm modus
nl: Weergavemodus: in plafondinstallatiemodus is er een visoogmodus,cilindermodus,gangmodus en volledige schermmodus
pl: Tryb wyświetlania: przy sufitowym wystąpi efekt rybiego oka,tryb cylindryczny,tryb pełnoekranowy
pt_br: Modo de exibição: no modo de instalação no teto,há modo olho de peixe,modo de cilindro,modo de corredor e modo de tela cheia
ro: Modul de afișare: la modul de instalare a plafonului,există modul de pescuit de pește,modul cilindru,modul coridor și modul ecran complet
ru: Режим отображения: в режиме потолочной установки есть режим рыбий глаз, режим цилиндра, режим коридора и полноэкранный режим.
sv: Visningsläge: Vid takinstallationsläge finns fisheye-läge,cylinderläge,korridormodus och helskärmsläge
th: โหมดการแสดงผล： ที่โหมดการติดตั้งบนเพดานมีโหมดฟิชอาย,โหมดแนวตั้ง,โหมดทางเดินและโหมดเต็มหน้าจอ
tr: Ekran modu ceiling tavan montaj modunda,balık gözü modu,silindir modu,koridor modu ve tam ekran modu vardır
vi: Chế độ hiển thị: trong chế độ cài đặt lộn ngược, có chế độ mắt cá, chế độ hình trụ, chế độ hành lang và chế độ màn hình chia bốn
zh_hans: 显示模式：在倒挂的安装模式下有鱼眼模式、圆筒模式、走廊模式、四分屏模式
zh_hant: 顯示模式：在倒掛的安裝模式下有魚眼模式、圓筒模式、走廊模式、四分屏模式

# preview_doorbell_intercoming
source: Intercoming
cs: Interkom
de: Wechselsprechen
es: Intercomunicador
fi: puhuminen
fr: Interphone
he: אינטרקום
id: Interkom
it: Citofono
ja: 双方向通話機能
ko: 인터컴
nb: Intercom
nl: intercom
pl: Awiofon
pt_br: Interfone
ro: interfon
ru: Переговорное устройство
sv: intercom
th: พูดคุย
tr: interkom
vi: Đang nói
zh_hans: 对讲中
zh_hant: 對講中

# feedback_info
source: Feedback
cs: Zpětná vazba
es: Retroalimentación
fi: palaute
fr: Commentaires
he: משוב
ja: フィードバック
ko: 피드백
nb: Tilbakemelding
nl: terugkoppeling
pl: Informacje zwrotne
pt_br: Comentários
ro: Parere
ru: Обратная связь
sv: Återkoppling
th: ผลตอบรับ
tr: geri bildirim
vi: Phản hồi
zh_hans: 反馈信息
zh_hant: 反饋信息

# login_user_registered
source: This user name is already registered
cs: Uživatel je již zaregistrován
de: Benutzername ist bereits registriert
es: Este usuario ya está registrado
fi: Käyttäjä on jo rekisteröity
fr: Ce nom d'utilisateur est déjà pris
he: שם המשתמש כבר קיים
id: Nama penguna ini sudah terdaftar
it: Username già presente
ja: このユーザー名は既に登録されています
ko: 이미 등록된 사용자 ID입니다.
nb: Brukernavnet er allerede registrert
nl: Deze gebruikersnaam is al geregistreerd
pl: Nazwa użytkownika jest już zarejestrowana
pt_br: Este nome de usuário já está registrado
ro: Acest nume de utilizator este deja înregistrat
ru: Это имя пользователя уже зарегистрировано
sv: Det här användarnamnet är redan registrerat
th: ชื่อผู้ใช้งานนี้มีการลงทะเบียนแล้ว
tr: Bu kullanıcı adı zaten kayıtlı
vi: Người dùng này đã được đăng ký
zh_hans: 该用户已注册
zh_hant: 該用戶已註冊

# userInfo_tips_text_1
source: Please input email address to bind the account, after that users can change password by email
cs: Prosím,zadejte poštovní schránky,proveďte závazné v úvahu; Bind může obnovit heslo e-mailem
de: Bitte E-Mail Adresse eingeben, um Account damit zu verbinden. Danach kann über die E-Mail Adresse das Passwort geändert werden.
es: Ingrese la dirección de correo electrónico para vincular la cuenta. Después de eso,los usuarios pueden cambiar la contraseña por correo electrónico
fi: Syötä sähköpostiosoite,joka sitoo tilin,sitomisen jälkeen voit nollata salasanan sähköpostiosoitteen kautta.
fr: Pour partager un compte, changez le mot de passe après la saisie du courrier électronique.
he: אנא הכנס כתובת מייל על מנת לשייך את החשבון
id: silakan pengikatan ke alamat Email,setelah itu,penguna bisa menganti sandi dengan Email
it: Prego,inserire l'indirizzo mail al quale associare l'account,dopodiché l'utente potrà modificare le password direttamente da mail
ja: アカウントを共有するには、Eメールを入力した後にパスワードを変更してください。
ko: 연동할 메일 주소를 입력해 주세요. 이후 메일을 통해 비밀번호를 변경할 수 있습니다.
nb: Vennligst oppgi e-postadresse for å koble kontoen， Etter dette kan bruker endre passord via e-post.
nl: E-mailadres invoeren om account te koppelen,daarna kunnen gebruikers middels e-mail het wachtwoord wijzigen
pl: Wprowadź adres email aby powiązać konto,dzięki temu użytkownicy będą mogli zmieniać hasło przez email
pt_br: Por favor insira o endereço de e-mail para vincular a conta. depois que os usuários podem alterar a senha por e-mail
ro: Introduceți adresa de e-mail pentru a lega contul. după care utilizatorii pot schimba parola prin e-mail
ru: Пожалуйста,введите адрес электронной почты,чтобы связать аккаунт. после этого пользователи могут сменить пароль по электронной почте
sv: Var god ange e-postadress för att binda kontot. Därefter kan användarna ändra lösenord via e-post
th: กรุณากรอกที่อยู่อีเมล์เพื่อผูกบัญชี หลังจากนั้นผู้ใช้สามารถเปลี่ยนรหัสผ่านได้ทางอีเมล์
tr: Lütfen hesabı bağlamak için e-posta adresini girin. Bundan sonra kullanıcılar şifreyi e-posta ile değiştirebilirler.
vi: Vui lòng nhập địa chỉ email để liên kết tài khoản. Sau khi liên kết, bạn có thể đặt lại mật khẩu thông qua địa chỉ email
zh_hans: 请输入邮箱，进行账号绑定，绑定后可通过邮箱重置密码
zh_hant: 請輸入郵箱，進行賬號綁定，綁定後可通過郵箱重置密碼

# devicesetting_Adaptive_mode_Description_new_firmware
source: Record videos continuously. When battery level below %1$s, automatically switches to event record mode. When battery level above %2$s, resumes to continuous record mode
cs: Nahrávejte videa nepřetržitě. Když je úroveň baterie nižší než %1$s, automaticky se přepne do režimu nahrávání událostí. Když je úroveň baterie vyšší než %2$s, obnoví se režim nepřetržitého nahrávání
de: Gerät nimmt dauerhaft auf und schaltet automatisch auf die beste Aufnahme um, wenn die Leistung unter %1$s sinkt. Wenn die Leistung über %2$s steigt, wird wieder dauerhaft aufgenommen.
es: Graba videos continuamente. Cuando el nivel de la batería es inferior a %1$s, cambia automáticamente al modo de grabación de eventos. Cuando el nivel de la batería supera los %2$s, se reanuda el modo de grabación continua
fi: Tallenna videoita jatkuvasti. Kun akun varaustaso alle %1$s, siirtyy automaattisesti tapahtuman tallennustilaan. Kun akun varaustaso ylittää %2$s, palaa jatkuvaan tallennustilaan
fr: Enregistrez des vidéos en continu. Lorsque le niveau de la batterie est inférieur à %1$s, passe automatiquement en mode d'enregistrement d'événement. Lorsque le niveau de la batterie dépasse %2$s, reprend le mode d'enregistrement continu
he: הקלט סרטונים באופן רציף. כאשר רמת הסוללה מתחת ל-%1$s, עובר אוטומטית למצב הקלטת אירועים. כאשר רמת הסוללה מעל %2$s, חוזר למצב הקלטה רציף
id: Rekam video terus menerus. Saat tingkat baterai di bawah %1$s, secara otomatis beralih ke mode perekaman peristiwa. Saat level baterai di atas %2$s, melanjutkan ke mode perekaman berkelanjutan
it: Registra video continuamente. Quando il livello della batteria è inferiore a %1$s, passa automaticamente alla modalità di registrazione degli eventi. Quando il livello della batteria supera %2$s, torna alla modalità di registrazione continua
ja: ビデオを継続的に録画します。バッテリー残量が%1$sを下回ると、自動的にイベント記録モードに切り替わります。バッテリー残量が%2$sを超えると、連続記録モードに戻ります
ko: 지속적으로 비디오를 녹화합니다. 배터리 잔량이 %1$s 미만이면 이벤트 녹화 모드로 자동 전환됩니다. 배터리 잔량이 %2$s를 초과하면 연속 녹화 모드로 다시 시작됩니다.
nb: Ta opp videoer kontinuerlig. Når batterinivået er under %1$s, bytter du automatisk til hendelsesopptaksmodus. Når batterinivået over %2$s, går tilbake til kontinuerlig opptaksmodus
nl: Neem continu video's op. Wanneer het batterijniveau lager is dan %1$s, wordt automatisch overgeschakeld naar de gebeurtenisopnamemodus. Wanneer het batterijniveau hoger is dan %2$s, wordt de continue opnamemodus hervat
pl: Nagrywaj filmy w sposób ciągły. Gdy poziom naładowania baterii spadnie poniżej %1$s, automatycznie przełącza się w tryb nagrywania zdarzeń. Gdy poziom naładowania baterii przekracza %2$s, wznawiany jest tryb ciągłego nagrywania
pt_br: Grave vídeos continuamente. Quando o nível da bateria está abaixo de %1$s, muda automaticamente para o modo de gravação de eventos. Quando o nível da bateria está acima de %2$s, retoma o modo de gravação contínua
ro: Înregistrați videoclipuri continuu. Când nivelul bateriei este sub %1$s, trece automat în modul de înregistrare a evenimentului. Când nivelul bateriei este mai mare de %2$s, se reia la modul de înregistrare continuă
ru: Записывайте видео непрерывно. Когда уровень заряда батареи ниже %1$s, автоматически переключается в режим записи событий. Когда уровень заряда батареи выше %2$s, возобновляется режим непрерывной записи.
sv: Spela in videor kontinuerligt. När batterinivån under %1$s växlar automatiskt till händelseinspelningsläge. När batterinivån överstiger %2$s, återgår till kontinuerligt inspelningsläge
th: บันทึกวิดีโออย่างต่อเนื่อง เมื่อระดับแบตเตอรี่ต่ำกว่า %1$s จะเปลี่ยนเป็นโหมดบันทึกเหตุการณ์โดยอัตโนมัติ เมื่อระดับแบตเตอรี่สูงกว่า %2$s ให้กลับสู่โหมดบันทึกต่อเนื่อง
tr: Videoları sürekli olarak kaydedin. Pil seviyesi %1$s'nin altına düştüğünde, otomatik olarak olay kayıt moduna geçer. Pil seviyesi %2$s'nin üzerine çıktığında, sürekli kayıt moduna döner
vi: Quay video liên tục. Khi mức pin dưới%1$s, tự động chuyển sang chế độ ghi sự kiện. Khi mức pin trên%2$s, tiếp tục ở chế độ ghi liên tục
zh_hans: 设备一直持续录像，当电量降至%1$s以下时自动切换为最佳录像，当电量提升至%2$s以上时恢复一直录像
zh_hant: 設備一直持續錄像，當電量降至%1$s以下時自動切換為最佳錄像，當電量提升至%2$s以上時恢復一直錄像

# addDevice_settingFail_prompt
source: Hear the configuration failure tone?
cs: Slyšíte tón selhání konfigurace?
de: Konfigurations-Fehlerton gehört?
es: ¿Oye el tono de falla de configuración?
fi: Kuuletko konfigurointivirheäänen?
fr: Entendez-vous la tonalité d'échec de configuration ?
he: שומע את צליל הכשל בתצורה?
id: Mendengar nada kegagalan konfigurasi?
it: Senti il tono di errore di configurazione?
ja: 構成の失敗のトーンが聞こえますか？
ko: 구성 실패 신호음이 들리십니까?
nb: Hører du lyden for konfigurasjonsfeil?
nl: Hoor je de configuratiefouttoon?
pl: Słyszysz sygnał błędu konfiguracji?
pt_br: Ouviu o tom de falha de configuração?
ro: Auzi tonul de eroare de configurare?
ru: Слышите сигнал ошибки конфигурации?
sv: Hör du konfigurationsfeltonen?
th: ได้ยินเสียงการตั้งค่าล้มเหลว?
tr: Yapılandırma hatası sesini duydunuz mu?
vi: Nghe âm báo lỗi cấu hình?
zh_hans: 听到配置失败提示音？
zh_hant: 聽到配置失敗提示音？

# appealDetailsTime
source: Time
cs: Čas
de: Zeit
es: Hora
fi: Aika
fr: Temps
he: זְמַן
id: Waktu
it: Volta
ja: 時間
ko: 시간
nb: Tid
nl: Tijd
pl: Czas
pt_br: Tempo
ro: Timp
ru: Время
sv: Tid
th: เวลา
tr: Zaman
vi: Thời gian
zh_hans: 时间
zh_hant: 時間

# addDevice_enable_local_permiss
source: Enable local permissions
cs: Povolit místní oprávnění
de: Aktivieren Sie lokale Berechtigungen
es: Habilitar permisos locales
fi: Ota paikalliset käyttöoikeudet käyttöön
fr: Activer les autorisations locales
he: אפשר הרשאות מקומיות
id: Aktifkan izin lokal
it: Abilita le autorizzazioni locali
ja: ローカル権限を有効にする
ko: 로컬 권한 활성화
nb: Aktiver lokale tillatelser
nl: Lokale machtigingen inschakelen
pl: Włącz uprawnienia lokalne
pt_br: Ativar permissões locais
ro: Activați permisiunile locale
ru: Включить локальные разрешения
sv: Aktivera lokala behörigheter
th: เปิดใช้งานการอนุญาตในท้องถิ่น
tr: Yerel izinleri etkinleştir
vi: Bật quyền cục bộ
zh_hans: 开启本地权限
zh_hant: 開啟本地權限

# adddevice_initial_device
source: Reset device
cs: Resetujte zařízení
de: Gerät zurücksetzen
es: Reiniciar equipo
fi: Nollaa laite
fr: Réinitialiser l'appareil
he: אפס את המכשיר
id: Setel ulang perangkat
it: Ripristina il dispositivo
ja: デバイスをリセット
ko: 장치 재설정
nb: Tilbakestill enheten
nl: Reset het apparaat
pl: Zresetować urządzenie
pt_br: Reinicie o dispositivo
ro: Resetați dispozitivul
ru: Сбросить устройство
sv: Återställ enhet
th: รีเซ็ตอุปกรณ์
tr: Cihazı sıfırla
vi: Đặt lại thiết bị
zh_hans: 重置设备
zh_hant: 重置設備

# bell_electronic
source: Electronic doorbell
cs: Elektronický zvonek
de: Elektronische Türklingel
es: Timbre de la puerta electrónico
fi: Elektroninen ovikello
fr: Sonnette électronique
he: הדלת האלקטרוני
id: Bel Pintu Elektronic
it: Campanello elettronico
ja: 電子ドアベル
ko: 전자 초인종
nb: Elektronisk ringeklokke
nl: Elektrische deurbel
pl: Elektroniczny dzwonek
pt_br: Campainha eletrônica
ro: Sticlă electronică
ru: Электронный дверной звонок
sv: Elektronisk dörrklocka
th: กริ่งประตูอิเล็กทรอนิกส์
tr: Elektronik kapı zili
vi: Chuông cửa điện tử
zh_hans: 电子门铃
zh_hant: 電子門鈴

# userSettings_hard_decoded
source: Hard decoding
cs: Hard dekódování
de: Hardware Decoding
es: Decodificación dura
fi: Kova dekoodaus
fr: Décodage dur
he: קידוד קשיח
ja: ハードウェアデコード
ko: 하드웨어 디코딩
nb: Hard dekoding
nl: Moeilijk decoderen
pl: Dekodowanie
pt_br: Decodificação difícil
ro: Hard decodare
ru: Жесткое декодирование
sv: Hård avkodning
th: ถอดรหัสยาก
tr: Zor çözme
vi: Giải mã khó
zh_hans: 硬解码
zh_hant: 硬解碼

# person_photo
source: Photo
cs: Fotografie
de: Foto
es: Foto
fi: Kuva
he: תמונה
id: Foto
it: Foto
ja: 写真
ko: 사진
nb: Foto
nl: Foto
pl: Zdjęcie
pt_br: foto
ro: Fotografie
ru: Фото
sv: Foto
th: รูปถ่าย
tr: Fotoğraf
vi: hình chụp
zh_hans: 照片
zh_hant: 照片
