Repository: Yolo-cell-hash/go_home_ios
Catalog: ios/Runner/JASDK/JAResources/XLanguage/X35MultiLanguage/*.lproj/X35MutiLanguage.strings
Languages: cs, de, es, fi, fr, he, id, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sv, th, tr, vi, zh_hans, zh_hant

# addDevice_device_maybe_offline_check_4
source: Check the status of the indicator light, if the indicator light flashes, it means the device is offline, if the indicator light is on, it means the device is online;
cs: Zkontrolujte stav kontrolky, pokud kontrolka bliká, znamená to, že zařízení je offline, pokud kontrolka svítí, znamená to, že je zařízení online;
de: Überprüfen Sie den Status der Kontrollleuchte, wenn die Kontrollleuchte blinkt, bedeutet dies, dass das Gerät offline ist, wenn die Kontrollleuchte leuchtet, bedeutet dies, dass das Gerät online ist;
es: Verifique el estado de la luz indicadora, si la luz indicadora parpadea, significa que el dispositivo está fuera de línea, si la luz indicadora está encendida, significa que el dispositivo está en línea;
fi: Tarkista merkkivalon tila, jos merkkivalo vilkkuu, se tarkoittaa, että laite on offline-tilassa, jos merkkivalo palaa, se tarkoittaa, että laite on online-tilassa;
fr: Vérifiez l'état du voyant lumineux, si le voyant lumineux clignote, cela signifie que l'appareil est hors ligne, si le voyant lumineux est allumé, cela signifie que l'appareil est en ligne ;
he: בדוק את מצב נורית החיווי, אם נורית החיווי מהבהבת, זה אומר שהמכשיר במצב לא מקוון, אם נורית החיווי דולקת, זה אומר שהמכשיר מחובר;
id: Periksa status lampu indikator, jika lampu indikator berkedip, berarti perangkat sedang offline, jika lampu indikator menyala, berarti perangkat sedang online;
it: Controllare lo stato della spia, se la spia lampeggia significa che il dispositivo è offline, se la spia è accesa significa che il dispositivo è online;
ja: インジケータライトのステータスを確認します。インジケータライトが点滅している場合はデバイスがオフラインであることを意味し、インジケータライトがオンの場合はデバイスがオンラインであることを意味します。
ko: 표시등의 상태를 확인하십시오. 표시등이 깜박이면 장치가 오프라인임을 의미하고 표시등이 켜져 있으면 장치가 온라인임을 의미합니다.
nb: Sjekk statusen til indikatorlyset, hvis indikatorlyset blinker, betyr det at enheten er frakoblet, hvis indikatorlampen er på, betyr det at enheten er tilkoblet;
nl: Controleer de status van het indicatielampje, als het indicatielampje knippert, betekent dit dat het apparaat offline is, als het indicatielampje brandt, betekent dit dat het apparaat online is;
pl: Sprawdź stan kontrolki, jeśli kontrolka miga, oznacza to, że urządzenie jest w trybie offline, jeśli kontrolka świeci, oznacza to, że urządzenie jest w trybie online;
pt_br: Verifique o status da luz indicadora, se a luz indicadora piscar, significa que o dispositivo está offline, se a luz indicadora estiver acesa, significa que o dispositivo está online;
ro: Verificați starea indicatorului luminos, dacă indicatorul luminos clipește, înseamnă că dispozitivul este offline, dacă indicatorul este aprins, înseamnă că dispozitivul este online;
ru: Проверьте состояние светового индикатора, если индикатор мигает, это означает, что устройство не в сети, если индикатор горит, это означает, что устройство в сети;
sv: Kontrollera status för indikatorlampan, om indikatorlampan blinkar betyder det att enheten är offline, om indikatorlampan lyser betyder det att enheten är online;
th: ตรวจสอบสถานะของไฟแสดงสถานะ หากไฟแสดงสถานะกะพริบ แสดงว่าอุปกรณ์ออฟไลน์อยู่ หากไฟแสดงสถานะติด แสดงว่าอุปกรณ์ออนไลน์อยู่
tr: Gösterge ışığının durumunu kontrol edin, gösterge ışığı yanıp sönerse cihazın çevrimdışı olduğu anlamına gelir, gösterge ışığı yanıyorsa cihazın çevrimiçi olduğu anlamına gelir;
vi: Kiểm tra trạng thái của đèn báo, nếu đèn báo nhấp nháy nghĩa là thiết bị đang ngoại tuyến, nếu đèn báo sáng nghĩa là thiết bị đang trực tuyến;
zh_hans: 检查指示灯状态，指示灯闪烁表示设备离线，如指示灯长亮则表示设备在线；
zh_hant: 檢查指示燈狀態，指示燈閃爍表示設備離線，如指示燈長亮則表示設備在線；

# addDevice_setting_tips_advice
source: For security,please setup password
cs: Chcete-li chránit bezpečnost informací o zařízení,nastavte prosím heslo.
de: Zur Sicherheit bitte Passwort vergeben
es: Por seguridad,configure la contraseña
fi: Laitteen tietoturvan suojaamiseksi aseta salasana.
fr: Pour des raisons de sécurité, créez un mot de passe
he: על מנת להבטיח פרטיות,אנא הגדר ססמה
id: Untuk keamanan,silakan Ganti Sandi
it: Per sicurezza,si prega di impostare la password
ja: セキュリティ上の理由より、パスワードを作成してください。
ko: 보안 관리를 위해 비밀번호를 설정해주세요.
nb: For sikkerhet,vennligst legg inn passord
nl: Voor veiligheid,wachtwoord instellen
pl: Proszę ustawić hasło
pt_br: Por segurança,por favor,configure a senha
ro: Pentru securitate,vă rugăm să configurați parola
ru: Для безопасности,пожалуйста,установите пароль
sv: För säkerhet,var vänlig installera lösenordet
th: เพื่อความปลอดภัยกรุณาตั้งค่ารหัสผ่าน
tr: Güvenlik için,lütfen şifrenizi ayarlayın
vi: Để đảm bảo an toàn thông tin thiết bị, vui lòng đặt mật khẩu.
zh_hans: 为保障设备信息安全，请设置密码。
zh_hant: 為保障設備信息安全，請設置密碼。

# share_device_scan_code
source: Scan the QR code of the other party's account ("My"-"Personal Information"-"My QR Code") to share the device
cs: Naskenujte QR kód účtu druhé strany ("Moje " - "Osobní údaje " - "Můj QR kód ") a sdílejte zařízení
de: Scannen Sie den QR-Code des Kontos des anderen Nutzers ("Konto" - "Persönliche Informationen" - "Mein QR-Code"), um das Gerät zu teilen
es: Escanee el código QR de la cuenta de la otra parte ("Mi " - "Información personal " - "Mi código QR ") para compartir el dispositivo
fi: Naskenujte QR kód účtu druhé strany ("Moje " - "Osobní údaje " - "Můj QR kód ") a sdílejte zařízení
fr: Scannez le code QR du compte de l'autre partie ("Mes " - "Informations personnelles " - "Mon code QR ") pour partager l'appareil
he: סרוק את קוד ה- QR של חשבון הצד השני ("שלי " - "מידע אישי " - "קוד ה- QR שלי ") כדי לשתף את המכשיר
id: Pindai kode QR akun pihak lain ("Saya " - "Informasi Pribadi " - "Kode QR Saya ") untuk membagikan perangkat
it: Scansiona il codice QR dell'account dell'altra parte ("Il mio " - "Informazioni personali " - "Il mio codice QR ") per condividere il dispositivo
ja: 相手のアカウントのQRコード（「マイ」-「個人情報」-「マイQRコード」）をスキャンして、デバイスを共有します
ko: 상대방 계정의 QR 코드 ("내 "-"개인 정보 "-"내 QR 코드 ")를 스캔하여 기기를 공유하세요.
nb: Skann QR-koden til motpartens konto ("Min " - "Personlig informasjon " - "Min QR-kode ") for å dele enheten
nl: Scan de QR-code van het account van de andere partij ("Mijn " - "Persoonlijke informatie " - "Mijn QR-code ") om het apparaat te delen
pl: Zeskanuj kod QR konta drugiej strony ("Moje " - "Dane osobowe " - "Mój kod QR "), aby udostępnić urządzenie
pt_br: Digitalize o código QR da conta da outra parte ("Meu " - "Informações pessoais " - "Meu código QR ") para compartilhar o dispositivo
ro: Scanați codul QR al contului celeilalte părți ("My " - "Informații personale " - "My QR Code ") pentru a partaja dispozitivul
ru: Отсканируйте QR-код учетной записи другой стороны ("Моя " - "Личная информация " - "Мой QR-код "), чтобы поделиться устройством.
sv: Skanna QR-koden för den andra partens konto ("Min " - "Personlig information " - "Min QR-kod ") för att dela enheten
th: สแกนรหัส QR ของบัญชีของอีกฝ่าย ("My " - "ข้อมูลส่วนบุคคล " - "รหัส QR ของฉัน ") เพื่อแชร์อุปกรณ์
tr: Cihazı paylaşmak için diğer tarafın hesabının ("Benim " - "Kişisel Bilgilerim " - "QR Kodum ") QR kodunu tarayın
vi: Quét mã QR của tài khoản bên kia ("Của tôi" - "Thông tin cá nhân" - "Mã QR của tôi") để chia sẻ thiết bị
zh_hans: 扫描对方账号二维码（“我的”-“个人资料”-“我的二维码” 中）分享设备
zh_hant: 掃描對方賬號二維碼（“我的”-“ 個人資料”-“我的二維碼” 中）分享設備

# help_cloud_storage_textTips_6
source: Check cloud storage recording
cs: Zobrazit video pro ukládání v cloudu
de: Cloudspeicher Aufnahme prüfen
es: Ver la grabación de almacenamiento en la nube
fi: Näytä pilvivarastointivideo
fr: Vérifier l'enregistrement du stockage dans le Cloud
he: בדוק את הענן אחסון הקלטה
id: Cek Rekaman di penyimpanan Awan
it: Verificare la registrazione cloud
ja: ストレージの録画の確認
ko: 클라우드 저장소 기록 확인
nb: Se på skylagringsvideo
nl: Opname cloudopslag controleren
pl: Sprawdź nagrywanie w chmurze
pt_br: Verifique a gravação do armazenamento em nuvem
ro: Verificați înregistrarea stocării în nor
ru: Проверьте запись в облачном хранилище
sv: Kontrollera registrering av molnlagring
th: ตรวจสอบพื้นที่จัดเก็บข้อมูลบนคลาวด์
tr: Bulut depolama kaydını kontrol edin
vi: Xem video lưu trữ đám mây
zh_hans: 查看云存录像
zh_hant: 查看雲存錄像

# deviceSetting_device_ID
source: Device ID:
cs: ID zařízení:
de: Geräte ID:
es: Identificación del dispositivo:
fi: Laitteen tunnus:
fr: Reference de l'appareil:
he: מזהה מכשיר:
id: ID Perangkat:
it: ID del dispositivo:
ja: デバイスID：
ko: 장치 아이디:
nb: Enhets-ID:
nl: Apparaat ID:
pl: Identyfikator urzadzenia:
pt_br: ID de dispositivo:
ro: Identificatorul dispozitivului:
ru: Идентификатор устройства:
sv: Enhets-ID:
th: รหัสอุปกรณ์:
tr: Cihaz Kimliği:
vi: ID thiết bị:
zh_hans: 设备ID：
zh_hant: 設備ID：

# deviceSetting_Third_party_service_authorization
source: Third-party service authorization
cs: Autorizace služby třetí strany
de: Autorisierung von Drittanbieterdiensten
es: Autorización de servicios de terceros
fi: Kolmannen osapuolen palvelun valtuutus
fr: Autorisation de service tiers
he: אישור שירות של צד שלישי
id: Otorisasi layanan pihak ketiga
it: Autorizzazione del servizio di terze parti
ja: サードパーティのサービス承認
ko: 제3자 서비스 승인
nb: Tredjeparts serviceautorisasjon
nl: Autorisatie voor service van derden
pl: Autoryzacja usług zewnętrznych
pt_br: Autorização de serviço de terceiros
ro: Autorizație de service terță parte
ru: Авторизация сторонних сервисов
sv: Tredjeparts serviceauktorisering
th: การอนุญาตบริการบุคคลที่สาม
tr: Üçüncü taraf hizmet yetkilendirmesi
vi: Ủy quyền dịch vụ của bên thứ ba
zh_hans: 第三方服务授权
zh_hant: 第三方服務授權

# Stand_alone_station_Send
source: Send
cs: Poslat
de: Senden
es: Enviar
fi: Lähettää
fr: Envoyer
he: לִשְׁלוֹחַ
id: Kirim
it: Spedire
ja: 送信
ko: 보내다
nb: Sende
nl: Sturen
pl: Wysłać
pt_br: Mandar
ro: Trimite
ru: послать
sv: Skicka
th: ส่ง
tr: Gönder
vi: gửi đi
zh_hans: 发送
zh_hant: 發送

# preview_no_video_open_service
source: 3. Turn on the video service
cs: 3. Zapněte videoslužbu
de: 3. Aktivieren Sie den Videodienst
es: 3. Enciende el servicio de video.
fi: 3. Käynnistä videopalvelu
fr: 3. Activer le service vidéo
he: .3 הפעל את שירות הווידאו
id: 3. Nyalakan layanan video
it: 3. Attiva il servizio video
ja: 3.ビデオサービスをオンにします
ko: 3. 비디오 서비스 켜기
nb: 3. Slå på videotjenesten
nl: 3. Schakel de videoservice in
pl: 3. Włącz usługę wideo
pt_br: 3. Ligue o serviço de vídeo
ro: 3. Porniți serviciul video
ru: 3. Включите видео сервис
sv: 3. Slå på videotjänsten
th: 3. เปิดบริการวิดีโอ
tr: 3. Video servisini açın
vi: 3. Bật dịch vụ video
zh_hans: 3.开启视频服务
zh_hant: 3.開啟視頻服務

# help_addDevice_textTips_26
source: 2. Check whether if the network cable interface is existed . If there have no network cable interface,select ① "NO" to enter the wireless adding process.
cs: 2. Zkontrolujte,zda není k dispozici rozhraní síťového kabelu. Pokud není k dispozici rozhraní síťového kabelu,vyberte 1 a zadejte postup bezdrátového přidávání.
de: 2. Prüfen Sie, ob ein LAN-Port vorhanden ist. Wenn nicht, wählen Sie ① "NEIN" aus, um das Hinzufügen über WLAN zu starten.
es: 2. Compruebe si existe la interfaz del cable de red. Si no hay una interfaz de cable de red,seleccione 1 para ingresar al proceso de adición inalámbrica.
fi: 2. Tarkista,onko verkkokaapelin liitäntä,jos verkkokaapeli ei ole käytössä,valitse 1,jos haluat siirtyä langattomaan lisäprosessiin.
fr: 2. Vérifiez si l'interface du câble réseau existe. s'il n'y a pas d'interface de câble réseau, sélectionnez ① pour essayer le processus d'ajout sans fil.
he: .2 בדוק אם קיים ממשק כבל רשת. אם אין ממשק כבל רשת,בחר 1 כדי להיכנס לתהליך ההוספה האלחוטי.
id: 2. Periksa apakah antarmuka kabel jaringan ada. Jika tidak ada antarmuka kabel jaringan,pilih 1 untuk memasukkan proses penambahan nirkabel.
it: 2. Verificare se esiste l'interfaccia del cavo di rete. Se non è presente un'interfaccia cavo di rete,selezionare 1 per accedere al processo di aggiunta wireless.
ja: 2.LAN端子が存在するかどうかを確認します。 LAN端子がない場合は、ワイヤレス設定①を選択してください。
ko: 2. 네트워크 케이블 인터페이스가 있는지 확인하십시오. 네트워크 케이블 인터페이스가 없으면 1을 선택하여 무선 추가 프로세스를 시작하십시오.
nb: 2. Kontroller om nettverkskabelgrensesnittet eksisterer. Hvis det ikke er noe nettverkskabelgrensesnitt,velg 1 for å legge til den trådløse tilleggsprosessen.
nl: 2. Controleer of de netwerkkabelinterface bestaat. Als er geen netwerkkabelinterface is,selecteert u 1 om het draadloze toevoegingsproces te openen.
pl: 2. Sprawdź,czy istnieje interfejs kabla sieciowego. Jeśli nie ma interfejsu kabla sieciowego,wybierz 1,aby przejść do procesu dodawania połączenia bezprzewodowego.
pt_br: 2. Verifique se a interface do cabo de rede existe. Se não houver interface de cabo de rede,selecione 1 para entrar no processo de adição sem fio.
ro: 2. Verificați dacă interfața cablului de rețea există. Dacă nu există o interfață pentru cablu de rețea,selectați 1 pentru a intra în procesul de adăugare fără fir.
ru: 2. Проверьте,существует ли интерфейс сетевого кабеля. Если интерфейс сетевого кабеля отсутствует,выберите 1,чтобы начать процесс добавления беспроводной сети.
sv: 2. Kontrollera om nätverkskabelgränssnittet finns. Om det inte finns något nätverkskabelgränssnitt,välj 1 för att ange den trådlösa tilläggsprocessen.
th: 2. ตรวจสอบว่าอุปกรณ์มีสาย LAN เสียบอยู่หรือไม่หากไม่มีมีสาย LAN เสียบอยู่ ให้เลือก①"ไม่"เพื่อเข้าสู่กระบวนการเพิ่มแบบไร้สาย
tr: 2. Ağ kablosu arayüzünün olup olmadığını kontrol edin. Ağ kablosu arayüzü yoksa,kablosuz ekleme işlemine girmek için 1'i seçin.
vi: 2. Xác nhận xem thiết bị có giao diện cáp mạng hay không, nếu không có giao diện cáp mạng, hãy chọn ①Không để vào quá trình thêm không dây;
zh_hans: 2.确认设备是否存在网线接口，若没有网线接口，选择①否进入无线添加流程；
zh_hant: 2.確認設備是否存在網線接口，若沒有網線接口，選擇①否進入無線添加流程；

# playback_now
source: Now
cs: Nyní
de: jetzt
es: ahora
fi: nyt
fr: maintenant
he: עַכשָׁיו
id: sekarang
it: Ora
ja: 今
ko: 지금
nb: nå
nl: nu
pl: teraz
pt_br: agora
ro: acum
ru: Теперь
sv: nu
th: ตอนนี้
tr: şimdi
vi: hiện nay
zh_hans: 现在
zh_hant: 現在

# person_reset_need_receiving_mailbox_aler
source: After reset, you need to reset the receiving mailbox to receive alert messages
cs: Po resetování musíte resetovat přijímací schránku, abyste mohli přijímat výstražné zprávy
de: Nach dem Zurücksetzen müssen Sie das Empfänger-Postfach zurücksetzen, um Warnmeldungen zu erhalten
es: Después de restablecer, debe restablecer el buzón de recepción para recibir mensajes de alerta
fi: Nollauksen jälkeen sinun on nollattava vastaanottava postilaatikko, jotta voit vastaanottaa hälytysviestejä
fr: Après la réinitialisation, vous devez réinitialiser la boîte aux lettres de réception pour recevoir des messages d'alerte
he: לאחר האיפוס, עליך לאפס את תיבת הדואר המקבלת כדי לקבל הודעות התראה
id: Setelah reset, Anda perlu mengatur ulang kotak surat penerima untuk menerima pesan peringatan
it: Dopo il ripristino, è necessario ripristinare la casella di posta ricevente per ricevere i messaggi di avviso
ja: リセット後、アラートメッセージを受信するには、受信メールボックスをリセットする必要があります
ko: 재설정 후 알림 메시지를 받으려면 수신 사서함을 재설정해야 합니다.
nb: Etter tilbakestilling må du tilbakestille mottakerpostkassen for å motta varselmeldinger
nl: Na het resetten moet u de ontvangende mailbox opnieuw instellen om waarschuwingsberichten te ontvangen
pl: Po zresetowaniu musisz zresetować skrzynkę odbiorczą, aby otrzymywać wiadomości alarmowe
pt_br: Após a redefinição, você precisa redefinir a caixa de correio de recebimento para receber mensagens de alerta
ro: După resetare, trebuie să resetați căsuța poștală de primire pentru a primi mesaje de alertă
ru: После сброса вам необходимо сбросить принимающий почтовый ящик, чтобы получать предупреждающие сообщения.
sv: Efter återställningen måste du återställa den mottagande brevlådan för att ta emot varningsmeddelanden
th: หลังจากรีเซ็ตแล้ว คุณต้องรีเซ็ตเมลบ็อกซ์ที่ได้รับเพื่อรับข้อความแจ้งเตือน
tr: Sıfırlamadan sonra, uyarı mesajlarını almak için alıcı posta kutusunu sıfırlamanız gerekir.
vi: Sau khi đặt lại, bạn cần đặt lại hộp thư nhận để nhận tin nhắn cảnh báo
zh_hans: 重置后需要重新设置接收邮箱才能接收警报消息
zh_hant: 重置後需要重新設置接收郵箱才能接收警報消息

# add_4G_camera_cannot_connected_Internet_check_4
source: Contact your 4G card operator to assist in troubleshooting the reason for the inability to connect to the Internet.
cs: Obraťte se na operátora 4G karty, aby vám pomohl s řešením příčiny nemožnosti připojení k internetu.
de: Wenden Sie sich an Ihren 4G-Kartenbetreiber, um Hilfe bei der Fehlerbehebung für die fehlende Internetverbindung zu erhalten.
es: Comuníquese con su operador de tarjeta 4G para ayudarlo a solucionar el motivo de la imposibilidad de conectarse a Internet.
fi: Ota yhteyttä 4G-korttisi operaattoriin saadaksesi apua Internet-yhteyden epäonnistumisen syyn vianmäärityksessä.
fr: Contactez votre opérateur de carte 4G pour vous aider à résoudre la raison de l'impossibilité de vous connecter à Internet.
he: צור קשר עם מפעיל כרטיס ה-4G שלך כדי לסייע בפתרון הבעיות של הסיבה לחוסר היכולת להתחבר לאינטרנט.
id: Hubungi operator kartu 4G Anda untuk membantu memecahkan masalah penyebab ketidakmampuan untuk terhubung ke Internet.
it: Contatta l'operatore della tua scheda 4G per assistere nella risoluzione dei problemi del motivo dell'impossibilità di connettersi a Internet.
ja: 4Gカードのオペレーターに連絡して、インターネットに接続できない理由のトラブルシューティングを支援してください。
ko: 인터넷에 연결할 수 없는 이유를 해결하려면 4G 카드 운영자에게 문의하십시오.
nb: Kontakt din 4G-kortoperatør for å hjelpe deg med å feilsøke årsaken til manglende evne til å koble til Internett.
nl: Neem contact op met uw 4G-kaartaanbieder voor hulp bij het oplossen van de reden voor het niet kunnen verbinden met internet.
pl: Skontaktuj się z operatorem karty 4G, aby pomóc w rozwiązaniu problemu z przyczyną niemożności połączenia z Internetem.
pt_br: Entre em contato com a operadora do cartão 4G para ajudar a solucionar o motivo da incapacidade de se conectar à Internet.
ro: Contactați operatorul cardului dvs. 4G pentru a vă ajuta la depanarea motivului imposibilității de a vă conecta la Internet.
ru: Обратитесь к оператору карты 4G для помощи в устранении причины невозможности подключения к интернету.
sv: Kontakta din 4G-kortoperatör för att hjälpa dig att felsöka orsaken till oförmågan att ansluta till Internet.
th: ติดต่อผู้ให้บริการการ์ด 4G ของคุณเพื่อช่วยในการแก้ไขปัญหาสาเหตุที่ไม่สามารถเชื่อมต่ออินเทอร์เน็ตได้
tr: İnternete bağlanamama nedenini gidermeye yardımcı olması için 4G kart operatörünüzle iletişime geçin.
vi: Liên hệ với nhà cung cấp thẻ 4G của bạn để hỗ trợ khắc phục nguyên nhân không thể kết nối Internet.
zh_hans: 联系您的4G卡运营商，协助排查无法联网的原因。
zh_hant: 聯繫您的4G卡運營商，協助排查無法聯網的原因。

# devicesetting_Device_voice_list
source: Device voice list
cs: Seznam hlasů zařízení
de: Liste der Gerätestimmen
es: Lista de voz del dispositivo
fi: Laitteen ääniluettelo
fr: Liste vocale de l'appareil
he: רשימת קול במכשיר
id: Daftar suara perangkat
it: Elenco voci del dispositivo
ja: デバイスの音声リスト
ko: 장치 음성 목록
nb: Enhetsstemmeliste
nl: Stemlijst apparaat
pl: Lista głosowa urządzenia
pt_br: Lista de voz do dispositivo
ro: Lista vocală a dispozitivului
ru: Список голосовых сообщений устройства
sv: Enhetens röstlista
th: รายการเสียงของอุปกรณ์
tr: Cihaz ses listesi
vi: Danh sách giọng nói của thiết bị
zh_hans: 设备语音列表
zh_hant: 設備語音列表

# Unbind_mailbox_describe
source: After unbinding, you will not be able to use this email address to log in to the account~ Do you want to continue unbinding?
cs: Po zrušení vazby nebudete moci tuto e -mailovou adresu použít k přihlášení k účtu ~ Chcete pokračovat v odblokování?
de: Nach dem Trennen der Verbindung können Sie sich mit dieser E-Mail-Adresse nicht mehr in das Konto einloggen~ Fortfahren?
es: Después de desvincular, no podrá utilizar esta dirección de correo electrónico para iniciar sesión en la cuenta ~ ¿Desea continuar desvinculando?
fi: Sidonnan purkamisen jälkeen et voi käyttää tätä sähköpostiosoitetta kirjautuaksesi tilille ~ Haluatko jatkaa purkamista?
fr: Après la déliaison, vous ne pourrez plus utiliser cette adresse e-mail pour vous connecter au compte ~ Voulez-vous continuer la déliaison ?
he: לאחר ביטול ההתקשרות, לא תוכל להשתמש בכתובת דוא"ל זו כדי להיכנס לחשבון ~ האם ברצונך להמשיך לבטל את ההתקשרות?
id: Setelah pelepasan ikatan, Anda tidak akan dapat menggunakan alamat email ini untuk masuk ke akun~ Apakah Anda ingin melanjutkan pelepasan?
it: Dopo la rimozione, non sarai in grado di utilizzare questo indirizzo email per accedere all'account~ Vuoi continuare la rimozione?
ja: バインドを解除すると、このメールアドレスを使用してアカウントにログインできなくなります〜バインドを解除し続けますか？
ko: 바인딩을 해제하면 이 이메일 주소를 사용하여 계정에 로그인할 수 없습니다~ 바인딩 해제를 계속하시겠습니까?
nb: Etter at bindingen er avsluttet, vil du ikke kunne bruke denne e -postadressen til å logge på kontoen ~ Vil du fortsette å fjerne bindingen?
nl: Na het ontbinden kunt u dit e-mailadres niet gebruiken om in te loggen op het account~ Wilt u doorgaan met het ontbinden?
pl: Po cofnięciu powiązania nie będzie można używać tego adresu e-mail do logowania się na konto~ Czy chcesz kontynuować usuwanie powiązania?
pt_br: Após a desvinculação, você não poderá usar este endereço de e-mail para fazer login na conta ~ Deseja continuar a desvincular?
ro: După deconectare, nu veți putea utiliza această adresă de e-mail pentru a vă conecta la cont ~ Vrei să continui deconectarea?
ru: После отмены привязки вы не сможете использовать этот адрес электронной почты для входа в учетную запись. Вы хотите продолжить отмену привязки?
sv: Efter avbindningen kommer du inte att kunna använda den här e -postadressen för att logga in på kontot ~ Vill du fortsätta avbindningen?
th: หลังจากยกเลิกการเชื่อมโยง คุณจะไม่สามารถใช้ที่อยู่อีเมลนี้เพื่อเข้าสู่บัญชีได้~ คุณต้องการยกเลิกการเชื่อมโยงต่อไปหรือไม่?
tr: Bağlantıyı kaldırdıktan sonra, hesaba giriş yapmak için bu e-posta adresini kullanamayacaksınız~ Bağlantıyı kaldırmaya devam etmek istiyor musunuz?
vi: Sau khi hủy liên kết, bạn sẽ không thể sử dụng địa chỉ email này để đăng nhập vào tài khoản ~ Bạn có muốn tiếp tục hủy liên kết không?
zh_hans: 解绑后，你将不能使用此邮箱登录该账号哦~是否继续解绑？
zh_hant: 解綁後，你將不能使用此郵箱登錄該賬號哦~是否繼續解綁？

# Update_download_failed
source: Version download failed
cs: Stažení verze se nezdařilo
de: Download fehlgeschlagen
es: Error al descargar la versión
fi: Version lataus epäonnistui
fr: Échec du téléchargement de la version
he: הורדת הגרסה נכשלה
id: Unduhan versi gagal
it: Download della versione non riuscito
ja: バージョンのダウンロードに失敗しました
ko: 버전 다운로드 실패
nb: Nedlasting av versjon mislyktes
nl: Versie downloaden mislukt
pl: Nie udało się pobrać wersji
pt_br: O download da versão falhou
ro: Descărcarea versiunii a eșuat
ru: Не удалось скачать версию
sv: Nedladdning av version misslyckades
th: การดาวน์โหลดเวอร์ชันล้มเหลว
tr: Sürüm indirilemedi
vi: Tải xuống phiên bản không thành công
zh_hans: 版本下载失败
zh_hant: 版本下載失敗
