Repository: Yolo-cell-hash/go_home_ios
Catalog: ios/Runner/JASDK/JAResources/XLanguage/X35MultiLanguage/*.lproj/X35MutiLanguage.strings
Languages: cs, de, es, fi, fr, he, id, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sv, th, tr, vi, zh_hans, zh_hant

# person_feedback_question_check_router_2_detail
source: The camera does not currently support the connection of 5G band WiFi. Please open the router management page (generally marked with the address of the management page on the bottom label of the router), select the wireless setting 2.4GHz, and set it to on.
cs: Kamera aktuálně nepodporuje připojení 5G pásma WiFi. Otevřete prosím stránku pro správu routeru (obvykle označenou adresou stránky pro správu na spodním štítku routeru), vyberte nastavení bezdrátové sítě 2.4GHz a zapněte ji.
de: Die Kamera unterstützt derzeit keine Verbindung von 5Gz WLAN-Netzwerken. Öffnen Sie die Router-Einstellungen (normalerweise ist die Adresse auf der Unterseite des Routers zu finden). Aktivieren Sie nur das 2,4 GHz WLAN-Netzwerk.
es: La cámara no admite actualmente la conexión de WiFi de banda 5G. Abra la página de administración del enrutador (generalmente marcada con la dirección de la página de administración en la etiqueta inferior del enrutador), seleccione la configuración inalámbrica de 2,4 GHz y actívela.
fi: Kamera ei tällä hetkellä tue 5G-kaistaisen WiFi-yhteyden muodostamista. Avaa reitittimen hallintasivu (joka yleensä on merkitty hallintasivun osoitteella reitittimen alaosassa), valitse langaton asetus 2,4 GHz ja aseta se päälle.
fr: La caméra ne prend actuellement pas en charge la connexion WiFi en bande 5G. Veuillez ouvrir la page de gestion du routeur (généralement marquée avec l'adresse de la page de gestion sur l'étiquette inférieure du routeur), sélectionnez le paramètre sans fil 2,4 GHz et activez-le.
he: המצלמה אינה תומכת נכון לעכשיו בחיבור של WiFi 5g-band. אנא פתח את דף ניהול הנתב (מסומן בדרך כלל בכתובת של עמוד הניהול בתווית התחתונה של הנתב), בחר את ההגדרה האלחוטית 2.4GHz והפעל אותו לפעולה.
id: Kamera saat ini tidak mendukung koneksi WiFi 5G band. Silakan buka halaman manajemen router (umumnya ditandai dengan alamat halaman manajemen pada label bawah router), pilih pengaturan nirkabel 2.4GHz, dan atur ke aktif.
it: Al momento la fotocamera non supporta la connessione WiFi in banda 5G. Aprire la pagina di gestione del router (generalmente contrassegnata con l'indirizzo della pagina di gestione sull'etichetta inferiore del router), selezionare l'impostazione wireless a 2,4 GHz e impostarla su on.
ja: カメラは5GHzの無線接続をサポートしていません。ルーターの管理ページ（通常、ルーターの下部ラベルにある管理ページのアドレスが記載されています）を開き、ワイヤレス設定2.4GHzを選択して、オンに設定してください。
ko: 카메라는 현재 5G 대역 WiFi 연결을 지원하지 않습니다. 라우터 관리 페이지 (일반적으로 라우터의 하단 레이블에 관리 페이지 주소가 표시됨)를 열고 무선 설정 2.4GHz를 선택한 다음 설정하십시오.
nb: Kameraet støtter for øyeblikket ikke tilkoblingen til 5G-bånd WiFi. Åpne ruterenes administrasjonsside (vanligvis merket med adressen til administrasjonssiden på rutens nederste etikett), velg den trådløse innstillingen 2,4 GHz og sett den på.
nl: De camera ondersteunt momenteel de verbinding van 5G-band WiFi niet. Open de routerbeheerpagina (doorgaans gemarkeerd met het adres van de beheerpagina op het onderste label van de router), selecteer de draadloze instelling 2,4 GHz en zet deze aan.
pl: Aparat obecnie nie obsługuje połączenia WiFi 5G. Otwórz stronę zarządzania routerem (zazwyczaj oznaczoną adresem strony zarządzania na dolnej etykiecie routera), wybierz ustawienie sieci bezprzewodowej 2,4 GHz i włącz je.
pt_br: No momento, a câmera não suporta a conexão WiFi de banda 5G. Por favor, abra a página de gerenciamento do roteador (geralmente marcada com o endereço da página de gerenciamento na etiqueta inferior do roteador), selecione a configuração sem fio 2.4GHz e ative-a.
ro: În prezent, camera nu acceptă conexiunea WiFi în bandă 5G. Vă rugăm să deschideți pagina de gestionare a routerului (marcată în general cu adresa paginii de gestionare de pe eticheta de jos a routerului), selectați setarea fără fir de 2,4 GHz și setați-o pe.
ru: Камера в настоящее время не поддерживает подключение 5G диапазона WiFi. Пожалуйста, откройте страницу управления маршрутизатором (обычно помеченную адресом страницы управления на нижней этикетке маршрутизатора), выберите настройку беспроводной сети 2,4 ГГц и включите ее.
sv: Kameran stöder för närvarande inte anslutningen av 5G-band WiFi. Öppna routerhanteringssidan (vanligtvis markerad med adressen till hanteringssidan på routerns nedre etikett), välj den trådlösa inställningen 2.4GHz och sätt den på.
th: ขณะนี้กล้องไม่รองรับการเชื่อมต่อกับ WiFi แบนด์ 5G โปรดเปิดหน้าการจัดการเราเตอร์ (โดยปกติจะมีการทำเครื่องหมายที่อยู่ของหน้าการจัดการไว้ที่ฉลากที่ด้านล่างของเราเตอร์) เลือกการตั้งค่าไร้สาย 2.4GHz และตั้งค่าเป็นเปิด
tr: Kamera şu anda 5G bant WiFi bağlantısını desteklemiyor. Lütfen yönlendirici yönetim sayfasını açın (genellikle yönlendiricinin alt etiketindeki yönetim sayfasının adresiyle işaretlenir), kablosuz ayar 2.4GHz'i seçin ve açık olarak ayarlayın.
vi: Máy ảnh hiện không hỗ trợ kết nối WiFi băng tần 5G. Vui lòng mở trang quản lý bộ định tuyến (thường địa chỉ của trang quản lý được đánh dấu trên nhãn ở cuối bộ định tuyến), chọn cài đặt không dây 2,4GHz và bật.
zh_hans: 摄像机暂不支持连接5G频段的WiFi。 请您打开路由器管理页面（一般在路由器底部标签上标有管理页面的地址），选择无线设置2.4GHz,设置为开启。
zh_hant: 攝像機暫不支持連接5G頻段的WiFi。 請您打開路由器管理頁面（壹般在路由器底部標簽上標有管理頁面的地址），選擇無線設置2.4GHz,設置為開啟。

# deviceSetting_PTZ_control_direction_flip
source: PTZ control direction flip
cs: Překlopení směru ovládání PTZ
de: PTZ-Ausrichtung Richtungsumkehr
es: Cambio de dirección de control PTZ
fi: PTZ-suunnan vaihto
fr: Inversion de direction de contrôle PTZ
he: היפוך כיוון בקרת PTZ
id: Balik arah kontrol PTZ
it: Capovolgimento della direzione del controllo PTZ
ja: PTZ制御方向反転
ko: PTZ 제어 방향 반전
nb: PTZ kontroll retning flip
nl: PTZ-besturingsrichting flip
pl: Odwróć kierunek sterowania PTZ
pt_br: Mudança de direção de controle PTZ
ro: Flip direcție de control PTZ
ru: Переворот направления управления PTZ
sv: PTZ styrriktning flip
th: พลิกทิศทางการควบคุม PTZ
tr: PTZ kontrol yönü çevirme
vi: PTZ điều khiển hướng lật
zh_hans: 云台控制方向翻转
zh_hant: 雲台控制方向翻轉

# get_videoList_failed
source: Fail to get video list,please try again
cs: Seznam videí se nezdařil,zkuste to znovu
de: Videoliste abrufen fehlgeschlagen, bitte erneut versuchen
es: Error al obtener la lista de videos,intente de nuevo
fi: Videolistan saaminen epäonnistui. Yritä uudelleen
fr: Impossible d'obtenir la liste des vidéos, veuillez réessayer
he: בעיה בקבלת רשימת הוידאו,אנא נסה שנית
id: gagal mendapat daftar video,silakan coba lagi
it: Ricezione listato video fallito,prego ritentare
ja: 動画リストの取得ができません。もう一度お試しください。
ko: 동영상 목록을 가져 오지 못했습니다. 다시 시도하십시오.
nb: Feilet ved henting av videoliste,prøv igjen
nl: Videolijst ophalen mislukt,probeer het opnieuw
pl: Błąd pobrania listy wideo,spróbuj ponownie
pt_br: Não conseguir lista de vídeos,por favor tente novamente
ro: Nu reușiți să obțineți lista de videoclipuri,încercați din nou
ru: Не удалось получить список видео,пожалуйста,попробуйте еще раз
sv: Misslyckas med att få videolista,försök igen
th: ไม่สามารถรับรายการวิดีโอ,โปรดลองอีกครั้ง
tr: Video listesi alınamadı,lütfen tekrar deneyin
vi: Không lấy được danh sách video, vui lòng thử lại
zh_hans: 获取视频列表失败，请重试
zh_hant: 獲取視頻列表失敗，請重試

# device_share_for_failure
source: Fail to get device sharing list
cs: Seznam sdílení zařízení se nezdařil
de: Liste der geteilten Geräte abrufen fehlgeschlagen
es: Error al obtener la lista de uso compartido del Equipo
fi: Laitteen jakamisluettelon saaminen epäonnistui
fr: Impossible d'obtenir la liste de partage de périphérique
he: תקלה בקבלת רשימת ההתקנים המשותפים
id: Gagal mendapat daftar bagikan perangkat
it: Errore ricezione lista condivisioni
ja: デバイス共有リストを取得できません
ko: 장치 공유 목록을 가져 오지 못함
nb: Kunne ikke hente enhetens delingsliste
nl: Kan lijst gedeelde apparaten niet ophalen
pl: Błąd pozyskania listy udostępnionych urządzeń
pt_br: Falha ao obter lista de compartilhamento de dispositivos
ro: Nu reușiți să obțineți lista de distribuire a dispozitivelor
ru: Не удалось получить список устройств общего доступа
sv: Misslyckas med att få enhetsdelningslista
th: ไม่สามารถเข้าถึงรายการแชร์อุปกรณ์
tr: Cihaz paylaşım listesi alınamadı
vi: Không lấy được danh sách chia sẻ thiết bị
zh_hans: 获取设备分享列表失败
zh_hant: 獲取設備分享列表失敗

# adddevice_distance_requidistance_network_require
source: Network requirements
cs: Požadavky na síť
de: Netzwerkanforderungen
es: Requisitos de la red
fi: Verkkovaatimukset
fr: Configuration réseau requise
he: דרישות רשת
id: Persyaratan jaringan
it: Requisiti di rete
ja: ネットワーク要件
ko: 네트워크 요구 사항
nb: Nettverkskrav
nl: Netwerkvereisten
pl: Wymagania sieciowe
pt_br: Requisitos de rede
ro: Cerințe de rețea
ru: Требования к сети
sv: Nätverkskrav
th: ข้อกำหนดของเครือข่าย
tr: Ağ gereksinimleri
vi: Yêu cầu mạng
zh_hans: 网络要求
zh_hant: 網絡要求

# Preview_no_set_permission
source: No setting permission
cs: Žádné oprávnění k nastavení
de: Keine Einstellungsberechtigung
es: Sin permiso de configuración
fi: Ei asetuslupaa
fr: Aucune autorisation de réglage
he: אין הרשאת הגדרה
id: Tidak ada izin pengaturan
it: Nessun permesso di impostazione
ja: 設定許可なし
ko: 설정 권한 없음
nb: Ingen innstillingstillatelse
nl: Geen instellingsrechten
pl: Brak uprawnień do ustawiania
pt_br: Sem permissão de configuração
ro: Fără permisiune de setare
ru: Нет разрешения на настройку
sv: Ingen inställningsbehörighet
th: ไม่มีการตั้งค่าการอนุญาต
tr: Ayar izni yok
vi: Không có quyền cài đặt
zh_hans: 暂无设置权限
zh_hant: 暫無設置權限

# devicesetting_4G_SIM_card_ICCID
source: * SIM ICCID number
cs: * SIM ICCID číslo
de: * SIM ICCID Nummer
es: * Número de SIM ICCID
fi: * SIM-kortin ICCID-numero
fr: * Numéro SIM ICCID
he: * מספר ICCID של SIM
id: * Nomor SIM ICCID
it: * Numero SIM ICCID
ja: * SIM ICCID番号
ko: * SIM ICCID 번호
nb: * SIM ICCID-nummer
nl: * SIM ICCID-nummer
pl: * Numer SIM ICCID
pt_br: * Número ICCID do SIM
ro: * Număr SIM ICCID
ru: * Номер ICCID SIM
sv: * SIM ICCID-nummer
th: * หมายเลข ICCID ของซิม
tr: * SIM ICCID numarası
vi: * Số ICCID của thẻ SIM
zh_hans: *SIM卡ICCID号
zh_hant: * SIM卡ICCID號

# devicesetting_manage_recharge_plan
source: Please use the browser to visit the 4G traffic recharge website of e-vision cloud to manage the recharge plan
cs: Chcete-li spravovat plán dobíjení, použijte prohlížeč a navštivte web 4G pro dobíjení provozu cloudu e-vision
de: Verwenden Sie den Browser, um die 4G Traffic Recharge-Website der EseeCloud zu besuchen und den Aufladeplan zu verwalten
es: Utilice el navegador para visitar el sitio web de recarga de tráfico 4G de e-vision cloud para administrar el plan de recarga
fi: Käytä selainta käydäksesi 4G-liikenteen latausverkkosivulla e-vision pilvi hallitaksesi lataussuunnitelmaa
fr: Veuillez utiliser le navigateur pour visiter le site Web de recharge du trafic 4G d'e-vision cloud pour gérer le plan de recharge
he: אנא השתמש בדפדפן כדי לבקר באתר טעינת התעבורה של 4G של ענן החזון האלקטרוני כדי לנהל את תוכנית הטעינה
id: Silakan gunakan browser untuk mengunjungi situs web awan isi ulang 4G dari e-vision cloud untuk mengelola paket isi ulang
it: Utilizzare il browser per visitare il sito Web di ricarica del traffico 4G del cloud e-vision per gestire il piano di ricarica
ja: ブラウザを使用してe-visionクラウドの4GトラフィックリチャージWebサイトにアクセスし、リチャージプランを管理してください
ko: 충전 계획을 관리하기 위해 브라우저를 사용하여 e-vision 클라우드의 4G 교통 충전 웹 사이트를 방문하십시오
nb: Bruk nettleseren til å besøke nettstedet for 4G-lading av e-visjonssky for å administrere ladeplanen
nl: Gebruik de browser om de website voor het opladen van 4G-verkeer van e-vision cloud te bezoeken om het oplaadplan te beheren
pl: Skorzystaj z przeglądarki, aby odwiedzić witrynę doładowywania ruchu 4G chmury e-vision w celu zarządzania planem doładowania
pt_br: Use o navegador para visitar o site de recarga de tráfego 4G da e-vision cloud para gerenciar o plano de recarga
ro: Vă rugăm să utilizați browserul pentru a vizita site-ul web de reîncărcare a traficului 4G de cloud viziune electronică pentru a gestiona planul de reîncărcare
ru: Используйте браузер, чтобы посетить веб-сайт пополнения трафика 4G облака e-vision для управления планом пополнения баланса.
sv: Använd webbläsaren för att besöka webbplatsen för 4G-laddning av trafik för e-vision-molnet för att hantera laddningsplanen
th: โปรดใช้เบราว์เซอร์เพื่อเยี่ยมชมเว็บไซต์เติมเงิน 4G ของ e-vision cloud เพื่อจัดการแผนการเติมเงิน
tr: Şarj planını yönetmek için lütfen tarayıcıyı e-vizyon bulutunun 4G trafik şarj web sitesini ziyaret edin
vi: Vui lòng sử dụng trình duyệt của bạn để truy cập trang web nạp dữ liệu 4G của Yishiyun để quản lý gói nạp
zh_hans: 请用浏览器访问易视云4G流量充值网站前往管理充值计划
zh_hant: 請用瀏覽器訪問易視雲4G流量充值網站前往管理充值計劃

# person_many_people_helpful_ios
source: %ld out of %ld found it helpful
cs: %ld z%ld to považuje za užitečné
de: %ld von%ld fanden es hilfreich
es: %ld de%ld lo encontró útil
fi: %ld /%ld piti siitä hyödyllistä
fr: %ld sur%ld l'ont trouvé utile
he: %ld מתוך %ld מצא את זה מועיל
id: %ld dari%ld merasa terbantu
it: %ld su%ld lo ha trovato utile
ja: %ldのうち%ldはそれが役に立ったと感じました
ko: %ld 명 중 %ld 명이 도움이되었다고 생각했습니다.
nb: %ld av%ld syntes det var nyttig
nl: %ld van %ld vond het nuttig
pl: %ld z%ld uznało to za pomocne
pt_br: %ld de %ld achou útil
ro: %ld din %ld l-a găsit util
ru: %ld из%ld считает это полезным
sv: %ld av %ld tyckte att det var till hjälp
th: %ld จาก %ld พบว่ามีประโยชน์
tr: %ld /%ld yararlı buldu
vi: %ld trong số %ld thấy hữu ích
zh_hans: %ld人中有%ld人认为有帮助
zh_hant: %ld人中有%ld人認為有幫助

# login_explain_refuse
source: Refuse
cs: Odmítnout
de: Ablehnen
es: Negar
fi: Kieltäytyä
fr: Refuser
he: מסרב
id: Menolak
it: Rifiuto
ja: 同意しない
ko: 폐물
nb: Nekte
nl: Weigeren
pl: Odrzucać
pt_br: Recusar
ro: Refuza
ru: Отказаться
sv: Vägra
th: ปฏิเสธ
tr: Reddet
vi: Từ chối
zh_hans: 拒绝
zh_hant: 拒絕

# cloud_package_promotion_join_fail
source: Join failed
cs: Spojení se nezdařilo
de: Beitritt fehlgeschlagen
es: No se pudo unir
fi: Liity epäonnistui
fr: Rejoindre échoué
he: ההצטרפות נכשלה
id: Gagal bergabung
it: Partecipa fallito
ja: 参加できませんでした
ko: 가입 실패
nb: Bli med mislyktes
nl: Aanmelden mislukt
pl: Dołącz nieudany
pt_br: Junção falhou
ro: Alăturați-vă
ru: Не удалось присоединиться
sv: Gå med misslyckad
th: เข้าร่วมล้มเหลว
tr: Katılma başarısız oldu
vi: Không tham gia được
zh_hans: 加入失败
zh_hant: 加入失敗

# person_feedback_question_video_incomplete_7
source: 7. During the occurrence of abnormal dynamics, the perpetrator did not appear within the shooting range of the camera, and no content of the perpetrator was captured.
cs: 7. Během výskytu neobvyklé dynamiky se pachatel neobjevil v dosahu střelnice kamery a nebyl zachycen žádný obsah pachatele.
de: 7. Der Eindringling erschien nicht im Aufnahmebereich der Kamera und es wurde keine Aufnahme erstellt.
es: 7. Durante la aparición de dinámicas anormales, el autor no apareció dentro del alcance de disparo de la cámara, y no se capturó el contenido del autor.
fi: 7. Epänormaalin dynamiikan esiintymisen aikana tekijä ei esiintynyt kameran ampuma-alueella, eikä tekijän sisältöä vangittu.
fr: 7. Lors de l'apparition d'une dynamique anormale, l'agresseur ne s'est pas présenté dans le champ de prise de vue de la caméra et aucun contenu de l'agresseur n'a été capturé.
he: 7. במהלך התרחשותה של דינמיקה לא תקינה, המבצע לא הופיע בטווח הצילום של המצלמה, ולא נלכד תוכן של המבצע.
id: 7. Selama terjadinya dinamika abnormal, pelaku tidak muncul dalam jangkauan pemotretan kamera, dan tidak ada konten pelaku yang ditangkap.
it: 7. Durante il verificarsi di dinamiche anomale, l'autore non è apparso nel raggio di tiro della telecamera e non è stato acquisito alcun contenuto dell'autore.
ja: 7.異常動作発生中に、侵入者がカメラの撮影範囲内に現れず、侵入者がキャプチャされませんでした。
ko: 7. 비정상적인 역학이 발생하는 동안 가해자가 카메라의 촬영 범위 내에 나타나지 않았으며 가해자의 내용이 포착되지 않았습니다.
nb: 7. Under forekomsten av unormal dynamikk dukket ikke gjerningsmannen seg innenfor skuddområdet til kameraet, og intet innhold i gjerningsmannen ble fanget.
nl: 7. Tijdens het optreden van abnormale dynamiek verscheen de dader niet binnen het opnamebereik van de camera en werd er geen inhoud van de dader vastgelegd.
pl: 7. Podczas wystąpienia nienormalnej dynamiki sprawca nie pojawił się w zasięgu strzelania z kamery i nie została zarejestrowana żadna zawartość sprawcy.
pt_br: 7. Durante a ocorrência de dinâmica anormal, o agressor não apareceu dentro do alcance da câmera e nenhum conteúdo do agressor foi capturado.
ro: 7. În timpul apariției unei dinamici anormale, făptuitorul nu a apărut în raza de filmare a camerei și nu a fost capturat conținutul făptuitorului.
ru: 7. Во время возникновения аномальной динамики преступник не появлялся в пределах диапазона стрельбы камеры, и содержимое преступника не было зафиксировано.
sv: 7. Under uppträdandet av onormal dynamik såg inte gärningsmannen sig inom kamerans fotograferingsområde och inget innehåll i förövaren fångades.
th: 7. ในระหว่างที่เกิดการเปลี่ยนแปลงที่ผิดปกติผู้กระทำผิดไม่ปรากฏตัวภายในระยะการถ่ายภาพของกล้องและไม่ได้จับเนื้อหาของผู้กระทำผิด
tr: 7. Anormal dinamiklerin ortaya çıkması sırasında, fail kamera çekim aralığında görünmedi ve failin içeriği yakalanmadı.
vi: 7. Trong thời gian xảy ra động tĩnh bất thường, hung thủ không xuất hiện trong phạm vi quay phim của camera, và nội dung về sự xuất hiện của hung thủ cũng không được ghi lại.
zh_hans: 7.异常动态发生期间，肇事者没有出现在摄像机拍摄范围内，没有拍摄到肇事者出现的内容。
zh_hant: 7.異常動態發生期間，肇事者沒有出現在攝像機拍攝範圍內，沒有拍攝到肇事者出現的內容。

# addDevcie_hot_add
source: Device not found, it is recommended to add device hotspot
cs: Zařízení nebylo nalezeno, doporučuje se přidat hotspot zařízení
de: Gerät nicht gefunden, es wird empfohlen, den Geräte-Hotspot zum Hinzuzufügen zu verwenden
es: No se encontró el Equipo, se recomienda agregar un punto de acceso al Equipo
fi: Laitetta ei löydy, on suositeltavaa lisätä laitteen hotspot
fr: Périphérique non trouvé, il est recommandé d'ajouter un point d'accès au périphérique
he: ההתקן לא נמצא, מומלץ להוסיף נקודה חמה של המכשיר
id: Perangkat tidak ditemukan, disarankan untuk menambahkan hotspot perangkat
it: Dispositivo non trovato, si consiglia di aggiungere l'hotspot del dispositivo
ja: デバイスが見つかりません。デバイスにアクセスポイントを追加することをお勧めします。
ko: 장치를 찾을 수 없으므로 핫스팟을 이용해서 추가해주세요.
nb: Enhet ikke funnet, det anbefales å legge til enhets hotspot
nl: Apparaat niet gevonden, het wordt aanbevolen om een apparaathotspot toe te voegen
pl: Nie znaleziono urządzenia, zalecane jest dodanie hotspotu urządzenia
pt_br: Dispositivo não encontrado, recomenda-se adicionar o hotspot do dispositivo
ro: Dispozitivul nu a fost găsit, se recomandă adăugarea unui hotspot al dispozitivului
ru: Устройство не найдено, рекомендуется добавить точку доступа к устройству
sv: Enhet som inte hittades, rekommenderas att lägga till enhets hotspot
th: ไม่พบอุปกรณ์ แนะนำให้ลองเพิ่มโดยใช้ฮอตสปอตของอุปกรณ์
tr: Cihaz bulunamadı, cihazın etkin noktasını eklemeniz önerilir
vi: Không tìm thấy thiết bị, bạn nên sử dụng điểm phát sóng của thiết bị để thêm
zh_hans: 未搜索到设备，建议使用设备热点添加
zh_hant: 未搜索到設備，建議使用設備熱點添加

# cloud_deployment_off_prompt
source: Cloud recording is turned on successfully, it is detected that the device channel%1$s alarm is disabled, please go to the device settings to enable alarm.
cs: Nahrávání v cloudu je úspěšně povoleno. Je zjištěno, že kanál zařízení%1$s je aktivován. Chcete-li aktivovat zapnutí, přejděte do nastavení zařízení.
de: Die Cloud-Aufzeichnung wurde erfolgreich aktiviert. Es wurde festgestellt, dass der Gerätekanal%1$s aktiviert ist. Bitte gehen Sie zu den Geräteeinstellungen, um die Scharfschaltung zu aktivieren.
es: La grabación en la nube está habilitada con éxito. Se detecta que el canal del Equipo%1$s está armado. Por favor, vaya a la configuración del Equipo para habilitar el armado.
fi: Pilven tallennus on käytössä. Havaitaan, että laitteen kanava%1$s on asennettu. Käynnistä laiteasetukset, jos haluat ottaa virityksen käyttöön.
fr: L'enregistrement en nuage est activé avec succès. Il est détecté que le canal de périphérique%1$s est armé. Veuillez accéder aux paramètres de l'appareil pour activer l'armement.
he: הקלטת הענן מופעלת בהצלחה. זה מזוהה כי ערוץ המכשיר%1$s הוא חמוש. עבור אל הגדרות המכשיר כדי להפעיל חימוש.
id: Rekaman cloud berhasil diaktifkan. Terdeteksi bahwa saluran perangkat%1$s dipersenjatai. Silakan buka pengaturan perangkat untuk mengaktifkan mempersenjatai.
it: La registrazione cloud è abilitata con successo. Viene rilevato che il canale del dispositivo%1$s è inserito. Si prega di andare alle impostazioni del dispositivo per abilitare l'inserimento.
ja: クラウドレコーディングは正常に有効になりました。 デバイスチャンネル%1$sが準備されていることが検出されました。 武装を有効にするには、デバイスの設定に移動してください。
ko: 클라우드 레코딩이 성공적으로 활성화되었습니다. 장치 채널 %1$s이 (가) 활성화 되었음이 감지되었습니다. 무장을 활성화하려면 장치 설정으로 이동하십시오.
nb: Cloud-opptaket er slått på. Det oppdages at enhetskanalen%1$s er bevæpnet. Gå til enhetens innstillinger for å aktivere tilkobling.
nl: De cloud-opname is succesvol ingeschakeld. Er wordt gedetecteerd dat het apparaatkanaal%1$s is ingeschakeld. Ga naar de apparaatinstellingen om inschakelen in te schakelen.
pl: Zapis w chmurze został pomyślnie włączony. Wykryto, że kanał urządzenia%1$s jest uzbrojony. Przejdź do ustawień urządzenia, aby włączyć uzbrajanie.
pt_br: A gravação na nuvem está ativada com sucesso. É detectado que o canal do dispositivo%1$s está armado. Por favor, vá para as configurações do dispositivo para ativar o arme.
ro: Înregistrarea cloud este activată cu succes. Se constată că canalul dispozitivului%1$s este armat. Accesați setările dispozitivului pentru a activa armarea.
ru: Облачная запись успешно включена. Обнаружено, что канал устройства%1$s поставлен на охрану. Пожалуйста, перейдите в настройки устройства, чтобы включить постановку на охрану.
sv: Molninspelningen är aktiverad. Det upptäcks att enhetskanalen%1$s är beväpnad. Gå till enhetens inställningar för att aktivera aktivering.
th: เปิดการบันทึกบนคลาวด์สำเร็จตรวจพบว่าช่องสัญญาณ%1$s ของอุปกรณ์ถูกปิดใช้งานโปรดไปที่การตั้งค่าอุปกรณ์เพื่อเปิดใช้งานการเตือน
tr: Bulut kaydı başarıyla etkinleştirildi. %1$s cihaz kanalının silahlı olduğu tespit edildi. Kurmayı etkinleştirmek için lütfen cihaz ayarlarına gidin.
vi: Quay video đám mây đã được bật thành công và phát hiện thấy rằng kênh thiết bị%1$s đã được đóng, vui lòng chuyển đến cài đặt thiết bị để bật thiết bị
zh_hans: 云录像开启成功，检测到设备通道%1$s布防已关闭，请前往设备设置开启布防
zh_hant: 雲錄像開啟成功，檢測到設備通道%1$s布防已關閉，請前往設備設置開啟布防

# message_Reload
source: Reload>
cs: Znovu načíst>
de: Neu laden>
es: recargar>
fi: Lataa uudelleen>
fr: Recharger>
he: טען מחדש>
id: Muat ulang>
it: Ricarica>
ja: リロード>
ko: 새로고침>
nb: Last på nytt>
nl: Herladen>
pl: Przeładuj>
pt_br: Recarregar>
ro: Reîncărcați>
ru: Перезагрузить>
sv: Ladda om>
th: โหลดซ้ำ>
tr: yeniden yükle>
vi: Tải lại>
zh_hans: 重新加载>
zh_hant: 重新加載>

# preview_device_video_turn_off
source: The device video service is turned off
cs: Služba videa zařízení je vypnuta
de: Der Geräte-Videodienst ist deaktiviert
es: El servicio de video del Equipo está apagado.
fi: Laitteen videopalvelu on pois päältä
fr: Le service vidéo de l'appareil est désactivé
he: שירות הווידאו של ההתקן כבוי
id: Layanan video perangkat dimatikan
it: Il servizio video del dispositivo è disattivato
ja: デバイスビデオサービスがオフになっています
ko: 장치 비디오 서비스가 꺼져 있습니다.
nb: Enhetsvideotjenesten er slått av
nl: De videoservice van het apparaat is uitgeschakeld
pl: Usługa wideo urządzenia jest wyłączona
pt_br: O serviço de vídeo do dispositivo está desativado
ro: Serviciul video pentru dispozitiv este dezactivat
ru: Видеосервис устройства отключен
sv: Enhetsvideotjänsten är avstängd
th: บริการวิดีโอของอุปกรณ์ปิดอยู่
tr: Cihaz video servisi kapalı
vi: Dịch vụ video của thiết bị này đã bị tắt
zh_hans: 该设备视频服务已关闭
zh_hant: 該設備視頻服務已關閉

# devSettings_schedule_from
source: From
cs: Od
de: Von
es: De
fi: alkaen
fr: De
he: החל מ
id: Dari
it: Da
ja: 開始
ko: 시작
nb: Fra
nl: Van
pl: Od
pt_br: De
ro: Din
ru: От
sv: Från
th: จาก
tr: itibaren
vi: Từ
zh_hans: 从
zh_hant: 從
