Repository: Yolo-cell-hash/go_home_ios
Catalog: ios/Runner/JASDK/JAResources/XLanguage/X35MultiLanguage/*.lproj/X35MutiLanguage.strings
Languages: cs, de, es, fi, fr, he, id, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sv, th, tr, vi, zh_hans, zh_hant

# Addevice_place_following_suggestions
source: To ensure your use experience, please place the equipment according to the following suggestions:
cs: Abyste zajistili své používání, umístěte zařízení podle následujících doporučení:
de: Um das Gerät bestmöglich zu verwenden, platzieren Sie es bitte gemäß den folgenden Platzierungshinweisen:
es: Para garantizar su experiencia de uso, coloque el equipo de acuerdo con las siguientes sugerencias:
fi: Varmistaaksesi käyttökokemuksesi, sijoita laitteet seuraavien ehdotusten mukaisesti:
fr: Pour assurer votre expérience d'utilisation, veuillez placer l'équipement selon les suggestions suivantes :
he: כדי להבטיח את חווית השימוש שלך, אנא הצב את הציוד בהתאם להצעות הבאות:
id: Untuk memastikan pengalaman penggunaan Anda, harap letakkan peralatan sesuai dengan saran berikut:
it: Per garantire la tua esperienza d'uso, posizionare l'apparecchiatura secondo i seguenti suggerimenti:
ja: 使用体験を確実にするために、次の提案に従って機器を配置してください。
ko: 사용 경험을 보장하려면 다음 제안에 따라 장비를 배치하십시오.
nb: For å sikre din brukserfaring, vennligst plasser utstyret i henhold til følgende forslag:
nl: Om uw gebruikservaring te garanderen, plaatst u de apparatuur volgens de volgende suggesties:
pl: Aby zapewnić sobie komfort użytkowania, umieść sprzęt zgodnie z następującymi sugestiami:
pt_br: Para garantir sua experiência de uso, coloque o equipamento de acordo com as seguintes sugestões:
ro: Pentru a vă asigura experiența de utilizare, vă rugăm să plasați echipamentul conform următoarelor sugestii:
ru: Чтобы обеспечить удобство использования, размещайте оборудование в соответствии со следующими рекомендациями:
sv: För att säkerställa din användningsupplevelse, placera utrustningen enligt följande förslag:
th: เพื่อให้แน่ใจว่าประสบการณ์การใช้งานของคุณ โปรดวางอุปกรณ์ตามคำแนะนำต่อไปนี้:
tr: Kullanım deneyiminizi sağlamak için lütfen ekipmanı aşağıdaki önerilere göre yerleştirin:
vi: Để đảm bảo trải nghiệm sử dụng của bạn, vui lòng đặt thiết bị theo gợi ý sau:
zh_hans: 为保障您的使用体验，请参照以下建议安放设备：
zh_hant: 為保障您的使用體驗，請參照以下建議安放設備：

# help_addDevice_textTips_14
source: Add bluetooth camera
cs: Přidejte fotoaparát Bluetooth
de: Bluetooth Kamera hinzufügen
es: Agrega la cámara Bluetooth
fi: Lisää Bluetooth-kamera
fr: Ajouter une caméra bluetooth
he: הוסף מצלמת blootooth
id: Tambah Kamera Bluetooth
it: Aggiungere videocamere Bluetooth
ja: Bluetoothカメラの追加
ko: 블루투스 카메라 등록
nb: Legg til Bluetooth-kamera
nl: Bluetooth-camera toevoegen
pl: Dodaj kamerę bluetooth
pt_br: Adicionar câmera bluetooth
ro: Adăugați o cameră Bluetooth
ru: Добавить блютуз камеру
sv: Lägg till Bluetooth-kamera
th: เพิ่มกล้องบลูทูธ
tr: Bluetooth kamera ekle
vi: Thêm máy ảnh bluetooth
zh_hans: 添加蓝牙摄像机
zh_hant: 添加藍牙攝像機

# adddevice_environmental_require
source: 5.Environmental requirements
cs: 5.Environmentální požadavky
de: 5.Umgebung
es: 5.Requisitos ambientales
fi: 5.Ympäristövaatimukset
fr: 5. Exigences environnementales
he: 5. דרישות סביבתיות
id: 5. Persyaratan lingkungan
it: 5. Requisiti ambientali
ja: 5.環境要件
ko: 5. 환경 요건
nb: 5. Miljøkrav
nl: 5. Milieueisen
pl: 5. Wymagania środowiskowe
pt_br: Requisitos 5.Environmental
ro: 5. Cerințe de mediu
ru: 5. Экологические требования
sv: 5. Miljökrav
th: 5. ข้อกำหนดด้านสิ่งแวดล้อม
tr: 5.Çevre gereksinimleri
vi: 5. Yêu cầu về môi trường
zh_hans: 5、环境要求
zh_hant: 5、環境要求

# devicesetting_motion_detection_mode
source: Motion detect area
cs: Oblast detekce pohybu
de: Erkennung ein
es: Movimiento área de detectar
fi: Liiketunnistusalue
fr: Zone de détection de mouvement
he: Motion לזהות שטח
id: Area deteksi gerak
it: Il movimento rileva la zona
ja: 動体検知エリア
ko: 모션 감지 영역
nb: Motion oppdage området
nl: Bewegingsdetectiegebied
pl: Obszar wykrywania ruchu
pt_br: Movimento área de detectar
ro: Motion zona de detectare
ru: Зона обнаружения движения
sv: Rörelsedetekteringsområde
th: การตั้งค่าพื้นที่ตรวจจับ
tr: Hareket algılama alanı
vi: Cài đặt khu vực phát hiện
zh_hans: 侦测区域设置
zh_hant: 偵測區域設置

# addDevice_setting_password_tips_plural_ios
source: Skip %ld sec
cs: Přeskočit%ld sek
de: %ld Sek überspringen
es: Omitir%ld seg
fi: Ohita%ld seku
fr: Ignorer %ld sec
he: דלג על %ld שניות
id: Lewati %ld detik
it: Salta %ld sec
ja: %ld秒のスキップ
ko: %ld 초 건너뛰기
nb: Hopp over %ld sek
nl: Overslaan %ld sec
pl: Pomiń%ld sek
pt_br: Ignorar%ld seg
ro: Treceți%ld sec
ru: Пропустить%ld секунд
sv: Hoppa över%ld sek
th: ข้าม วินาที
tr: %ld saniye atla
vi: Bỏ qua%ld giây
zh_hans: 跳过%ld秒
zh_hant: 跳過%ld秒

# setting_phone_selectAndWrite_options
source: Please check setup--EseeCloud--photo,choose read and write option
cs: Otevřete Nastavení-> Vision Cloud -> Photos,vyberte možnosti pro čtení a zápis
de: Bitte Einstellungen prüfen--EseeCloud—Foto, Lese- und Schreiberechtigung erteilen
es: Abra Configuración->EseeCloud->Fotos,seleccione Opciones de lectura y escritura
fi: Avaa Asetukset-> Vision pilvi -> Valokuvat,valitse luku-ja kirjoitusasetukset
fr: Vérifier la configuration -EseeCloud- photo, choisir l'option lire et écrire
he: בדוק את ההגדרה-EseeCloud-צילום,בחר באפשרות קריאה וכתיבה
id: silakan cek setup--EseeCloud--Foto,pilih opsi baca dan tulis
it: Prego controllare impostazioni applicativo,Selezionare leggi e scrivi
ja: セットアップを確認してください-Eseecloud-写真、読み書きオプションを選択してください。
ko: 휴대폰의 설정-애플리케이션 관리-IP Pro 앱 선택-"권한"-"저장공간" 사용 권한을 허용으로 해주세요.
nb: Vennligst sjekk innstillinger. Bilde,velg les og skriv alternativet.
nl: Instelling--EseeCloud--foto controleren,lees-en schrijfoptie selecteren
pl: Sprawdź ustawienia-EseeCloud-zdjęcie,wybierz opcję odczytu i zapisu
pt_br: Por favor,verifique a configuração-EseeCloud-foto,escolha ler e escrever opção
ro: Verificați configurarea-EseeCloud-fotografie,alegeți opțiunea de citire și scriere
ru: Пожалуйста,проверьте настройки-EseeCloud-фото,выберите вариант чтения и записи
sv: Kontrollera installationen-EseeCloud-foto,välj läs och skriv alternativ
th: โปรดตรวจสอบการตั้งค่า Pixels HD ภาพถ่าย เลือกตัวเลือก อ่านและเขียน
tr: Lütfen kurulumu kontrol edin-EseeCloud-fotoğraf,okuma ve yazma seçeneğini seçin
vi: Vui lòng mở Cài đặt-> Tầm nhìn dễ dàng-> Ảnh, chọn tùy chọn đọc / ghi
zh_hans: 请打开设置->易视云->照片，选择读写选项
zh_hant: 請打開設置->易視雲->照片，選擇讀寫選項

# help_preview_ttextTips_8
source: Two way talk:press the button and talk for a long time
cs: Hlasový interkom: dlouze stiskněte tlačítko a promluvte
de: Wechselsprechen: Button gedrückt halten, um zu sprechen
es: Dos métodos para el intercomunicador: mantenga presionado el botón y hable
fi: Äänipuhelu: puhu painamalla pitkään painiketta
fr: Discussion bidirectionnelle : appuyez longuement sur le bouton et parlez
he: שמע דו כיווני: לחץ לחיצה ממושכפת על הלחצן כדי לדבר
id: Bicara 2 arah : tekan dan tahan tombol untuk bicara
it: Comunicazione bidirezionale: Tenere premuto il pulsante e parlare
ja: 双方向通話：ボタンを長押しして話します。
ko: 양방향 토크 : 버튼을 길게 누르고 말하기
nb: 2-veis prat: Langt trykk på knappen for å snakke
nl: Tweeweggesprek:knop lang indrukken en praten
pl: Rozmowa: naciśnięcie i przytrzymanie przycisku umożliwi rozmowę
pt_br: Conversa em dois sentidos: pressione e segure o botão e fale
ro: Discuție în două moduri: apăsați lung butonul și vorbiți
ru: Двусторонний разговор: долго нажимайте на кнопку и говорите
sv: Tvåvägssamtal: länge tryck på knappen och prata
th: สนทนา2ทาง : กดปุ่มค้างไว้เพื่อสนทนา
tr: İki yönlü konuşma: düğmeye uzun basın ve konuşma
vi: Liên lạc nội bộ thoại: Nhấn và giữ nút để liên lạc nội bộ
zh_hans: 语音对讲：长按按钮进行对讲
zh_hant: 語音對講：長按按鈕進行對講

# devicesetting_Best_video_Description
source: Keep recording while continuously detecting moving objects
cs: Pokračujte v záznamu a nepřetržitě detekujte pohybující se objekty
de: Aufnahme wird fortgesetzt, während bewegliche Objekte erkannt werden
es: Siga grabando mientras detecta continuamente objetos en movimiento
fi: Jatka tallennusta samalla, kun havaitset jatkuvasti liikkuvia esineitä
fr: Continuez à enregistrer tout en détectant en permanence des objets en mouvement
he: המשך להקליט תוך איתור רציף של אובייקטים נעים
id: Terus merekam sambil terus mendeteksi objek bergerak
it: Continua a registrare mentre rilevi continuamente oggetti in movimento
ja: 動きのある物体を継続的に検出しながら記録を続ける
ko: 움직이는 물체를 지속적으로 감지하면서 계속 기록
nb: Fortsett å registrere mens du kontinuerlig oppdager gjenstander i bevegelse
nl: Blijf opnemen terwijl u continu bewegende objecten detecteert
pl: Kontynuuj nagrywanie podczas ciągłego wykrywania poruszających się obiektów
pt_br: Continue gravando enquanto detecta continuamente objetos em movimento
ro: Păstrați înregistrarea în timp ce detectați continuu obiecte în mișcare
ru: Продолжайте запись, постоянно обнаруживая движущиеся объекты
sv: Fortsätt spela in medan du kontinuerligt upptäcker rörliga objekt
th: เก็บบันทึกในขณะที่ตรวจจับวัตถุที่กำลังเคลื่อนที่อย่างต่อเนื่อง
tr: Hareketli nesneleri sürekli olarak algılarken kayda devam edin
vi: Tiếp tục ghi âm trong khi liên tục phát hiện các đối tượng chuyển động
zh_hans: 持续侦测移动物体时持续录像
zh_hant: 持續偵測移動物體時持續錄像

# devicesetting_Uninterrupted_record_battery_sufficient_insufficient
source: Uninterrupted recording when the power is sufficient. When the battery is insufficient, automatically switches to the Optimal Surveillance mode.This mode consumes faster power and is suitable for connecting to a power source.
cs: Nepřerušované nahrávání při dostatečném výkonu. Když je baterie nedostatečná, automaticky se přepne do režimu optimálního sledování. Tento režim spotřebovává rychlejší energii a je vhodný pro připojení ke zdroji napájení.
de: Unterbrechungsfreie Aufnahme bei ausreichender Leistung. Wechselt automatisch in den optimalen Überwachungsmodus, wenn der Akku nicht mehr ausreicht. Dieser Modus verbraucht schneller Strom und eignet sich zum Anschluss an eine Stromquelle.
es: Grabación ininterrumpida cuando la potencia es suficiente. Cuando la batería es insuficiente, cambia automáticamente al modo de Vigilancia Óptima. Este modo consume energía más rápido y es adecuado para conectarse a una fuente de alimentación.
fi: Keskeytymätön tallennus, kun virtaa riittää. Kun akku on riittämätön, siirtyy automaattisesti Optimal Surveillance -tilaan. Tämä tila kuluttaa nopeammin virtaa ja soveltuu liitettäväksi virtalähteeseen.
fr: Enregistrement ininterrompu lorsque la puissance est suffisante. Lorsque la batterie est insuffisante, passe automatiquement en mode de surveillance optimale. Ce mode consomme plus d'énergie et convient à la connexion à une source d'alimentation.
he: הקלטה ללא הפרעה כאשר הכוח מספיק. כאשר הסוללה אינה מספקת, עובר אוטומטית למצב מעקב אופטימלי. מצב זה צורך חשמל מהיר יותר ומתאים לחיבור למקור מתח.
id: Perekaman tanpa gangguan saat daya mencukupi. Ketika baterai tidak mencukupi, secara otomatis beralih ke mode Pengawasan Optimal. Mode ini mengkonsumsi daya lebih cepat dan cocok untuk menghubungkan ke sumber listrik.
it: Registrazione ininterrotta quando la potenza è sufficiente. Quando la batteria è insufficiente, passa automaticamente alla modalità di sorveglianza ottimale. Questa modalità consuma energia più velocemente ed è adatta per il collegamento a una fonte di alimentazione.
ja: 電力が十分な場合の中断のない記録。 バッテリーが不足すると、自動的に最適監視モードに切り替わります。このモードは消費電力が速く、電源への接続に適しています。
ko: 전원이 충분할 때 중단 없는 녹화. 배터리가 부족하면 자동으로 최적의 감시 모드로 전환됩니다. 이 모드는 더 빠른 전력 소모로 전원 연결에 적합합니다.
nb: Uavbrutt opptak når strømmen er tilstrekkelig. Når batteriet er utilstrekkelig, bytter den automatisk til Optimal Surveillance-modus. Denne modusen bruker raskere strøm og er egnet for tilkobling til en strømkilde.
nl: Ononderbroken opnemen wanneer de stroom voldoende is. Wanneer de batterij onvoldoende is, schakelt automatisch over naar de Optimal Surveillance-modus. Deze modus verbruikt sneller stroom en is geschikt voor aansluiting op een stroombron.
pl: Nieprzerwane nagrywanie, gdy moc jest wystarczająca. Gdy bateria jest niewystarczająca, automatycznie przełącza się w tryb optymalnego nadzoru. Ten tryb zużywa więcej energii i jest odpowiedni do podłączenia do źródła zasilania.
pt_br: Gravação ininterrupta quando a energia é suficiente. Quando a bateria é insuficiente, muda automaticamente para o modo Optimal Surveillance. Este modo consome energia mais rapidamente e é adequado para conectar a uma fonte de alimentação.
ro: Înregistrare neîntreruptă când puterea este suficientă. Când bateria este insuficientă, trece automat în modul de supraveghere optimă. Acest mod consumă energie mai rapidă și este potrivit pentru conectarea la o sursă de alimentare.
ru: Непрерывная запись при достаточном питании. При недостаточном заряде батареи автоматически переключается в режим Оптимальное наблюдение. Этот режим потребляет больше энергии и подходит для подключения к источнику питания.
sv: Oavbruten inspelning när strömmen är tillräcklig. När batteriet är otillräckligt växlar automatiskt till det optimala övervakningsläget. Detta läge förbrukar snabbare ström och är lämpligt för anslutning till en strömkälla.
th: บันทึกอย่างต่อเนื่องเมื่อมีพลังงานเพียงพอ เมื่อแบตเตอรี่ไม่เพียงพอ จะสลับไปที่โหมด Optimal Surveillance โดยอัตโนมัติ โหมดนี้ใช้พลังงานเร็วกว่าและเหมาะสำหรับการเชื่อมต่อกับแหล่งพลังงาน
tr: Güç yeterli olduğunda kesintisiz kayıt. Pil yetersiz olduğunda, otomatik olarak Optimal Gözetim moduna geçer. Bu mod daha hızlı güç tüketir ve bir güç kaynağına bağlanmak için uygundur.
vi: Ghi không bị gián đoạn khi nguồn điện đủ. Khi pin không đủ, tự động chuyển sang chế độ Giám sát tối ưu, chế độ này tiêu thụ điện năng nhanh hơn và thích hợp để kết nối với nguồn điện.
zh_hans: 当电量充足时，设备一直持续录像，当电量低时，自动切换到最佳录像模式。该模式耗电较快，适合外接电源使用。
zh_hant: 當電量充足時，設備一直持續錄像，當電量低時，自動切換到最佳錄像模式。該模式耗電較快，適合外接電源使用。

# cloud_help_migration_tip
source: Tips: Do not migrate all day recording cloud services to NVR devices
cs: Tipy: Nemigrujte služby celodenního nahrávání cloudových služeb do zařízení NVR
de: Tipps: Verwenden Sie nicht den ganzen Tag Aufnahme von Cloud-Services zu NVR migrieren
es: Consejos: No migre todo el día grabando servicios en la nube a Equipos NVR
fi: Vinkkejä: Älä siirrä koko päivän tallennus pilvipalveluja NVR laitteisiin
fr: Conseils: ne migrez pas les services cloud d’enregistrement toute la journée vers des périphériques NVR
he: טיפים לגילוי תנועה: אל תעביר את כל שירותי הענן להקלטת יום למכשירי NVR
id: Tips: Jangan bermigrasi sepanjang hari merekam layanan cloud ke perangkat NVR
it: Suggerimenti: non migrare i servizi cloud di registrazione tutto il giorno su dispositivi NVR
ja: ヒント：終日録画クラウドサービスをNVRデバイスに移行しないでください
ko: 팁 : 하루 종일 녹화 클라우드 서비스를 NVR 장치로 마이그레이션하지 마십시오.
nb: Suggerimenti: Overfør ikke hele dagen innspilling av skygtjenester til NVR-enheter
nl: Tips: migreer cloudrecordiensten voor de hele dag niet naar NVR-apparaten
pl: Wskazówki: Nie migruj przez cały dzień, zapisując usługi w chmurze do urządzeń NVR
pt_br: Dicas: Não migre todos os dias serviços de gravação em nuvem para dispositivos NVR
ro: Sfaturi: Nu migrați toate serviciile de înregistrare a zgomotului în timpul zilei la dispozitivele NVR
ru: подсказки: не переносите облачные службы записи весь день на устройства NVR
sv: tips: inte migrera hela dagen inspelning molntjänster till NVR-enheter
th: เคล็ดลับ: อย่าย้ายบริการคลาวด์ที่บันทึกทั้งวันไปยังอุปกรณ์ NVR
tr: İpuçları: Tüm gün kayıt bulut hizmetlerini NVR cihazlarına geçirmeyin
vi: Nhắc nhở: Bạn không thể di chuyển dịch vụ đám mây ghi âm cả ngày sang thiết bị NVR
zh_hans: 温馨提示：不可迁移全天录制云服务至NVR设备
zh_hant: 溫馨提示：不可遷移全天錄製雲服務至NVR設備

# adddevice_device_light_blinking
source: Device light is blinking
cs: Kontrolka zařízení bliká
de: Geräte-LED blinkt
es: La luz del Equipo está parpadeando
fi: Laitteen valo vilkkuu
fr: Le voyant de l'appareil clignote
he: נורית ההתקן מהבהבת
id: Lampu perangkat berkedip
it: La luce del dispositivo lampeggia
ja: デバイスライトが点滅している
ko: 장치 표시등이 깜박입니다.
nb: Enhetslampen blinker
nl: Het lampje van het apparaat knippert
pl: Kontrolka urządzenia miga
pt_br: A luz do dispositivo está piscando
ro: Lumina dispozitivului clipește
ru: Индикатор устройства мигает
sv: Enhetslampan blinkar
th: ไฟอุปกรณ์กำลังกะพริบ
tr: Cihaz ışığı yanıp sönüyor
vi: Chỉ báo thiết bị đang nhấp nháy
zh_hans: 设备指示灯已闪烁
zh_hant: 設備指示燈已閃爍

# devicesetting_reset_success_delete_fail
source: The camera reset is successful, but the deletion fails. Please manually delete it before adding it
cs: Reset kamery byl úspěšný, ale mazání se nezdařilo. Před přidáním jej prosím ručně smažte
de: Kamera erfolgreich zurückgesetzt, aber das Löschen ist fehlgeschlagen. Bitte manuell löschen vor Hinzufügen
es: El restablecimiento de la cámara se ha realizado correctamente, pero la eliminación falla. Bórrelo manualmente antes de agregarlo
fi: Kameran nollaus onnistui, mutta poisto epäonnistui. Poista se manuaalisesti ennen lisäämistä
fr: La réinitialisation de la caméra est réussie, mais la suppression échoue. Veuillez le supprimer manuellement avant de l'ajouter
he: איפוס המצלמה הצליח, אך המחיקה נכשלה. מחק אותו ידנית לפני שתוסיף אותו
id: Reset kamera berhasil, tetapi penghapusan gagal. Hapus secara manual sebelum menambahkannya
it: Il ripristino della fotocamera è riuscito, ma l'eliminazione non riesce. Eliminalo manualmente prima di aggiungerlo
ja: カメラのリセットは成功しましたが、削除は失敗しました。追加する前に手動で削除してください
ko: 카메라 재설정은 성공했지만 삭제는 실패합니다. 추가하기 전에 수동으로 삭제하십시오.
nb: Tilbakestillingen av kameraet er vellykket, men slettingen mislykkes. Slett den manuelt før du legger til den
nl: Het resetten van de camera is gelukt, maar het verwijderen mislukt. Verwijder het handmatig voordat u het toevoegt
pl: Reset aparatu powiódł się, ale usunięcie nie powiodło się. Usuń go ręcznie przed dodaniem
pt_br: A reinicialização da câmera é bem-sucedida, mas a exclusão falha. Exclua-o manualmente antes de adicioná-lo
ro: Resetarea camerei este reușită, dar ștergerea eșuează. Vă rugăm să îl ștergeți manual înainte de a-l adăuga
ru: Сброс настроек камеры выполнен успешно, но удалить не удалось. Пожалуйста, удалите его вручную перед добавлением
sv: Återställningen av kameran lyckades, men borttagningen misslyckades. Ta bort det manuellt innan du lägger till det
th: การรีเซ็ตกล้องทำได้สำเร็จ แต่การลบล้มเหลว กรุณาลบด้วยตนเองก่อนเพิ่ม
tr: Kamera sıfırlama başarılı, ancak silme başarısız. Lütfen eklemeden önce manuel olarak silin
vi: Đặt lại máy ảnh thành công nhưng xóa không thành công. Vui lòng xóa thủ công trước khi thêm bằng mạng
zh_hans: 摄像机复位成功，删除失败，请手动删除后再配网添加
zh_hant: 攝像機復位成功，刪除失敗，請手動刪除後再配網添加

# cloud_tips_text_3
source: Cloud storage is about to expire,go on renewal?
cs: Záloha v cloudu brzy vyprší,obnoví se?
de: Cloudspeicher läuft ab, verlängern?
es: ¿El almacenamiento en la nube está a punto de caducar,continúe con la renovación?
fi: Pilvivaraus on päättymässä,aikooko se uudistaa?
fr: Le stockage en Cloud est sur le point d'expirer, renouveler ?
he: אחסון ענן עומד לפוג,להמשיך בחידוש?
id: Penyimpanan Awan sudah hampir berakhir,perbaharui lagi?
it: La memorizzazione cloud sta per scadere,rinnovare?
ja: ストレージの期限が近づいています。更新しますか？
ko: 클라우드 저장소가 곧 만료됩니다. 갱신 하시겠습니까?
nb: Skylagring er i ferd med å utløpe,gå til fornyelse?
nl: Cloudopslag gaat verlopen,wilt u vernieuwen?
pl: Przechowywanie w chmurze wkrótce wygaśnie,a odnowisz?
pt_br: O armazenamento na nuvem está prestes a expirar,continuar a renovação?
ro: Stocarea cloud-ului este pe cale să expire,mergeți la reînnoire?
ru: Срок действия облачного хранилища истекает,вы можете продлить его?
sv: Cloud storage är på väg att upphöra,fortsätt att förnya?
th: พื้นที่เก็บข้อมูลคลาวด์กำลังจะหมดอายุ ,ต่ออายุหรือไม่?
tr: Bulut depolama süresi dolmak üzere,yenileme devam ediyor?
vi: Bộ nhớ đám mây sắp hết hạn, bạn có đi gia hạn không?
zh_hans: 云存即将过期，是否前往续费？
zh_hant: 雲存即將過期，是否前往續費？

# adddevice_switch_other_wifi
source: Switch failed, switched to other WiFi
cs: Přepínač selhal, přepnul na jiné WiFi
de: Ändern fehlgeschlagen, zu anderem WLAN gewechselt
es: El interruptor falló, cambió a otro WiFi
fi: Kytkin epäonnistui, siirtyi toiseen WiFi-verkkoon
fr: Échec du basculement, basculement sur un autre réseau WiFi
he: החלף נכשל, עבר WiFi אחרים
id: Beralih gagal, beralih ke WiFi lain
it: Switch fallito, passato ad altro WiFi
ja: 切り替えに失敗しました、他の無線LANに切り替えました
ko: 스위치가 고장 나고 다른 WiFi로 전환되었습니다.
nb: Bytt mislyktes, byttet til annen WiFi
nl: Schakelaar mislukt, overgeschakeld naar andere WiFi
pl: Przełącznik nie powiódł się, przełączono na inne WiFi
pt_br: Switch falhou, mudou para outro WiFi
ro: Comutatorul a eșuat, a trecut la alt WiFi
ru: Переключить не удалось, переключился на другой WiFi
sv: Omkopplaren misslyckades, bytte till annan WiFi
th: การเปลี่ยนล้มเหลว,เปลี่ยนเครือข่ายอื่น
tr: Geçiş başarısız, diğer WiFi’e geçildi
vi: Không chuyển được và chuyển sang WiFi khác
zh_hans: 切换失败,切换到了其他WiFi
zh_hant: 切換失敗,切換到了其他WiFi

# cloud_select_device_channel
source: Please select %1$s devices that need to migrate the cloud
cs: Vyberte %1$s zařízení, která potřebují migrovat cloud
de: Bitte wählen Sie %1$s Geräte aus, die die Cloud migrieren müssen
es: Seleccione %1$s dispositivos que necesiten migrar la nube
fi: Valitse %1$s -laitteet, joiden on siirrettävä pilvi
fr: Veuillez sélectionner %1$s appareils qui doivent migrer vers le cloud
he: בחר %1$s מכשירים שצריכים להעביר את הענן
id: Silakan pilih %1$s perangkat yang perlu memigrasikan cloud
it: Seleziona %1$s dispositivi che devono migrare il cloud
ja: クラウドを移行する必要がある%1$sデバイスを選択してください
ko: 클라우드를 마이그레이션해야하는 %1$s 기기를 선택하십시오
nb: Velg %1$s enheter som trenger å migrere skyen
nl: Selecteer %1$s apparaten die de cloud moeten migreren
pl: Wybierz %1$s urządzenia, które muszą migrować chmurę
pt_br: Selecione %1$s dispositivos que precisam migrar a nuvem
ro: Selectați %1$s dispozitivele care trebuie să migreze cloud
ru: Пожалуйста, выберите %1$s устройства, которые должны перенести облако
sv: Välj %1$s enheter som behöver migrera molnet
th: โปรดเลือก%1$s อุปกรณ์ที่ต้องการย้ายระบบคลาวด์
tr: Lütfen bulutu taşıması gereken %1$s cihazları seçin
vi: Vui lòng chọn các kênh thiết bị%1$s cần được chuyển sang bộ nhớ đám mây
zh_hans: 请选择%1$s个需要迁移云存的设备通道
zh_hant: 請選擇%1$s個需要遷移雲存的設備通道

# person_Unbundling_failure
source: Unbind failed
cs: Odpojení selhalo
de: Trennen fehlgeschlagen
es: Desvincular fallido
fi: Sitoutuminen epäonnistui
fr: Échec de la dissociation
he: ההתנתקות נכשלה
id: Lepas ikatan gagal
it: Unbind fallito
ja: バインドを解除できませんでした
ko: 바인드 해제 실패
nb: Unbind mislyktes
nl: Ongedaan maken is mislukt
pl: Unbind nie powiodło się
pt_br: Falha ao desvincular
ro: Dezabonarea a eșuat
ru: Не удалось отменить привязку
sv: Avbrytning misslyckades
th: ยกเลิกการเชื่อมโยงล้มเหลว
tr: Bağlamayı kaldırma başarısız oldu
vi: Hủy liên kết không thành công
zh_hans: 解绑失败
zh_hant: 解綁失敗

# deviceSetting_preset_position_cruise
source: Preset position cruise
cs: přednastavená poloha
de: Preset Position Tour
es: crucero de posición preestablecida
fi: esiasetetun sijainnin risteily
fr: croisière à position prédéfinie
he: שיוט במיקום מוגדר מראש
id: pelayaran posisi preset
it: posizione di crociera preimpostata
ja: プリセットポジションクルーズ
ko: 프리셋 포지션 크루즈
nb: forhåndsinnstilt posisjonscruise
nl: vooraf ingestelde positie cruise
pl: zaprogramowana pozycja rejs
pt_br: cruzeiro de posição predefinida
ro: croaziera cu poziție presetată
ru: предустановленное положение круиз
sv: förinställd position kryssning
th: ที่ตั้งไว้ล่วงหน้าล่องเรือ
tr: önceden ayarlanmış konum gezisi
vi: hành trình vị trí đặt trước
zh_hans: 常看位置巡航
zh_hant: 常看位置巡航
