Repository: Yolo-cell-hash/go_home_ios
Catalog: ios/Runner/JASDK/JAResources/XLanguage/X35MultiLanguage/*.lproj/X35MutiLanguage.strings
Languages: cs, de, es, fi, fr, he, id, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sv, th, tr, vi, zh_hans, zh_hant

# add_Restart_device_follow_instructions_reset_button_light_flashes_stays_Next
source: Restart the device and follow the instructions, please long press the reset button of the device to restart the device, and when the device restarts, the indicator light flashes or stays on, click Next
cs: Restartujte zařízení a postupujte podle pokynů, dlouze stiskněte tlačítko reset na zařízení, aby se zařízení restartovalo, a když se zařízení restartuje, kontrolka bliká nebo zůstane svítit, klikněte na Další
de: Starten Sie das Gerät neu und befolgen Sie die Anweisungen. Bitte drücken Sie lange auf die Reset-Taste des Geräts, um das Gerät neu zu starten. Wenn das Gerät neu gestartet wird, blinkt die Anzeigelampe oder bleibt an. Klicken Sie auf Weiter
es: Reinicie el dispositivo y siga las instrucciones, mantenga presionado el botón de reinicio del dispositivo para reiniciar el dispositivo, y cuando el dispositivo se reinicia, la luz indicadora parpadea o permanece encendida, haga clic en Siguiente
fi: Käynnistä laite uudelleen ja seuraa ohjeita, paina pitkään laitteen nollauspainiketta käynnistääksesi laitteen uudelleen ja kun laite käynnistyy uudelleen, merkkivalo vilkkuu tai jää palamaan, napsauta Seuraava
fr: Redémarrez l'appareil et suivez les instructions, veuillez appuyer longuement sur le bouton de réinitialisation de l'appareil pour redémarrer l'appareil, et lorsque l'appareil redémarre, le voyant clignote ou reste allumé, cliquez sur Suivant
he: הפעל מחדש את המכשיר ופעל לפי ההוראות, אנא לחץ לחיצה ארוכה על כפתור האיפוס של המכשיר כדי להפעיל מחדש את המכשיר, וכאשר המכשיר מופעל מחדש, נורית החיווי מהבהבת או נשארת דולקת, לחץ על הבא
id: Restart perangkat dan ikuti petunjuknya, silahkan tekan lama tombol reset perangkat untuk me-restart perangkat, dan ketika perangkat restart, lampu indikator berkedip atau tetap menyala, klik Next
it: Riavvia il dispositivo e segui le istruzioni, premi a lungo il pulsante di ripristino del dispositivo per riavviare il dispositivo e, quando il dispositivo si riavvia, la spia lampeggia o rimane accesa, fai clic su Avanti
ja: デバイスを再起動し、指示に従います。デバイスのリセットボタンを長押ししてデバイスを再起動します。デバイスが再起動すると、インジケータライトが点滅または点灯したままになり、[次へ]をクリックします。
ko: 장치를 다시 시작하고 지침을 따르고 장치의 재설정 버튼을 길게 눌러 장치를 다시 시작하고 장치가 다시 시작되면 표시등이 깜박이거나 계속 켜져 있으면 다음을 클릭하십시오.
nb: Start enheten på nytt og følg instruksjonene, trykk lenge på tilbakestillingsknappen på enheten for å starte enheten på nytt, og når enheten starter på nytt, blinker eller forblir indikatorlampen på, klikk på Neste
nl: Start het apparaat opnieuw op en volg de instructies, druk lang op de resetknop van het apparaat om het apparaat opnieuw op te starten, en wanneer het apparaat opnieuw opstart, knippert of blijft het indicatielampje branden, klik op Volgende
pl: Uruchom ponownie urządzenie i postępuj zgodnie z instrukcjami, naciśnij i przytrzymaj przycisk resetowania urządzenia, aby ponownie uruchomić urządzenie, a po ponownym uruchomieniu urządzenia kontrolka miga lub świeci, kliknij Dalej
pt_br: Reinicie o dispositivo e siga as instruções, pressione e segure o botão de reinicialização do dispositivo para reiniciar o dispositivo e, quando o dispositivo for reiniciado, a luz indicadora piscará ou permanecerá acesa, clique em Avançar
ro: Reporniți dispozitivul și urmați instrucțiunile, apăsați lung butonul de resetare al dispozitivului pentru a reporni dispozitivul, iar când dispozitivul repornește, indicatorul luminos clipește sau rămâne aprins, faceți clic pe Următorul
ru: Перезагрузите устройство и следуйте инструкциям, нажмите и удерживайте кнопку сброса устройства, чтобы перезапустить устройство, и когда устройство перезагрузится, индикатор начнет мигать или будет гореть постоянно, нажмите Далее.
sv: Starta om enheten och följ instruktionerna, tryck länge på enhetens återställningsknapp för att starta om enheten, och när enheten startar om blinkar eller lyser indikatorlampan, klicka på Nästa
th: รีสตาร์ทอุปกรณ์และปฏิบัติตามคำแนะนำ โปรดกดปุ่มรีเซ็ตอุปกรณ์ค้างไว้เพื่อรีสตาร์ทอุปกรณ์ และเมื่ออุปกรณ์รีสตาร์ท ไฟแสดงสถานะจะกะพริบหรือติดสว่าง คลิกถัดไป
tr: Cihazı yeniden başlatın ve talimatları izleyin, cihazı yeniden başlatmak için lütfen cihazın sıfırlama düğmesine uzun basın ve cihaz yeniden başladığında gösterge ışığı yanıp söner veya yanık kalır, İleri'ye tıklayın
vi: Khởi động lại thiết bị và làm theo hướng dẫn, vui lòng nhấn và giữ nút đặt lại của thiết bị để khởi động lại thiết bị và khi thiết bị khởi động lại, đèn báo nhấp nháy hoặc vẫn sáng, hãy nhấp vào Tiếp theo
zh_hans: 重启设备并跟随指示操作，请长按设备Reset键重启设备，待设备重启完毕指示灯闪烁或常亮点击下一步
zh_hant: 重啟設備並跟隨指示操作，請長按設備Reset鍵重啟設備，待設備重啟完畢指示燈閃爍或常亮點擊下一步

# devicesetting_video_center_correction_Center
source: Center
cs: Centrum
de: Mitte
es: Centrar
fi: Keskusta
fr: Centre
he: מֶרְכָּז
id: Tengah
it: Centro
ja: 中心
ko: 센터
nb: Senter
nl: Centrum
pl: Środek
pt_br: Centro
ro: Centru
ru: Центр
sv: Centrum
th: ศูนย์
tr: merkez
vi: Trung tâm
zh_hans: 圆心：
zh_hant: 圓心：

# deviceSetting_Total_capacity
source: Total capacity %1$s
cs: Celková kapacita %1$s
de: Gesamtkapazität %1$s
es: Capacidad total %1$s
fi: Kokonaiskapasiteetti %1$s
fr: Capacité totale %1$s
he: קיבולת כוללת %1$s
id: Kapasitas total %1$s
it: Capacità totale %1$s
ja: 総容量%1$s
ko: 총 용량 %1$s
nb: Total kapasitet %1$s
nl: Totale capaciteit %1$s
pl: Całkowita pojemność %1$s
pt_br: Capacidade total %1$s
ro: Capacitate totală %1$s
ru: Общая емкость %1$s
sv: Total kapacitet %1$s
th: ความจุทั้งหมด %1$s
tr: Toplam kapasite %1$s
vi: Tổng dung lượng %1$s
zh_hans: 总容量%1$s
zh_hant: 總容量%1$s

# addDevice_nameExample_masterBedRoom
source: Bedroom
cs: Hlavní ložnice
de: Haustür
es: Cuarto
fi: Makuuhuone
fr: Chambre
he: חדר שינה
id: Kamar Tidur
it: Camera
ja: 寝室
ko: 안방
nb: Soverom
nl: Slaapkamer
pl: Sypialnia
pt_br: quarto
ro: Dormitor
ru: спальная комната
sv: Sovrum
th: ห้องนอน
tr: Yatak odası
vi: Buông ngủ của sêp
zh_hans: 主卧
zh_hant: 主臥

# device_grouping_delete
source: Delete this group or not?
cs: Zda chcete skupinu smazat？
de: Gruppe wirklich löschen?
es: Si eliminar el grupo？
fi: Jos haluat poistaa ryhmän？
fr: Supprimer le groupe ?
he: האם ברצונך למחוק את הקבוצה?
id: Hapus Group ini?
it: Se cancellare il gruppo？
ja: グループを削除しますか？
ko: 그룹을 삭제하시겠습니까?
nb: Enten å slette gruppen？
nl: Deze groep verwijderen of niet?
pl: Czy usunąć grupę？
pt_br: Excluir este grupo ou não?
ro: Ștergeți acest grup sau nu?
ru: Удалить эту группу или нет?
sv: Ta bort den här gruppen eller inte?
th: ลบกลุ่มนี้หรือไม่?
tr: Bu grubu sil veya değil mi?
vi: Bạn có muốn xóa nhóm này không?
zh_hans: 是否删除该分组？
zh_hant: 是否刪除該分組？

# deviceSetting_tone_Settings_Custom
source: customize
cs: Vlastní
de: Benutzerdefiniert
es: Personalizado
fi: asiakassuhde
fr: Personnalisé
he: קול מותאם אישית
id: Custom
it: costume
ja: カスタム
ko: 사용자 설정
nb: Custom
nl: Aangepaste stem
pl: Niestandardowy
pt_br: customizar
ro: personaliza
ru: настроить
sv: skräddarsy
th: การปรับแต่ง
tr: özelleştirmek
vi: tùy chỉnh
zh_hans: 自定义
zh_hant: 自定義

# addDevice_nameExample_study
source: Study room
cs: Studovna
de: Garten
es: Sala de estudio
fi: Opiskeluhuone
fr: Bureau
he: חדר לימוד
id: Ruang Belajar
it: Studio
ja: 書斎
ko: 서재
nb: Bibliotek
nl: Studeerkamer
pl: Pokój
pt_br: Sala de estudo
ro: Cameră de studiu
ru: Кабинет
sv: Studie rum
th: ห้องเรียน
tr: Çalışma odası
vi: phòng học
zh_hans: 书房
zh_hant: 書房

# deviceSetting_Select_message_push_period
source: Select the message push period
cs: Vyberte periodu odeslání zprávy
de: Benachrichtigungszeitplan festlegen
es: Seleccione el período de envío de mensajes
fi: Valitse viestin välitysjakso
fr: Sélectionnez la période de diffusion du message
he: בחר את תקופת דחיית ההודעה
id: Pilih periode push pesan
it: Seleziona il periodo di push del messaggio
ja: メッセージプッシュ期間を選択します
ko: 메시지 푸시 기간 선택
nb: Velg meldings-push-perioden
nl: Selecteer de push-periode voor berichten
pl: Wybierz okres wypychania wiadomości
pt_br: Selecione o período de envio de mensagem
ro: Selectați perioada de transmitere a mesajului
ru: Выберите период отправки сообщения
sv: Välj meddelandets push-period
th: เลือกช่วงเวลาการกดข้อความ
tr: Mesaj gönderme süresini seçin
vi: Chọn khoảng thời gian đẩy tin nhắn
zh_hans: 选择消息推送时段
zh_hant: 選擇消息推送時段

# person_qr_code_contains_account_info
source: The QR code contains account information, please do not disclose
cs: QR kód obsahuje informace o účtu, prosím nezveřejňujte
de: Der QR-Code enthält Kontoinformationen, bitte nicht weitergeben
es: El código QR contiene información de la cuenta, no revele
fi: QR-koodi sisältää tilitiedot, älä paljasta
fr: Le code QR contient des informations de compte, veuillez ne pas divulguer
he: קוד ה- QR מכיל פרטי חשבון, אנא אל תחשפו
id: Kode QR berisi informasi akun, jangan ungkapkan
it: Il codice QR contiene le informazioni sull'account, non rivelarlo
ja: QRコードにはアカウント情報が含まれています。開示しないでください
ko: QR 코드에는 계정 정보가 포함되어 있으므로 공개하지 마십시오.
nb: QR-koden inneholder kontoinformasjon, vennligst ikke avslør
nl: De QR-code bevat accountinformatie, maak deze niet openbaar
pl: Kod QR zawiera informacje o koncie, prosimy o nieujawnianie
pt_br: O código QR contém informações da conta, por favor, não divulgue
ro: Codul QR conține informații despre cont, vă rugăm să nu dezvăluiți
ru: QR-код содержит информацию об аккаунте, просьба не разглашать
sv: QR-koden innehåller kontoinformation. Vänligen avslöja inte
th: รหัส QR มีข้อมูลบัญชีโปรดอย่าเปิดเผย
tr: QR kodu hesap bilgilerini içerir, lütfen ifşa etmeyin
vi: Mã QR chứa thông tin tài khoản, vui lòng không tiết lộ nó
zh_hans: 二维码内含账号信息，请勿泄露
zh_hant: 二維碼內含賬號信息，請勿洩露

# alarm_line_push
source: Line push
cs: Posun řádku
es: Empuje de línea
fr: Poussée de ligne
he: דחיפת קו
it: Linea spinta
ja: ラインプッシュ
ko: 라인 푸시
nb: Linjepush
nl: Lijn push
pl: Push line
pt_br: Push de linha
ro: Împingere de linie
ru: Линия толчок
sv: Linjepress
th: แจ้งเตือนผ่านไลน์
tr: Çizgi itme
vi: Đẩy dòng
zh_hans: Line推送
zh_hant: Line推送

# devicesetting_Siren_settings
source: Siren settings
cs: Nastavení sirén
de: Alarmton Bewegungserkennung
es: Configuración de la sirena
fi: Sireenin asetukset
fr: Paramètres de la sirène
he: הגדרות סירנה
id: Pengaturan sirene
it: Impostazioni sirena
ja: サイレンの設定
ko: 사이렌 설정
nb: Sireneinnstillinger
nl: Sirene instellingen
pl: Ustawienia syreny
pt_br: Configurações da sirene
ro: Setări sirenă
ru: Настройки сирены
sv: Sireninställningar
th: การตั้งค่าไซเรน
tr: Siren ayarları
vi: Cài đặt còi báo động
zh_hans: 警报器设置
zh_hant: 警報器設置

# person_Service_terms
source: Terms of service
cs: Podmínky služby
de: Datenschutzerklärung
es: Términos de servicio
fi: Käyttöehdot
fr: Conditions d'utilisation
he: תנאי ההסכם
id: Ketentuan layanan
it: Termini di servizio
ja: 利用規約
ko: 서비스 약관
nb: Vilkår for bruk
nl: Servicetermen
pl: Warunki korzystania
pt_br: Termos de serviço
ro: Termenii serviciului
ru: Условия обслуживания
sv: Användarvillkor
th: เงื่อนไขการให้บริการ
tr: Kullanım Şartları
vi: Điều khoản dịch vụ
zh_hans: 服务条款
zh_hant: 服務條款

# adddevice_turn_on_gps_prompt
source: Before searching the device, you need to turn on GPS to find the device. Are you sure to turn it on?
cs: Než začnete hledat zařízení, je třeba zapnout GPS a vyhledat zařízení. Opravdu jej chcete otevřít?
de: Bevor Sie nach einem Gerät suchen, müssen Sie Ihren Standort einschalten, um das Gerät zu finden. Wirklich einschalten?
es: Antes de buscar un Equipo, debe encender el GPS para encontrar el Equipo. ¿Seguro que lo abres?
fi: Ennen kuin etsit laitetta, GPS-laite on kytkettävä päälle, kun haluat löytää laitteen. Oletko varma, että avaat sen?
fr: Avant de rechercher un appareil, vous devez activer le GPS pour le localiser. Êtes-vous sûr de l'ouvrir?
he: לפני חיפוש התקן, עליך להפעיל את ה- GPS כדי לאתר את ההתקן. האם אתה בטוח לפתוח אותו?
id: Sebelum mencari perangkat, Anda perlu menyalakan GPS untuk menemukan perangkat. Anda yakin membukanya?
it: Prima di cercare un dispositivo, è necessario attivare il GPS per trovare il dispositivo. Sei sicuro di aprirlo?
ja: デバイスを検索する前に、GPSをオンにしてデバイスを見つける必要があります。開きますか？
ko: 장치를 검색하기 전에 장치를 찾기 위해 GPS를 켜야합니다. 열어 보시겠습니까?
nb: Før du søker etter en enhet, må du slå på GPS-en for å finne enheten. Er du sikker på å åpne den?
nl: Voordat u naar een apparaat gaat zoeken, moet u de GPS inschakelen om het apparaat te vinden. Weet je zeker dat je hem wilt openen?
pl: Przed wyszukaniem urządzenia należy włączyć GPS, aby znaleźć urządzenie. Czy na pewno chcesz go otworzyć?
pt_br: Antes de procurar um dispositivo, você precisa ligar o GPS para encontrar o dispositivo. Você tem certeza de abri-lo?
ro: Înainte de a căuta un dispozitiv, trebuie să porniți dispozitivul GPS pentru a găsi dispozitivul. Ești sigur că o deschizi?
ru: Перед поиском устройства вам нужно включить GPS, чтобы найти устройство. Вы уверены, чтобы открыть его?
sv: Innan du letar efter en enhet måste du slå på GPS-enheten för att hitta enheten. Är du säker på att öppna den?
th: ก่อนค้นหาอุปกรณ์คุณต้องเปิด GPSเพื่อค้นหาอุปกรณ์ แน่ใจไหมว่าจะเปิด
tr: Bir cihazı aramadan önce, cihazı bulmak için GPS'i açmanız gerekir. Açacağına emin misin?
vi: Trước khi tìm kiếm thiết bị, bạn cần bật GPS để tìm thiết bị. Bạn có chắc chắn đã bật GPS không?
zh_hans: 搜索设备前，需要打开GPS才能找到设备，是否确定打开？
zh_hant: 搜索設備前，需要打開GPS才能找到設備，是否確定打開？

# password_length_less_than_8_bits
source: Password can't be less than 8 characters
cs: Délka hesla nesmí být menší než 8 číslic
de: Passwort muss mind. 8 Zeichen lang sein
es: La longitud de la contraseña no puede ser inferior a 8
fi: Salasanan pituus ei saa olla pienempi kuin 8 numeroa
fr: Le mot de passe ne peut pas contenir moins de 8 caractères
he: אורך הסממה חייב להיות ארוך מ8 תווים
id: Sandi tidak boleh lebih kecil dari 8 Karakter
it: Password non può essere meno di 8 caratteri
ja: パスワードを8文字以下にすることはできません。
ko: 비밀번호가 8자가 되지 않습니다.
nb: Passord kan ikke ha færre enn 8 tegn
nl: Wachtwoord niet minder dan 8 tekens
pl: Hasło nie może być krótsze niż 8 znaków
pt_br: A senha não pode ter menos de 8 caracteres
ro: Parola nu poate fi mai mică de 8 caractere
ru: Пароль не может быть менее 8 символов
sv: Lösenordet får inte vara mindre än 8 tecken
th: รหัสผ่านต้องไม่น้อยกว่า 8 ตัวอักษร
tr: Şifre 8 karakterden az olamaz
vi: Độ dài mật khẩu không được ít hơn 8 chữ số
zh_hans: 密码长度不能小于8位
zh_hant: 密碼長度不能小於8位

# addDevice_into_WIFI
source: Choose WiFi settings
cs: Přejděte na část "WiFi"
de: WLAN-Einstellungen auswählen
es: Acceso "WiFi"
fi: Siirry kohtaan WiFi
fr: Accès "WiFi"
he: היכנס לעמוד הWiFi
id: akses"WiFi"
it: Accedere "WiFi"
ja: 無線LANのアクセス
ko: "연결"-"WiFi" 선택합니다.
nb: Gå til WiFi
nl: Open WiFi instellingen
pl: Dostęp "WiFi"
pt_br: Acessar "WiFi "
ro: Accesați "WiFi "
ru: Доступ "WiFi "
sv: Välj WiFi
th: เลือกการตั้งค่า WiFi
tr: Erişim "WiFi "
vi: Đi tới "WiFi"
zh_hans: 进入“WiFi”
zh_hant: 進入“WiFi”

# person_privacy_set_instructions
source: When using the app, you may get some of the necessary personal information to provide relevant basic services.
cs: Při používání aplikace můžete získat některé potřebné osobní informace k poskytování relevantních základních služeb.
de: Bei Verwendung der App werden zur Bereitstellung der relevanten Dienste bzw. Funktionen Zugriffsrechte benötigt.
es: Al usar la aplicación, puede obtener parte de la información personal necesaria para proporcionar servicios básicos relevantes.
fi: Sovellusta käytettäessä saatat saada tarvittavia henkilökohtaisia ​​tietoja asiaan liittyvien peruspalvelujen tarjoamiseksi.
fr: Lorsque vous utilisez l'application, vous pouvez obtenir certaines des informations personnelles nécessaires pour fournir des services de base pertinents.
he: בעת השימוש באפליקציה, ייתכן שתקבל חלק מהמידע האישי הדרוש כדי לספק שירותי בסיס רלוונטיים.
id: Saat menggunakan aplikasi, Anda mungkin mendapatkan beberapa informasi pribadi yang diperlukan untuk menyediakan layanan dasar yang relevan.
it: Quando si utilizza l'app, è possibile ottenere alcune delle informazioni personali necessarie per fornire servizi di base rilevanti.
ja: アプリを使用すると、関連する基本的なサービスを提供するために必要な個人情報の一部を取得できます。
ko: 앱을 사용할 때 관련 기본 서비스를 제공하는 데 필요한 개인 정보를 얻을 수 있습니다.
nb: Når du bruker appen, kan det hende du får noen av de nødvendige personopplysningene for å tilby relevante grunnleggende tjenester.
nl: Wanneer u de app gebruikt, krijgt u mogelijk de nodige persoonlijke informatie om relevante basisservices te bieden.
pl: Podczas korzystania z aplikacji możesz uzyskać niektóre dane osobowe niezbędne do świadczenia odpowiednich podstawowych usług.
pt_br: Ao usar o aplicativo, você pode obter algumas das informações pessoais necessárias para fornecer serviços básicos relevantes.
ro: Când utilizați aplicația, puteți obține unele dintre informațiile personale necesare pentru a oferi servicii de bază relevante.
ru: При использовании приложения вы можете получить некоторую необходимую личную информацию для предоставления соответствующих базовых услуг.
sv: När du använder appen kan du få en del av nödvändig personlig information för att tillhandahålla relevanta bastjänster.
th: เมื่อใช้แอปคุณอาจได้รับข้อมูลส่วนบุคคลที่จำเป็นเพื่อให้บริการพื้นฐานที่เกี่ยวข้อง
tr: Uygulamayı kullanırken, ilgili temel hizmetleri sağlamak için gerekli kişisel bilgilerden bazılarını alabilirsiniz.
vi: Khi sử dụng APP, bạn có thể nhận được một số thông tin cá nhân cần thiết của mình để cung cấp các dịch vụ cơ bản có liên quan
zh_hans: 在使用APP时，可能会获取您的部分必要的个人信息，以提供相关的基本服务
zh_hant: 在使用APP時，可能會獲取您的部分必要的個人信息，以提供相關的基本服務

source: product name
cs: Název produktu
de: Produktname
es: Nombre del producto
fi: Tuotteen nimi
fr: Nom du produit
he: שם המצרך
id: Nama Produk
it: Nome merce
ja: 商品名
ko: 상품명
nb: Produktnavn
nl: Productnaam
pl: Nazwa produktu
pt_br: Nome do Produto
ro: numele produsului
ru: наименование товара
sv: produktnamn
th: ชื่อผลิตภัณฑ์
tr: Ürün adı
vi: tên sản phẩm
zh_hans: 商品名称
zh_hant: 商品名稱

# addDevice_switch_WiFi
source: Switch WiFi
cs: Přepněte WiFi
de: WLAN ändern
fi: Vaihda WiFi
he: החלף WiFi
id: Ganti WiFi
it: Passa WiFi
ja: 無線LANを切り替える
ko: WiFi 전환
nb: Bytt WiFi
nl: Schakel wifi
pl: Przełącz WiFi
ro: Comutați WiFi
ru: Переключить WiFi
sv: Växla WiFi
th: เปลี่ยน WiFi
tr: WiFi değiştir
vi: Chuyển đổi WiFi
zh_hans: 切换WiFi
zh_hant: 切換WiFi

# devicesetting_privacy_area_Upper_limit
source: Up to 4 privacy areas can be setted
cs: Lze nastavit až 4 oblasti soukromí
de: Bis zu 4 Privatsphärenbereiche können eingestellt werden
es: Se pueden configurar hasta 4 áreas de privacidad
fi: Jopa 4 yksityisyysaluetta voidaan määrittää
fr: Jusqu'à 4 zones de confidentialité peuvent être définies
he: ניתן להגדיר עד 4 אזורי פרטיות
id: Hingga 4 area privasi dapat diatur
it: È possibile impostare fino a 4 aree privacy
ja: 最大4つのプライバシーエリアを設定できます
ko: 최대 4개의 프라이버시 영역을 설정할 수 있습니다.
nb: Opptil 4 personvernområder kan stilles inn
nl: Er kunnen maximaal 4 privacygebieden worden ingesteld
pl: Można ustawić do 4 obszarów prywatności
pt_br: Podem ser definidas até 4 áreas de privacidade
ro: Pot fi setate până la 4 zone de confidențialitate
ru: Можно настроить до 4 областей конфиденциальности
sv: Upp till 4 sekretessområden kan ställas in
th: สามารถตั้งค่าพื้นที่ความเป็นส่วนตัวได้ถึง 4 พื้นที่
tr: 4 adede kadar gizlilik alanı ayarlanabilir
vi: Có thể thiết lập tối đa 4 khu vực riêng tư
zh_hans: 最多可设置4个隐私区域
zh_hant: 最多可設置4個隱私區域

source: Alarm message
cs: Informace o poplachu
de: Alarm Meldungen
es: Mensaje de alarma
fi: Hälytystiedot
fr: Message d'alarme
he: התראות
id: Berita Alarm
it: Messaggio di allarme
ja: アラームメッセージ
ko: 알람 메시지
nb: Alarmmelding
nl: Alarmbericht
pl: Komunikat alarmowy
pt_br: Mensagem de alarme
ro: Mesaj de avertizare
ru: Аварийное сообщение
sv: Larmmeddelande
th: ข้อความแจ้งเตือน
tr: Alarm mesajı
vi: Thông tin báo động
zh_hans: 报警信息
zh_hant: 報警信息

# devicesetting_Video_center_correction_Lens_type
source: Lens type:
cs: Typ objektivu:
de: Linsentyp:
es: Tipo de lente:
fi: Linssin tyyppi:
fr: Type de lentille :
he: סוג העדשה:
id: Tipe Lensa :
it: Tipo di lente:
ja: レンズタイプ
ko: 렌즈 유형 :
nb: Linse type:
pl: Typ soczewki:
pt_br: Tipo de lente:
ro: Tipul obiectivului:
ru: Тип объектива:
sv: Objektiv typ:
th: ประเภทของเลนส์:
tr: Lens türü:
vi: Loại ống kính:
zh_hans: 镜头类型：
zh_hant: 鏡頭類型：

# devicesetting_record_tone
source: Record prompt tone
cs: Nahrajte tón
de: Ton aufnehmen
es: Tono de grabación
fi: Nauhoita ääni
fr: Enregistrer la tonalité
he: הקלט צליל
id: Rekam nada
it: Registra il tono
ja: レコードの音
ko: 톤 녹음
nb: Ta opp tone
nl: Neem de toon op
pl: Nagraj ton
pt_br: Tom de registro
ro: Ton de înregistrare
ru: Запись звука
sv: Spela in ton
th: บันทึกเสียง
tr: Kayıt sesi
vi: Ghi âm
zh_hans: 录制提示音
zh_hant: 錄製提示音

# adddevice_distance_requidistance_network_require_prompt
source: The camera is temporarily unable to use the 5G band WiFi. Please switch to the 2.4G band WiFi and connect.
cs: Fotoaparát je dočasně schopen používat WiFi pásmo 5G. Přepněte na pásmo 2,4G a připojte se k síti.
de: Die Kamera unterstützt keine 5 GHz Netzwerke. Bitte wechseln Sie zum 2,4 GHz WLAN und stellen Sie eine Verbindung her.
es: La cámara no puede usar temporalmente el WiFi de banda 5G. Por favor, cambie a la banda 2.4G WiFi y conéctese.
fi: Kamera ei pysty väliaikaisesti käyttämään 5G-kaistaa WiFi. Siirry 2.4G-kaistalle WiFi ja muodosta yhteys.
fr: L’appareil photo est temporairement incapable d’utiliser la bande WiFi 5G. Veuillez basculer sur la bande WiFi 2,4 G et vous connecter.
he: המצלמה אינה מסוגלת כרגע להשתמש ב- WiFi של 5G. עבור אל רשת ה- WiFi של 2.4G והתחבר.
id: Kamera sementara tidak dapat menggunakan WiFi band 5G. Silakan beralih ke WiFi band 2.4G dan sambungkan.
it: La fotocamera non è temporaneamente in grado di utilizzare la banda WiFi 5G. Passare alla banda WiFi 2.4G e connettersi.
ja: カメラは一時的に5GバンドのWiFiを使用できません。 2.4GバンドWiFiに切り替えて接続してください。
ko: 카메라가 일시적으로 5G 대역 WiFi를 사용할 수 없습니다. 2.4G 대역 WiFi로 전환하고 연결하십시오.
nb: Kameraet kan ikke bruke 5G-bandet WiFi midlertidig. Vennligst bytt til 2.4G-bandet WiFi og koble til.
nl: De camera kan tijdelijk de 5G-band WiFi niet gebruiken. Schakel over naar de 2,4G-band WiFi en maak verbinding.
pl: Aparat chwilowo nie może korzystać z pasma 5G WiFi. Przełącz się na pasmo WiFi 2.4G i połącz się.
pt_br: A câmera está temporariamente impossibilitada de usar a banda WiFi de 5G. Por favor, mude para a banda WiFi de 2,4G e conecte-se.
ro: Camera este temporar incapabilă să utilizeze banda 5G WiFi. Treceți la banda 2.4G WiFi și conectați-vă.
ru: Камера временно не может использовать WiFi 5G диапазона. Пожалуйста, переключитесь на WiFi диапазона 2.4G и подключитесь.
sv: Kameran kan tillfälligt inte använda 5G-bandet WiFi. Vänligen växla till 2.4G-bandet WiFi och anslut.
th: กล้องจะไม่สามารถใช้วงอินเตอร์เน็ตไร้สาย 5G ชั่วคราว โปรดเปลี่ยนไปใช้อินเตอร์เน็ตไร้สาย 2.4G band และการเชื่อมต่อ
tr: Kamera 5G bantlı WiFi'yi geçici olarak kullanamıyor. Lütfen 2.4G bandlı WiFi'ye geçin ve bağlanın.
vi: Máy ảnh tạm thời không thể sử dụng WiFi băng tần 5G, vui lòng chuyển sang WiFi băng tần 2.4G để kết nối.
zh_hans: 摄像机暂时无法使用5G频段WiFi，请切换至2.4G频段WiFi后进行连接。
zh_hant: 攝像機暫時無法使用5G頻段WiFi，請切換至2.4G頻段WiFi後進行連接。
