Repository: Yolo-cell-hash/go_home_ios
Catalog: ios/Runner/JASDK/JAResources/XLanguage/X35MultiLanguage/*.lproj/X35MutiLanguage.strings
Languages: cs, de, es, fi, fr, he, id, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sv, th, tr, vi, zh_hans, zh_hant

# person_feedback_question_type_memory_card_detail_Type
source: Type: TF card (micro--SD card)
cs: Typ: TF karta (micro - SD karta)
de: Typ: SD-Karte (Micro-SD-Karte)
es: Tipo: tarjeta TF (tarjeta micro - SD)
fi: Tyyppi: TF-kortti (micro-SD-kortti)
fr: Type: carte TF (micro - carte SD)
he: סוג: כרטיס TF (כרטיס מיקרו - SD)
id: Jenis: kartu TF (kartu micro-SD)
it: Tipo: scheda TF (micro - scheda SD)
ja: タイプ：microSDカード
ko: 유형 : TF 카드 (마이크로 -SD 카드)
nb: Type: TF-kort (mikro-SD-kort)
nl: Type: TF-kaart (micro - SD-kaart)
pl: Typ: karta TF (karta micro - SD)
pt_br: Tipo: cartão TF (cartão micro - SD)
ro: Tip: card TF (card micro - SD)
ru: Тип: TF карта (микро - SD-карта)
sv: Typ: TF-kort (mikro-SD-kort)
th: ประเภท: บัตร TF (ไมโคร - SD card)
tr: Tür: TF kartı (mikro - SD kart)
vi: Loại: Thẻ TF (thẻ micro-SD)
zh_hans: 类型：TF卡（micro--SD卡）
zh_hant: 類型：TF卡（micro--SD卡）

# preview_no_video_channel_open_fail_detail
source: The system limits the number of users connected to the device channel, possibly because the device's channel connection is full.
cs: Systém omezuje počet uživatelů připojených k kanálu zařízení, pravděpodobně proto, že je připojení kanálu zařízení plné.
de: Das System begrenzt die Anzahl der Benutzer, die mit einem Gerätekanal verbunden sein können. Möglicherweise sind alle Verbindungen bereits belegt.
es: El sistema limita el número de usuarios conectados al canal del Equipo, posiblemente porque la conexión del canal del Equipo está llena.
fi: Järjestelmä rajoittaa laitteen kanavaan kytkettyjen käyttäjien määrää, mahdollisesti siksi, että laitteen kanavayhteys on täynnä.
fr: Le système limite le nombre d'utilisateurs connectés au canal du périphérique, peut-être parce que la connexion au canal du périphérique est saturée.
he: המערכת מגבילה את מספר המשתמשים המחוברים לערוץ המכשיר, אולי משום שחיבור הערוץ של המכשיר מלא.
id: Sistem membatasi jumlah pengguna yang terhubung ke saluran perangkat, mungkin karena koneksi saluran perangkat penuh.
it: Il sistema limita il numero di utenti connessi al canale del dispositivo, probabilmente perché la connessione del canale del dispositivo è piena.
ja: システムは、デバイスのチャンネル接続がいっぱいである可能性があるため、デバイスのチャンネルに接続しているユーザーの数を制限します。
ko: 시스템은 장치의 채널 연결이 꽉 찼기 때문에 장치 채널에 연결된 사용자 수를 제한합니다.
nb: Systemet begrenser antall brukere som er koblet til enhetskanalen, muligens fordi enhetens kanalforbindelse er full.
nl: Het systeem beperkt het aantal gebruikers dat is verbonden met het apparaatkanaal, mogelijk omdat de kanaalverbinding van het apparaat vol is.
pl: System ogranicza liczbę użytkowników podłączonych do kanału urządzenia, być może dlatego, że połączenie kanału urządzenia jest pełne.
pt_br: O sistema limita o número de usuários conectados ao canal do dispositivo, possivelmente porque a conexão do canal do dispositivo está cheia.
ro: Sistemul limitează numărul de utilizatori conectați la canalul dispozitivului, probabil datorită faptului că conexiunea la canal a dispozitivului este plină.
ru: Система ограничивает количество пользователей, подключенных к каналу устройства, возможно, из-за того, что подключение устройства к каналу заполнено.
sv: Systemet begränsar antalet användare som är anslutna till enhetskanalen, eventuellt för att enhetens kanalanslutning är full.
th: ระบบ จำกัด จำนวนผู้ใช้ที่เชื่อมต่อกับช่องอุปกรณ์อาจเป็นเพราะการเชื่อมต่อช่องสัญญาณของอุปกรณ์เต็ม
tr: Sistem, muhtemelen cihazın kanal bağlantısı dolu olduğu için cihaz kanalına bağlı kullanıcı sayısını sınırlar.
vi: Hệ thống giới hạn số lượng người dùng có thể kết nối với kênh của thiết bị, có thể do số lượng kết nối kênh của thiết bị đã đầy.
zh_hans: 系统限制了连接设备通道的用户数量，可能是设备的通道连接数已满
zh_hant: 系統限制了連接設備通道的用戶數量，可能是設備的通道連接數已滿

# adddevice_suit_type_2
source: Type 2, normal NVR and mini NVR devices
cs: Zařízení typu 2, normální NVR a mini NVR
de: Typ 2, normaler NVR und Mini-NVR
es: Tipo 2, Equipos NVR normales y mini NVR
fi: Tyyppi 2, tavalliset NVR- ja mini-NVR-laitteet
fr: Périphériques NVR et mini NVR de type 2, normaux
he: התקני NVR מסוג 2, NVR ומיני NVR
id: Tipe 2, perangkat NVR normal dan mini NVR
it: Tipo 2, NVR normale e mini NVR
ja: タイプ2、通常のNVRおよびミニNVRデバイス
ko: 유형 2, 일반 NVR 및 미니 NVR 장치
nb: Type 2, normale NVR og mini NVR enheter
nl: Type 2, normale NVR- en mini-NVR-apparaten
pl: Urządzenia typu 2, normalne NVR i mini NVR
pt_br: Tipo 2, NVR normal e mini dispositivos NVR
ro: Tip 2, dispozitive NVR normale și mini NVR
ru: Тип 2, обычные устройства NVR и mini NVR
sv: Typ 2, normala NVR- och mini NVR-enheter
th: ประเภทที่ 2, NVR ปกติและอุปกรณ์มินิ NVR
tr: Tip 2, normal NVR ve mini NVR cihazları
vi: Loại hai, thiết bị NVR thông thường và thiết bị NVR nhỏ
zh_hans: 类型二、普通NVR与mini NVR设备
zh_hant: 類型二、普通NVR與mini NVR設備

# preview_preset_shortcut_mode
source: Number mode
cs: Číselný režim
es: Modo numérico
fi: Numerotila
fr: Mode numérique
he: מצב מספר
id: Modus nomor
it: Modalità numerica
ja: ナンバーモード
ko: 숫자 모드
nb: Tallmodus
nl: Cijfermodus
pl: Tryb numeryczny
pt_br: Modo de número
ro: Modul număr
ru: Числовой режим
sv: Sifferläge
th: โหมดตัวเลข
tr: Sayı modu
vi: Chế độ số
zh_hans: 快捷模式
zh_hant: 快捷模式

# adddeevice_WIFI_promp
source: The current mobile phone WiFi is:
cs: Současné připojení WiFi k mobilnímu telefonu je:
de: Das aktuelle Smartphone WLAN ist:
es: La conexión actual del teléfono móvil WiFi es:
fi: Nykyinen matkapuhelinyhteys WiFi on:
fr: La connexion de téléphonie mobile actuelle WiFi est :
he: חיבור הסמארפון העכשווי הוא:
id: HP yang konek ke WiFi adalah :
it: L'attuale connessione WiFi del telefono cellulare è:
ja: 現在の携帯電話の接続無線LANは：
ko: 현재 스마트폰과 연결할 수 있는 WiFi는 다음과 같습니다.
nb: Den nåværende mobiltelefonforbindelsen WiFi er:
nl: De huidige mobiele verbinding WiFi is:
pl: Obecne połączenie WiFi z telefonem komórkowym jest:
pt_br: A conexão atual do telefone celular WiFi é:
ro: Conexiunea curentă pentru telefonul mobil WiFi este:
ru: Текущее соединение мобильного телефона WiFi:
sv: Den nuvarande mobiltelefonanslutningen WiFi är:
th: WiFi ในโทรศัพท์มือถือในปัจจุบันคือ:
tr: Geçerli cep telefonu bağlantısı WiFi:
vi: Kết nối WiFi trên điện thoại di động hiện tại là:
zh_hans: 当前手机连接WiFi为：
zh_hant: 當前手機連接WiFi為：

# person_feedback_question_no_alarm_push_1
source: 1. Only when the App is running / backstage, and the App message notification is allowed, then the alarm push can be received;
cs: 1. Pouze v případě, že je aplikace spuštěna / zákulisí a je povoleno oznámení o aplikaci, je možné přijmout alarmové upozornění;
de: 1. Nur wenn die App ausgeführt wird / Hintergrund und die Benachrichtigung über die App erlaubt wurden, können Push-Nachrichten empfangen werden.
es: 1. Solo cuando la aplicación se está ejecutando / entre bastidores, y se permite la notificación del mensaje de la aplicación, se puede recibir la alarma;
fi: 1. Hälytyksen voi vastaanottaa vain, kun sovellus on käynnissä / takana, ja sovellusviestin ilmoitus on sallittu.
fr: 1. Ce n'est que lorsque l'application est en cours d'exécution / dans les coulisses et que la notification de message de l'application est autorisée, que la poussée d'alarme peut être reçue;
he: 1. רק כאשר האפליקציה פועלת / מאחורי הקלעים, וההודעה על הודעת האפליקציה מותרת, ניתן לקבל את דחיפת האזעקה;
id: 1. Hanya ketika Aplikasi sedang berjalan / di belakang panggung, dan pemberitahuan pesan Aplikasi diizinkan, maka dorongan alarm dapat diterima;
it: 1. Solo quando l'app è in esecuzione / nel backstage e la notifica dei messaggi dell'app è consentita, è possibile ricevere la pressione dell'allarme;
ja: 1.アプリが実行中/バックステージで、アプリメッセージ通知が許可されている場合のみ、アラームプッシュを受信できます。
ko: 1. 앱이 실행 중 / 후면이고 앱 메시지 알림이 허용 된 경우에만 알람 푸시를 수신 할 수 있습니다.
nb: 1. Bare når appen kjører / backstage, og varselet om appmeldingen er tillatt, kan alarmpresset mottas;
nl: 1. Alleen wanneer de app actief is / backstage en de app-berichtmelding is toegestaan, kan de alarmpush worden ontvangen;
pl: 1. Tylko wtedy, gdy aplikacja jest uruchomiona / za kulisami, a powiadomienie o wiadomości aplikacji jest dozwolone, wówczas można odebrać push alarmu;
pt_br: 1. Somente quando o aplicativo estiver em execução / nos bastidores e a notificação de mensagens do aplicativo for permitida, o toque do alarme poderá ser recebido;
ro: 1. Doar când aplicația rulează / în culise și notificarea mesajului aplicației este permisă, atunci apăsarea de alarmă poate fi primită;
ru: 1. Только когда приложение работает / за кулисами и разрешено уведомление о сообщении приложения, сигнал тревоги может быть получен;
sv: 1. Endast när appen körs / backstage, och meddelandet om appmeddelandet är tillåtet, kan larmpushen tas emot;
th: 1. เฉพาะเมื่อแอปกำลังทำงาน / หลังปิดแอปและอนุญาตให้มีการแจ้งเตือนข้อความของแอป จากนั้นจะสามารถรับสัญญาณเตือนได้
tr: 1. Yalnızca Uygulama çalışırken / sahne arkasında ve Uygulama mesajı bildirimine izin verildiğinde, alarm push alınabilir;
vi: 1. Ứng dụng đang chạy / nền và thông báo tin nhắn Ứng dụng được phép nhận báo động đẩy;
zh_hans: 1.需App在运行/后台,并且允许App消息通知,才能接收到报警推送；
zh_hant: 1.需App在運行/後臺,並且允許App消息通知,才能接收到報警推送；

# devicesetting_working_mode_Description_1
source: The device is always awake and recording is being performed at the same time (which will cause the battery to be consumed too quickly).
cs: Zařízení je vždy vzhůru a probíhá nahrávání současně (což způsobí příliš rychlé vybití baterie).
de: Das Gerät ist immer wach und es wird zeitgleich aufgenommen (dadurch wird der Akku zu schnell verbraucht).
es: El dispositivo siempre está activo y la grabación se está realizando al mismo tiempo (lo que hará que la batería se consuma demasiado rápido).
fi: Laite on aina hereillä ja tallennusta suoritetaan samaan aikaan (mikä aiheuttaa pariston kulumisen liian nopeasti).
fr: L'appareil est toujours éveillé et l'enregistrement est effectué en même temps (ce qui entraînera une consommation trop rapide de la batterie).
he: המכשיר תמיד ער וההקלטה מתבצעת במקביל (מה שיגרום לצריכת הסוללה מהר מדי).
id: Perangkat selalu terjaga dan perekaman sedang dilakukan pada saat yang sama (yang akan menyebabkan baterai terlalu cepat habis).
it: Il dispositivo è sempre attivo e contemporaneamente viene eseguita la registrazione (il che causerà un consumo troppo rapido della batteria).
ja: デバイスは常に起動しており、同時に記録が実行されています（これにより、バッテリーの消費が早すぎます）。
ko: 장치는 항상 깨어 있고 동시에 녹음이 수행되고 있습니다(배터리가 너무 빨리 소모됨).
nb: Enheten er alltid våken, og innspillingen utføres samtidig (noe som vil føre til at batteriet forbruker for raskt).
nl: Het apparaat is altijd wakker en er wordt tegelijkertijd opgenomen (waardoor de batterij te snel leeg raakt).
pl: Urządzenie jest zawsze wybudzone iw tym samym czasie wykonywane jest nagrywanie (co spowoduje zbyt szybkie zużycie baterii).
pt_br: O dispositivo está sempre ativado e a gravação está sendo realizada ao mesmo tempo (o que fará com que a bateria seja consumida muito rapidamente).
ro: Dispozitivul este întotdeauna treaz și înregistrarea se efectuează în același timp (ceea ce va face ca bateria să fie consumată prea repede).
ru: Устройство всегда находится в активном состоянии, и одновременно выполняется запись (что приведет к слишком быстрой разрядке аккумулятора).
sv: Enheten är alltid vaken och inspelningen utförs samtidigt (vilket gör att batteriet förbrukas för snabbt).
th: อุปกรณ์จะตื่นอยู่เสมอและมีการบันทึกพร้อมกัน (ซึ่งจะทำให้แบตเตอรี่หมดเร็วเกินไป)
tr: Cihaz sürekli uyanık ve aynı anda kayıt yapılıyor (bu da pilin çok çabuk bitmesine neden olur).
vi: Thiết bị luôn ở chế độ thức và đang thực hiện ghi âm cùng lúc (điều này sẽ khiến pin bị tiêu hao quá nhanh).
zh_hans: 设备一直处于唤醒状态，同时一直进行录像（会导致电池电量消耗过快）。
zh_hant: 設備一直處於喚醒狀態，同時一直進行錄像（會導致電池電量消耗過快）。

# deviceSetting_Notify_someone_appears_me
source: Notify me only when human appears on the screen
cs: Informujte mě, pouze když se na obrazovce objeví člověk
de: Nur benachrichtigen, wenn Mensch auf dem Bildschirm erscheint
es: Notificarme solo cuando aparezca un humano en la pantalla
fi: Ilmoita minulle vain, kun näytöllä näkyy ihminen
fr: M'avertir uniquement lorsqu'un humain apparaît à l'écran
he: הודע לי רק כאשר אדם מופיע על המסך
id: Beri tahu saya hanya ketika manusia muncul di layar
it: Avvisami solo quando l'umano appare sullo schermo
ja: 人間が画面に表示されたときにのみ通知する
ko: 화면에 사람이 나타날 때만 알림
nb: Gi meg beskjed bare når menneske vises på skjermen
nl: Laat het me alleen weten als er een mens op het scherm verschijnt
pl: Powiadom mnie tylko wtedy, gdy na ekranie pojawi się człowiek
pt_br: Notifique-me apenas quando humano aparecer na tela
ro: Anunțați-mă numai când apare un om pe ecran
ru: Уведомлять меня только тогда, когда на экране появляется человек
sv: Meddela mig endast när människan visas på skärmen
th: แจ้งเตือนฉันเมื่อมีคนปรากฏบนหน้าจอเท่านั้น
tr: Yalnızca ekranda insan göründüğünde beni bilgilendir
vi: Chỉ thông báo cho tôi khi có người xuất hiện trên màn hình
zh_hans: 仅当画面中有人出现时通知我
zh_hant: 僅當畫面中有人出現時通知我

# person_set_Turn_offads
source: Turn off ads
cs: Vypnout reklamy
de: Werbung ausschalten
es: desactivar anuncios
fi: Poista mainokset käytöstä
fr: Désactiver les publicités
he: כבה מודעות
id: Matikan iklan
it: Disattiva gli annunci
ja: 広告をオフにする
ko: 광고 끄기
nb: Slå av annonser
nl: Advertenties uitschakelen
pl: Wyłącz reklamy
pt_br: Desativar anúncios
ro: Dezactivați reclamele
ru: Отключить рекламу
sv: Stäng av annonser
th: ปิดโฆษณา
tr: Reklamları kapat
vi: Tắt quảng cáo
zh_hans: 关闭广告
zh_hant: 關閉廣告

# person_feedback_question_preset
source: Q1: What does the preset position in the camera do?
cs: Q1: Co dělá přednastavená pozice ve fotoaparátu?
de: Q1: Was bewirkt die Preset Position in der Kamera?
es: P1: ¿Qué hace la posición preestablecida en la cámara?
fi: Q1: Mitä kameran esiasetettu asento tekee?
fr: Q1 : À quoi sert la position prédéfinie dans la caméra ?
he: ש1: מה עושה המיקום המוגדר מראש במצלמה?
id: Q1: Apa yang dilakukan posisi preset di kamera?
it: Q1: Che cosa fa la posizione preimpostata nella telecamera?
ja: Q1：カメラのプリセット位置は何をしますか？
ko: Q1: 카메라의 사전 설정 위치는 무엇을 합니까?
nb: Q1: Hva gjør den forhåndsinnstilte posisjonen i kameraet?
nl: Q1: Wat doet de vooraf ingestelde positie in de camera?
pl: P1: Co robi zaprogramowana pozycja w aparacie?
pt_br: Q1: O que a posição predefinida na câmera faz?
ro: Î1: Ce face poziția presetată în cameră?
ru: Q1: Что делает предустановленное положение в камере?
sv: F1: Vad gör den förinställda positionen i kameran?
th: Q1: ตำแหน่งพรีเซ็ตในกล้องทำหน้าที่อะไร?
tr: Q1: Kameradaki ön ayar konumu ne işe yarar?
vi: Q1: Vị trí đặt trước trong máy ảnh có chức năng gì?
zh_hans: Q1：摄像机中的常看位置有什么作用？
zh_hant: Q1：攝像機中的常看位置有什麼作用？

# devicesetting_delete_warn_line_detail
source: You can delete the cordon by clicking Delete ICON in the upper left corner of the warning line.
cs: Kordon můžete odstranit klepnutím na tlačítko Odstranit IKONU v levém horním rohu výstražného řádku.
de: Sie können die Warnlinie löschen, indem Sie in der oberen linken Ecke der Warnlinie auf den ICON Löschen tippen.
es: Puede eliminar el cordón haciendo clic en Eliminar ICONO en la esquina superior izquierda de la línea de advertencia.
fi: Voit poistaa kordonin poistamalla varoituslinjan vasemmassa yläkulmassa olevasta Poista ICON.
fr: Vous pouvez supprimer le cordon en cliquant sur Supprimer l’icône dans le coin supérieur gauche de la ligne d’avertissement.
he: ניתן למחוק את הכבל על ידי לחיצה על מחק ICON בפינה השמאלית העליונה של קו האזהרה.
id: Anda dapat menghapus cordon dengan mengklik Delete ICON di sudut kiri atas garis peringatan.
it: È possibile eliminare il cordone facendo clic su Elimina ICONA nell'angolo in alto a sinistra della linea di avviso.
ja: 警告線の左上隅にあるDelete ICONをクリックすると、コードンを削除できます。
ko: 경고 줄의 왼쪽 위에있는 ICON 삭제를 클릭하여 코드를 삭제할 수 있습니다.
nb: Du kan slette cordon ved å klikke Slett ikon øverst til venstre på advarselslinjen.
nl: U kunt het cordon verwijderen door op ICON verwijderen te klikken in de linkerbovenhoek van de waarschuwingsregel.
pl: Możesz usunąć kordon, klikając Usuń ikonę w lewym górnym rogu linii ostrzegawczej.
pt_br: Você pode excluir o cordão, clicando em Excluir ICON no canto superior esquerdo da linha de aviso.
ro: Puteți șterge cordonul făcând clic pe Ștergeți ICON în colțul din stânga sus al liniei de avertizare.
ru: Вы можете удалить кордон, нажав Удалить значок в левом верхнем углу строки предупреждения.
sv: Du kan radera cordon genom att klicka på Ta bort ikon i övre vänstra hörnet av varningslinjen.
th: คุณสามารถลบวงล้อมได้โดยคลิกลบไอคอนที่มุมบนซ้ายของบรรทัดคำเตือน
tr: Uyarı satırının sol üst köşesindeki ICON Sil düğmesine tıklayarak kordonu silebilirsiniz.
vi: Nhấp vào Xóa ICON ở góc trên bên trái của dây để xóa dây
zh_hans: 点击警戒线左上角的删除ICON，可以删除警戒线
zh_hant: 點擊警戒線左上角的刪除ICON，可以刪除警戒線

# cloud_storage_details_introduce_tips_1
source: (1) As long as you purchase the cloud storage service, you can get the corresponding cloud space. For example, if you purchase the cloud deposit monthly package, the cloud space is valid for one month, and it will take effect from the successful purchase.
cs: (1) Pokud si zakoupíte službu cloudového úložiště, můžete získat odpovídající cloudový prostor. Pokud si například zakoupíte měsíční balíček zálohy, cloudový prostor je platný po dobu jednoho měsíce a bude platit od úspěšného nákupu.
de: (1) Solange Sie einen Cloud-Speicherdienst erwerben, können Sie den entsprechenden Cloud-Speicherplatz nutzen. Wenn Sie beispielsweise ein monatliches Cloud-Speicherpaket erwerben, steht Ihnen der Cloud-Bereich für einen Monat nach dem erfolgreichen Kauf zur Verfügung.
es: (1) Mientras compre el servicio de almacenamiento en la nube, puede obtener el espacio en la nube correspondiente. Por ejemplo, si compra el paquete mensual de depósito en la nube, el espacio en la nube es válido por un mes y entrará en vigencia a partir de la compra exitosa.
fi: (1) Niin kauan kuin ostat pilvivarastopalvelun, saat vastaavan pilvipaikan. Jos esimerkiksi ostat pilvivaraston kuukausipaketin, pilvipaikan voimassaoloaika on yksi kuukausi, ja se tulee voimaan onnistuneesta ostosta.
fr: (1) Tant que vous achetez le service de stockage en nuage, vous pouvez obtenir l'espace en nuage correspondant. Par exemple, si vous achetez le forfait mensuel de dépôt en nuage, l'espace en nuage est valide pour un mois et prendra effet à compter de l'achat réussi.
he: (1) כל עוד אתה רוכש את שירות אחסון ענן, אתה יכול לקבל את שטח הענן המתאים. לדוגמה, אם אתה רוכש את החבילה החודשי הפקדת ענן, שטח ענן תקף לחודש אחד, וזה ייכנס לתוקף של רכישה מוצלחת.
id: (1) Selama Anda membeli layanan penyimpanan cloud, Anda bisa mendapatkan ruang cloud yang sesuai. Misalnya, jika Anda membeli paket bulanan penyimpanan cloud, ruang cloud berlaku selama satu bulan, dan itu akan berlaku dari pembelian yang berhasil.
it: (1) Finché si acquista il servizio di cloud storage, è possibile ottenere lo spazio cloud corrispondente. Ad esempio, se acquisti il ​​pacchetto mensile di deposito sul cloud, lo spazio cloud è valido per un mese e avrà effetto dall'acquisto riuscito.
ja: (1)クラウドストレージサービスを購入すれば、対応するクラウドスペースを手に入れることができます。たとえば、クラウドデポジットの月額パッケージを購入した場合、クラウドスペースは1か月間有効であり、購入の成功から有効になります。
ko: (1) 클라우드 스토리지 서비스를 구매하면 해당 클라우드 공간을 확보 할 수 있습니다. 예를 들어, 클라우드 보증금 월간 패키지를 구매하면 클라우드 공간은 1 개월 동안 유효하며 성공적인 구매를 통해 적용됩니다.
nb: (1) Så lenge du kjøper cloud storage-tjenesten, kan du få tilsvarende skyplass. Hvis du for eksempel kjøper månedspakken for skydeponering, er skyplassen gyldig i en måned, og den får virkning fra det vellykkede kjøpet.
nl: (1) Zolang u de cloudopslagdienst aanschaft, kunt u de bijbehorende cloudruimte krijgen. Als u bijvoorbeeld het cloud-deposit-maandelijks pakket koopt, is de cloudruimte één maand geldig en wordt het van kracht vanaf de succesvolle aankoop.
pl: (1) Tak długo, jak kupujesz usługę przechowywania w chmurze, możesz uzyskać odpowiednią przestrzeń w chmurze. Na przykład, jeśli kupisz miesięczny pakiet depozytu w chmurze, przestrzeń w chmurze jest ważna przez jeden miesiąc i zacznie obowiązywać po pomyślnym zakupie.
pt_br: (1) Desde que você compre o serviço de armazenamento na nuvem, você pode obter o espaço da nuvem correspondente. Por exemplo, se você comprar o pacote mensal de depósito na nuvem, o espaço na nuvem será válido por um mês e entrará em vigor a partir da compra bem-sucedida.
ro: (1) Atâta timp cât achiziționați serviciul de stocare în cloud, puteți obține spațiul corespunzător nor. De exemplu, dacă achiziționați pachetul lunar de depozit în cloud, spațiul din cloud este valabil timp de o lună și va avea efect din achiziționarea cu succes.
ru: (1) Пока вы покупаете облачную службу хранения, вы можете получить соответствующее облачное пространство. Например, если вы покупаете ежемесячный пакет облачного депозита, облачное пространство действует в течение одного месяца, и оно вступит в силу после успешной покупки.
sv: (1) Så länge du köper cloud storage-tjänsten kan du få motsvarande molnutrymme. Om du till exempel köper månadspaketet för molninsättning, är molnutrymmet giltigt i en månad och det träder i kraft från det framgångsrika köpet.
th: (1) เมื่อคุณซื้อบริการจัดเก็บข้อมูลบนคลาวด์คุณจะได้รับพื้นที่บนคลาวด์ที่สอดคล้องกันตัวอย่างเช่นหากคุณซื้อแพ็กเกจเงินฝากระบบคลาวด์รายเดือนพื้นที่บนคลาวด์จะใช้ได้เป็นเวลาหนึ่งเดือนและจะมีผลเมื่อการซื้อสำเร็จ
tr: (1) Bulut depolama hizmetini satın aldığınız sürece, ilgili bulut alanını alabilirsiniz. Örneğin, aylık bulut depozitosu paketini satın alırsanız, bulut alanı bir ay geçerlidir ve başarılı satın alımdan geçerli olur.
vi: (1) Miễn là bạn mua dịch vụ lưu trữ đám mây, bạn có thể nhận được không gian đám mây tương ứng. Ví dụ: nếu bạn mua gói lưu trữ đám mây hàng tháng, không gian đám mây có giá trị trong một tháng và nó sẽ có hiệu lực sau khi mua là thành công.
zh_hans: (1)只要购买了云存服务就可以获得相应的云空间，比如您购买了云存月套餐，云空间有效期为一个月，自购买成功起生效。
zh_hant: (1)只要購買了雲存服務就可以獲得相應的雲空間，比如您購買了雲存月套餐，雲空間有效期為一個月，自購買成功起生效。

# Devicesetting_Format_succeeded
source: Format succeeded
cs: Formát byl úspěšný
de: Formatierung erfolgreich
es: Formato exitoso
fi: Muoto onnistui
fr: Formatage réussi
he: הפורמט הצליח
id: Format berhasil
it: Formato riuscito
ja: フォーマットに成功しました
ko: 포맷 성공
nb: Formatet lyktes
nl: Opmaak geslaagd
pl: Formatowanie powiodło się
pt_br: Formato bem-sucedido
ro: Formatul a reușit
ru: Формат выполнен успешно
sv: Formatet lyckades
th: รูปแบบสำเร็จ
tr: Biçimlendirme başarılı
vi: Định dạng thành công
zh_hans: 格式化成功
zh_hant: 格式化成功

# devicesetting_Carrier_information
source: Carrier information
cs: Informace o dopravci
de: Trägerinformation
es: Información del transportista
fi: Kuljettajan tiedot
fr: Informations sur le transporteur
he: מידע על ספק
id: Informasi operator
it: Informazioni sul trasportatore
ja: キャリア情報
ko: 운송 업체 정보
nb: Bærerinformasjon
nl: Informatie over vervoerder
pl: Informacje o przewoźniku
pt_br: Informações de transportadora
ru: Информация о перевозчике
sv: Transportörsinformation
th: ข้อมูลผู้ให้บริการ
tr: Taşıyıcı Bilgisi
vi: Thông tin nhà điều hành
zh_hans: 运营商信息
zh_hant: 運營商信息

# devicelist_share_equipment_QR_code
source: QR code validity period
cs: Doba platnosti kódu QR
de: Gültigkeitsdauer des QR-Codes
es: Periodo de validez del código QR
fi: QR-koodin voimassaoloaika
fr: Période de validité du code QR
he: זמן תוקף של קוד הQR
id: Priode Varilitas Kode QR
it: Periodo di validità del codice QR
ja: QRコードの有効期間
ko: QR 코드 유효 기간
nb: QR-kode gyldighetsperiode
nl: Geldigheidsperiode QR-code
pl: Okres ważności kodu QR
pt_br: Período de validade do código QR
ro: Perioada de valabilitate a codului QR
ru: Срок действия QR-кода
sv: QR-kodens giltighetsperiod
th: รหัส QR หมดเวลา
tr: QR kodu geçerlilik süresi
vi: Thời hạn hiệu lực của mã QR
zh_hans: 二维码有效期
zh_hant: 二維碼有效期
