Repository: Yolo-cell-hash/go_home_ios
Catalog: ios/Runner/JASDK/JAResources/XLanguage/X35MultiLanguage/*.lproj/X35MutiLanguage.strings
Languages: cs, de, es, fi, fr, he, id, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sv, th, tr, vi, zh_hans, zh_hant

# devicesetting_TF_card_need_formatte_prompt
source: It is detected that your TF card is abnormal, please format the TF card immediately
cs: Zjistilo se, že je vaše karta TF neobvyklá, prosím, naformátujte ji okamžitě
de: Es wurde festgestellt, dass Ihre SD-Karte abnormal ist. Bitte formatieren Sie die SD-Karte umgehend
es: Se detecta que su tarjeta TF es anormal, formatee la tarjeta TF inmediatamente
fi: TF-korttisi havaitaan olevan epänormaali, alusta TF-kortti välittömästi
fr: Il est détecté que votre carte TF est anormale, veuillez formater la carte TF immédiatement
he: זה מזוהה כי כרטיס ה- TF שלך אינו תקין, אנא פרמט את כרטיס ה- TF באופן מיידי
id: Terdeteksi bahwa kartu TF Anda tidak normal, segera format kartu TF
it: È stato rilevato che la tua scheda TF è anormale, formatta immediatamente la scheda TF
ja: TFカードが異常であることが検出されました。すぐにTFカードをフォーマットしてください。
ko: TF 카드가 비정상적인 것으로 감지되었습니다. 즉시 TF 카드를 포맷하십시오.
nb: Det oppdages at TF-kortet ditt er unormalt, vennligst formater TF-kortet umiddelbart
nl: Het is gedetecteerd dat uw TF-kaart abnormaal is, formatteer de TF-kaart onmiddellijk
pl: Wykryto, że twoja karta TF jest nienormalna, natychmiast sformatuj kartę TF
pt_br: Foi detectado que seu cartão TF está anormal, formate o cartão TF imediatamente
ro: Se detectează că cardul dvs. TF este anormal, vă rugăm să formatați cardul TF imediat
ru: Обнаружено, что ваша tf-карта неисправна, пожалуйста, отформатируйте tf-карту немедленно
sv: Det upptäcks att ditt TF-kort är onormalt, snälla formatera TF-kortet omedelbart
th: ตรวจพบว่าการ์ด TF ของคุณผิดปกติโปรดฟอร์แมตการ์ด TF ทันที
tr: TF kartınızın anormal olduğu tespit edildi, lütfen hemen TF kartını biçimlendirin
vi: Phát hiện thấy thẻ TF của bạn không bình thường, vui lòng định dạng thẻ TF ngay lập tức
zh_hans: 检测到您的TF卡出现异常，请立即格式化TF卡
zh_hant: 檢測到您的TF卡出現異常，請立即格式化TF卡

# Registered_password_strength
source: Password strength:
cs: Síla hesla:
de: Passwortstärke:
es: Seguridad de la contraseña:
fi: Salasanan vahvuus:
fr: Fiabilité du mot de passe:
he: חוזק סיסמה:
id: Kekuatan kata sandi:
it: Forza della password:
ja: パスワードの強度：
ko: 비밀번호 강도:
nb: Passordstyrke:
nl: Wachtwoord sterkte:
pl: Siła hasła:
pt_br: Força da senha:
ro: Puterea parolei:
ru: Надежность Пароля:
sv: Lösenordsstyrka:
th: ความปลอดภัยของรหัสผ่าน:
tr: Şifrenin Gizlilik Gücü:
vi: mật khẩu mạnh:
zh_hans: 密码强度：
zh_hant: 密碼強度：

# add_day_plan_ios
source: %@ day plan
cs: Balíček %@ den
de: %@ Tagespaket
es: Paquete de %@ día
fi: %@ päivän paketti
fr: Forfait journée %@
he: חבילת יום של %@
id: %@ paket hari
it: Pacchetto giornaliero di %@
ja: %@日パッケージ
ko: %@일 패키지
nb: %@ dagspakke
nl: %@ dagpakket
pl: Pakiet dnia %@
pt_br: pacote de %@ dia
ro: pachet de zile %@
ru: %@ дневной пакет
sv: %@ dags paket
th: แพ็กเกจวัน %@
tr: %@ günlük paket
vi: Gói%@ ngày
zh_hans: %@天套餐
zh_hant: %@天套餐

# deviceSetting_Configure_WiFi_connection
source: Configure WiFi connection
cs: Nakonfigurujte připojení WiFi
de: WLAN-Verbindung konfigurieren
es: Configurar la conexión WiFi
fi: Määritä WiFi-yhteys
fr: Configurer la connexion Wi-Fi
he: הגדר חיבור WiFi
id: Konfigurasikan koneksi WiFi
it: Configura la connessione WiFi
ja: WiFi接続を構成する
ko: WiFi 연결 구성
nb: Konfigurer WiFi-tilkobling
nl: Wifi-verbinding configureren
pl: Skonfiguruj połączenie Wi-Fi
pt_br: Configurar conexão WiFi
ro: Configurați conexiunea WiFi
ru: Настроить Wi-Fi соединение
sv: Konfigurera WiFi-anslutning
th: กำหนดค่าการเชื่อมต่อ WiFi
tr: WiFi bağlantısını yapılandırın
vi: Định cấu hình kết nối WiFi
zh_hans: 配置WiFi连接
zh_hant: 配置WiFi連接

# buy_now
source: Purchase now
cs: Kup teď
de: Jetzt kaufen
es: Comprar ahora
fi: Osta nyt
fr: Achetez maintenant
he: רכוש עכשיו
id: Beli Sekarang
it: Acquistare ora
ja: すぐに購入
ko: 지금 구입
nb: Bestill nå
nl: Nu kopen
pl: Kup Teraz
pt_br: Compre agora
ro: Cumpara acum
ru: Купить сейчас
sv: Köp nu
th: สั่งซื้อตอนนี้
tr: Şimdi satın al
vi: Mua ngay
zh_hans: 立即购买
zh_hant: 立即購買

# devicesetting_Model
source: Model:
cs: Modelka:
de: Modell:
es: Modelo:
fi: Malli:
fr: Modèle:
he: דֶגֶם:
it: Modello:
ja: モデル：
ko: 모델:
nb: Modell:
pt_br: Modelo:
ru: Модель:
sv: Modell:
th: แบบอย่าง:
tr: modeli:
vi: Mẫu cài đặt:
zh_hans: 型号：
zh_hant: 型號：

# service_enter_up_characters_ios
source: Enter up to "%@" characters
cs: Zadejte až "%@" znaků
de: Geben Sie bis zu "%@" Zeichen ein
es: Ingresa hasta "%@" caracteres
fi: Kirjoita enintään "%@" merkkiä
fr: Entrez jusqu'à "%@" caractères
he: הזן עד "%@" תווים
id: Masukkan hingga "%@" karakter
it: Immettere fino a "%@" caratteri
ja: 最大「%@」文字を入力してください
ko: "%@"문자까지 입력하세요.
nb: Skriv inn opptil "%@ " tegn
nl: Voer maximaal "%@" tekens in
pl: Wpisz maksymalnie "%@" znaków
pt_br: Insira até "%@" caracteres
ro: Introduceți până la "%@" caractere
ru: Введите до "%@ " символов
sv: Ange upp till "%@" tecken
th: ป้อนอักขระได้ไม่เกิน "%@"
tr: En fazla "%@" karakter girin
vi: Nhập nhiều nhất "%@" ký tự
zh_hans: 最多输入“%@”个字符
zh_hant: 最多輸入“%@”個字符

# devicesetting_Night_detection_only_time_android
source: %1$s - Motion detection will be activated for %2$s the next day
cs: %1$s – Detekce pohybu bude aktivována pro %2$s následující den
de: %1$s - Die Bewegungserkennung wird am nächsten Tag für %2$s aktiviert
es: %1$s: la detección de movimiento se activará para %2$s al día siguiente
fi: %1$s - Liiketunnistus otetaan käyttöön %2$s:lle seuraavana päivänä
fr: %1$s - La détection de mouvement sera activée pour %2$s le lendemain
he: %1$s - זיהוי תנועה יופעל עבור %2$s למחרת
id: %1$s - Deteksi gerakan akan diaktifkan untuk %2$s keesokan harinya
it: %1$s - Il rilevamento del movimento verrà attivato per %2$s il giorno successivo
ja: %1$s-モーション検出は翌日%2$sの間アクティブになります
ko: %1$s - 다음 날 %2$s에 대한 움직임 감지가 활성화됩니다.
nb: %1$s – Bevegelsesdeteksjon vil bli aktivert for %2$s neste dag
nl: %1$s - Bewegingsdetectie wordt de volgende dag geactiveerd voor %2$s
pl: %1$s — Wykrywanie ruchu zostanie aktywowane dla %2$s następnego dnia
pt_br: %1$s - A detecção de movimento será ativada para %2$s no dia seguinte
ro: %1$s - Detectarea mișcării va fi activată pentru %2$s a doua zi
ru: %1$s — Обнаружение движения будет активировано для %2$s на следующий день.
sv: %1$s - Rörelsedetektering kommer att aktiveras för %2$s nästa dag
th: %1$s - การตรวจจับการเคลื่อนไหวจะเปิดใช้งานสำหรับ %2$s ในวันถัดไป
tr: %1$s - Ertesi gün %2$s için hareket algılama etkinleştirilecek
vi: %1$s - Tính năng phát hiện chuyển động sẽ được kích hoạt cho%2$s vào ngày hôm sau
zh_hans: %1$s - 次日%2$s启动智能侦测
zh_hant: %1$s - 次日%2$s啟動智能偵測

# preview_Preset_position
source: Preset position
cs: přednastavenou pozici
es: posición preestablecida
fi: esiasetettu sijainti
fr: position prédéfinie
he: מיקום מוגדר מראש
id: posisi prasetel
it: posizione preimpostata
ja: プリセット位置
ko: 사전 설정 위치
nb: forhåndsinnstilt posisjon
nl: vooraf ingestelde positie
pl: zaprogramowana pozycja
pt_br: posição predefinida
ro: poziție presetată
ru: предустановленное положение
sv: förinställd position
th: ตำแหน่งที่ตั้งไว้ล่วงหน้า
tr: önceden ayarlanmış konum
vi: vị trí đặt trước
zh_hans: 常看位置
zh_hant: 常看位置

# password_change_failure
source: Fail to change password
cs: Změna hesla se nezdařila
de: Passwort ändern fehlgeschlagen
es: Error al cambiar la contraseña
fi: Salasanan muokkaaminen epäonnistui
fr: Impossible de changer le mot de passe
he: לא מצליח לשנות ססמה
id: Gagal menganti Sandi
it: Errore modifica password
ja: パスワードの変更ができません。
ko: 암호 변경 실패
nb: Endring av passord mislykket
nl: Wachtwoord wijzigen mislukt
pl: Zmiana hasła niemożliwa
pt_br: Falha ao alterar a senha
ro: Nu reușiți să schimbați parola
ru: Не сменить пароль
sv: Misslyckades med att byta lösenord
th: เปลี่ยนรหัสผ่านล้มเหลว
tr: Şifre değiştirilemedi
vi: Sửa đổi mật khẩu không thành công
zh_hans: 密码修改失败
zh_hant: 密碼修改失敗

# devicesetting_recommended_choose_suitable_call
source: It is recommended that you choose the most suitable call mode according to the actual call effect
cs: Doporučuje se vybrat nejvhodnější režim volání podle skutečného efektu volání
de: Es wird empfohlen, den am besten geeigneten Anrufmodus entsprechend dem tatsächlichen Anrufeffekt auszuwählen
es: Se recomienda que elija el modo de llamada más adecuado según el efecto de llamada real
fi: On suositeltavaa valita sopivin puhelutila todellisen puhelun vaikutuksen mukaan
fr: Il est recommandé de choisir le mode d'appel le plus approprié en fonction de l'effet réel de l'appel
he: מומלץ לבחור את מצב השיחה המתאים ביותר בהתאם לאפקט השיחה בפועל
id: Disarankan agar Anda memilih mode panggilan yang paling sesuai dengan efek panggilan yang sebenarnya
it: Si consiglia di scegliere la modalità di chiamata più adatta in base all'effetto di chiamata effettivo
ja: 実際の通話効果に応じて、最適な通話モードを選択することをお勧めします。
ko: 실제 통화 효과에 따라 가장 적합한 통화 모드를 선택하는 것이 좋습니다.
nb: Det anbefales at du velger den mest passende samtalemodusen i henhold til den faktiske samtaleeffekten
nl: Het wordt aanbevolen dat u de meest geschikte oproepmodus kiest op basis van het werkelijke oproepeffect
pl: Zaleca się wybranie najbardziej odpowiedniego trybu połączenia zgodnie z rzeczywistym efektem połączenia
pt_br: Recomenda-se que você escolha o modo de chamada mais adequado de acordo com o efeito da chamada real
ro: Se recomandă să alegeți cel mai potrivit mod de apel în funcție de efectul de apel real
ru: Рекомендуется выбрать наиболее подходящий режим вызова в соответствии с фактическим эффектом вызова.
sv: Det rekommenderas att du väljer det mest lämpliga samtalsläget enligt den faktiska samtalseffekten
th: ขอแนะนำให้คุณเลือกโหมดการโทรที่เหมาะสมที่สุดตามเอฟเฟกต์การโทรจริง
tr: Gerçek arama etkisine göre en uygun arama modunu seçmeniz önerilir.
vi: Chúng tôi khuyên bạn nên chọn chế độ cuộc gọi phù hợp nhất theo hiệu ứng cuộc gọi thực tế
zh_hans: 建议您根据实际通话效果选择最合适的通话模式
zh_hant: 建議您根據實際通話效果選擇最合適的通話模式

# devicesetting_Videobackup_download_failed
source: Download failed
cs: Stažení se nezdařilo
de: Download fehlgeschlagen
es: Descarga fracasó
fi: Lataus epäonnistui
fr: Échec du téléchargement
he: הורדה נכשלה
id: Unduhan gagal
it: Scaricamento fallito
ja: ダウンロードに失敗しました
ko: 다운로드 실패
nb: Nedlasting mislyktes
nl: Download mislukt
pl: Pobieranie nie udane
pt_br: Falha no Download
ro: Descarcare esuata
ru: Ошибка загрузки
sv: Nedladdning misslyckad
th: การดาวน์โหลดล้มเหลว
tr: Yükleme başarısız
vi: Tải xuống không thành công
zh_hans: 下载失败
zh_hant: 下載失敗

# addDevice_success
source: Add device successfully
cs: Přidat zařízení úspěšně
de: Gerät erfolgreich hinzugefügt
es: Agregar Equipo con éxito
fi: Lisää laite onnistuneesti
fr: Appareil ajouté avec succès
he: המכשיר הוסף בהצלחה
id: Sukses tambah perangkat
it: Associazione avvenuta con successo
ja: デバイスを追加しました
ko: 제품 등록 완료
nb: Enhet er lagt til
nl: Apparaat toevoegen geslaagd
pl: Urządzenie dodane
pt_br: Adicionar dispositivo com sucesso
ro: Adăugați dispozitivul cu succes
ru: Добавить устройство успешно
sv: Lägg till enheten framgångsrikt
th: เพิ่มอุปกรณ์สำเร็จ
tr: Cihazı başarıyla ekle
vi: Thêm thiết bị thành công
zh_hans: 添加设备成功
zh_hant: 添加設備成功

# preview_Screen_lock
source: Screen lock
cs: Zámek obrazovky
de: Bildschirmsperre
es: Bloqueo de pantalla
fi: Näytön lukitus
fr: Verrouillage d'écran
he: נעילת מסך
id: Pengunci layar
it: Blocco schermo
ja: スクリーンロック
ko: 화면 잠금
nb: Skjerm lås
nl: Schermvergrendeling
pl: Blokada ekranu
pt_br: Bloqueio de tela
ro: Blocarea ecranului
ru: Блокировка экрана
sv: Skärmlås
th: ล็อกหน้าจอ
tr: Ekran kilidi
vi: Khóa màn hình
zh_hans: 画面锁定
zh_hant: 畫面鎖定

# smart
source: Intelligent
cs: Inteligentní
es: Inteligente
fi: Älykäs
he: אינטליגנטי
id: Cerdas
it: Intelligente
ja: スマート
ko: 지능형
pl: Rozumny
pt_br: Inteligente
ro: Inteligent
ru: Умный
th: การปรับเปลี่ยน
tr: Akıllı
vi: thông minh
zh_hans: 智能
zh_hant: 智能

# cloud_storage_details_how_to_renew_tips_3
source: Tips: When you are renewing, if the renewal plan are using the package and the other channels of the package meet the renewal conditions, it will default to select previous package and channel.
cs: Tipy: Pokud při obnově poplatku používá plán obnovy balíček a ostatní kanály balíku splňují podmínky pro obnovení, použije se výchozí balíček a kanál.
de: Tipps: Wenn bei der Erneuerung der Gebühr der Erneuerungsplan das Paket verwendet und die anderen Kanäle des Pakets die Erneuerungsbedingungen erfüllen, wird standardmäßig das vorherige Paket und der vorherige Kanal verwendet.
es: Consejos: al renovar la tarifa, si el plan de renovación está utilizando el paquete y los otros canales del paquete cumplen con las condiciones de renovación, se establecerá de forma predeterminada el paquete y el canal anteriores.
fi: vinkkejä: Kun maksua uusitaan, jos uudistussuunnitelma käyttää pakettia ja muut paketin kanavat täyttävät uudistamisehdot, se on oletusarvoisesti edellinen paketti ja kanava.
fr: Conseils: lors du renouvellement de la redevance, si le plan de renouvellement utilise le package et que les autres canaux du package répondent aux conditions de renouvellement, le package et le canal précédents seront par défaut.
he: טיפים לגילוי תנועה: בעת חידוש האגרה, אם תוכנית החידוש משתמשת בחבילה וערוצי החבילה האחרים עומדים בתנאי החידוש, היא תועבר כברירת מחדל לחבילה הקודמת ולערוץ.
id: Tips: Saat memperbarui biaya, jika paket pembaruan menggunakan paket dan saluran lain dari paket memenuhi persyaratan perpanjangan, itu akan default ke paket dan saluran sebelumnya.
it: Suggerimenti: quando si rinnova la tariffa, se il piano di rinnovo utilizza il pacchetto e gli altri canali del pacchetto soddisfano le condizioni di rinnovo, per impostazione predefinita verranno utilizzati il ​​pacchetto e il canale precedenti.
ja: ヒント：料金を更新するときに、更新計画がパッケージを使用していて、パッケージの他のチャンネルが更新条件を満たしている場合は、前のパッケージおよびチャンネルがデフォルトになります。
ko: 팁 : 수수료를 갱신 할 때 갱신 계획이 패키지를 사용하고 있고 패키지의 다른 채널이 갱신 조건을 충족하면 이전 패키지와 채널을 기본값으로 사용합니다.
nb: Suggerimenti: Ved fornyelse av gebyret, hvis fornyelsesplanen bruker pakken og de øvrige kanalene i pakken, oppfyller fornyelsesbetingelsene, vil den bli standard til forrige pakke og kanal.
nl: Tips: wanneer de vergoeding wordt vernieuwd en het verlengingsplan het pakket gebruikt en de andere kanalen van het pakket voldoen aan de verlengingsvoorwaarden, worden standaard het vorige pakket en kanaal gebruikt.
pl: Wskazówki: Podczas odnawiania opłaty, jeśli plan odnawiania korzysta z pakietu, a pozostałe kanały pakietu spełniają warunki odnowienia, domyślnie będzie to poprzedni pakiet i kanał.
pt_br: Dicas: ao renovar a taxa, se o plano de renovação estiver usando o pacote e os outros canais do pacote atenderem às condições de renovação, o padrão será o pacote e o canal anteriores.
ro: sfaturi: La reînnoirea taxei, în cazul în care planul de reînnoire folosește pachetul, iar celelalte canale ale pachetului îndeplinesc condițiile de reînnoire, acesta va implica implicit pachetul și canalul anterior.
ru: подсказки: при возобновлении платы, если план обновления использует пакет, а другие каналы пакета соответствуют условиям обновления, по умолчанию будет использоваться предыдущий пакет и канал.
sv: tips: Vid förnyelse av avgiften, om förnyelseplanen använder paketet och övriga paket i paketet uppfyller förnyelsebetingelserna, kommer det att gå till föregående paket och kanal.
th: คำเตือน: เมื่อทำการต่ออายุหากแพ็กเกจและช่องทางอื่น ๆ ของแพ็กเกจตรงตามเงื่อนไขการต่ออายุแพ็กเกจและแชนเนลก่อนหน้าจะถูกเลือกตามค่าเริ่มต้น
tr: İpuçları: Ücreti yenilerken, yenileme planı paketi kullanıyorsa ve paketin diğer kanalları yenileme koşullarını karşılıyorsa, önceki pakete ve kanala varsayılan olacaktır.
vi: Nhắc nhở nhiệt tình: Khi gia hạn, nếu gói cước đang sử dụng của kênh gia hạn và các kênh khác của gói đáp ứng điều kiện gia hạn thì gói và kênh trước đó sẽ được chọn theo mặc định.
zh_hans: 温馨提示：续费时，若续费通道正在使用的套餐以及套餐其他通道满足续费条件，会默认为您选中之前的套餐与通道。
zh_hant: 溫馨提示：續費時，若續費通道正在使用的套餐以及套餐其他通道滿足續費條件，會默認為您選中之前的套餐與通道。

# service_map_about
source: about
cs: asi
de: Über
es: unos
fi: noin
fr: environ
he: על אודות
id: tentang
it: di
ja: 約
ko: 대략
nb: Om
nl: over
pl: około
pt_br: sobre
ro: despre
ru: около
sv: handla om
th: เกี่ยวกับ
tr: hakkında
vi: xấp xỉ
zh_hans: 约
zh_hant: 約

# deviceSetting_firmware
source: Firmware:
fi: Laiteohjelmisto:
fr: Micrologiciel :
he: קושחה:
ja: ファームウェア：
ko: 펌웨어:
nb: Fastvare:
pl: Oprogramowanie układowe:
ru: Прошивка:
th: เฟิร์มแวร์:
tr: bellenim:
vi: Phần mềm cơ sở:
zh_hans: 固件：
zh_hant: 固件：

# addDevice_guide_hearSound
source: Tip 2: Do you hear prompt voice "Starting configuration mode"?
cs: Tip 2: Slyšíte hlasovou výzvu "Spouštění konfiguračního režimu"?
de: Tipp 2: Hören Sie die Aufforderung "Konfigurationsmodus starten"?
es: Sugerencia 2: ¿Escucha la voz de aviso "Iniciando el modo de configuración"?
fi: Vinkki 2: Kuuletko kehotteen "Aloita määritystila"?
fr: Astuce 2 : Entendez-vous l'invite vocale "Démarrage du mode de configuration" ?
he: טיפ 2: האם אתה שומע קול הנחיה "התחלת מצב תצורה"?
id: Tip 2: Apakah Anda mendengar suara prompt "Memulai mode konfigurasi"?
it: Suggerimento 2: senti la voce di richiesta "Avvio della modalità di configurazione"?
ja: ヒント2：「設定モードの開始」というプロンプト音声が聞こえますか？
ko: 팁 2: "구성 모드 시작" 프롬프트 음성이 들리나요?
nb: Tips 2: Hører du ledeteksten "Starter konfigurasjonsmodus"?
nl: Tip 2: Hoor je de prompte stem "Configuratiemodus starten"?
pl: Wskazówka 2: Czy słyszysz komunikat "Uruchamianie trybu konfiguracji"?
pt_br: Dica 2: Você ouve a voz de prompt "Iniciando o modo de configuração"?
ro: Sfat 2: auziți o voce promptă "Se pornește modul de configurare"?
ru: Подсказка 2: Вы слышите подсказку "Начало режима настройки"?
sv: Tips 2: Hör du en prompt röst "Startar konfigurationsläge"?
th: เคล็ดลับ 2: คุณได้ยินเสียงแจ้ง "เริ่มโหมดการกำหนดค่า" หรือไม่
tr: 2. İpucu: "Yapılandırma modu başlatılıyor" istemini duyuyor musunuz?
vi: Mẹo 2: Bạn có nghe thấy âm báo nhắc "Bắt đầu chế độ cấu hình" không?
zh_hans: 提示2：是否听到提示音“启动配置模式”？
zh_hant: 提示2：是否聽到提示音“啟動配置模式”？

# devicesetting_need_set_preset
source: The frequent viewing position cruise function needs to have a preset position to be used normally. If your device does not have a preset position, please go to the preview-preset position to add it in time
cs: Funkce častého sledování polohy musí mít přednastavenou polohu, aby se mohla normálně používat. Pokud vaše zařízení nemá přednastavenou pozici, přejděte na přednastavenou pozici náhledu a přidejte ji včas
de: Die Tour-Funktion für häufig beobachtetet Positionen muss eine Preset Position haben, um ordnungsgemäß verwendet zu werden. Wenn Ihr Gerät keine Preset Position hat, gehen Sie bitte zur Vorschau-Preset Position, um sie rechtzeitig hinzuzufügen
es: La función de crucero de posición de visualización frecuente debe tener una posición preestablecida para usarse normalmente. Si su dispositivo no tiene una posición preestablecida, vaya a la posición preestablecida de vista previa para agregarla a tiempo
fi: Toistuvan katseluasennon risteilytoiminnolla on oltava esiasetettu asento, jotta sitä voidaan käyttää normaalisti. Jos laitteellasi ei ole esiasetettua sijaintia, siirry esikatselu-esiasetusasentoon lisätäksesi sen ajoissa
fr: La fonction de croisière de position de visualisation fréquente doit avoir une position préréglée pour être utilisée normalement. Si votre appareil n'a pas de position prédéfinie, veuillez accéder à la position de préréglage pour l'ajouter à temps
he: פונקציית השיוט של תנוחת הצפייה התכופה צריכה להיות מוגדרת מראש כדי לשמש כרגיל. אם למכשיר שלך אין מיקום מוגדר מראש, אנא עבור למיקום הקבוע בתצוגה מקדימה כדי להוסיף אותו בזמן
id: Fungsi jelajah posisi melihat yang sering harus memiliki posisi yang telah ditetapkan untuk digunakan secara normal. Jika perangkat Anda tidak memiliki posisi preset, silakan pergi ke posisi preview-preset untuk menambahkannya tepat waktu
it: La funzione di crociera della posizione di visualizzazione frequente deve avere una posizione preimpostata per essere utilizzata normalmente. Se il tuo dispositivo non ha una posizione preimpostata, vai alla posizione preimpostata di anteprima per aggiungerla in tempo
ja: 頻繁に見る位置の巡航機能は、通常使用するために事前設定された位置を持っている必要があります。デバイスにプリセット位置がない場合は、プレビュープリセット位置に移動して時間内に追加してください
ko: 빈번한 시청 위치 순항 기능이 정상적으로 사용되기 위해서는 프리셋 위치가 필요합니다. 장치에 사전 설정 위치가 없는 경우 미리보기-사전 설정 위치로 이동하여 시간에 추가하세요.
nb: Cruisefunksjonen for hyppig visningsposisjon må ha en forhåndsinnstilt posisjon for å kunne brukes normalt. Hvis enheten din ikke har en forhåndsinnstilt posisjon, gå til forhåndsvisningsposisjonen for å legge den til i tide
nl: De cruise-functie voor frequente kijkposities moet een vooraf ingestelde positie hebben om normaal te kunnen worden gebruikt. Als uw apparaat geen vooraf ingestelde positie heeft, ga dan naar de preview-preset positie om deze op tijd toe te voegen
pl: Funkcja rejsu z częstą pozycją oglądania musi mieć wstępnie ustawioną pozycję, aby mogła być normalnie używana. Jeśli Twoje urządzenie nie ma wstępnie ustawionej pozycji, przejdź do podglądu wstępnie ustawionej pozycji, aby dodać ją na czas
pt_br: A função de cruzeiro de posição de visualização frequente precisa ter uma posição predefinida para ser usada normalmente. Se o seu dispositivo não tiver uma posição predefinida, vá para a posição predefinida de visualização para adicioná-la a tempo
ro: Funcția de croazieră a poziției de vizualizare frecventă trebuie să aibă o poziție presetată pentru a fi utilizată în mod normal. Dacă dispozitivul dvs. nu are o poziție presetată, vă rugăm să mergeți la poziția de previzualizare presetată pentru a o adăuga la timp
ru: Функция круиза с частым просмотром должна иметь предустановленное положение для нормального использования. Если на вашем устройстве нет предустановленной позиции, перейдите к предустановленной позиции предварительного просмотра, чтобы добавить ее вовремя.
sv: Kryssningsfunktionen för frekvent visningsposition måste ha en förinställd position för att kunna användas normalt. Om din enhet inte har en förinställd position, gå till den förhandsinställda positionen för att lägga till den i tid
th: ฟังก์ชันล่องเรือแสดงตำแหน่งบ่อยครั้งต้องมีตำแหน่งที่กำหนดไว้ล่วงหน้าจึงจะใช้งานได้ตามปกติ หากอุปกรณ์ของคุณไม่มีตำแหน่งที่กำหนดไว้ล่วงหน้า โปรดไปที่ตำแหน่งพรีวิวที่ตั้งไว้ล่วงหน้าเพื่อเพิ่มในเวลา
tr: Sık izleme konumu seyir fonksiyonunun normal olarak kullanılması için önceden ayarlanmış bir konuma sahip olması gerekir. Cihazınızın önceden ayarlanmış bir konumu yoksa, zamanında eklemek için lütfen önizleme-ön ayar konumuna gidin.
vi: Chức năng hành trình theo dõi vị trí thường xuyên cần phải có một vị trí đặt trước để được sử dụng bình thường. Nếu thiết bị của bạn không có vị trí đặt trước, vui lòng chuyển đến vị trí đặt trước xem trước để bổ sung kịp thời
zh_hans: 常看位置巡航功能需存在常看位置才能正常使用，若您的设备没有常看位置，请及时前往预览-常看位置中添加
zh_hant: 常看位置巡航功能需存在常看位置才能正常使用，若您的設備沒有常看位置，請及時前往預覽-常看位置中添加

# person_feedback_problem
source: Feedback
cs: Zpětná vazba
de: Rückmeldung
es: Realimentación
fi: Palaute
fr: Retour
he: מָשׁוֹב
id: Umpan balik
it: Risposta
ja: フィードバック
ko: 피드백
nb: Tilbakemelding
nl: terugkoppeling
pl: Sprzężenie zwrotne
pt_br: Comentários
ro: Părere
ru: Обратная связь
sv: Respons
th: ข้อเสนอแนะ
tr: geri bildirim
vi: Phản hồi
zh_hans: 问题反馈
zh_hant: 問題反饋

# devicesetting_other_data
source: Other dates
cs: Jiné termíny
de: Andere Daten
es: Otras fechas
fi: Muut päivämäärät
fr: Autres dates
he: תאריכים אחרים
id: Tanggal lainnya
it: Altre date
ja: その他の日付
ko: 기타 날짜
nb: Andre datoer
nl: andere data
pl: Inne terminy
pt_br: Outras datas
ro: Alte date
ru: Другие даты
sv: Andra datum
th: วันอื่นๆ
tr: Diğer tarihler
vi: Các ngày khác
zh_hans: 其他日期
zh_hant: 其他日期
