Repository: Yolo-cell-hash/go_home_ios
Catalog: ios/Runner/JASDK/JAResources/XLanguage/X35MultiLanguage/*.lproj/X35MutiLanguage.strings
Languages: cs, de, es, fi, fr, he, id, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sv, th, tr, vi, zh_hans, zh_hant

# person_feedback_question_alarm_push_detail
source: Please open the APP (keep it in the foreground) to see if you can receive the alarm push. If you can receive it when you open the camera APP, it proves that it is not a hardware problem, but generally it is an Android mobile phone software permission problem. The specific troubleshooting methods are as follows
cs: Otevřete prosím aplikaci (ponechte ji v popředí), abyste zjistili, zda můžete obdržet alarmové upozornění. Pokud je můžete obdržet při otevření kamery, dokazuje, že nejde o problém s hardwarem, ale obecně jde o Android problém s povolením softwaru mobilního telefonu. Specifické metody řešení problémů jsou následující
de: Bitte öffnen Sie die App (im Vordergrund), um zu sehen, ob Sie Push-Nachrichten erhalten können. Wenn Sie diese beim Öffnen der Kamera-App erhalten, zeigt dies, dass es sich nicht um ein Hardwareproblem, sondern im Allgemeinen um ein Software-Berechtigungsproblem für Android-Telefone handelt. Die spezifischen Fehlerbehebungen sind wie folgt
es: Abra la APLICACIÓN (manténgala en primer plano) para ver si puede recibir la alarma. Si puede recibirla cuando abra la APLICACIÓN de la cámara, demuestra que no es un problema de hardware, pero en general es un Android problema de permiso del software del teléfono móvil. Los métodos específicos de solución de problemas son los siguientes
fi: Avaa APP (pidä se etualalla) nähdäksesi, voitko vastaanottaa hälytyksen. Jos voit vastaanottaa sen, kun avaat kameran APP, se osoittaa, että se ei ole laitteisto-ongelma, mutta yleensä se on Android matkapuhelinohjelmiston lupaongelma. Erityiset vianetsintämenetelmät ovat seuraavat
fr: Veuillez ouvrir l'APP (gardez-la au premier plan) pour voir si vous pouvez recevoir la poussée d'alarme. Si vous pouvez la recevoir lorsque vous ouvrez l'APP de la caméra, cela prouve que ce n'est pas un problème matériel, mais généralement c'est un Android problème d'autorisation de logiciel de téléphone portable. Les méthodes de dépannage spécifiques sont les suivantes
he: אנא פתח את ה- APP (שמור אותו בקדמת הבמה) כדי לראות אם אתה יכול לקבל את דחיפת האזעקה. אם אתה יכול לקבל אותו כשאתה פותח את המצלמה APP, זה מוכיח שזה לא בעיה של חומרה, אבל באופן כללי מדובר באנדרואיד. הבעיה בהרשאת תוכנת טלפון סלולרי. שיטות פתרון הבעיות הספציפיות הן כדלקמן
id: Silakan buka aplikasi (simpan di latar depan) untuk melihat apakah Anda dapat menerima push alarm. Jika Anda bisa menerimanya saat Anda membuka APP kamera, itu membuktikan bahwa itu bukan masalah perangkat keras, tetapi umumnya itu adalah Android masalah izin perangkat lunak ponsel. Metode pemecahan masalah khusus adalah sebagai berikut
it: Si prega di aprire l'APP (tenerlo in primo piano) per vedere se è possibile ricevere la spinta dell'allarme. Se è possibile riceverlo quando si apre l'APP della fotocamera, si dimostra che non si tratta di un problema hardware, ma generalmente è un Android problema di autorizzazione del software del telefono cellulare I metodi specifici di risoluzione dei problemi sono i seguenti
ja: 「アプリを開いて（フォアグラウンドで保持して）、アラームプッシュを受信できるかどうかを確認してください。カメラアプリを開いたときに受信できる場合は、ハードウェアの問題ではないことがわかりますが、通常はAndroidです。携帯電話のソフトウェア許可の問題。具体的なトラブルシューティング方法は次のとおりです
ko: 알람 푸시를받을 수 있는지 확인하려면 APP (포 그라운드로 유지)를여십시오. 카메라 APP를 열 때 수신 할 수 있으면 하드웨어 문제가 아니라 일반적으로 Android임을 증명합니다. 휴대폰 소프트웨어 권한 문제 특정 문제 해결 방법은 다음과 같습니다.
nb: Åpne APP-en (hold den i forgrunnen) for å se om du kan motta alarm-push. Hvis du kan motta den når du åpner kamera-APP, beviser det at det ikke er et maskinvareproblem, men generelt er det en Android Tillatelsesproblem for mobiltelefonprogramvare. De spesifikke feilsøkingsmetodene er som følger
nl: Open de APP (houd hem op de voorgrond) om te zien of je het alarm kunt ontvangen. Als je hem kunt ontvangen wanneer je de camera-APP opent, bewijst het dat het geen hardwareprobleem is, maar over het algemeen is het een Android probleem met toestemmingssoftware voor mobiele telefoon. De specifieke methoden voor probleemoplossing zijn als volgt
pl: "Otwórz aplikację (trzymaj ją na pierwszym planie), aby zobaczyć, czy możesz otrzymać alarm. Jeśli możesz go odebrać po otwarciu aplikacji kamery, oznacza to, że nie jest to problem sprzętowy, ale ogólnie jest to Android problem z pozwoleniem na oprogramowanie telefonu komórkowego. Konkretne metody rozwiązywania problemów są następujące
pt_br: Abra o aplicativo (mantenha-o em primeiro plano) para ver se você pode receber o toque do alarme. Se você pode recebê-lo quando abre o aplicativo da câmera, isso prova que não é um problema de hardware, mas geralmente é um Android problema de permissão do software do telefone celular.Os métodos específicos de solução de problemas são os seguintes
ro: Vă rugăm să deschideți APP-ul (păstrați-l în prim plan) pentru a vedea dacă puteți primi apăsarea de alarmă. Dacă îl puteți primi atunci când deschideți APP-ul camerei, se dovedește că nu este o problemă hardware, dar, în general, este un Android Problema cu permisiunea software-ului pentru telefonul mobil.Metodele specifice de depanare sunt următoarele
ru: "Пожалуйста, откройте приложение (держите его на переднем плане), чтобы увидеть, можете ли вы получать сигнал тревоги. Если вы можете получить его, когда вы открываете приложение камеры, это доказывает, что это не аппаратная проблема, но, как правило, это Android проблема с разрешением программного обеспечения мобильного телефона.
sv: Öppna APP: n (håll den i förgrunden) för att se om du kan få larmtrycket. Om du kan ta emot det när du öppnar kameran APP, bevisar det att det inte är ett hårdvaruproblem, men i allmänhet är det en Android problem med tillstånd för mobiltelefonprogramvara. De specifika felsökningsmetoderna är följande
th: โปรดเปิดแอป (เก็บไว้ในเบื้องหน้า) เพื่อดูว่าคุณสามารถรับสัญญาณเตือนได้หรือไม่หากคุณสามารถรับได้เมื่อเปิดแอปกล้องแสดงว่าไม่ใช่ปัญหาฮาร์ดแวร์ แต่โดยทั่วไปแล้วจะเป็น Android ปัญหาการอนุญาตซอฟต์แวร์โทรศัพท์มือถือวิธีการแก้ไขปัญหาเฉพาะมีดังนี้
tr: Alarm uygulamasını alıp alamayacağınızı görmek için lütfen APP'yi açın (ön planda tutun). Kamera APP'yi açtığınızda alabiliyorsanız, bunun bir donanım sorunu olmadığını kanıtlar, ancak genellikle bir Android cep telefonu yazılımı izin sorunu Özel sorun giderme yöntemleri aşağıdaki gibidir
vi: Vui lòng mở APP (giữ ở phía trước) để xem bạn có thể nhận được báo động hay không. Nếu bạn có thể nhận được cảnh báo khi mở APP camera, điều đó chứng tỏ đó không phải là vấn đề phần cứng, nói chung là điện thoại Android vấn đề về quyền phần mềm. Các phương pháp khắc phục sự cố cụ thể như sau
zh_hans: 请打开APP(保持在前台），看能否收到报警推送。 如果打开摄像机APP时能收到则证明不是硬件问题， 一般是安卓手机软件权限问题。具体排查方式如下
zh_hant: 請打開APP(保持在前臺），看能否收到報警推送。 如果打開攝像機APP時能收到則證明不是硬件問題， 壹般是安卓手機軟件權限問題。具體排查方式如下

# devicelist_not_support_third_party_4G_cards
source: Not support the third-party 4G cards
cs: Nepodporuje karty 4G třetích stran
de: Unterstützt keine 4G-Karten von Drittanbietern
es: No es compatible con las tarjetas 4G de terceros
fi: Ei tue kolmannen osapuolen 4G-kortteja
fr: Ne prend pas en charge les cartes 4G tierces
he: לא תומך בכרטיסי 4G של צד שלישי
id: Tidak mendukung kartu 4G pihak ketiga
it: Non supporta le schede 4G di terze parti
ja: サードパーティの4Gカードをサポートしていません
ko: 타사 4G 카드를 지원하지 않음
nb: Støtter ikke tredjeparts 4G-kort
nl: Geen ondersteuning voor 4G-kaarten van derden
pl: Nie obsługuje kart 4G innych firm
pt_br: Não é compatível com placas 4G de terceiros
ro: Nu acceptă cardurile 4G terțe
ru: Не поддерживает сторонние карты 4G
sv: Stöder inte tredjeparts 4G-kort
th: ไม่รองรับการ์ด 4G ของบุคคลที่สาม
tr: Üçüncü taraf 4G kartlarını desteklemez
vi: Việc sử dụng thẻ 4G của bên thứ ba hiện không được hỗ trợ
zh_hans: 暂不支持使用第三方4G卡
zh_hant: 暫不支持使用第三方4G卡

# devicesetting_4G_card_all
source: All
cs: Všechny
de: Alle
es: Todos
fi: kaikki
fr: Tous
he: הכל
id: Semua
it: tutto
ja: 全部
ko: 모두
nb: alt
nl: alle
pl: Wszyscy
pt_br: Todos
ro: toate
ru: все
sv: allt
th: ทั้งหมด
tr: tüm
vi: Tất cả
zh_hans: 全部
zh_hant: 全部

# cloud_package_promotion_join_success
source: Successfully joined
cs: Úspěšně se připojil
de: Erfolgreich beigetreten
es: Unido exitosamente
fi: Onnistunut liittyminen
fr: Rejoint avec succès
he: הצטרף בהצלחה
id: Berhasil bergabung
it: Riunito con successo
ja: 参加しました
ko: 성공적으로 가입 함
nb: Vellykket sluttet
nl: Succesvol toegetreden
pl: Pomyślnie dołączył
pt_br: Juntou-se com sucesso
ro: S-au alăturat cu succes
ru: Успешно присоединился
sv: Framgångsrikt ansluten
th: เข้าร่วมประสบความสำเร็จ
tr: Başarıyla katıldı
vi: Đã tham gia thành công
zh_hans: 成功加入
zh_hant: 成功加入

# deviceSetting_mode_select
source: Mode selection
cs: Výběr režimu
de: Modus-Auswahl
es: Selección de modo
fi: Tilan valinta
fr: Sélection de mode
he: בחירת המצב
id: Pilih Model
it: Selezione modalità
ja: モード選択
ko: 모드 선택
nb: Modusvalg
nl: Modusselectie
pl: Wybór trybu
pt_br: Seleção de modo
ro: Selectarea modului
ru: Выбор режима
sv: Lägesval
th: การเลือกโหมด
tr: Mod seçimi
vi: Chế độ lựa chọn
zh_hans: 模式选择
zh_hant: 模式選擇

# addDevice_solution_for_device_offline_9
source: Check the recharge method mentioned in your 4G card manual, or contact the 4G card operator for the recharge method.
cs: Zkontrolujte způsob dobíjení uvedený v příručce ke kartě 4G nebo se ohledně způsobu dobíjení obraťte na operátora karty 4G.
de: Überprüfen Sie die im Handbuch Ihrer 4G-Karte erwähnte Auflademethode oder wenden Sie sich an den Betreiber der 4G-Karte, um Informationen zur Auflademethode zu erhalten.
es: Verifique el método de recarga mencionado en el manual de su tarjeta 4G, o comuníquese con el operador de la tarjeta 4G para conocer el método de recarga.
fi: Tarkista 4G-korttisi ohjekirjasta mainittu lataustapa tai ota yhteyttä 4G-kortin operaattoriin saadaksesi lataustavan.
fr: Vérifiez la méthode de recharge mentionnée dans le manuel de votre carte 4G ou contactez l'opérateur de la carte 4G pour connaître la méthode de recharge.
he: בדוק את שיטת הטעינה המוזכרת במדריך לכרטיס ה-4G שלך, או פנה למפעיל כרטיס ה-4G לקבלת שיטת הטעינה.
id: Periksa metode isi ulang yang disebutkan dalam manual kartu 4G Anda, atau hubungi operator kartu 4G untuk metode isi ulang.
it: Controlla il metodo di ricarica indicato nel manuale della tua carta 4G o contatta l'operatore della carta 4G per il metodo di ricarica.
ja: 4Gカードのマニュアルに記載されている充電方法を確認するか、4Gカードのオペレーターに充電方法を問い合わせてください。
ko: 충전 방법은 4G 카드 설명서에 나와 있는 충전 방법을 확인하거나 4G 카드 운영자에게 문의하세요.
nb: Sjekk lademetoden som er nevnt i 4G-kortets håndbok, eller kontakt 4G-kortoperatøren for lademetoden.
nl: Controleer de oplaadmethode die wordt vermeld in de handleiding van uw 4G-kaart, of neem contact op met de 4G-kaartoperator voor de oplaadmethode.
pl: Sprawdź metodę doładowania wymienioną w instrukcji obsługi karty 4G lub skontaktuj się z operatorem karty 4G, aby uzyskać informacje na temat metody doładowania.
pt_br: Verifique o método de recarga mencionado no manual do seu cartão 4G ou entre em contato com a operadora do cartão 4G para obter o método de recarga.
ro: Verificați metoda de reîncărcare menționată în manualul cardului dvs. 4G sau contactați operatorul cardului 4G pentru metoda de reîncărcare.
ru: Проверьте способ пополнения, указанный в руководстве к вашей карте 4G, или обратитесь к оператору карты 4G, чтобы узнать способ пополнения.
sv: Kontrollera laddningsmetoden som nämns i manualen för ditt 4G-kort eller kontakta 4G-kortoperatören för laddningsmetoden.
th: ตรวจสอบวิธีการเติมเงินที่ระบุในคู่มือการ์ด 4G ของคุณ หรือติดต่อผู้ให้บริการการ์ด 4G สำหรับวิธีการเติมเงิน
tr: 4G kartınızın kılavuzunda belirtilen yeniden yükleme yöntemini kontrol edin veya yeniden yükleme yöntemi için 4G kart operatörüyle iletişime geçin.
vi: Kiểm tra phương thức nạp tiền được đề cập trong hướng dẫn sử dụng thẻ 4G của bạn hoặc liên hệ với nhà khai thác thẻ 4G để biết phương thức nạp tiền.
zh_hans: 查看您的4G卡说明书中提到的充值方式，或联系4G卡运营商获取充值方式。
zh_hant: 查看您的4G卡說明書中提到的充值方式，或聯繫4G卡運營商獲取充值方式。

# deviceSetting_Alarm_Settings
source: Alarm Settings
cs: Nastavení alarmu
de: Alarm Einstellungen
es: Configuración de alarma
fi: Hälytyksen asetus
fr: Réglage de l'alarme
he: הגדרות
id: Pengaturan Alarm
it: Impostazioni allarme
ja: アラーム設定
ko: 알람 설정
nb: Alarminnstilling
nl: Alarminstell.
pl: Ustawienia alarmu
pt_br: Configurações de alarme
ro: Setări alarmă
ru: Настройки будильника
sv: Larminställningar
th: ตั้งค่าการแจ้งเตือน
tr: Alarm Ayarları
vi: Hệ thống báo động
zh_hans: 报警设置
zh_hant: 報警設置

# appealDetailsTitle
source: Feedback title
cs: Název zpětné vazby
de: Titel Feedback
es: Título de realimentación
fi: Palautteen otsikko
fr: Titre du commentaire
he: כותרת משוב
id: Judul Feedback
it: Titolo feedback
ja: フィードバックのタイトル
ko: 의견 제목
nb: Tilbakemeldingstittel
nl: Feedbacktitel
pt_br: Título de feedback
ro: Titlu de feedback
ru: Заголовок отзыва
sv: Feedback titel
th: ชื่อข้อเสนอแนะ
tr: Geri bildirim başlığı
vi: Tiêu đề phản hồi
zh_hans: 反馈标题
zh_hant: 反饋標題

# devicesetting_Device_signal_Suggest
source: Suggest:
cs: Návrhy:
de: Empfehlung:
es: Sugerencias:
fi: ehdotuksia:
fr: Suggestions :
he: הצע:
id: Saran :
it: suggerimenti:
ja: 提案：
ko: 제안 :
nb: forslag:
nl: Stel voor:
pl: Sugestie:
pt_br: Sugerir:
ro: Sugera:
ru: Предложить:
sv: Föreslå:
th: แนะนำ:
tr: Önermek:
vi: Đề xuất:
zh_hans: 建议：
zh_hant: 建議：

# AlarmMessage_humanoid
source: Humanoid
de: Menschliche Form
es: Humanoide
fi: Humanoidi
fr: Humanoïde
he: הומנואיד
it: Umanoide
ja: ヒューマノイド
ko: 휴머노이드
pt_br: Humanóide
ru: гуманоид
th: มนุษย์
tr: İnsansı
vi: Hình người
zh_hans: 人形
zh_hant: 人形

# preview_hold_intercom
source: Press to talk
cs: Držte se a promluvte
de: Zum Sprechen gedrückt halten
es: Sostener y hablar
fi: Pidä ja puhu
fr: Tenir et parler
he: החזק וידבר
id: Tahan interkom
it: Tieni e parla
ja: 通話(ボタン長押し)
ko: 누르고 말하기
nb: Hold og snakk
nl: Houd vast en praat
pl: przytrzymaj
pt_br: Segure e fale
ro: Ține-te și vorbește
ru: Держи и говори
sv: Håll och prata
th: กดเพื่อพูดคุย
tr: Bekle ve konuş
vi: Giữ để nói
zh_hans: 按住说话
zh_hant: 按住說話

# adddevice_make_sure_connect_network
source: Step 1: Please make sure the device is not connected to the network cable
cs: Krok 1: Zkontrolujte, zda zařízení není připojeno k síťovému kabelu
de: Schritt 1: Stellen Sie sicher, dass das Gerät nicht an das Netzwerkkabel angeschlossen ist
es: Paso 1: asegúrese de que el Equipo no esté conectado al cable de red
fi: Vaihe 1: Varmista, että laite ei ole kytketty verkkokaapeliin
fr: Étape 1: Assurez-vous que le périphérique n'est pas connecté au câble réseau.
he: שלב 1: ודא שההתקן אינו מחובר לכבל הרשת
id: Langkah 1: Pastikan perangkat tidak terhubung ke kabel jaringan
it: Passaggio 1: assicurarsi che il dispositivo non sia collegato al cavo di rete
ja: ステップ1：デバイスがネットワークケーブルに接続されていないことを確認してください
ko: 1 단계 : 장치가 네트워크 케이블에 연결되어 있지 않은지 확인하십시오.
nb: Trinn 1: Pass på at enheten ikke er koblet til nettverkskabelen
nl: Stap 1: zorg ervoor dat het apparaat niet op de netwerkkabel is aangesloten
pl: Krok 1: Upewnij się, że urządzenie nie jest podłączone do kabla sieciowego
pt_br: Etapa 1: verifique se o dispositivo não está conectado ao cabo de rede
ro: Pasul 1: Asigurați-vă că dispozitivul nu este conectat la cablul de rețea
ru: Шаг 1. Убедитесь, что устройство не подключено к сетевому кабелю.
sv: Steg 1: Se till att enheten inte är ansluten till nätverkskabeln
th: ขั้นตอนที่ 1: ตรวจสอบว่าอุปกรณ์ไม่ได้เชื่อมต่อกับสายเคเบิลเครือข่าย
tr: 1. Adım: Lütfen cihazın ağ kablosuna bağlı olmadığından emin olun.
vi: Bước 1: Đảm bảo rằng thiết bị không được kết nối với cáp mạng
zh_hans: 第一步：请确保设备未连接网线
zh_hant: 第一步：請確保設備未連接網線

# deviceSetting_videoBackup_startTimeMM
source: month
cs: Měsíc
de: Monat
es: mes
fi: kuukausi
fr: mois
he: חודש
id: bulan
it: Mese
ja: 月
ko: 달
nb: måned
nl: maand
pl: miesiąc
pt_br: mês
ro: lună
ru: месяц
sv: månad
th: เดือน
tr: ay
vi: tháng
zh_hans: 月
zh_hant: 月

# share_add
source: Add share
cs: Přidat sdílení
de: Freigabe hinzufügen
es: Agregar compartir
fi: Přidat sdílení
fr: Ajouter un partage
he: הוסף שיתוף
id: Tambahkan bagian
it: Aggiungi condivisione
ja: シェアを追加
ko: 공유 추가
nb: Legg til deling
nl: Share toevoegen
pl: Dodaj udział
pt_br: Adicionar compartilhamento
ro: Adăugați o distribuire
ru: Добавить поделиться
sv: Lägg till delning
th: เพิ่มการแบ่งปัน
tr: Paylaşım ekle
vi: Thêm chia sẻ
zh_hans: 添加分享
zh_hant: 添加分享

# devicelist_add_guide
source: Here to add new device
cs: Zde přidáte nové zařízení
de: Hier werden neue Gerät hinzufügen
es: Aquí para agregar un nuevo dispositivo
fi: Täällä voit lisätä uuden laitteen
fr: Ici, d'ajouter un nouveau dispositif
he: כאן כדי להוסיף מכשיר חדש
id: Di sini untuk menambah perangkat baru
it: Qui per aggiungere un nuovo dispositivo
ja: ここで新しいデバイスを追加します
ko: 새 장치를 추가하려면 여기
nb: Her for å legge til en ny enhet
nl: Hier om een nieuw apparaat toe te voegen
pl: Tutaj, aby dodać nowe urządzenie
pt_br: Aqui para adicionar novo dispositivo
ro: Aici pentru a adăuga un dispozitiv nou
ru: Чтобы добавить новое устройство
sv: Här för att lägga till ny enhet
th: เพิ่มอุปกรณ์ใหม่ที่นี่
tr: Yeni cihaz eklemek için buraya
vi: Thêm thiết bị mới tại đây
zh_hans: 在这里添加新设备
zh_hant: 在這裡添加新設備

# months_plural_ios
source: %ld Month
cs: %ld měsíců
de: %ld Monate
es: %ld meses
fi: %ld kuukautta
fr: %ld mois
he: %ld חודשים
id: %ld Bulan
it: %ld mesi
ja: %ld月
ko: %ld 개월
nb: %ld Måneder
nl: %ld Maanden
pl: %ld Miesiące
pt_br: %de meses
ro: %ld Luni
ru: %ld месяцев
sv: %ld månader
th: % เดือน LD
tr: %ld Ay
vi: %ld tháng
zh_hans: %ld个月
zh_hant: %ld個月

# service_map_security_experience_number_IOS
source: %@ years security experience
cs: %@ let praxe bezpečnost
de: %@ Jahre Sicherheitserfahrung
es: %@ años de experiencia en seguridad
fi: %@ vuoden tietoturvakokemus
fr: %@ ans d'expérience en sécurité
he: %@ שנות ניסיון באבטחה
id: %@ tahun pengalaman keamanan
it: %@ anni di esperienza di sicurezza
ja: %@年のセキュリティ経験
ko: %@ 년 보안 경험
nb: %@ års sikkerhetserfaring
nl: %@ jaar security-ervaring
pl: %@ lat doświadczenia bezpieczeństwo
pt_br: %@ anos de experiência de segurança
ro: %@ ani de experiență în securitate
ru: %@ лет опыта в сфере безопасности
sv: %@ års säkerhetserfarenhet
th: ประสบการณ์ด้านความปลอดภัย%@ ปี
tr: %@ yıl güvenlik deneyimi
vi: %@ Năm kinh nghiệm bảo mật
zh_hans: %@年安防经验
zh_hant: %@年安防經驗

# addevice_input_phone_set
source: ① Enter the phone settings and select "
cs: ① Zadejte nastavení telefonu a vyberte "
de: ① Telefoneinstellungen öffnen und " auswählen
es: ① Ingrese la configuración del teléfono y seleccione "
fi: ① Anna puhelimen asetukset ja valitse "
fr: ① Entrez les paramètres du téléphone et sélectionnez "
he: ① הזן את הגדרות הטלפון ובחר "
id: ① Masukkan pengaturan telepon dan pilih "
it: ① Immettere le impostazioni del telefono e selezionare "
ja: ①電話の設定を入力し、「
ko: ① 전화 설정을 입력하고 "를 선택하십시오.
nb: ① Angi telefoninnstillingene og velg"
nl: ① Voer de telefooninstellingen in en selecteer "
pl: ① Wprowadź ustawienia telefonu i wybierz "
pt_br: ① Digite as configurações do telefone e selecione "
ro: ① Introduceți setările telefonului și selectați "
ru: ① Введите настройки телефона и выберите"
sv: ① Ange telefoninställningarna och välj "
th: ①เข้าสู่การตั้งค่าโทรศัพท์และเลือก "
tr: Settings Telefon ayarlarını girin ve "
vi: ① Nhập cài đặt điện thoại, chọn "
zh_hans: ① 进入手机设置，选择“
zh_hant: ① 進入手機設置，選擇“

# devicesetting_face_frame
source: Human face marker
cs: Značka obličeje
de: Gesicht umrahmen
es: Marca de cara
fi: Kasvomerkki
fr: Marque de visage
he: סימן פנים
id: Tanda wajah
it: Segno del viso
ja: フェイスマーク
ko: 얼굴 마크
nb: Ansiktsmerke
nl: Gezichtsteken
pl: Znak twarzy
pt_br: Marca facial
ro: Semnul feței
ru: Знак на лице
sv: Ansiktsmärke
th: ระบุ ใบหน้า
tr: Yüz işareti
vi: Dấu mặt
zh_hans: 人脸标记
zh_hant: 人臉標記

# AlarmMessage_low_battery
source: Low battery
cs: Slabá baterie
de: Schwache Batterie
es: Batería baja
fi: Akku vähissä
fr: Batterie faible
he: סוללה חלשה
id: Baterai lemah
it: Batteria scarica
ja: 低バッテリー
ko: 배터리 부족
nb: Lite batteri
nl: Lage batterij
pl: Niski poziom baterii
pt_br: Bateria Fraca
ro: Baterie descarcata
ru: Низкий уровень заряда батареи
sv: Låg batterinivå
th: แบตเตอร์รี่ต่ำ
tr: Düşük pil
vi: Pin yếu
zh_hans: 电量低
zh_hant: 電量低

# preview_sound
source: Sound
cs: zvuk
de: Ton
es: sonar
fi: ääni
fr: Son
he: שמע
id: suara
it: suono
ja: 音
ko: 소리
nb: lyd
nl: Geluid
pl: Dźwięk
pt_br: som
ro: sunet
ru: звук
sv: ljud
th: เสียง
tr: ses
vi: âm thanh
zh_hans: 声音
zh_hant: 聲音

# adddevice_power_device_indicator_flashes
source: 1. Power on the device and check if the indicator light flashes;
cs: 1. Zapněte zařízení a zkontrolujte, zda kontrolka bliká;
de: 1. Schalten Sie das Gerät ein und prüfen Sie, ob die Status-LED blinkt;
es: 1. Encienda el dispositivo y compruebe si la luz indicadora parpadea;
fi: 1. Käynnistä laite ja tarkista, vilkkuuko merkkivalo;
fr: 1. Allumez l'appareil et vérifiez si le voyant lumineux clignote ;
he: 1. הפעל את המכשיר ובדוק אם נורית החיווי מהבהבת;
id: 1. Nyalakan perangkat dan periksa apakah lampu indikator berkedip;
it: 1. Accendere il dispositivo e verificare se l'indicatore luminoso lampeggia;
ja: 1.デバイスの電源を入れ、インジケーターライトが点滅するかどうかを確認します。
ko: 1. 장치의 전원을 켜고 표시등이 깜박이는지 확인하십시오.
nb: 1. Slå på enheten og sjekk om indikatorlampen blinker;
nl: 1. Schakel het apparaat in en controleer of het indicatielampje knippert;
pl: 1. Włącz urządzenie i sprawdź, czy kontrolka miga;
pt_br: 1. Ligue o dispositivo e verifique se a luz indicadora pisca;
ro: 1. Porniți dispozitivul și verificați dacă indicatorul luminos clipește;
ru: 1. Включите устройство и проверьте, мигает ли индикатор;
sv: 1. Slå på enheten och kontrollera om indikatorlampan blinkar;
th: 1. เปิดเครื่องและตรวจสอบว่าไฟแสดงสถานะกะพริบหรือไม่
tr: 1. Cihazı açın ve gösterge ışığının yanıp söndüğünü kontrol edin;
vi: 1. Bật nguồn thiết bị và kiểm tra xem đèn báo có nhấp nháy không;
zh_hans: 1.将设备通电，查看指示灯是否闪烁；
zh_hant: 1.將設備通電，查看指示燈是否閃爍；
