Repository: Yolo-cell-hash/go_home_ios
Catalog: ios/Runner/JASDK/JAResources/XLanguage/X35MultiLanguage/*.lproj/X35MutiLanguage.strings
Languages: cs, de, es, fi, fr, he, id, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sv, th, tr, vi, zh_hans, zh_hant

# Update_check_network
source: Please check whether the network is normal
cs: Zkontrolujte, zda je síť normální
de: Bitte prüfen, ob Netzwerk ordnungsgemäß funktioniert
es: Comprueba si la red es normal.
fi: Tarkista, onko verkko normaali
fr: Veuillez vérifier si le réseau est normal
he: אנא בדוק אם הרשת תקינה
id: Silakan periksa apakah jaringannya normal
it: Si prega di verificare se la rete è normale
ja: ネットワークが正常か確認してください
ko: 네트워크가 정상인지 확인하십시오
nb: Vennligst sjekk om nettverket er normalt
nl: Controleer of het netwerk normaal is
pl: Sprawdź, czy sieć działa normalnie
pt_br: Verifique se a rede está normal
ro: Vă rugăm să verificați dacă rețeaua este normală
ru: Пожалуйста, проверьте, нормально ли работает сеть
sv: Kontrollera om nätverket är normalt
th: โปรดตรวจสอบว่าเครือข่ายเป็นปกติหรือไม่
tr: Lütfen ağın normal olup olmadığını kontrol edin
vi: Vui lòng kiểm tra xem mạng có bình thường không
zh_hans: 请检查网络是否正常
zh_hant: 請檢查網絡是否正常

# other
source: Others
cs: Ostatní
de: Weitere
es: Otros
fi: muut
fr: Autres
he: אחר
id: Lainnya
it: Altro
ja: その他
ko: 기타
nb: Annet
nl: Overig
pl: Inne
pt_br: Outras
ro: Alții
ru: другие
sv: Övriga
th: อื่น ๆ
tr: Diğerleri
vi: khác
zh_hans: 其他
zh_hant: 其他

# adddevice_turn_on_wifi_2
source: Turn on WiFi
cs: Zapněte WiFi
de: WLAN einschalten
es: Enciende el WiFi
fi: Ota WiFi käyttöön
fr: Activer le WiFi
he: הפעל את ה- WiFi
id: Hidupkan WiFi
it: Attiva il WiFi
ja: 無線LANをオンにする
ko: WiFi 켜기
nb: Slå på WiFi
nl: Schakel WiFi in
pl: Włącz WiFi
pt_br: Ativar o WiFi
ro: Activați WiFi
ru: Включить WiFi
sv: Slå på WiFi
th: เปิด WiFi
tr: WiFi'yi aç
vi: Bật wifi
zh_hans: 开启WiFi
zh_hant: 開啟WiFi

# devicesetting_5M_test_flow
source: 5M test flow
cs: Zkušební tok 5M
de: 5M Testfluss
es: Flujo de prueba 5M
fi: 5M testivirta
fr: Débit d'essai 5M
he: זרימת בדיקה 5M
id: Aliran uji 5M
it: Flusso di prova 5M
ja: 5Mテストフロー
ko: 5M 테스트 흐름
nb: 5M testflyt
nl: 5M teststroom
pl: Test przepływu 5M
pt_br: Fluxo de teste 5M
ro: Debit de test 5M
ru: Тестовый поток 5M
sv: 5M testflöde
th: ขั้นตอนการทดสอบ 5M
tr: 5M test akışı
vi: Dòng kiểm tra 5M
zh_hans: 5M测试流量
zh_hant: 5M測試流量

# NSMicrophoneUsageDescription_alarm
source: The app can record alarm sounds normally after the microphone permission is turned on.
cs: Po zapnutí povolení mikrofonu může aplikace nahrávat zvuky alarmu normálně.
de: Die App kann den Alarmton normal aufzeichnen, nachdem die Mikrofonberechtigung erteilt wurde.
es: La aplicación puede grabar sonidos de alarma normalmente después de activar el permiso del micrófono.
fi: Sovellus voi tallentaa hälytysäänet normaalisti sen jälkeen, kun mikrofonin lupa on kytketty päälle.
fr: L'application peut enregistrer les sons d'alarme normalement après avoir activé l'autorisation du microphone.
he: האפליקציה יכולה להקליט צלילי אזעקה בדרך כלל לאחר הפעלת הרשאת המיקרופון.
id: Aplikasi ini dapat merekam suara alarm secara normal setelah izin mikrofon dihidupkan.
it: L'app può registrare i suoni di allarme normalmente dopo l'attivazione dell'autorizzazione del microfono.
ja: マイクの許可がオンになった後、アプリは正常にアラーム音を記録できます。
ko: 마이크 권한이 설정된 후 앱에서 알람 소리를 정상적으로 녹음 할 수 있습니다.
nb: Appen kan spille inn alarmlyder normalt etter at mikrofonens tillatelse er slått på.
nl: De app kan alarmgeluiden normaal opnemen nadat de microfoonrechten zijn ingeschakeld.
pl: Aplikacja może normalnie nagrywać dźwięki alarmowe po włączeniu uprawnienia mikrofonu.
pt_br: O aplicativo pode gravar sons de alarme normalmente após a permissão do microfone ser ativada.
ro: Aplicația poate înregistra sunete de alarmă în mod normal, după ce permisiunea microfonului este pornită.
ru: Приложение может записывать звуки будильника нормально после включения разрешения микрофона.
sv: Appen kan spela in alarmljud normalt efter att mikrofontillståndet har aktiverats.
th: แอปสามารถบันทึกเสียงปลุกได้ตามปกติหลังจากเปิดการอนุญาตไมโครโฟน
tr: Mikrofon izni açıldıktan sonra uygulama alarm seslerini normal şekilde kaydedebilir.
vi: Ứng dụng có thể ghi âm báo thức bình thường sau khi bật quyền đối với micrô
zh_hans: 麦克风权限开启后App才可以正常录制报警提示音
zh_hant: 麥克風權限開啟後App才可以正常錄製報警提示音

# person_feedback_shut_down
source: Shut down
cs: Vypnout
de: Schließen
es: Apagar
fi: Sammuttaa
fr: Fermer
he: לכבות
id: Mematikan
it: Spegnimento
ja: シャットダウン
ko: 셧다운
nb: Skru av
nl: Afsluiten
pl: Zamknąć
pt_br: Desligar
ro: Închide
ru: Неисправность
sv: Stänga av
th: ปิดตัวลง
tr: Kapat
vi: tắt
zh_hans: 关闭
zh_hant: 關閉

# help_addDevice_textTips_3
source: Method 1: start APP,click "+" on device list interface,then click "add device"
cs: Metoda 1: Otevřete APP,klepněte na tlačítko 1"+" v seznamu zařízení a potom klepněte na tlačítko 2"Přidat zařízení".
de: Methode 1: Starten Sie die App und tippen auf "+" in der Geräteliste, tippen Sie danach "Gerät hinzufügen"
es: Método 1: inicie la aplicación,haga clic en "+" en la interfaz de la lista de Equipos y luego en "agregar Equipo".
fi: Tapa 1: Avaa sovellus,napsauta laiteluettelon käyttöliittymässä olevaa 1 "+"-painiketta ja napsauta sitten 2 "Lisää laite"-painiketta.
fr: Méthode 1 : lancez l'application, cliquez sur "+" dans l'interface de la liste des périphériques, puis cliquez sur "Ajouter un périphérique".
he: שיטה 1: פתח את האפליקציה,לחץ על "+" בעמוד רשימת המכשירים,ולחת על "הוספת מכשיר"
id: Metode 1 : Mulai APP,Tekan "+" di datar antar muka perangkat,lalu Klik "Tambah perangkat"
it: Metodo 1: Aprire l'app,premere "+" nella lista dispositivi,quindi premere " Aggiungere dispositivo"
ja: 方法1：アプリを起動し、デバイスリストのインタフェースで"+"をクリックしてから、"デバイスの追加"をクリックします。
ko: 방법 1 : 앱 실행 후 "+"를 클릭하고 "제품 등록"을 선택합니다.
nb: Metode 1: Åpne APP,klikk på "+"-knappen i grensesnittet til enhetslisten,og klikk deretter på "Legg til enhet"-knappen.
nl: Methode 1: start APP,klik in de apparatenlijstinterface op "+" en dan op "apparaat toevoegen"
pl: Sposób 1: Uruchom aplikację kliknij "+" na ekranie listy urządzeń,następnie kliknij "Dodaj urządzenie"
pt_br: Método 1: inicie o APP,clique em "+ " na interface da lista de dispositivos e,em seguida,clique em "adicionar dispositivo "
ro: Metoda 1: porniți APP,faceți clic pe "+ " pe interfața cu lista dispozitivelor,apoi faceți clic pe "adăugați dispozitivul"
ru: Способ 1: запустите приложение,нажмите "+" в интерфейсе списка устройств,затем нажмите "добавить устройство"
sv: Metod 1: starta APP,klicka på "+ " på enhetens listgränssnitt och klicka sedan på "lägg till enhet "
th: วิธีที่ 1: เปิดแอป คลิก "+ " บนหน้ารายการอุปกรณ์จากนั้นคลิก"เพิ่มอุปกรณ์ "
tr: Yöntem 1: APP'yi başlatın,cihaz listesi arabiriminde "+ " işaretini tıklayın,ardından "cihaz ekle " düğmesini tıklayın.
vi: Cách 1: Mở APP, nhấp vào nút ① "+" trong giao diện danh sách thiết bị, sau đó nhấp vào nút ② "Thêm thiết bị".
zh_hans: 方法1：打开APP，在设备列表界面中点击①“+”按钮；再点击②“添加设备”按钮。
zh_hant: 方法1：打開APP，在設備列表界面中點擊①“+”按鈕；再點擊②“添加設備”按鈕。

# order_cancel
source: Cancel order
cs: Zrušit objednávku
de: Bestellung stornieren
es: cancelar el pedido
fi: Peruuta tilaus
fr: Annuler la commande
he: ביטול הזמנה
id: Batal Belanja
it: Cancellazione ordine
ja: 注文のキャンセル
ko: 주문을 취소하다
nb: Avbryt bestillingen
nl: Order annuleren
pl: Anuluj zamówienie
pt_br: Cancelar pedido
ro: Anulați comanda
ru: Отменить заказ
sv: Avbryt beställning
th: ยกเลิกคำสั่งซื้อ
tr: Siparişi iptal et
vi: hủy đơn hàng
zh_hans: 取消订单
zh_hant: 取消訂單

# devicesetting_set_guard_position_time
source: Please set the home position time
cs: Nastavte čas výchozí pozice
de: Bitte Home-Position einstellen
es: Establezca la hora de la posición de inicio
fi: Aseta kotiasennon aika
fr: Veuillez régler l'heure de la position d'origine
he: נא להגדיר את זמן עמדת הבית
id: Silakan atur waktu posisi rumah
it: Si prega di impostare l'ora della posizione iniziale
ja: ホームポジション時間を設定してください
ko: 홈 위치 시간을 설정하십시오
nb: Vennligst still inn hjemmeposisjonstiden
nl: Stel de tijd van de thuispositie in
pl: Proszę ustawić czas pozycji wyjściowej
pt_br: Por favor, defina a hora da posição inicial
ro: Vă rugăm să setați ora poziției de acasă
ru: Пожалуйста, установите время исходного положения
sv: Vänligen ställ in startpositionstiden
th: กรุณาตั้งเวลาตำแหน่งบ้าน
tr: Lütfen ana konum zamanını ayarlayın
vi: Vui lòng đặt giờ vị trí nhà
zh_hans: 请设置看守位置时间
zh_hant: 請設置看守位置時間

# devicesetting_Setting_other_cameras_wait
source: Setting up other cameras, please wait...
cs: Nastavuji další kamery, čekejte prosím...
de: Andere Kameras werden eingerichtet, bitte warten...
es: Configurando otras cámaras, espere ...
fi: Asetetaan muita kameroita, odota...
fr: Configuration d'autres caméras, veuillez patienter...
he: מתקין מצלמות אחרות, אנא המתן...
id: Menyiapkan kamera lain, harap tunggu...
it: Configurazione di altre videocamere, attendere...
ja: 他のカメラをセットアップして、お待ちください...
ko: 다른 카메라를 설정하는 중입니다. 잠시만 기다려 주십시오...
nb: Setter opp andre kameraer, vennligst vent...
nl: Andere camera's instellen, een ogenblik geduld...
pl: Konfiguruję inne kamery, proszę czekać...
pt_br: Configurando outras câmeras, por favor aguarde ...
ro: Se configurează alte camere, așteptați...
ru: Настройка других камер, подождите ...
sv: Ställer in andra kameror, vänta...
th: กำลังตั้งค่ากล้องอื่น โปรดรอสักครู่...
tr: Diğer kameralar kuruluyor, lütfen bekleyin...
vi: Đang thiết lập các máy ảnh khác, vui lòng đợi ...
zh_hans: 设置其他摄像机中，请稍等...
zh_hant: 設置其他攝像機中，請稍等...

source: Asia/Baku
cs: Asie / Baku
de: Asien / Baku
fi: Aasia / Baku
he: אסיה / באקו
ja: アジア/バクー
ko: 아시아 / 바쿠
nl: Asia / Bakoe
pt_br: Ásia / Baku
ru: Азия / Баку
sv: Asien / Baku
th: เอเชีย / บากู
tr: Asya / Bakü
vi: Baku
zh_hans: 巴库
zh_hant: 巴庫

# adddevice_suit_type_1
source: Type 1, NVR device with wireless Internet access
cs: Zařízení typu 1, NVR s bezdrátovým připojením k internetu
de: Typ 1, NVR mit WLAN Internetzugang
es: Tipo 1, Equipo NVR con acceso inalámbrico a Internet
fi: Type 1, NVR-laite, jolla on langaton Internet-yhteys
fr: Type 1, périphérique NVR avec accès Internet sans fil
he: מכשיר NVR מסוג 1 עם גישה לאינטרנט אלחוטי
id: Tipe 1, perangkat NVR dengan akses Internet nirkabel
it: Tipo 1, dispositivo NVR con accesso wireless a Internet
ja: タイプ1、ワイヤレスインターネットアクセスを備えたNVRデバイス
ko: 무선 인터넷 액세스가 가능한 유형 1, NVR 장치
nb: Type 1, NVR-enhet med trådløs internettilgang
nl: Type 1, NVR-apparaat met draadloze internettoegang
pl: Urządzenie NVR typu 1 z bezprzewodowym dostępem do Internetu
pt_br: Tipo 1, dispositivo NVR com acesso sem fio à Internet
ro: Dispozitiv NVR de tip 1, cu acces wireless la Internet
ru: Тип 1, NVR устройство с беспроводным доступом в Интернет
sv: Typ 1, NVR-enhet med trådlös internetuppkoppling
th: ประเภทที่ 1: อุปกรณ์ NVR และอินเทอร์เน็ตไร้สาย
tr: Kablosuz Internet erişimine sahip 1, NVR cihazı yazın
vi: Loại 1: Thiết bị NVR với Internet không dây
zh_hans: 类型一、带无线上网的NVR设备
zh_hant: 類型一、帶無線上網的NVR設備

# devicesetting_Adaptive_mode_description
source: The device will automatically switches modes according to the current power value. When the power is sufficient and always powered on,it will keep recording; when the battery is insufficient, it will switch to best recording mode
cs: Zařízení automaticky přepíná režimy podle aktuální hodnoty výkonu. Když je výkon dostatečný a vždy zapnutý, bude pokračovat v záznamu; když je baterie nedostatečná, přepne se do nejlepšího režimu záznamu
de: Das Gerät wechselt automatisch die Modi entsprechend der aktuellen Leistung. Wenn die Stromversorgung ausreicht und immer eingeschaltet ist, wird die Aufnahme fortgesetzt; Wenn der Akku schwach ist, wird in den Modus Beste Aufnahme gewechselt
es: El dispositivo cambiará automáticamente de modo según el valor de potencia actual. Cuando la energía sea suficiente y esté siempre encendida, seguirá grabando; cuando la batería es insuficiente, cambiará al mejor modo de grabación
fi: Laite vaihtaa tilaa automaattisesti nykyisen tehoarvon mukaan. Kun virta on riittävä ja aina päällä, se jatkaa tallennusta; kun paristo ei riitä, se siirtyy parhaaseen tallennustilaan
fr: L'appareil change automatiquement de mode en fonction de la valeur de puissance actuelle. Lorsque la puissance est suffisante et toujours sous tension, il continuera à enregistrer; lorsque la batterie est insuffisante, il passera au meilleur mode d'enregistrement
he: המכשיר יעבור באופן אוטומטי בין מצבים בהתאם לערך ההספק הנוכחי. כאשר הכוח מספיק ותופעל תמיד, הוא ימשיך להקליט; כאשר הסוללה אינה מספקת, היא תעבור למצב ההקלטה הטוב ביותר
id: Perangkat akan secara otomatis beralih mode sesuai dengan nilai daya saat ini. Ketika daya cukup dan selalu menyala, itu akan terus merekam; ketika baterai tidak mencukupi, itu akan beralih ke mode perekaman terbaik
it: Il dispositivo cambierà automaticamente modalità in base al valore di potenza corrente. Quando la potenza è sufficiente e sempre accesa, continuerà a registrare; quando la batteria è insufficiente, passerà alla modalità di registrazione migliore
ja: デバイスは、現在の電力値に応じてモードを自動的に切り替えます。電源が十分で、常に電源がオンになっている場合、記録を続けます。バッテリーが不足すると、ベストレコーディングモードに切り替わります
ko: 장치는 현재 전력 값에 따라 자동으로 모드를 전환합니다. 전원이 충분하고 항상 전원이 켜지면 계속 기록됩니다. 배터리가 부족하면 최상의 녹화 모드로 전환됩니다.
nb: Enheten bytter automatisk modus i henhold til gjeldende strømverdi. Når strømmen er tilstrekkelig og alltid slått på, vil den fortsette å registrere; når batteriet er utilstrekkelig, vil det bytte til beste opptaksmodus
nl: Het apparaat schakelt automatisch van modus op basis van de huidige vermogenswaarde. Wanneer de stroom voldoende is en altijd is ingeschakeld, blijft hij opnemen; wanneer de batterij onvoldoende is, schakelt deze over naar de beste opnamemodus
pl: Urządzenie automatycznie przełączy tryby zgodnie z aktualną wartością mocy. Gdy moc jest wystarczająca i zawsze włączona, będzie nagrywać; gdy bateria jest niewystarczająca, przełączy się na najlepszy tryb nagrywania
pt_br: O dispositivo mudará automaticamente os modos de acordo com o valor de energia atual. Quando a energia for suficiente e estiver sempre ligado, ele continuará gravando; quando a bateria é insuficiente, ele muda para o melhor modo de gravação
ro: Dispozitivul va comuta automat modurile în funcție de valoarea curentă a puterii. Când puterea este suficientă și este întotdeauna pornită, aceasta va continua să înregistreze; când bateria este insuficientă, va trece la cel mai bun mod de înregistrare
ru: Устройство автоматически переключает режимы в соответствии с текущим значением мощности. Когда питания достаточно и он всегда включен, запись будет продолжаться; когда заряда батареи недостаточно, он переключится в лучший режим записи
sv: Enheten byter automatiskt läge enligt det aktuella effektvärdet. När strömmen är tillräcklig och alltid påslagen kommer den att fortsätta spela in; när batteriet är otillräckligt byter det till bästa inspelningsläge
th: อุปกรณ์จะสลับโหมดโดยอัตโนมัติตามค่าพลังงานปัจจุบัน เมื่อพลังงานเพียงพอและเปิดเครื่องอยู่เสมอ เครื่องจะทำการบันทึกต่อไป เมื่อแบตเตอรี่ไม่เพียงพอก็จะเปลี่ยนเป็นโหมดบันทึกที่ดีที่สุด
tr: Cihaz, mevcut güç değerine göre modları otomatik olarak değiştirir. Güç yeterli olduğunda ve her zaman açık olduğunda kayda devam edecektir; pil yetersiz olduğunda, en iyi kayıt moduna geçecektir.
vi: Thiết bị sẽ tự động chuyển chế độ theo giá trị điện hiện tại. Khi nguồn điện đủ và luôn bật nguồn, nó sẽ tiếp tục ghi âm; khi pin không đủ, nó sẽ chuyển sang chế độ ghi âm tốt nhất
zh_hans: 设备自动根据当前电量值进行模式切换，当电量充足时，设备常电工作，此时会一直录像；当电量低时，切换到最佳录像模式。
zh_hant: 設備自動根據當前電量值進行模式切換，當電量充足時，設備常電工作，此時會一直錄像；當電量低時，切換到最佳錄像模式。

# Update_install_it_experience
source: A new version is not installed. Please install it now.
cs: Není nainstalována nová verze. Nainstalujte jej prosím nyní.
de: Neue Version verfügbar. Bitte jetzt installieren.
es: No se instala una nueva versión. Instálelo ahora.
fi: Uutta versiota ei ole asennettu. Asenna se nyt.
fr: Une nouvelle version n'est pas installée. Veuillez l'installer maintenant.
he: גרסה חדשה לא מותקנת. נא להתקין אותו כעת.
id: Versi baru tidak diinstal. Silakan instal sekarang.
it: Non è stata installata una nuova versione. Si prega di installarlo ora.
ja: 新しいバージョンはインストールされていません。 今すぐインストールしてください。
ko: 새 버전이 설치되지 않았습니다. 지금 설치하십시오.
nb: En ny versjon er ikke installert. Vennligst installer den nå.
nl: Er wordt geen nieuwe versie geïnstalleerd. Installeer het nu.
pl: Nowa wersja nie jest zainstalowana. Zainstaluj go teraz.
pt_br: Uma nova versão não está instalada. Por favor, instale-o agora.
ro: O versiune nouă nu este instalată. Instalați-l acum.
ru: Новая версия не устанавливается. Пожалуйста, установите его сейчас.
sv: En ny version är inte installerad. Installera det nu.
th: ไม่ได้ติดตั้งเวอร์ชันใหม่ กรุณาติดตั้งเดี๋ยวนี้
tr: Yeni bir sürüm yüklenmedi. Lütfen şimdi kurun.
vi: Một phiên bản mới chưa được cài đặt. Hãy cài đặt nó ngay bây giờ.
zh_hans: 有新版本未安装，立即安装体验。
zh_hant: 有新版本未安裝，立即安裝體驗。

# addevice_GPS_permission
source: After the GPS location permission is enabled, the APP can access the list of nearby WiFi
cs: Po povolení povolení polohy GPS může aplikace přistupovat k seznamu nejbližších WiFi
de: Nachdem die GPS-Standortberechtigung erteilt wurde, kann die App auf die Liste der in der Nähe befindlichen WLAN-Netzwerke zugreifen
es: Después de habilitar el permiso de ubicación GPS, la aplicación puede acceder a la lista de WiFi cercano
fi: Kun GPS-sijaintilupa on otettu käyttöön, sovellus voi käyttää lähellä olevien WiFi-luetteloa
fr: Une fois l'autorisation de localisation GPS activée, l'application peut accéder à la liste des connexions Wi-Fi à proximité
he: לאחר הפעלת הרשאת מיקום ה- GPS, ה- APP יכול לגשת לרשימת ה- WiFi הסמוך
id: Setelah izin lokasi GPS diaktifkan, APP dapat mengakses daftar WiFi terdekat
it: Dopo aver abilitato l'autorizzazione alla posizione GPS, l'APP può accedere all'elenco dei WiFi nelle vicinanze
ja: GPSロケーション許可が有効になった後、APPは近くのWiFiのリストにアクセスできます
ko: GPS 위치 권한이 활성화 된 후 APP는 근처 WiFi 목록에 액세스 할 수 있습니다.
nb: Etter at GPS-stedstillatelsen er aktivert, kan APP få tilgang til listen over WiFi i nærheten
nl: Nadat de GPS-locatietoestemming is ingeschakeld, heeft de APP toegang tot de lijst met WiFi in de buurt
pl: Po włączeniu uprawnienia do lokalizacji GPS aplikacja może uzyskać dostęp do listy pobliskich Wi-Fi
pt_br: Depois que a permissão de localização GPS está ativada, o APP pode acessar a lista de Wi-Fi nas proximidades
ro: După ce permisiunea de locație GPS este activată, APP-ul poate accesa lista WiFi-ului din apropiere
ru: После того, как разрешение местоположения GPS включено, приложение может получить доступ к списку ближайших WiFi
sv: När GPS-platstillståndet är aktiverat kan APP komma åt listan över WiFi i närheten
th: หลังจากเปิดใช้งานการอนุญาตตำแหน่ง GPS แล้วแอปจะสามารถเข้าถึงรายการ WiFi ใกล้เคียงได้
tr: GPS konum izni etkinleştirildikten sonra, APP yakındaki WiFi listesine erişebilir
vi: Sau khi quyền định vị GPS được bật, APP có thể truy cập danh sách WiFi gần đó
zh_hans: GPS位置权限开启后，APP才可以访问附近WiFi列表
zh_hant: GPS位置權限開啟後，APP才可以訪問附近WiFi列表

# Lead_page_2
source: Streamlined Interaction
cs: Zjednodušená interakce
de: Optimierte Bedienung
es: Interacción optimizada
fi: Virtaviivainen vuorovaikutus
fr: Interaction simplifiée
he: אינטראקציה יעילה
id: Interaksi yang Efisien
it: Interazione semplificata
ja: 合理化された相互作用
ko: 간소화된 상호 작용
nb: Strømlinjeformet samhandling
nl: Gestroomlijnde interactie
pl: Usprawniona interakcja
pt_br: Interação simplificada
ro: Interacțiune simplificată
ru: Оптимизированное взаимодействие
sv: Strömlinjeformad interaktion
th: ปฏิสัมพันธ์ที่คล่องตัว
tr: Kolaylaştırılmış Etkileşim
vi: Tương tác hợp lý
zh_hans: 精简交互
zh_hant: 精簡交互

# preview_download_number
source: Download (%1$s)
cs: Stáhnout (%1$s)
de: Herunterladen (%1$s)
es: Descargar (%1$s)
fi: Lataa (%1$s)
fr: Télécharger (%1$s)
he: הורדה (%1$s)
id: Unduh (%1$s)
it: Scarica (%1$s)
ja: ダウンロード(%1$s)
ko: 다운로드 (%1$s)
nb: Last ned (%1$s)
nl: Downloaden (%1$s)
pl: Pobierz (%1$s)
ro: Descărcare (%1$s)
ru: Скачать (%1$s)
sv: Nedladdning (%1$s)
th: ดาวน์โหลด (%1$s)
tr: İndir (%1$s)
vi: Tải xuống (%1$s)
zh_hans: 下载(%1$s)
zh_hant: 下載(%1$s)

# devicesetting_4G_card_sim_card_total_flow_Unlimited
source: Used traffic: %1$s
cs: Použitý provoz: %1$s
de: Verwendete Daten:%1$s
es: Tráfico utilizado:%1$s
fi: Käytetty liikenne: %1$s
fr: Trafic utilisé : %1$s
he: תעבורה משומשת: %1$s
id: Lalu lintas yang digunakan: %1$s
it: Traffico utilizzato: %1$s
ja: 使用済みトラフィック：%1$s
ko: 사용 트래픽:%1$s
nb: Brukt trafikk: %1$s
nl: Gebruikt verkeer: %1$s
pl: Wykorzystany ruch: %1$s
pt_br: Tráfego usado:%1$s
ro: Trafic folosit:%1$s
ru: Использованный трафик:%1$s
sv: Begagnad trafik: %1$s
th: ปริมาณการใช้: %1$s
tr: Kullanılan trafik: %1$s
vi: Lưu lượng đã sử dụng:%1$s
zh_hans: 已使用流量：%1$s
zh_hant: 已使用流量：%1$s

# devicesetting_4G_device_invalid
source: Invalid
cs: Neplatný
de: Ungültig
es: Inválido
fi: pätemätön
fr: Invalide
he: לא חוקי
id: Tidak valid
it: Non valido
ja: 無効
ko: 무효
nb: Ugyldig
nl: Ongeldig
pl: Nieważny
pt_br: Inválido
ru: Недействительным
sv: Ogiltig
th: ไม่ถูกต้อง
tr: Geçersiz
vi: hết hạn
zh_hans: 已失效
zh_hant: 已失效

# devSetting_Iran
source: Iran
cs: Írán
es: Irán
he: אירן
ja: イラン
ko: 이란
pt_br: Irã
ru: Иран
th: อิหร่าน
zh_hans: 伊朗
zh_hant: 伊朗

# deviceSetting_Select_night_vision_mode
source: Select night vision mode
cs: Vyberte režim nočního vidění
de: Nachtsicht-Modus auswählen
es: Seleccione el modo de visión nocturna
fi: Valitse yönäkötila
fr: Sélectionnez le mode vision nocturne
he: בחר מצב ראיית לילה
id: Pilih mode penglihatan malam
it: Seleziona la modalità di visione notturna
ja: 暗視モードを選択します
ko: 야간 투시 모드 선택
nb: Velg nattsynsmodus
nl: Selecteer nachtzichtmodus
pl: Wybierz tryb noktowizora
pt_br: Selecione o modo de visão noturna
ro: Selectați modul de vedere pe timp de noapte
ru: Выберите режим ночного видения
sv: Välj mörkerseendeläge
th: เลือกโหมดการมองเห็นตอนกลางคืน
tr: Gece görüş modunu seçin
vi: Chọn chế độ nhìn ban đêm
zh_hans: 选择夜视模式
zh_hant: 選擇夜視模式

# preset_setting_simplify
source: Set
cs: Soubor
de: Einstellen
es: Colocar
fi: Aseta
fr: Régler
he: מַעֲרֶכֶת
id: Mengatur
it: Impostare
ja: セットする
ko: 세트
nb: Sett
pl: Ustawić
pt_br: Definir
ro: A stabilit
ru: Набор
sv: Uppsättning
th: ชุด
tr: Ayarlamak
vi: Đặt
zh_hans: 设置
zh_hant: 設置

# adddevice_input_wifi_5G_prompt
source: Does not support 5GHz wireless network
cs: Nepodporuje bezdrátovou síť 5GHz
de: 5 GHz Netzwerke werden nicht unterstützt
es: No soporta red inalámbrica de 5GHz
fi: Ei tue 5 GHz: n langatonta verkkoa
fr: Ne supporte pas le réseau sans fil 5GHz
he: אינו תומך ברשת אלחוטית של 5GHz
id: Tidak mendukung jaringan nirkabel 5GHz
it: Non supporta la rete wireless 5GHz
ja: 5GHz無線LANをサポートしていません
ko: 5GHz 무선 네트워크를 지원하지 않습니다.
nb: Støtter ikke 5GHz trådløst nettverk
nl: Ondersteunt geen 5 GHz draadloos netwerk
pl: Nie obsługuje sieci bezprzewodowej 5 GHz
pt_br: Não suporta rede sem fio de 5 GHz
ro: Nu acceptă o rețea wireless de 5 GHz
ru: Не поддерживает беспроводную сеть 5 ГГц
sv: Stöder inte 5GHz trådlöst nätverk
th: ไม่รองรับWiFi 5GHz
tr: 5 GHz kablosuz ağı desteklemiyor
vi: Không hỗ trợ mạng không dây 5GHz
zh_hans: 不支持5GHz无线网络
zh_hant: 不支持5GHz無線網絡

# devicelist_tuya_smart_scene
source: Smart scene
cs: Chytrá scéna
de: Intelligente Szene
es: Escena inteligente
fi: Älykäs kohtaus
fr: Scène intelligente
he: סצנה חכמה
id: Adegan cerdas
it: Scena intelligente
ja: スマートシーン
ko: 스마트 장면
nl: Slimme scène
pl: Inteligentna scena
pt_br: Cena inteligente
ro: Scena inteligentă
ru: Умная сцена
sv: Smart scen
th: ฉากอัจฉริยะ
tr: Akıllı sahne
vi: Cảnh thông minh
zh_hans: 智能场景
zh_hant: 智能場景

# Friday
source: F
cs: P
de: Fr
es: V
fi: P
fr: V
he: וי
id: J
it: V
ja: 金
ko: 금
nl: V
pl: P
pt_br: S
ro: V
ru: П
th: ศ
tr: C
vi: T6
zh_hans: 五
zh_hant: 五
