Repository: Yolo-cell-hash/go_home_ios
Catalog: ios/Runner/JASDK/JAResources/XLanguage/X35MultiLanguage/*.lproj/X35MutiLanguage.strings
Languages: cs, de, es, fi, fr, he, id, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sv, th, tr, vi, zh_hans, zh_hant

# devicesetting_old_Light_Control_revised
source: The old version of the light control function has been completely revised
cs: Stará verze funkce ovládání světla byla kompletně přepracována
de: Die alte Version der Lichtsteuerung wurde komplett überarbeitet
es: La versión anterior de la función de control de luces ha sido completamente revisada.
fi: Valonohjaustoiminnon vanha versio on uusittu kokonaan
fr: L'ancienne version de la fonction de contrôle de la lumière a été entièrement révisée
he: הגרסה הישנה של פונקציית בקרת האור תוקנה לחלוטין
id: Versi lama dari fungsi kontrol cahaya telah sepenuhnya direvisi
it: La vecchia versione della funzione di controllo della luce è stata completamente rivista
ja: 旧バージョンの調光機能を全面改訂
ko: 이전 버전의 조명 제어 기능이 완전히 수정되었습니다.
nb: Den gamle versjonen av lysstyringsfunksjonen er fullstendig revidert
nl: De oude versie van de lichtregelfunctie is volledig herzien
pl: Stara wersja funkcji sterowania oświetleniem została całkowicie zmieniona
pt_br: A versão antiga da função de controle de luz foi completamente revisada
ro: Vechea versiune a funcției de control al luminii a fost complet revizuită
ru: Полностью переработана старая версия функции управления светом.
sv: Den gamla versionen av ljusstyrningsfunktionen har reviderats helt
th: เวอร์ชันเก่าของฟังก์ชันควบคุมแสงได้รับการแก้ไขแล้ว
tr: Işık kontrol fonksiyonunun eski versiyonu tamamen revize edildi
vi: Phiên bản cũ của chức năng điều khiển ánh sáng đã được sửa đổi hoàn toàn
zh_hans: 旧版灯控功能已经全面改版
zh_hant: 舊版燈控功能已經全面改版

# deviceSetting_full_color_night_vision
source: Full color night vision
cs: Plně barevné noční vidění
de: Vollfarb-Nachtsicht
es: Visión nocturna a todo color
fi: Täysvärinen yönäkö
fr: Vision nocturne en couleur
he: ראיית לילה בצבע מלא
id: Penglihatan malam penuh warna
it: Visione notturna a colori
ja: フルカラーナイトビジョン
ko: 풀 컬러 야간 투시경
nb: Full farge nattsyn
nl: Nachtzicht in kleur
pl: Widzenie w nocy w pełnym kolorze
pt_br: Visão noturna colorida
ro: Vedere nocturnă plină de culoare
ru: Полноцветное ночное видение
sv: Fullfärg mörkerseende
th: การมองเห็นกลางคืนแบบสีเต็มรูปแบบ
tr: Tam renkli gece görüşü
vi: Tầm nhìn ban đêm đầy đủ màu sắc
zh_hans: 全彩夜视
zh_hant: 全彩夜視

# adddevice_turn_off_mobile_4G
source: Please turn off 4G, mobile network
cs: Vypněte prosím mobilní síť 4G
de: Bitte schalten Sie das 4G-Mobilfunknetz aus
es: Por favor, apague 4G, red móvil
fi: Sammuta 4G, matkapuhelinverkko
fr: S'il vous plaît désactiver 4G, réseau mobile
he: כבה את הרשת הניידת 4G
id: Harap matikan 4G, jaringan seluler
it: Si prega di disattivare 4G, rete mobile
ja: 4G、モバイルネットワークをオフにしてください
ko: 4G, 모바일 네트워크를 끄십시오
nb: Slå av 4G, mobilnett
nl: Schakel 4G, mobiel netwerk uit
pl: Wyłącz 4G, sieć komórkową
pt_br: Por favor, desligue a rede móvel 4G
ro: Vă rugăm să dezactivați rețeaua mobilă 4G
ru: Пожалуйста, отключите 4G, сеть мобильной связи
sv: Stäng av 4G, mobilnät
th: กรุณาปิด 4G เครือข่ายมือถือ
tr: Lütfen 4G'yi, mobil ağı kapat
vi: Vui lòng tắt 4G, mạng di động
zh_hans: 请关闭4G、移动网络
zh_hant: 請關閉4G、移動網絡

# devicelist_End_code_matching
source: End code matching
cs: Shoda koncového kódu
de: WLAN Aufbau beenden
es: Coincidencia de código final
fi: Lopetuskoodin haku
fr: Correspondance de code de fin
he: התאמת קוד סיום
id: Akhiri pencocokan kode
it: Fine corrispondenza del codice
ja: コードマッチングの終了
ko: 종료 코드 일치
nb: Sluttkodematching
nl: Einde code matching
pl: Dopasowanie kodu końcowego
pt_br: Terminar correspondência de código
ro: Potrivire cod final
ru: Завершить сопоставление кода
sv: Slutkodsmatchning
th: การจับคู่รหัสสิ้นสุด
tr: Kod eşleşmesini sonlandır
vi: Kết thúc đối sánh mã
zh_hans: 结束对码
zh_hant: 結束對碼

# access_WIFI
source: App need to turn on WiFi
cs: Aplikace musí otevřít WiFi
de: App benötigt WLAN Berechtigung
es: La aplicación debe encender WiFi
fi: Sovelluksen täytyy avata WiFi
fr: l'application a besoin d'activer le WiFi
he: האפליקציה צריכה שחיבור הWiFi יהיה פעיל
id: APP butuh menyalakan WiFi
it: Applicazione necessita abilitazione WiFi
ja: 無線LANをオンにする必要があります。
ko: WiFi를 켜주세요.
nb: App krever WiFi forbindelse
nl: App moet WiFi inschakelen
pl: EseeCloud musi włączyć WiFi
pt_br: App precisa ativar o WiFi
ro: Aplicația trebuie să activeze WiFi
ru: Приложение нужно включить WiFi
sv: Appen måste aktivera WiFi
th: แอปต้องการเปิด WiFi
tr: App WiFi açmak gerekiyor
vi: Ứng dụng cần bật WiFi
zh_hans: App需要打开WiFi
zh_hant: App需要打開WiFi

# devicelist_firmware_fail_again
source: Firmware upgrade failed, re-upgrade firmware
cs: Aktualizace firmwaru se nezdařila, znovu upgradujte firmware
de: Firmware-Upgrade fehlgeschlagen, erneut aktualisieren
es: Error de actualización de firmware, vuelva a actualizar el firmware
fi: Laiteohjelmiston päivitys epäonnistui, päivitä laiteohjelmisto uudelleen
fr: Echec de la mise à niveau du micrologiciel, mise à jour du micrologiciel
he: שדרוג הקושחה נכשל, שדרג הקושחה מחדש
id: Pembaruan firmware gagal, perbarui kembali firmware
it: Aggiornamento del firmware non riuscito, aggiornamento del firmware
ja: ファームウェアのアップグレードに失敗しました、ファームウェアの再アップグレード
ko: 펌웨어 업그레이드에 실패했습니다. 펌웨어를 다시 업그레이드하십시오.
nb: Firmwareoppgradering mislyktes, oppgrader firmware på nytt
nl: Firmware-upgrade mislukt, firmware opnieuw upgraden
pl: Aktualizacja oprogramowania układowego nie powiodła się, zaktualizuj oprogramowanie sprzętowe
pt_br: Atualização de firmware falhou, atualizar novamente o firmware
ro: Actualizarea firmware-ului a eșuat, re-actualizați firmware-ul
ru: Не удалось обновить прошивку, повторно обновить прошивку
sv: Firmware-uppgradering misslyckades, uppgradera firmware igen
th: อัพเกรดเฟิร์มแวร์ล้มเหลวอัพเกรดเฟิร์มแวร์ใหม่
tr: Firmware yükseltme başarısız oldu, firmware'i yeniden yükseltin
vi: Nâng cấp chương trình cơ sở không thành công, hãy nâng cấp lại chương trình cơ sở
zh_hans: 固件升级失败，重新升级固件
zh_hant: 固件升級失敗，重新升級固件

# addDevice_name_input
source: Please input device name
cs: Zadejte název zařízení
de: Bitte Gerätename eingeben
es: Por favor ingrese el nombre del Equipo
fi: Anna laitteen nimi
fr: Veuillez entrer le nom de l'appareil
he: אנא הכנס שם מכשיר
id: Masukan nama perangkat
it: Prego inserire nome dispositivo
ja: デバイス名を入力してください
ko: 제품 이름을 입력해주세요.
nb: Vennligst skriv inn navnet på enheten
nl: Apparaatnaam invoeren
pl: Podaj nazwę urządzenia
pt_br: Por favor insira o nome do dispositivo
ro: Introduceți numele dispozitivului
ru: Пожалуйста,введите имя устройства
sv: Var vänlig ange enhetens namn
th: กรุณาใส่ชื่ออุปกรณ์
tr: Lütfen cihaz adını giriniz
vi: Vui lòng nhập tên thiết bị
zh_hans: 请输入设备名称
zh_hant: 請輸入設備名稱

# preview_no_video_fail
source: Video playback failed
cs: Přehrávání videa se nezdařilo
de: Wiedergabe fehlgeschlagen
es: La reproducción del video falló
fi: Videon toisto epäonnistui
fr: La lecture vidéo a échoué
he: הפעלת הווידאו נכשלה
id: Pemutaran video gagal
it: Riproduzione video fallita
ja: 動画の再生に失敗しました
ko: 동영상 재생 실패
nb: Videoavspilling mislyktes
nl: Het afspelen van video is mislukt
pl: Odtwarzanie wideo nie powiodło się
pt_br: A reprodução de vídeo falhou
ro: Redarea video a eșuat
ru: Не удалось воспроизвести видео
sv: Videouppspelning misslyckades
th: การเล่นวิดีโอล้มเหลว
tr: Video oynatma başarısız oldu
vi: Phát lại video không thành công
zh_hans: 视频播放失败
zh_hant: 視頻播放失敗

source: Loading…
cs: Načítá se ...
de: Laden ...
es: Cargando ...
fi: Ladataan ...
fr: Chargement...
he: מעלה...
id: Proses…
it: Caricamento in corso ...
ja: 読込中…
ko: 로딩 중 ...
nb: Laster ...
nl: Bezig met uploaden
pl: Ładowanie ...
pt_br: Carregando…
ro: Se incarca…
ru: Загрузка ...
sv: Läser in…
th: กำลังโหลด ...
tr: Yükleniyor…
vi: Đang tải…
zh_hans: 加载中…
zh_hant: 加載中…

# add_Camera_networking_failed_2
source: If the built-in cloud card (virtual card) is still unable to connect to the Internet, it may be that there is no suitable network in the local area. You can insert the physical SIM to connect the device to the Internet.
cs: Pokud se vestavěná cloudová karta (virtuální karta) stále nemůže připojit k internetu, je možné, že v místní oblasti není vhodná síť. Pro připojení zařízení k internetu můžete vložit fyzickou SIM kartu.
de: Wenn die eingebaute Cloud-Karte (virtuelle Karte) immer noch keine Verbindung zum Internet herstellen kann, ist möglicherweise kein geeignetes Netzwerk in der Nähe vorhanden. Sie können die physische SIM-Karte einsetzen, um das Gerät mit dem Internet zu verbinden.
es: Si la tarjeta de nube integrada (tarjeta virtual) aún no puede conectarse a Internet, es posible que no haya una red adecuada en el área local. Puede insertar la SIM física para conectar el dispositivo a Internet.
fi: Jos sisäänrakennettu pilvikortti (virtuaalikortti) ei vieläkään pysty muodostamaan yhteyttä Internetiin, voi olla, että lähialueella ei ole sopivaa verkkoa. Voit liittää laitteen Internetiin asettamalla fyysisen SIM-kortin.
fr: Si la carte cloud intégrée (carte virtuelle) ne parvient toujours pas à se connecter à Internet, il se peut qu'il n'y ait pas de réseau approprié dans la zone locale. Vous pouvez insérer la carte SIM physique pour connecter l'appareil à Internet.
he: אם כרטיס הענן המובנה (כרטיס וירטואלי) עדיין לא מצליח להתחבר לאינטרנט, יכול להיות שאין רשת מתאימה באזור המקומי. אתה יכול להכניס את ה-SIM הפיזי כדי לחבר את המכשיר לאינטרנט.
id: Jika kartu cloud bawaan (kartu virtual) masih tidak dapat terhubung ke Internet, mungkin tidak ada jaringan yang sesuai di area lokal. Anda dapat memasukkan SIM fisik untuk menghubungkan perangkat ke Internet.
it: Se la scheda cloud integrata (scheda virtuale) non riesce ancora a connettersi a Internet, è possibile che non ci sia una rete adatta nell'area locale. È possibile inserire la SIM fisica per connettere il dispositivo a Internet.
ja: それでも内蔵クラウドカード（仮想カード）がインターネットに接続できない場合は、ローカルエリアに適切なネットワークがない可能性があります。物理SIMを挿入して、デバイスをインターネットに接続できます。
ko: 내장된 클라우드 카드(가상 카드)가 여전히 인터넷에 연결되지 않는 경우 로컬 영역에 적합한 네트워크가 없을 수 있습니다. 물리적 SIM을 삽입하여 장치를 인터넷에 연결할 수 있습니다.
nb: Hvis det innebygde skykortet (virtuelt kort) fortsatt ikke er i stand til å koble seg til Internett, kan det være at det ikke finnes et egnet nettverk i lokalområdet. Du kan sette inn det fysiske SIM-kortet for å koble enheten til Internett.
nl: Als de ingebouwde cloudkaart (virtuele kaart) nog steeds geen verbinding kan maken met internet, kan het zijn dat er geen geschikt netwerk in de omgeving is. U kunt de fysieke simkaart plaatsen om het apparaat met internet te verbinden.
pl: Jeśli wbudowana karta w chmurze (karta wirtualna) nadal nie może połączyć się z Internetem, może to oznaczać, że w okolicy nie ma odpowiedniej sieci. Możesz włożyć fizyczną kartę SIM, aby podłączyć urządzenie do Internetu.
pt_br: Se o cartão de nuvem integrado (cartão virtual) ainda não conseguir se conectar à Internet, pode ser que não haja rede adequada na área local. Você pode inserir o SIM físico para conectar o dispositivo à Internet.
ro: Dacă placa cloud încorporată (cardul virtual) nu se poate conecta la Internet, este posibil să nu existe o rețea adecvată în zona locală. Puteți introduce SIM-ul fizic pentru a conecta dispozitivul la Internet.
ru: Если встроенная облачная карта (виртуальная карта) по-прежнему не может подключиться к Интернету, возможно, в локальной сети нет подходящей сети. Вы можете вставить физическую SIM-карту, чтобы подключить устройство к Интернету.
sv: Om det inbyggda molnkortet (virtuella kortet) fortfarande inte kan ansluta till Internet kan det vara så att det inte finns något lämpligt nätverk i det lokala området. Du kan sätta in det fysiska SIM-kortet för att ansluta enheten till Internet.
th: หากการ์ดคลาวด์ในตัว (การ์ดเสมือน) ยังไม่สามารถเชื่อมต่ออินเทอร์เน็ตได้ อาจเป็นเพราะไม่มีเครือข่ายที่เหมาะสมในพื้นที่ คุณสามารถใส่ซิมจริงเพื่อเชื่อมต่ออุปกรณ์กับอินเทอร์เน็ต
tr: Yerleşik bulut kartı (sanal kart) hala internete bağlanamıyorsa, yerel alanda uygun bir ağ olmayabilir. Cihazı İnternet'e bağlamak için fiziksel SIM'i takabilirsiniz.
vi: Nếu thẻ đám mây tích hợp (thẻ ảo) vẫn không thể kết nối Internet, có thể không có mạng phù hợp trong khu vực cục bộ. Bạn có thể lắp SIM vật lý để kết nối thiết bị với Internet.
zh_hans: 如内置云卡（虚拟卡）始终无法联网，可能是当地没有适合的网络，您可以插入实体SIM让设备联网。
zh_hant: 如內置雲卡（虛擬卡）始終無法聯網，可能是當地沒有適合的網絡，您可以插入實體SIM讓設備聯網。

# prompt_obtainInformation_failed
source: Fail to get device info (wrong password,timeout)
cs: Nepodařilo se získat informace o zařízení (chyba hesla,časový limit)
de: Geräteinformationen abrufen fehlgeschlagen (Falsches Passwort, Zeitüberschreitung)
es: Error al obtener la información del Equipo (error de contraseña,tiempo muerto)
fi: Laitteen tietojen saaminen epäonnistui (salasanan virhe,aikakatkaisu)
fr: Échec de l'obtention des informations sur l'appareil (mot de passe incorrect, délai d'attente)
he: בעיה בקבל מידע המכשיר
id: gagal mendapat info perangkat (Sandi salah,waktu habis)
it: Errore ricezione informazioni dispositivo (password errata,timeout)
ja: デバイス情報の取得ができません(間違ったパスワード、タイムアウト)
ko: 제품정보 확인 실패 (비밀번호 오류, 시간초과)
nb: Kunne ikke hente enhetsinfo (feil passord,timeout)
nl: Info apparaat ophalen mislukt (onjuist wachtwoord,time-out)
pl: Brak info o urządzeniu (błędne hasło,przekroczenie czasu)
pt_br: Falha ao obter informações do dispositivo (senha incorreta,tempo limite)
ro: Nu reușiți să obțineți informații despre dispozitiv (parolă greșită,timeout)
ru: Не удалось получить информацию об устройстве (неверный пароль,тайм-аут)
sv: Misslyckas med att få enhetens information (felaktigt lösenord,timeout)
th: ไม่สามารถรับข้อมูลอุปกรณ์ (รหัสผ่านผิด, หมดเวลา)
tr: Cihaz bilgisi alınamadı (yanlış şifre,zaman aşımı)
vi: Không lấy được thông tin thiết bị (lỗi mật khẩu, hết thời gian chờ)
zh_hans: 获取设备信息失败(密码错误，超时)
zh_hant: 獲取設備信息失敗(密碼錯誤，超時)

# myDevice_networkAlert
source: Network Failure,Please Check Your Network Connection
cs: Aktuální síť není k dispozici,zkontrolujte konfiguraci sítě
de: Netzwerkfehler, bitte Netzwerkverbindung prüfen
es: Fallo de red,compruebe su conexión de red
fi: Nykyinen verkko ei ole käytettävissä. Tarkista verkkoasetukset
fr: Échec du réseau, veuillez vérifier votre connexion réseau
he: בעיה ברשת,אנא בדוק את חיבורך
id: Jaringan Gagal,silakan cek koneksi Jaringan anda
it: Errore di rete,prego controllare la connessione internet
ja: ネットワーク障害：ネットワーク接続を確認してください
ko: 네트워크 연결 상태를 확인해 주세요.
nb: Nettverksfeil,sjekk din nettverkstilkobling
nl: Netwerkfout,uw netwekverbinding controleren
pl: Błąd sieci,sprawdź połączenie
pt_br: Falha de rede,por favor,verifique sua conexão de rede
ro: Eșecul rețelei,verificați conexiunea la rețea
ru: Сбой сети,пожалуйста,проверьте ваше сетевое соединение
sv: Nätverksfel,Kontrollera din nätverksanslutning
th: เครือข่ายล้มเหลวโปรดตรวจสอบการเชื่อมต่อเครือข่ายของคุณ
tr: Ağ Arızası,Lütfen Ağ Bağlantınızı Kontrol Edin
vi: Mạng hiện tại không khả dụng, vui lòng kiểm tra cấu hình mạng của bạn
zh_hans: 当前网络不可用，请检查你的网络配置
zh_hant: 當前網絡不可用，請檢查你的網絡配置

# Preview_talking
source: Talking...
cs: Mluvící...
de: Sprechen...
es: Hablando...
fi: Puhuminen...
fr: En parlant...
he: שִׂיחָה...
id: Pembicaraan...
it: Parlando...
ja: 話している...
ko: 말하는...
nb: Snakker...
nl: Praten...
pl: Mówić...
pt_br: Conversando...
ro: Vorbind...
ru: Говоря...
sv: Talande...
th: การพูด...
tr: konuşmak...
vi: Đang nói...
zh_hans: 正在说话...
zh_hant: 正在說話...

# prompt_sounds_content
source: Have audio prompt when the device is turned on
cs: Přístroj po jeho zapnutí bude mít zvukovou výzvu.
de: Sprachansage des Gerätes ertönt bei Neustart
es: Después de iniciar el Equipo habrá un mensaje de voz
fi: Laitteessa on äänikehote sen käynnistämisen jälkeen.
fr: Appareil avec annonce vocale après le démarrage
he: לאחר
id: pemberitahuan suara setelah nyala
it: Dispositivi con guida vocale dopo l'avvio
ja: 起動後、音声読上げ
ko: 시작 시 음성 설정
nb: Enheten får varsellyd etter oppstart
nl: Apparaat met melding na start
pl: Włącz asystenta głosowego
pt_br: Dispositivo com voz prompt após o início
ro: Dispozitiv cu vocal după pornire
ru: Устройство с голосовой подсказкой после запуска
sv: Enhet med röstmeddelande efter start
th: อุปกรณ์จะมีเสียงเตือนหลังจากเปิดเครื่อง
tr: Başlattıktan sonra sesli uyarıya sahip cihaz
vi: Thiết bị sẽ có lời nhắc âm thanh sau khi được bật
zh_hans: 开启后设备会有音频提示
zh_hant: 開啟後設備會有音頻提示

# cloud_unable_to_renew
source: Package stock is 0,can't renew
cs: Balíček inventáře je 0,nelze jej obnovit
de: Bestand ist 0, kann nicht verlängert werden
es: El inventario del paquete es 0,no se puede renovar
fi: Pakkausten luettelo on 0,sitä ei voi uusia
fr: Le stock de forfait est 0, il ne peut être renouvelé
he: מלאי החבילה הוא 0,לא יכול לחדש
id: stok paket 0,tidak dapat perbarui
it: Pacchetto a 0,impossibile rinnovare
ja: パッケージ在庫は0です。更新できません。
ko: 패키지 재고는 0입니다. 갱신 할 수 없습니다.
nb: Ingen beholdning,kan ikke fornye
nl: Pakketvoorraad is 0,kan niet vernieuwen
pl: Pakietu jest 0,nie można odnowić
pt_br: Estoque do pacote é 0,não pode renovar
ro: Pachetul de stocuri este 0,nu poate fi reînnoit
ru: Запас пакета равен 0,не могу обновить
sv: Paketstocken är 0,kan inte förnya
th: แพ็กเกจคือ 0 และไม่สามารถต่ออายุได้
tr: Paket stok 0,yenileyemem
vi: Gói hàng tồn kho bằng 0 và không thể gia hạn
zh_hans: 套餐库存为0，无法续费
zh_hant: 套餐庫存為0，無法續費

# Service_map_Service_outlets
source: Service outlets
cs: Servisní místa
de: Servicestellen
es: Puntos de servicio
fi: Palvelupisteet
fr: Points de service
he: חנויות שירות
id: Outlet layanan
it: Prese di servizio
ja: サービスアウトレット
ko: 서비스 아울렛
nb: Serviceuttak
nl: Servicepunten
pl: Punkty usługowe
pt_br: Pontos de atendimento
ro: Puncte de deservire
ru: Сервисные точки
sv: Servicebutiker
th: ช่องทางการให้บริการ
tr: Servis satış noktaları
vi: Cửa hàng dịch vụ
zh_hans: 服务网点
zh_hant: 服務網點

# add_refer_SIM_manual_parameter_settings_customer_service
source: Please refer to the SIM card manual for the following parameter settings, or contact the SIM card channel customer service
cs: Následující nastavení parametrů naleznete v návodu k SIM kartě nebo se obraťte na zákaznický servis kanálu SIM karty
de: Bitte entnehmen Sie die folgenden Parametereinstellungen dem Handbuch der SIM-Karte oder wenden Sie sich an den Kundendienst der SIM-Karte
es: Consulte el manual de la tarjeta SIM para conocer los siguientes ajustes de parámetros o póngase en contacto con el servicio de atención al cliente del canal de la tarjeta SIM
fi: Katso seuraavat parametriasetukset SIM-kortin käyttöoppaasta tai ota yhteyttä SIM-korttikanavan asiakaspalveluun
fr: Veuillez vous référer au manuel de la carte SIM pour les réglages des paramètres suivants, ou contactez le service client du canal de la carte SIM
he: אנא עיין במדריך כרטיס ה-SIM לקבלת הגדרות הפרמטר הבאות, או פנה לשירות הלקוחות של ערוץ כרטיס ה-SIM
id: Silakan merujuk ke manual kartu SIM untuk pengaturan parameter berikut, atau hubungi layanan pelanggan saluran kartu SIM
it: Fare riferimento al manuale della carta SIM per le seguenti impostazioni dei parametri o contattare il servizio clienti del canale della carta SIM
ja: 以下のパラメータ設定については、SIMカードのマニュアルを参照するか、SIMカードチャネルのカスタマーサービスにお問い合わせください
ko: 다음 매개변수 설정은 SIM 카드 설명서를 참조하거나 SIM 카드 채널 고객 서비스에 문의하십시오.
nb: Se SIM-korthåndboken for følgende parameterinnstillinger, eller kontakt SIM-kortkanalens kundeservice
nl: Raadpleeg de handleiding van de simkaart voor de volgende parameterinstellingen of neem contact op met de klantenservice van het simkaartkanaal:
pl: Zapoznaj się z instrukcją karty SIM, aby uzyskać informacje o następujących ustawieniach parametrów, lub skontaktuj się z obsługą klienta kanału karty SIM
pt_br: Consulte o manual do cartão SIM para as seguintes configurações de parâmetros ou entre em contato com o atendimento ao cliente do canal do cartão SIM
ro: Vă rugăm să consultați manualul cartelei SIM pentru următoarele setări ale parametrilor sau contactați serviciul pentru clienți a canalului cartelei SIM
ru: Пожалуйста, обратитесь к руководству по SIM-карте для настройки следующих параметров или свяжитесь со службой поддержки канала SIM-карты.
sv: Se SIM-kortets manual för följande parameterinställningar, eller kontakta SIM-kortkanalens kundtjänst
th: โปรดดูคู่มือซิมการ์ดสำหรับการตั้งค่าพารามิเตอร์ต่อไปนี้ หรือติดต่อฝ่ายบริการลูกค้าช่องซิมการ์ด
tr: Aşağıdaki parametre ayarları için lütfen SIM kart kılavuzuna bakın veya SIM kart kanalı müşteri hizmetleri ile iletişime geçin.
vi: Vui lòng tham khảo hướng dẫn sử dụng thẻ SIM để biết các cài đặt thông số sau hoặc liên hệ với dịch vụ khách hàng của kênh thẻ SIM
zh_hans: 以下参数设置请查阅SIM卡说明书，或联系SIM卡渠道客服
zh_hant: 以下參數設置請查閱SIM卡說明書，或聯繫SIM卡渠道客服

# person_Provide_service_support
source: Provide service support
cs: Poskytněte servisní podporu
de: Service-Support anbieten
es: Brindar soporte de servicio
fi: Tarjoa huoltotukea
fr: Fournir un support de service
he: ספק תמיכה בשירות
id: Berikan dukungan layanan
it: Fornire assistenza tecnica
ja: サービスサポートを提供する
ko: 서비스 지원 제공
nb: Gi servicestøtte
nl: Bied serviceondersteuning
pl: Zapewnij wsparcie serwisowe
pt_br: Fornece suporte de serviço
ro: Oferiți asistență pentru servicii
ru: Оказываем сервисную поддержку
sv: Ge service support
th: ให้บริการสนับสนุน
tr: Servis desteği sağlayın
vi: Cung cấp hỗ trợ dịch vụ
zh_hans: 提供服务支持
zh_hant: 提供服務支持

# cloud_Select_channel_management
source: Select a channel to view cloud service management
cs: Chcete-li zobrazit správu cloudových služeb, vyberte kanál
de: Wählen Sie einen Kanal aus, um die Verwaltung von Cloud-Diensten anzuzeigen
es: Seleccione un canal para ver la gestión del servicio en la nube
fi: Valitse kanava tarkastellaksesi pilvipalvelujen hallintaa
fr: Sélectionnez un canal pour afficher la gestion des services cloud
he: בחר ערוץ לצפייה בניהול שירותי ענן
id: Pilih saluran untuk melihat manajemen layanan cloud
it: Seleziona un canale per visualizzare la gestione del servizio cloud
ja: クラウドサービス管理を表示するチャネルを選択します
ko: 클라우드 서비스 관리를 볼 채널 선택
nb: Velg en kanal for å se skytjenesteadministrasjon
nl: Selecteer een kanaal om cloudservicebeheer te bekijken
pl: Wybierz kanał, aby wyświetlić zarządzanie usługami w chmurze
pt_br: Selecione um canal para visualizar o gerenciamento de serviços em nuvem
ro: Selectați un canal pentru a vedea gestionarea serviciului cloud
ru: Выберите канал для просмотра управления облачными службами
sv: Välj en kanal för att se molntjänsthantering
th: เลือกช่องทางเพื่อดูการจัดการบริการคลาวด์
tr: Bulut hizmeti yönetimini görüntülemek için bir kanal seçin
vi: Chọn một kênh để xem quản lý dịch vụ đám mây
zh_hans: 选择通道查看云服务管理
zh_hant: 選擇通道查看雲服務管理

# Service_map_Retail_experience
source: Retail experience
cs: Maloobchodní zkušenosti
de: Erfahrung im Einzelhandel
es: Experiencia al por menor
fi: Vähittäiskauppakokemus
fr: Expérience de vente
he: ניסיון קמעוני
id: Pengalaman ritel
it: Esperienza al dettaglio
ja: 小売経験
ko: 소매 경험
nb: Detaljhandel
nl: Retailervaring
pl: Doświadczenie w sprzedaży
pt_br: Experiência de varejo
ro: Experiență de vânzare cu amănuntul
ru: Розничный опыт
sv: Detaljhandel
th: ประสบการณ์การค้าปลีก
tr: Perakende satış deneyimi
vi: Kinh nghiệm bán lẻ
zh_hans: 零售体验
zh_hant: 零售體驗

source: America/Bogota
cs: Amerika / Bogota
de: Amerika / Bogota
he: אמריקה / בוגוטה
id: Amerika / Bogota
ja: アメリカ/ボゴタ
ko: 아메리카 / 보고타
pl: Ameryka / Bogota
pt_br: América / Bogotá
ru: Америка / Богота
sv: Amerika / Bogota
th: อเมริกา / โบโกตา
tr: Amerika / Bogota
vi: Bogota / Colombia
zh_hans: 波哥大/哥伦比亚
zh_hant: 波哥大/哥倫比亞

# adddevice_configure_network
source: Configure the network
cs: Nakonfigurujte síť
de: Netzwerk konfigurieren
es: Configurar la red
fi: Määritä verkko
fr: Configurez le réseau
he: קבע את התצורה של הרשת
id: Konfigurasikan jaringan
it: Configura la rete
ja: ネットワークを構成する
ko: 네트워크 구성
nb: Konfigurer nettverket
nl: Configureer het netwerk
pl: Skonfiguruj sieć
pt_br: Configure a rede
ro: Configurați rețeaua
ru: Настройте сеть
sv: Konfigurera nätverket
th: การกำหนดค่าเครือข่าย
tr: Ağı yapılandır
vi: Định cấu hình mạng
zh_hans: 配置网络
zh_hant: 配置網絡
