Repository: Yolo-cell-hash/go_home_ios
Catalog: ios/Runner/JASDK/JAResources/XLanguage/X35MultiLanguage/*.lproj/X35MutiLanguage.strings
Languages: cs, de, es, fi, fr, he, id, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sv, th, tr, vi, zh_hans, zh_hant

# cloud_storage_details_how_to_buy_guide
source: Click the device list device "Cloud Record" button or the personal center "Cloud Mall" - enter the "Cloud Mall" interface - click "Switch" to select the device you want to purchase and the device channel - automatically select the appropriate package for you after the selection is completed - click " Buy now" Once the payment is complete, you can turn on device cloud storage.
cs: Klikněte na zařízení seznamu zařízení Tlačítko "Cloud Record" nebo osobní centrum "Cloud Mall" - zadejte rozhraní "Cloud Mall" - klikněte na přepínač Switch" a vyberte zařízení, které chcete zakoupit, a zařízení. kanál - po dokončení výběru automaticky vyberete vhodný balíček - klikněte na tlačítko "Koupit nyní" Po dokončení platby můžete zapnout úložiště zařízení.
de: Tippen Sie in der Geräteliste auf "Cloud Video" des Geräts oder im Konto auf "Cloud Shop". Öffnen Sie "Cloud Shop". Tippen Sie auf "Ändern", um das zu erwerbende Gerät und den Gerätekanal auszuwählen Nach Abschluss der Zahlung kann die Cloud-Speicherfunktion des Geräts aktiviert werden. Wenn die Zahlung abgeschlossen ist, wird sie automatisch aktiviert
es: Haga clic en el botón "Cloud Record " de la lista de Equipos o en el centro personal "Cloud Mall ": ingrese a la interfaz de "Cloud Mall " - haga clic en "Cambiar " para seleccionar el Equipo que desea comprar y el Equipo canal: seleccione automáticamente el paquete apropiado para usted después de que se complete la selección - haga clic en "Comprar ahora " Una vez que se complete el pago, puede activar el almacenamiento en la nube del Equipo.
fi: Napsauta laiteluettelon laitetta "Cloud Record" -painiketta tai henkilökohtaista keskustaa "Cloud Mall" - anna "Cloud Mall" -liittymä - valitse "Vaihda" valitaksesi laitteen, jonka haluat ostaa, ja laitteen. kanava - valitse automaattisesti sopiva paketti sinulle, kun valinta on valmis - napsauta "Osta nyt" Kun maksu on valmis, voit ottaa laitteen pilvivaraston käyttöön.
fr: Cliquez sur le bouton "Enregistrement Cloud " dans la liste des appareils ou sur le centre personnel "Cloud Mall " - entrez l'interface "Cloud Mall " - cliquez sur "Echange " pour sélectionner l'appareil que vous souhaitez acheter et canal - sélectionnez automatiquement le package approprié pour vous une fois la sélection terminée - cliquez sur "Acheter maintenant ". Une fois le paiement terminé, vous pouvez activer le stockage sur le cloud de l'appareil.
he: לחץ על לחצן רשימת המכשירים "ענן רשומה " או על המרכז האישי "Cloud Mall " - היכנס לממשק "Cloud Mall " - לחץ על "Switch " כדי לבחור את ההתקן שברצונך לרכוש ואת ההתקן ערוץ - לבחור באופן אוטומטי את החבילה המתאימה לך לאחר השלמת הבחירה - לחץ על "קנה עכשיו " לאחר השלמת התשלום, באפשרותך להפעיל את אחסון הענן של ההתקן.
id: Klik tombol daftar perangkat perangkat "Cloud Record " atau pusat pribadi "Cloud Mall " - masukkan antarmuka "Cloud Mall " - klik "Switch " untuk memilih perangkat yang ingin Anda beli dan perangkat channel - secara otomatis memilih paket yang sesuai untuk Anda setelah pemilihan selesai - klik "Beli sekarang " Setelah pembayaran selesai, Anda dapat menghidupkan penyimpanan cloud perangkat.
it: Fai clic sul dispositivo dell'elenco dispositivi "Cloud Record " o sul centro personale "Centro commerciale cloud " - accedi all'interfaccia "Centro commerciale Cloud " - fai clic su "Cambia " per selezionare il dispositivo che desideri acquistare e il dispositivo canale: seleziona automaticamente il pacchetto appropriato per te dopo che la selezione è stata completata. Fai clic su "Acquista ora ". Una volta completato il pagamento, puoi attivare l'archiviazione cloud del dispositivo.
ja: デバイスリストのデバイス「Cloud Record」ボタンまたはパーソナルセンター「Cloud Mall」をクリックします - 「Cloud Mall」インターフェースに入ります - 「Switch」をクリックして購入するデバイスとデバイスを選択しますチャンネル - 選択が完了したら自動的に適切なパッケージを選択します - 「今すぐ購入」をクリックします支払いが完了したら、デバイスクラウドストレージをオンにできます。
ko: 기기 목록 기기 '클라우드 레코드 '버튼 또는 개인 센터 '클라우드 몰 '을 클릭하고 '클라우드 몰 '인터페이스를 입력 한 다음 "스위치 "를 클릭하여 구매하려는 기기와 기기를 선택하십시오. 채널 - 선택이 완료된 후 자동으로 적절한 패키지를 선택합니다. - "지금 구입"을 클릭하십시오. 결제가 완료되면 기기 클라우드 저장소를 사용할 수 있습니다.
nb: Klikk på enhetslistenheten "Cloud Record " -knappen eller personlig senter "Cloud Mall " - skriv inn "Cloud Mall " grensesnittet - klikk "Switch " for å velge enheten du vil kjøpe og enheten kanal - velg automatisk den riktige pakken for deg etter at valget er fullført - klikk "Kjøp nå " Når betalingen er fullført, kan du slå på enhetsbrettlagring.
nl: Klik op het apparaatlijstapparaat "Cloud Record " knop of het persoonlijke centrum "Cloud Mall " - ga naar de "Cloud Mall " interface - klik op "Switch " om het apparaat dat u wilt kopen te selecteren en het apparaat kanaal - selecteer automatisch het juiste pakket nadat de selectie is voltooid - klik op "Nu kopen " Zodra de betaling is voltooid, kunt u de opslag van apparaatwolken inschakelen.
pl: Kliknij urządzenie listy urządzeń Przycisk "Cloud Record" lub centrum osobiste "Cloud Mall" - wprowadź interfejs "Cloud Mall" - kliknij "Switch", aby wybrać urządzenie, które chcesz kupić i urządzenie kanał - automatycznie wybierz odpowiedni pakiet dla Ciebie po zakończeniu wyboru - kliknij "Kup teraz" Po zakończeniu płatności możesz włączyć przechowywanie w chmurze urządzeń.
pt_br: Clique no dispositivo da lista de dispositivos "Cloud Record " ou no centro pessoal "Cloud Mall " - entre na interface "Cloud Mall " - clique em "Alternar " para selecionar o dispositivo que deseja comprar e o dispositivo canal - selecione automaticamente o pacote adequado para você depois que a seleção for concluída - clique em "Comprar agora". Quando o pagamento for concluído, você poderá ativar o armazenamento na nuvem do dispositivo.
ro: Faceți clic pe butonul "Cloud Record" sau pe centrul personal "Cloud Mall" - introduceți interfața "Cloud Mall" - faceți clic pe "Switch" pentru a selecta dispozitivul pe care doriți să îl achiziționați și dispozitivul canal - selectați automat pachetul potrivit pentru dvs. după finalizarea selecției - dați clic pe "Cumpărați acum". Odată ce plata este finalizată, puteți activa stocarea cloud a dispozitivului.
ru: Нажмите кнопку устройства со списком устройств "Cloud Record " или в личном центре "Cloud Mall " - войдите в интерфейс "Cloud Mall " - нажмите "Switch ", чтобы выбрать устройство, которое вы хотите приобрести, и устройство канал - автоматически выберите подходящий пакет после того, как выбор будет завершен - нажмите кнопку "Купить сейчас". После завершения оплаты вы можете включить облачное хранилище устройства.
sv: Klicka på enhetens lista enhet "Cloud Record " knappen eller personcenter "Cloud Mall " - skriv in "Cloud Mall " gränssnittet - klicka "Switch " för att välja vilken enhet du vill köpa och enheten kanal - Välj automatiskt det lämpliga paketet för dig efter att valet är klart. Klicka på "Köp nu " När betalningen är klar kan du aktivera enhetsmolnagring.
th: คลิกปุ่มรายการอุปกรณ์อุปกรณ์ "การบันทึกบนคลาวด์ " หรือศูนย์ส่วนบุคคล "คลาวด์มอลล์ " - เข้าสู่อินเทอร์เฟซ "คลาวด์มอลล์ " - คลิก "เปลี่ยน "เพื่อเลือกอุปกรณ์ที่คุณต้องการซื้อและอุปกรณ์ ช่อง - เลือกแพ็กเกจที่เหมาะสมให้คุณโดยอัตโนมัติหลังจากการเลือกเสร็จสิ้น - คลิก "ซื้อเลย " เมื่อการชำระเงินเสร็จสมบูรณ์คุณสามารถเปิดที่เก็บข้อมูลบนคลาวด์ของอุปกรณ์ได้
tr: Cihaz listesi cihaz "Cloud Record " düğmesini veya kişisel merkez "Cloud Mall " düğmesini tıklayın - "Cloud Mall " arayüzüne girin - satın almak istediğiniz cihazı ve cihazı seçmek için "Değiştir " düğmesini tıklayın. kanal - seçim tamamlandıktan sonra otomatik olarak sizin için uygun paketi seçin - "Şimdi satın al " düğmesini tıklayın. Ödeme tamamlandığında, cihaz bulut depolama alanını açabilirsiniz.
vi: Nhấp vào nút "Cloud Video" của thiết bị trong danh sách thiết bị hoặc "Cloud Mall" trong trung tâm cá nhân - nhập giao diện "Cloud Mall", nhấp vào "Chuyển đổi" để chọn thiết bị sẽ mua và kênh thiết bị - sau khi chọn xong. hoàn tất, nó sẽ tự động khớp với bạn với gói phù hợp, nhấp vào "Mua ngay" Sau khi thanh toán hoàn tất, chức năng lưu trữ đám mây của thiết bị có thể được bật
zh_hans: 点击设备列表设备“云录像”按钮或个人中心“云商城”-进入“云商城”界面-点击“切换”选择需要购买的设备以及设备通道-选择完成后自动为您匹配合适的套餐-点击“立即购买”付款完成后即可开启设备云存功能
zh_hant: 點擊設備列表設備“雲錄像”按鈕或個人中心“雲商城”-進入“雲商城”界面-點擊“切換”選擇需要購買的設備以及設備通道-選擇完成後自動為您匹配合適的套餐-點擊“立即購買”付款完成後即可開啟設備雲存功能

# adddevice_scan_code_add
source: Scan code added
cs: Byl přidán kód skenování
de: Gescannter Code hinzugefügt
es: Código de escaneo agregado
fi: Skannauskoodi lisätään
fr: Code d'analyse ajouté
he: קוד הסריקה נוסף
id: Kode pindai ditambahkan
it: Codice di scansione aggiunto
ja: スキャンコードを追加
ko: 스캔 코드가 추가되었습니다.
nb: Skannekode lagt til
nl: Scan code toegevoegd
pl: Dodano kod skanowania
pt_br: Código de verificação adicionado
ro: A fost adăugat codul de scanare
ru: Добавлен код сканирования
sv: Skanningskod läggs till
th: เพิ่มด้วยการสแกนรหัส QR
tr: Tarama kodu eklendi
vi: Quét mã để thêm
zh_hans: 扫码添加
zh_hant: 掃碼添加

# adddevice_please_enter_password
source: Password: Please enter
cs: Heslo: Zadejte
de: Passwort: Bitte eingeben
es: Contraseña: Por favor ingrese
fi: Salasana: Ole hyvä ja kirjoita
fr: Mot de passe: S'il vous plaît entrer
he: סיסמא: אנא הכנס
id: Kata Sandi: Silakan masukkan
it: Password: inserisci
ja: パスワード：入力してください
ko: 비밀번호 : 입력하십시오
nb: Passord: Skriv inn
nl: Wachtwoord: Voer alstublieft in
pl: Hasło: Proszę wpisać
pt_br: Senha: Digite
ro: Parolă: Vă rugăm să introduceți
ru: Пароль: пожалуйста, введите
sv: Lösenord: Ange
th: รหัสผ่าน: * กรุณากรอก
tr: Şifre: Lütfen giriniz
vi: Mật khẩu: vui lòng nhập
zh_hans: 密码：请输入
zh_hant: 密碼：請輸入

# preview_continue_download_ios
source: Continue(%@)
cs: Pokračovat(%@)
de: Fortsetzen(%@)
es: Continuar(%@)
fi: Jatka(%@)
fr: Continuer(%@)
he: המשך (%@)
id: Lanjutkan (%@)
it: Continua(%@)
ja: 続行(%@)
ko: 계속(%@)
nb: Fortsette(%@)
nl: Doorgaan (%@)
pl: Kontyntynuj(%@)
pt_br: Continuar(%@)
ro: Continua(%@)
ru: Продолжать(%@)
sv: Fortsätta(%@)
th: ต่อ (%@)
tr: Devam(%@)
vi: Tiếp tục tải xuống (%@)
zh_hans: 继续下载(%@)
zh_hant: 繼續下載(%@)

# addDevice_Memory_card_installation
source: Memory card installation
cs: Instalace paměťové karty
de: Speicherkarte installieren
es: Instalación de la tarjeta de memoria
fi: Muistikortin asennus
fr: Installation de la carte mémoire
he: התקנת כרטיס זיכרון
id: Pemasangan kartu memori
it: Installazione della scheda di memoria
ja: メモリーカードの取り付け
ko: 메모리 카드 설치
nb: Installasjon av minnekort
nl: Geheugenkaart installatie
pl: Instalacja karty pamięci
pt_br: Instalação de cartão de memória
ro: Instalare card de memorie
ru: Установка карты памяти
sv: Installation av minneskort
th: การติดตั้งการ์ดหน่วยความจำ
tr: Hafıza kartı kurulumu
vi: Cài đặt thẻ nhớ
zh_hans: 存储卡安装
zh_hant: 存儲卡安裝

# person_product_suggest
source: Please fill out the content you want to suggest, fill in the format: I hope to join () function, because I often ()
cs: Vyplňte prosím obsah, který chcete navrhnout, vyplňte formát: Doufám, že se připojím k funkci (), protože často ()
de: Bitte füllen aus, was Sie vorschlagen möchten, nutzen Sie das folgende Format: Ich hoffe die Funktion ()zu erhalten, da ich oft ()
es: Complete el contenido que desea sugerir, complete el formato: Espero unirme a la función (), porque a menudo ()
fi: Täytä sisältö, jota haluat ehdottaa, täytä muoto: Toivon liittyvän () -toimintoon, koska usein ()
fr: Veuillez remplir le contenu que vous souhaitez suggérer, remplir le format: j'espère rejoindre la fonction (), car souvent ()
he: אנא מלא את התוכן שאתה רוצה להציע, מלא את הפורמט: אני מקווה להצטרף לפונקציה () מכיוון שלעתים קרובות ()
id: Silakan isi konten yang ingin Anda sarankan, isi format: Saya berharap dapat bergabung dengan () fungsi, karena saya sering ()
it: Si prega di compilare il contenuto che si desidera suggerire, compilare il formato: spero di unire la funzione (), perché spesso ()
ja: 提案したい内容を入力してください。
ko: 제안하고자하는 내용을 작성하고 형식을 채우십시오 : 나는 종종 () 때문에 () 함수에 참여하기를 희망합니다.
nb: Fyll ut innholdet du vil foreslå, fyll ut formatet: Jeg håper å bli med () -funksjonen, fordi jeg ofte ()
nl: Vul alstublieft de inhoud in die u wilt voorstellen, vul het formaat in: Ik hoop om mee te doen () functie, omdat ik vaak ()
pl: Wypełnij treść, którą chcesz zasugerować, wypełnij format: Mam nadzieję, że dołączę do funkcji (), ponieważ często ()
pt_br: Por favor, preencha o conteúdo que deseja sugerir, preencha o formato: Espero entrar na função (), porque muitas vezes ()
ro: Vă rugăm să completați conținutul pe care doriți să-l sugerați, completați formatul: sper să mă alătur funcției (), deoarece deseori ()
ru: Пожалуйста, заполните контент, который вы хотите предложить, заполните в формате: я надеюсь присоединиться (), потому что я часто ()
sv: Fyll i innehållet du vill föreslå, fyll i formatet: Jag hoppas att gå med () -funktionen, eftersom jag ofta ()
th: กรุณากรอกเนื้อหาที่คุณต้องการแนะนำกรอกรูปแบบ: ฉันหวังว่าจะเข้าร่วมฟังก์ชัน () เพราะฉันมักจะ ()
tr: Lütfen önermek istediğiniz içeriği doldurun, biçimi doldurun: () işlevine katılmayı umuyorum, çünkü sık sık ()
vi: Vui lòng điền nội dung bạn muốn đề xuất và đề nghị điền theo định dạng: Tôi hy vọng sẽ thêm hàm (), vì tôi thường ()
zh_hans: 请填写您要建议的内容，建议填写格式：我希望加入()功能，因为我经常()
zh_hant: 請填寫您要建議的內容，建議填寫格式：我希望加入()功能，因為我經常()

# devicelist_firmware_update_wait
source: %1$s update firmware takes about a few minutes, please make sure the device power and network are normal.
cs: Firmware aktualizace%1$s trvá asi několik minut, ujistěte se prosím, že napájení zařízení a síť jsou normální.
de: %1$s Das Firmware Update dauert ein paar Minuten. Stellen Sie sicher, dass Stromversorgung und Netzwerk ordnungsgemäß verbunden sind.
es: El firmware de actualización de%1$s tarda unos minutos, asegúrese de que la alimentación del dispositivo y la red sean normales.
fi: %1$s -päivitysohjelmisto kestää noin muutaman minuutin. Varmista, että laitteen virta ja verkko ovat normaalit.
fr: La mise à jour du micrologiciel de%1$s prend environ quelques minutes. Assurez-vous que le périphérique et le réseau sont alimentés normalement.
he: קושחת העדכון של%1$s אורכת מספר דקות, אנא וודא שכוח המכשיר והרשת תקינים.
id: %1$s pembaruan firmware memakan waktu sekitar beberapa menit, pastikan daya dan jaringan perangkat normal.
it: Il firmware di aggiornamento di%1$s richiede circa alcuni minuti, assicurarsi che l'alimentazione e la rete del dispositivo siano normali.
ja: %1$sのファームウェアの更新には数分かかります。デバイスの電源とネットワークが正常であることを確認してください。
ko: %1$s 펌웨어 업데이트에 약 몇 분이 소요됩니다. 장치 전원 및 네트워크가 정상인지 확인하십시오.
nb: Oppdaterings firmware for%1$s tar noen få minutter. Forsikre deg om at enhetens strøm og nettverk er normale.
nl: De update-firmware van%1$s duurt ongeveer een paar minuten. Controleer of de voeding en het netwerk van het apparaat normaal zijn.
pl: Aktualizacja oprogramowania układowego%1$s zajmuje około kilku minut, upewnij się, że zasilanie urządzenia i sieć są normalne.
pt_br: O firmware de atualização%1$s leva cerca de alguns minutos. Verifique se a energia e a rede do dispositivo estão normais.
ro: Firmware-ul de actualizare%1$s durează aproximativ câteva minute, asigurați-vă că puterea și rețeaua dispozitivului sunt normale.
ru: Обновление прошивки%1$s занимает около нескольких минут, пожалуйста, убедитесь, что питание устройства и сеть в норме.
sv: Uppdateringsprogramvaran för%1$s tar ungefär några minuter, se till att enhetens ström och nätverk är normala.
th: %1$s จะใช้เวลาสองสามนาทีในการอัปเดตเฟิร์มแวร์โปรดตรวจสอบให้แน่ใจว่าพลังงานของอุปกรณ์และเครือข่ายเป็นปกติ
tr: %1$s güncelleme yazılımı birkaç dakika sürüyor, lütfen cihazın gücünün ve ağın normal olduğundan emin olun.
vi: Sẽ mất vài phút để%1$s cập nhật chương trình cơ sở. Vui lòng đảm bảo rằng nguồn điện và mạng của thiết bị bình thường
zh_hans: %1$s更新固件大约需要几分钟，请确保设备电源与网络正常
zh_hant: %1$s更新固件大約需要幾分鐘，請確保設備電源與網絡正常

# person_Personal_push
source: Personal push
cs: Osobní tlak
de: Konto Push-Benachrichtigungen
es: Empuje personal
fi: Henkilökohtainen työntö
fr: Poussée personnelle
he: דחיפה אישית
id: Dorongan pribadi
it: Spinta personale
ja: 個人的な通知
ko: 개인 푸시
nb: Personlig dytt
nl: Persoonlijk zetje
pl: Osobisty nacisk
pt_br: Empurrão pessoal
ro: Împingere personală
ru: Персональный толчок
sv: Personlig push
th: การแจ้งเตือนส่วนบุคคล
tr: Kişisel itme
vi: Thúc đẩy cá nhân
zh_hans: 个人推送
zh_hant: 個人推送

# adddevice_need_wait
source: Configuring, do not unplug the network!
cs: Konfigurace, neodpojujte síť!
de: Bitte warten, Netzwerk nicht trennen!
es: Configuración, no desconecte la red!
fi: Määritä, älä katkaise verkkoa!
fr: Configuration, ne déconnectez pas le réseau!
he: תצורה, אל תנתק את הרשת!
id: Mengkonfigurasi, jangan putuskan koneksi jaringan!
it: Configurazione, non disconnettere la rete!
ja: 設定中、ネットワークを切断しないでください！
ko: 네트워크 연결을 끊지 마십시오!
nb: Konfigurering, ikke koble fra nettverket!
nl: Configureer, verbreek het netwerk niet!
pl: Konfigurowanie, nie odłączaj sieci!
pt_br: Configurando, não desconecte a rede!
ro: Configurare, nu deconectați rețeaua!
ru: Настраивая, не отключайте сеть!
sv: Konfigurera, koppla inte bort nätverket!
th: กำลังกำหนดค่าอย่าถอดปลั๊กสายเคเบิ้ลเครือข่าย!
tr: Yapılandırma, ağ bağlantısını kesmeyin!
vi: Đang cấu hình, vui lòng không ngắt kết nối mạng!
zh_hans: 正在配置，请勿断开网络！
zh_hant: 正在配置，請勿斷開網絡！

# person_Announcement_message
source: Announcement news
cs: Oznámení novinky
de: Ankündigungsnachrichten
es: Noticias de anuncios
fi: Ilmoitusuutisia
fr: Nouvelles de l'annonce
he: חדשות הכרזות
id: Berita pengumuman
it: Notizie di annuncio
ja: お知らせニュース
ko: 발표 뉴스
nb: Kunngjøringsnyheter
nl: Aankondiging nieuws
pl: Nowości ogłoszeniowe
pt_br: Notícias de anúncio
ro: Știri de anunț
ru: Анонс новостей
sv: Tillkännagivande nyheter
th: ข้อความประกาศ
tr: Duyuru haberleri
vi: Thông báo
zh_hans: 公告消息
zh_hant: 公告消息

# devicesetting_Recording_schedule_describe
source: The camera performs recording according to the set time period
cs: Kamera provádí záznam podle nastaveného časového období
de: Die Kamera nimmt gemäß dem eingestellten Zeitplan auf
es: La cámara realiza la grabación de acuerdo con el período de tiempo establecido.
fi: Kamera suorittaa tallennuksen asetetun ajanjakson mukaisesti
fr: La caméra effectue l'enregistrement en fonction de la période de temps définie
he: המצלמה מבצעת הקלטה לפי פרק הזמן שנקבע
id: De camera voert opnames uit volgens de ingestelde tijdsperiode
it: La fotocamera esegue la registrazione in base al periodo di tempo impostato
ja: カメラは設定された時間に従って録画を実行します
ko: 카메라는 설정된 시간에 따라 녹화를 수행합니다.
nb: Kameraet utfører opptak i henhold til den innstilte tidsperioden
nl: De camera voert opnames uit volgens de ingestelde tijdsperiode
pl: Kamera wykonuje nagrywanie zgodnie z ustawionym okresem
pt_br: A câmera realiza a gravação de acordo com o período de tempo definido
ro: Camera realizează înregistrarea în funcție de perioada de timp setată
ru: Камера выполняет запись в соответствии с установленным периодом времени.
sv: Kameran utför inspelning enligt den inställda tidsperioden
th: กล้องทำการบันทึกตามช่วงเวลาที่กำหนด
tr: Kamera, ayarlanan süreye göre kayıt yapar.
vi: Camera thực hiện ghi hình theo khoảng thời gian đã cài đặt
zh_hans: 摄像机根据设置的时间段进行录像工作
zh_hant: 攝像機根據設置的時間段進行錄像工作

# deviceSetting_Video_clarity
source: Video clarity
cs: Jasnost videa
de: Videoqualität
es: Claridad de vídeo
fi: Videon selkeys
fr: Clarté vidéo
he: בהירות וידאו
id: Kejernihan video
it: Chiarezza video
ja: ビデオの明瞭さ
ko: 비디오 선명도
nb: Video klarhet
nl: Videohelderheid
pl: Przejrzystość wideo
pt_br: Clareza do vídeo
ro: Claritate video
ru: Четкость видео
sv: Videotydlighet
th: ความชัดเจนของวิดีโอ
tr: Video netliği
vi: Video rõ ràng
zh_hans: 录像清晰度
zh_hant: 錄像清晰度

# playback_times_the_speed
source: Speed up
cs: Zrychlit
de: Beschleunigen
es: Acelerar
fi: Nopeuttaa
fr: Accélérer
he: לְהַאִיץ
id: Mempercepat
it: Accelerare
ja: スピードアップ
ko: 속력을 올리다
nb: Gjør det raskere
nl: Versnellen
pl: Przyśpieszyć
pt_br: Acelerar
ro: Accelera
ru: Ускорить
sv: Öka farten
th: เร่งความเร็ว
tr: hızlandırmak
vi: Tăng tốc
zh_hans: 倍速
zh_hant: 倍速

# deviceSetting_Configure_WiFi_describe
source: After configuring WiFi, if the network cable is unplugged, the base station will automatically switch to WiFi
cs: Po konfiguraci WiFi, pokud je síťový kabel odpojen, se základna automaticky přepne na WiFi
de: Wenn das Netzwerkkabel nach der WLAN-Konfiguration getrennt wird, schaltet die Basisstation automatisch auf WLAN um
es: Después de configurar WiFi, si el cable de red está desconectado, la estación base cambiará automáticamente a WiFi
fi: Jos verkkokaapeli on irrotettu WiFin määrittämisen jälkeen, tukiasema vaihtaa automaattisesti WiFi-verkkoon
fr: Après avoir configuré le WiFi, si le câble réseau est débranché, la station de base passera automatiquement au WiFi
he: לאחר הגדרת WiFi, אם כבל הרשת מנותק, תחנת הבסיס תעבור אוטומטית ל-WiFi
id: Setelah mengkonfigurasi WiFi, jika kabel jaringan dicabut, stasiun pangkalan akan secara otomatis beralih ke WiFi
it: Dopo aver configurato il WiFi, se il cavo di rete è scollegato, la stazione base passerà automaticamente al WiFi
ja: WiFiを構成した後、ネットワークケーブルが接続されていない場合、ベースステーションは自動的にWiFiに切り替わります
ko: WiFi를 구성한 후 네트워크 케이블을 뽑으면 베이스 스테이션이 자동으로 WiFi로 전환됩니다.
nb: Etter å ha konfigurert WiFi, hvis nettverkskabelen er koblet fra, vil basestasjonen automatisk bytte til WiFi
nl: Als na het configureren van wifi de netwerkkabel wordt losgekoppeld, schakelt het basisstation automatisch over naar wifi
pl: Po skonfigurowaniu WiFi, jeśli kabel sieciowy zostanie odłączony, stacja bazowa automatycznie przełączy się na WiFi
pt_br: Depois de configurar o WiFi, se o cabo de rede for desconectado, a estação base mudará automaticamente para WiFi
ro: După configurarea WiFi, dacă cablul de rețea este deconectat, stația de bază va comuta automat la WiFi
ru: После настройки WiFi, если сетевой кабель отключен, базовая станция автоматически переключится на WiFi.
sv: Efter att ha konfigurerat WiFi, om nätverkskabeln är bortkopplad, kommer basstationen automatiskt att växla till WiFi
th: หลังจากกำหนดค่า WiFi แล้ว หากไม่ได้เสียบสายเคเบิลเครือข่าย สถานีฐานจะเปลี่ยนเป็น WiFi โดยอัตโนมัติ
tr: WiFi'yi yapılandırdıktan sonra, ağ kablosu takılı değilse, baz istasyonu otomatik olarak WiFi'ye geçecektir.
vi: Sau khi định cấu hình WiFi, nếu cáp mạng được rút ra, trạm gốc sẽ tự động chuyển sang WiFi
zh_hans: 配置WiFi后，如网线被拔出，基站将自动切换到WiFi
zh_hant: 配置WiFi後，如網線被拔出，基站將自動切換到WiFi
