Repository: Yolo-cell-hash/go_home_ios
Catalog: ios/Runner/JASDK/JAResources/XLanguage/X35MultiLanguage/*.lproj/X35MutiLanguage.strings
Languages: cs, de, es, fi, fr, he, id, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sv, th, tr, vi, zh_hans, zh_hant

# help_recorder_reset_password
source: Recorder reset password
cs: Heslo pro resetování rekordéru
de: Rekorder-Reset-Passwort
es: Contraseña de restablecimiento de la grabadora
fi: Tallentimen uusi salasana
fr: Mot de passe de réinitialisation de l'enregistreur
he: איפוס סיסמת מקליט
id: Perekam ulang kata sandi
it: Password di ripristino del registratore
ja: レコーダーリセットパスワード
ko: 레코더 재설정 암호
nb: Tilbakestill passord for opptaker
nl: Recorder reset wachtwoord
pl: Hasło resetowania rejestratora
pt_br: Redefinição de senha do gravador
ro: Resetarea parolei recorderului
ru: Сброс пароля регистратора
sv: Inspelare återställ lösenord
th: เครื่องบันทึกรีเซ็ตรหัสผ่าน
tr: Kaydedici sıfırlama şifresi
vi: Máy ghi âm đặt lại mật khẩu
zh_hans: 录像机重置密码
zh_hant: 錄像機重置密碼

# preview_Night_vision_mode
source: Night vision mode
cs: Režim nočního vidění
de: Nachtsicht-Modus
es: Modo de visión nocturna
fi: Pimeänäkötila
fr: Mode vision nocturne
he: מצב ראיית לילה
id: Mode penglihatan malam
it: Modalità visione notturna
ja: 暗視モード
ko: 나이트 비전 모드
nb: Nattsynsmodus
nl: Nachtzichtmodus
pl: Tryb noktowizyjny
pt_br: Modo de visão noturna
ro: Modul de vedere pe timp de noapte
ru: Режим ночного видения
sv: Night vision-läge
th: โหมดการมองเห็นตอนกลางคืน
tr: Gece görüş modu
vi: Chế độ nhìn ban đêm
zh_hans: 夜视模式
zh_hant: 夜視模式

# addDevice_solution_for_device_offline
source: Solution for device offline:
cs: Řešení pro zařízení offline:
de: Lösung für Gerät offline:
es: Solución para dispositivo fuera de línea:
fi: Ratkaisu laitteelle offline-tilassa:
fr: Solution pour appareil hors ligne :
he: פתרון למכשיר במצב לא מקוון:
id: Solusi untuk perangkat offline:
it: Soluzione per il dispositivo offline:
ja: オフラインのデバイスの解決策：
ko: 장치 오프라인에 대한 솔루션:
nb: Løsning for enhet offline:
nl: Oplossing voor apparaat offline:
pl: Rozwiązanie dla urządzenia offline:
pt_br: Solução para dispositivo offline:
ro: Soluție pentru dispozitiv offline:
ru: Решение для устройства в автономном режиме:
sv: Lösning för enheten offline:
th: โซลูชันสำหรับอุปกรณ์ออฟไลน์:
tr: Çevrimdışı cihaz için çözüm:
vi: Giải pháp cho thiết bị ngoại tuyến:
zh_hans: 设备离线的解决方法：
zh_hant: 設備離線的解決方法：

# Stand_alone_station_Document_search
source: Document search
cs: Hledání dokumentů
de: Dokumentensuche
es: Búsqueda de documentos
fi: Asiakirjahaku
fr: Recherche de documents
he: חיפוש מסמכים
id: Pencarian dokumen
it: Ricerca di documenti
ja: ドキュメント検索
ko: 문서 검색
nb: Dokumentsøk
nl: Document zoeken
pl: Wyszukiwanie dokumentów
pt_br: Pesquisa de documentos
ro: Căutare documente
ru: Поиск документов
sv: Dokumentsökning
th: ค้นหาเอกสาร
tr: Belge arama
vi: Tìm kiếm tài liệu
zh_hans: 文档搜索
zh_hant: 文檔搜索

# MJRefreshBackFooterRefreshingText
source: Loading...
cs: Načítání dalších dat ...
de: wird geladen...
es: Cargando más datos ...
fi: Lisää tietoja ...
fr: Chargement de plus de données...
he: טוען...
id: Memuat…
it: Caricamento…
ja: 読込中…
ko: 추가 데이터 로드 중 ...
nb: Laster inn flere data ...
nl: Laden...
pl: Wczytywanie…
pt_br: Carregando...
ro: Se incarca...
sv: Läser in...
th: กำลังโหลด ...
tr: Yükleniyor...
vi: Đang tải thêm dữ liệu ...
zh_hans: 正在加载更多的数据...
zh_hant: 正在加載更多的數據...

# cloud_other_package
source: Other cloud storage packages
cs: Ostatní balíčky cloudových úložišť
de: Andere Cloud-Speicherpakete
es: Otros paquetes de almacenamiento en la nube
fi: Muut pilvivarastopaketit
fr: Autres forfaits de stockage en nuage
he: חבילות אחסון ענן אחרות
id: Paket penyimpanan cloud lainnya
it: Altri pacchetti di archiviazione cloud
ja: 他のクラウドストレージパッケージ
ko: 기타 클라우드 저장소 패키지
nb: Andre lagringspakker for sky
nl: Andere opslagpakketten voor de cloud
pl: Inne pakiety do przechowywania w chmurze
pt_br: Outros pacotes de armazenamento na nuvem
ro: Alte pachete de stocare în cloud
ru: Другие пакеты облачного хранилища
sv: Andra lagringspaket för moln
th: cloud storagepac kagesอื่น ๆ
tr: Diğer bulut depolama paketleri
vi: Các gói lưu trữ đám mây khác
zh_hans: 其他云存套餐
zh_hant: 其他雲存套餐

# preview_Please_enter_password_ios
source: Please enter %@ password
cs: Zadejte heslo %@
de: Bitte geben Sie %@ password ein
es: Ingrese la contraseña %@
fi: Anna %@ salasana
fr: Veuillez entrer le mot de passe %@
he: נא להזין את סיסמת %@
id: Silakan masukkan kata sandi %@
it: Inserisci la password %@
ja: パスワードを %@ 入力してください
ko: %@ 비밀번호를 입력하세요
nb: Vennligst skriv inn %@ password
nl: Voer het %@ wachtwoord in
pl: Wprowadź hasło %@
pt_br: Por favor, digite a senha %@
ro: Vă rugăm să introduceți parola %@
ru: Пожалуйста, введите пароль %@
sv: Vänligen ange %@ lösenord
th: กรุณากรอก %@ รหัสผ่าน
tr: Lütfen %@ şifresini girin
vi: Vui lòng nhập mật khẩu %@
zh_hans: 请输入 %@ 密码
zh_hant: 請輸入 %@ 密碼

# person_system_message
source: System message
cs: Systémová zpráva
de: Systemnachricht
es: Mensaje del sistema
fi: Järjestelmäviesti
fr: Message système
he: הודעת מערכת
id: pesan sistem
it: messaggio di sistema
ja: システムメッセージ
ko: 시스템 메시지
nb: Systemmelding
nl: systeem bericht
pl: wiadomość systemowa
pt_br: Mensagem do sistema
ro: Mesaj de sistem
ru: Системное сообщение
sv: Systemmeddelande
th: ข้อมูลระบบ
tr: sistem mesajı
vi: thông tin hệ thống
zh_hans: 系统消息
zh_hant: 系統消息

# devicelist_third_party_4G_cards_prompt_ios
source: The device "%@" does not support third-party 4G cards temporarily, and the device functions cannot be used normally. Please switch back to the device's own 4G card as soon as possible
cs: Zařízení "%@" dočasně nepodporuje karty 4G třetích stran a funkce zařízení nelze normálně používat. Co nejdříve přepněte zpět na vlastní 4G kartu zařízení
de: Das Gerät "%@" unterstützt vorübergehend keine 4G-Karten von Drittanbietern, da die Gerätefunktionen nicht normal verwendet werden können. Bitte wechseln Sie so bald wie möglich zurück zur 4G-Karte des Geräts
es: El dispositivo "%@" no admite tarjetas 4G de terceros temporalmente y las funciones del dispositivo no se pueden utilizar con normalidad. Vuelve a la tarjeta 4G del dispositivo lo antes posible.
fi: Laite "%@" ei tue väliaikaisesti kolmannen osapuolen 4G-kortteja, eikä laitteen toimintoja voida käyttää normaalisti. Vaihda takaisin laitteen omaan 4G-korttiin mahdollisimman pian
fr: L'appareil "%@" ne prend pas temporairement en charge les cartes 4G tierces et les fonctions de l'appareil ne peuvent pas être utilisées normalement. Veuillez revenir à la carte 4G de l'appareil dès que possible
he: המכשיר "%@" אינו תומך באופן זמני בכרטיסי 4G של צד שלישי, ולא ניתן להשתמש בתפקודי המכשיר כרגיל. אנא חזור לכרטיס 4G של המכשיר בהקדם האפשרי
id: Perangkat "%@" tidak mendukung kartu 4G pihak ketiga untuk sementara, dan fungsi perangkat tidak dapat digunakan secara normal. Silakan beralih kembali ke kartu 4G perangkat itu sendiri sesegera mungkin
it: Il dispositivo "%@" non supporta temporaneamente le schede 4G di terze parti e le funzioni del dispositivo non possono essere utilizzate normalmente. Torna alla scheda 4G del dispositivo il prima possibile
ja: デバイス"%@"は一時的にサードパーティの4Gカードをサポートしておらず、デバイスの機能は正常に使用できません。 できるだけ早くデバイスの4Gカードに切り替えてください
ko: "%@" 장치는 타사 4G 카드를 일시적으로 지원하지 않으며 장치 기능을 정상적으로 사용할 수 없습니다. 최대한 빨리 기기의 4G 카드로 다시 전환하세요.
nb: Enheten "%@" støtter ikke midlertidig 4G-kort fra tredjeparter, og enhetsfunksjonene kan ikke brukes normalt. Vennligst bytt tilbake til enhetens eget 4G-kort så snart som mulig
nl: Het apparaat "%@" ondersteunt tijdelijk geen 4G-kaarten van derden en de apparaatfuncties kunnen niet normaal worden gebruikt. Schakel zo snel mogelijk terug naar de eigen 4G-kaart van het apparaat
pl: Urządzenie "%@" nie obsługuje tymczasowo kart 4G innych firm, a funkcje urządzenia nie mogą być normalnie używane. Jak najszybciej przełącz się z powrotem na własną kartę 4G urządzenia
pt_br: Laite "%@" ei tue väliaikaisesti kolmannen osapuolen 4G-kortteja, eikä laitteen toimintoja voida käyttää normaalisti. Vaihda takaisin laitteen omaan 4G-korttiin mahdollisimman pian
ro: Dispozitivul "%@" nu acceptă temporar carduri 4G terțe, iar funcțiile dispozitivului nu pot fi utilizate în mod normal. Reveniți la cardul 4G al dispozitivului cât mai curând posibil
ru: Устройство "%@" временно не поддерживает сторонние карты 4G, и функции устройства не могут использоваться в обычном режиме. Пожалуйста, как можно скорее переключитесь на собственную карту 4G устройства.
sv: Enheten "%@" stöder inte tillfälligt 4G-kort från tredje part och enhetsfunktionerna kan inte användas normalt. Byt tillbaka till enhetens eget 4G-kort så snart som möjligt
th: อุปกรณ์ "%@" ไม่รองรับการ์ด 4G ของบุคคลที่สามชั่วคราวและไม่สามารถใช้ฟังก์ชันของอุปกรณ์ได้ตามปกติ โปรดเปลี่ยนกลับไปใช้การ์ด 4G ของอุปกรณ์โดยเร็วที่สุด
tr: Device "%@", üçüncü taraf 4G kartlarını geçici olarak desteklemez ve cihaz işlevleri normal şekilde kullanılamaz. Lütfen mümkün olan en kısa sürede cihazın kendi 4G kartına geri dönün
vi: Thiết bị ”%@” tạm thời không hỗ trợ thẻ 4G của bên thứ ba và các chức năng của thiết bị không thể được sử dụng bình thường. Vui lòng chuyển về thẻ 4G của chính thiết bị càng sớm càng tốt
zh_hans: 设备“%@”暂不支持第三方4G卡，无法正常使用设备功能，请尽快切换回设备自带4G卡
zh_hant: 設備“%@”暫不支持第三方4G卡，無法正常使用設備功能，請盡快切換回設備自帶4G卡

# devicesetting_reversal_up_down
source: Flip up and down
cs: Překlopte nahoru a dolů
de: Vertikal spiegeln
es: Voltear hacia arriba y hacia abajo
fi: Käännä ylös ja alas
fr: Basculer vers le haut et vers le bas
he: הפוך למעלה ולמטה
id: Balikkan ke atas dan ke bawah
it: Capovolgi su e giù
ja: 上下に反転します
ko: 위아래로 뒤집기
nb: Vend opp og ned
nl: Op en neer klappen
pl: Odwróć w górę i w dół
pt_br: Vire para cima e para baixo
ro: Întoarceți în sus și în jos
ru: Перевернуть вверх и вниз
sv: Vänd upp och ner
th: พลิกขึ้นและลง
tr: Yukarı ve aşağı çevirin
vi: Lật lên và xuống
zh_hans: 上下方向翻转
zh_hant: 上下方向翻轉

# userInfo_password_determine
source: Confirm password
cs: Určení hesla
de: Passwort bestätigen
es: Confirmar contraseña
fi: Määritä salasana
fr: Confirmez le mot de passe
he: אישור ססמה
id: Konfirm Sandi Baru
it: Confermare password
ja: パスワードの確認
ko: 새 비밀번호 재입력
nb: Bekreft passord
nl: Wachtwoord bevestigen
pl: Potwierdź hasło
pt_br: Confirme a Senha
ro: Confirma parola
ru: Подтвердите Пароль
sv: Bekräfta lösenord
th: ยืนยันรหัสผ่าน
tr: Şifreyi Onayla
vi: Xác nhận mật khẩu
zh_hans: 确定密码
zh_hant: 確定密碼

# devicelist_defense_open_prompt
source: When the arming is turned on, the device alarm recording function will be turned on.
cs: Je-li zapnuto zapnutí, zapne se funkce záznamu alarmu zařízení.
de: Wenn die Scharfschaltung aktiviert ist, wird die Geräte-Alarmaufnahmefunktion aktiviert.
es: Cuando se activa el armado, se activa la función de grabación de alarma del Equipo.
fi: Kun viritys on päällä, laitteen hälytystallennustoiminto kytketään päälle.
fr: Lorsque l’armement est activé, la fonction d’enregistrement d’alarme de périphérique est activée.
he: כאשר המכשיר נדרך, האעזקה מופעלת
id: Saat mempersenjatai dihidupkan, fungsi perekaman alarm perangkat akan dihidupkan.
it: Quando l'inserimento è attivo, la funzione di registrazione degli allarmi del dispositivo verrà attivata.
ja: 武装がオンになると、デバイスアラーム記録機能がオンになります。
ko: 활성화가 켜지면 장치 알람 녹음 기능이 켜집니다.
nb: Når tilkoblingen er slått på, slår enheten alarminnspillingsfunksjonen på.
nl: Als het inschakelen is ingeschakeld, wordt de alarmopnamefunctie van het apparaat ingeschakeld.
pl: Po włączeniu uzbrajania funkcja nagrywania alarmu urządzenia zostanie włączona.
pt_br: Quando o arme estiver ligado, a função de gravação de alarme do dispositivo será ativada.
ro: Când armarea este activată, funcția de înregistrare a alarmei dispozitivului va fi activată.
ru: Когда постановка на охрану включена, функция записи по тревоге устройства будет включена.
sv: När strömmen är påslagen, aktiveras alarmfunktionen för enhetens alarm.
th: เมื่อเปิดเครื่องมือป้องกันฟังก์ชันบันทึกการเตือนของอุปกรณ์จะเปิดขึ้น
tr: Kurma açıldığında, cihaz alarm kaydı işlevi açılacaktır.
vi: Sau khi mở phòng thủ, chức năng ghi âm báo động của thiết bị sẽ được bật
zh_hans: 开启布防后，将打开设备报警录像功能
zh_hant: 開啟布防後，將打開設備報警錄像功能

# devicesetting_human_figure_prompt
source: When a human figure is detected, automatically turn your head to follow the shot
cs: Když je detekována lidská postava, automaticky otočte hlavu, abyste sledovali výstřel
de: Wenn eine menschliche Form erkannt wird, wird automatisch der Bewegung gefolgt
es: Cuando se detecta una figura humana, gira la cabeza automáticamente para seguir el disparo.
fi: Kun ihmishahmo havaitaan, käännä päätäsi automaattisesti seurataksesi laukausta
fr: Lorsqu'une silhouette humaine est détectée, tournez automatiquement la tête pour suivre le tir
he: כאשר מזוהה דמות אנושית, סובב אוטומטית את ראשך כדי לעקוב אחר הירייה
id: Ketika sosok manusia terdeteksi, secara otomatis putar kepala Anda untuk mengikuti tembakan
it: Quando viene rilevata una figura umana, gira automaticamente la testa per seguire lo scatto
ja: 人物が検出されると、自動的に頭を回してショットを追跡します
ko: 사람의 모습이 감지되면 자동으로 머리를 돌려 샷을 따라갑니다.
nb: Når en menneskelig skikkelse blir oppdaget, snu hodet automatisk for å følge skuddet
nl: Wanneer een menselijke figuur wordt gedetecteerd, draait u automatisch uw hoofd om het schot te volgen
pl: Po wykryciu postaci ludzkiej automatycznie obróć głowę, aby podążać za strzałem
pt_br: Quando uma figura humana é detectada, vire automaticamente a cabeça para seguir o tiro
ro: Când este detectată o figură umană, întoarceți-vă automat capul pentru a urmări fotografia
ru: При обнаружении фигуры человека автоматически поворачивайте голову, чтобы следить за выстрелом.
sv: När en mänsklig figur upptäcks, vrid automatiskt på huvudet för att följa skottet
th: เมื่อตรวจพบร่างมนุษย์ ให้หันศีรษะตามการยิงโดยอัตโนมัติ
tr: Bir insan figürü algılandığında, çekimi takip etmek için başınızı otomatik olarak çevirin
vi: Khi phát hiện thấy hình người, tự động quay đầu lại để theo dõi cảnh quay
zh_hans: 当侦测到人形时，自动转头跟随拍摄
zh_hant: 當偵測到人形時，自動轉頭跟隨拍攝

# deviceSetting_Best_power_saving_describe
source: Record a short video when a moving object is detected
cs: Když je detekován pohybující se objekt, nahrajte krátké video
de: Wenn Bewegung erkannt wird, wird ein kurzes Video aufgenommen
es: Grabe un video corto cuando se detecte un objeto en movimiento
fi: Tallenna lyhyt video, kun liikkuva kohde havaitaan
fr: Enregistrez une courte vidéo lorsqu'un objet en mouvement est détecté
he: הקלט סרטון וידאו קצר כאשר מזוהה עצם נע
id: Rekam video pendek ketika objek bergerak terdeteksi
it: Registra un breve video quando viene rilevato un oggetto in movimento
ja: 動く物体が検出されたときに短いビデオを録画する
ko: 움직이는 물체가 감지되면 짧은 비디오 녹화
nb: Ta opp en kort video når et objekt i bevegelse oppdages
nl: Neem een ​​korte video op wanneer een bewegend object wordt gedetecteerd
pl: Nagraj krótki film po wykryciu poruszającego się obiektu
pt_br: Grave um pequeno vídeo quando um objeto em movimento for detectado
ro: Înregistrați un scurt videoclip atunci când este detectat un obiect în mișcare
ru: Запишите короткое видео при обнаружении движущегося объекта
sv: Spela in en kort video när ett rörligt föremål detekteras
th: บันทึกวิดีโอสั้น ๆ เมื่อตรวจพบวัตถุเคลื่อนที่
tr: Hareket eden bir nesne algılandığında kısa bir video kaydedin
vi: Quay một đoạn video ngắn khi phát hiện thấy một đối tượng chuyển động
zh_hans: 侦测到移动物体时录制一小段录像
zh_hant: 偵測到移動物體時錄製一小段錄像

# scan_results
source: Scan result
cs: Výsledek skenování
de: Scan Ergebnis
es: Resultados de escaneo
fi: Skannaustulos
fr: Résultat de scanner
he: סריקת תוצאות
id: Hasil Pindai
it: Risultato scannerizzazione
ja: スキャンの結果
ko: 검색 결과
nb: Skanning-resultat
nl: Scanresultaat
pl: Wynik szukania
pt_br: Resultado do scaneamento
ro: Rezultatul scanării
ru: Результат сканирования
sv: Skanna resultat
th: ผลการสแกน
tr: Tarama sonucu
vi: Kết quả quét
zh_hans: 扫描结果
zh_hant: 掃描結果

# devicesetting_Detect_only_during_day_time_ios
source: %@ - %@ enable motion detection
cs: %@ - %@ povolit detekci pohybu
de: %@ - %@ aktiviert die Bewegungserkennung
es: %@ - %@ habilitar la detección de movimiento
fi: %@ - %@ ota liiketunnistus käyttöön
fr: %@ - %@ activer la détection de mouvement
he: %@ - %@ אפשר זיהוי תנועה
id: %@ - %@ aktifkan deteksi gerakan
it: %@ - %@ abilita il rilevamento del movimento
ja: %@-%@モーション検出を有効にする
ko: %@ - %@ 움직임 감지 활성화
nb: %@ - %@ aktiver bevegelsesdeteksjon
nl: %@ - %@ bewegingsdetectie inschakelen
pl: %@ - %@ włącz wykrywanie ruchu
pt_br: %@ - %@ habilitar detecção de movimento
ro: %@ - %@ activează detectarea mișcării
ru: %@ - %@ включить обнаружение движения
sv: %@ - %@ aktivera rörelsedetektering
th: %@ - %@ เปิดใช้งานการตรวจจับการเคลื่อนไหว
tr: %@ - %@ hareket algılamayı etkinleştir
vi: %@ -%@ bật tính năng phát hiện chuyển động
zh_hans: %@ - %@启动智能侦测
zh_hant: %@ - %@啟動智能偵測

# devicesetting_Adaptive_mode_Description_new_firmware_ios
source: Record videos continuously. When battery level below %1$s, automatically switches to optimal surveillance mode. When battery level above %2$s, resumes to uninterrupted recording mode
cs: Nahrávejte videa nepřetržitě. Když je úroveň baterie nižší než %1$s, automaticky se přepne do optimálního režimu sledování. Když je úroveň baterie vyšší než %2$s, obnoví se nepřerušovaný režim nahrávání
de: Gerät nimmt dauerhaft auf und schaltet automatisch auf die beste Aufnahme um, wenn die Leistung unter %@ sinkt. Wenn die Leistung über %@ steigt steigt, wird wieder dauerhaft aufgenommen.
es: Graba videos continuamente. Cuando el nivel de la batería es inferior a %1$s, cambia automáticamente al modo de vigilancia óptimo. Cuando el nivel de la batería supera los %2$s, se reanuda el modo de grabación ininterrumpida
fi: Tallenna videoita jatkuvasti. Kun akun varaustaso alle %1$s, siirtyy automaattisesti optimaaliseen valvontatilaan. Kun akun varaustaso ylittää %2$s, palaa keskeytymättömään tallennustilaan
fr: Enregistrez des vidéos en continu. Lorsque le niveau de la batterie est inférieur à %1$s, passe automatiquement en mode de surveillance optimal. Lorsque le niveau de la batterie dépasse %2$s, reprend le mode d'enregistrement ininterrompu
he: הקלט סרטונים באופן רציף. כאשר רמת הסוללה מתחת ל-%1$s, עובר אוטומטית למצב מעקב אופטימלי. כאשר רמת הסוללה מעל %2$s, חוזר למצב הקלטה ללא הפרעה
id: Rekam video terus menerus. Saat level baterai di bawah %1$s, otomatis beralih ke mode pengawasan optimal. Saat tingkat baterai di atas %2$s, kembali ke mode perekaman tanpa gangguan
it: Registra video continuamente. Quando il livello della batteria è inferiore a %1$s, passa automaticamente alla modalità di sorveglianza ottimale. Quando il livello della batteria supera %2$s, riprende la modalità di registrazione senza interruzioni
ja: ビデオを継続的に録画します。バッテリー残量が%1$sを下回ると、自動的に最適な監視モードに切り替わります。バッテリー残量が%2$sを超えると、中断のない記録モードに戻ります
ko: 지속적으로 비디오를 녹화합니다. 배터리 잔량이 %1$s 미만이면 최적의 감시 모드로 자동 전환됩니다. 배터리 잔량이 %2$s를 초과하면 중단 없는 녹화 모드로 다시 시작됩니다.
nb: Ta opp videoer kontinuerlig. Når batterinivået er under %1$s, skifter automatisk til optimal overvåkingsmodus. Når batterinivået over %2$s, går tilbake til uavbrutt opptaksmodus
nl: Neem continu video's op. Wanneer het batterijniveau lager is dan %1$s, wordt automatisch overgeschakeld naar de optimale bewakingsmodus. Wanneer het batterijniveau hoger is dan %2$s, wordt de opnamemodus zonder onderbreking hervat
pl: Nagrywaj filmy w sposób ciągły. Gdy poziom naładowania baterii spadnie poniżej %1$s, automatycznie przełącza się na optymalny tryb nadzoru. Gdy poziom naładowania baterii przekracza %2$s, wznawiany jest tryb nieprzerwanego nagrywania
pt_br: Grave vídeos continuamente. Quando o nível da bateria estiver abaixo de %1$s, alterna automaticamente para o modo de vigilância ideal. Quando o nível da bateria está acima de %2$s, retoma o modo de gravação ininterrupta
ro: Înregistrați videoclipuri continuu. Când nivelul bateriei este sub %1$s, trece automat la modul optim de supraveghere. Când nivelul bateriei este peste %2$s, se reia la modul de înregistrare neîntreruptă
ru: Записывайте видео непрерывно. Когда уровень заряда батареи ниже %1$s, автоматически переключается в оптимальный режим наблюдения. Когда уровень заряда батареи выше %2$s, возобновляется непрерывный режим записи.
sv: Spela in videor kontinuerligt. När batterinivån under %1$s växlar automatiskt till optimalt övervakningsläge. När batterinivån överstiger %2$s, återgår till oavbrutet inspelningsläge
th: บันทึกวิดีโออย่างต่อเนื่อง เมื่อระดับแบตเตอรี่ต่ำกว่า %1$s จะเปลี่ยนเป็นโหมดเฝ้าระวังที่เหมาะสมที่สุดโดยอัตโนมัติ เมื่อระดับแบตเตอรี่สูงกว่า %2$s ให้กลับสู่โหมดบันทึกอย่างต่อเนื่อง
tr: Videoları sürekli olarak kaydedin. Pil seviyesi %1$s'nin altına düştüğünde, otomatik olarak optimum gözetim moduna geçer. Pil seviyesi %2$s'nin üzerine çıktığında, kesintisiz kayıt moduna geri döner
vi: Quay video liên tục. Khi mức pin dưới%@, tự động chuyển sang chế độ giám sát tối ưu. Khi mức pin trên%@, tiếp tục chuyển sang chế độ ghi liên tục
zh_hans: 设备一直持续录像，当电量降至%@以下时自动切换为最佳录像，当电量提升至%@以上时恢复一直录像
zh_hant: 設備一直持續錄像，當電量降至%@以下時自動切換為最佳錄像，當電量提升至%@以上時恢復一直錄像

# remote_control
source: Controller
cs: Dálkové ovládání
de: Fernbedienung
es: control remoto
fi: Kaukosäädin
fr: Manette
he: בקר
id: Kontroler
it: Radiocomando
ja: コントローラ
ko: 리모컨
nb: Fjernkontroll
pl: Kontroler
pt_br: Controlador
ro: Controlor
ru: контроллер
sv: Kontrollant
th: ตัวควบคุม
tr: kontrolör
vi: điều khiển từ xa
zh_hans: 遥控器
zh_hant: 遙控器

source: Network anomalies
cs: Síťová anomálie
de: fehlerhaftes Netzwerk
es: anomalía de la red
fi: Verkon poikkeama
fr: Réseau anormal
he: בעיה בחיבור הרשת
id: Jaringan tidak normal
it: Errore di rete
ja: ネットワークの異常
ko: 네트워크 비정상
nb: Nettverk unormalt
nl: Netwerk abnormaal
pl: Niewłaściwa sieć
pt_br: Rede anormal
ro: Rețea anormală
ru: Сеть ненормальная
sv: Nätverk onormalt
th: ความผิดปกติของเครือข่าย
tr: Ağ anormal
vi: mạng bất thường
zh_hans: 网络异常
zh_hant: 網絡異常

# devicesetting_Custom_detection_period
source: Custom detection period
cs: Vlastní období detekce
de: Push-Zeitplan
es: Período de detección personalizado
fi: Mukautettu tunnistusjakso
fr: Période de détection personnalisée
he: תקופת זיהוי מותאמת אישית
id: Periode deteksi khusus
it: Periodo di rilevamento personalizzato
ja: カスタム検出期間
ko: 맞춤 탐지 기간
nb: Egendefinert deteksjonsperiode
nl: Aangepaste detectieperiode
pl: Niestandardowy okres wykrywania
pt_br: Período de detecção personalizado
ro: Perioada de detectare personalizată
ru: Пользовательский период обнаружения
sv: Anpassad upptäcktsperiod
th: ระยะเวลาการตรวจจับที่กำหนดเอง
tr: Özel algılama süresi
vi: Khoảng thời gian phát hiện tùy chỉnh
zh_hans: 自定义侦测时段
zh_hant: 自定義偵測時段
