Repository: Yolo-cell-hash/go_home_ios
Catalog: ios/Runner/JASDK/JAResources/XLanguage/X35MultiLanguage/*.lproj/X35MutiLanguage.strings
Languages: cs, de, es, fi, fr, he, id, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sv, th, tr, vi, zh_hans, zh_hant

# devicesetting_turn_Smart_Detection_Alarm_operations
source: Please turn on the "Motion Detection Alarm" switch before performing related operations
cs: Před prováděním souvisejících operací zapněte přepínač "Alarm detekce pohybu".
de: Bitte "Bewegungserkennung" einschalten, bevor Sie mit den zusammenhängenden Vorgängen fortfahren
es: Encienda el interruptor "Alarma de detección de movimiento" antes de realizar operaciones relacionadas
fi: Kytke "Motion Detection Alarm" -kytkin päälle ennen vastaavien toimintojen suorittamista
fr: Veuillez activer le commutateur "Alarme de détection de mouvement" avant d'effectuer les opérations associées
he: אנא הפעל את המתג "אזעקת זיהוי תנועה" לפני ביצוע פעולות קשורות
id: Harap nyalakan sakelar "Alarm Deteksi Gerakan" sebelum melakukan operasi terkait
it: Attivare l'interruttore "Allarme rilevamento movimento" prima di eseguire le operazioni correlate
ja: 関連する操作を行う前に、「モーション検知アラーム」スイッチをオンにしてください
ko: 관련 작업을 수행하기 전에 "모션 감지 알람" 스위치를 켜십시오.
nb: Slå på "Bevegelsesdeteksjonsalarm"-bryteren før du utfører relaterte operasjoner
nl: Schakel de schakelaar "Bewegingsdetectiealarm" in voordat u gerelateerde bewerkingen uitvoert
pl: Proszę włączyć przełącznik "Alarm detekcji ruchu" przed wykonaniem powiązanych operacji
pt_br: Ative a chave "Alarme de detecção de movimento" antes de realizar as operações relacionadas
ro: Vă rugăm să porniți comutatorul "Alarma de detectare a mișcării" înainte de a efectua operațiunile conexe
ru: Включите переключатель "Тревога при обнаружении движения" перед выполнением соответствующих операций.
sv: Slå på "Rörelsedetekteringslarm"-omkopplaren innan du utför relaterade åtgärder
th: กรุณาเปิดสวิตช์ "สัญญาณเตือนการตรวจจับการเคลื่อนไหว" ก่อนดำเนินการที่เกี่ยวข้อง
tr: Lütfen ilgili işlemleri gerçekleştirmeden önce "Hareket Algılama Alarmı" anahtarını açın.
vi: Vui lòng bật khóa chuyển "Báo động phát hiện chuyển động " trước khi thực hiện các thao tác liên quan
zh_hans: 请开启“智能侦测警报”开关再进行相关操作
zh_hant: 請開啟“智能偵測警報”開關再進行相關操作

# devicelist_Doorbell_device_Push
source: Human ringed your doorbell
cs: Člověk zazvonil u vašich dveří
de: Der Mensch hat an Ihrer Tür geklingelt
es: Humano tocó tu timbre
fi: Ihminen soitti ovikelloasi
fr: Un humain a sonné à ta porte
he: אדם צלצל בפעמון הדלת שלך
id: Manusia membunyikan bel pintu Anda
it: L'essere umano ha suonato al tuo campanello
ja: 人間があなたのドアベルを鳴らしました
ko: 인간이 당신의 초인종을 울렸다
nb: Mennesket ringte på døren din
nl: Mens belde aan de deur
pl: Człowiek zadzwonił do twojego dzwonka
pt_br: Humano tocou sua campainha
ro: Omul ți-a sunat soneria
ru: Человек позвонил в твою дверь
sv: Människan ringde på din dörr
th: มนุษย์กดกริ่งประตูของคุณ
tr: İnsan kapı zilini çaldı
vi: Con người đã bấm chuông cửa của bạn
zh_hans: 有人敲响了你的门铃
zh_hant: 有人敲響了你的門鈴

source: America/Chihuahua
cs: Amerika / Chihuahua
de: Amerika / Chihuahua
fi: Amerikka / Chihuahua
he: אמריקה / צ'יוואווה
id: Amerika / Chihuahua
ja: アメリカ/チワワ
ko: 아메리카 / 치와와
pl: Ameryka / Chihuahua
pt_br: América / Chihuahua
ru: Америка / Чихуахуа
th: อเมริกา / ชิวาวา
tr: Amerika / Chihuahua
vi: Chihuahua
zh_hans: 奇瓦瓦
zh_hant: 奇瓦瓦

# preview_ptz
source: PTZ
cs: hlava
es: cabeza
fi: pää
fr: tête
id: kepala
it: testa
nb: PTZ Styring
nl: hoofd
pl: głowa
pt_br: cabeça
ro: cap
ru: голова
sv: huvud
tr: kafa
vi: Yuntai
zh_hans: 云台
zh_hant: 雲台

# devicesetting_select_sound_concontent
source: Select the sound content
cs: Vyberte zvukový obsah
de: Toninhalt auswählen
es: Seleccione el contenido de sonido
fi: Valitse äänisisältö
fr: Sélectionnez le contenu sonore
he: בחר את תוכן הצליל
id: Pilih konten suara
it: Seleziona il contenuto audio
ja: サウンドコンテンツを選択します
ko: 사운드 콘텐츠 선택
nb: Velg lydinnholdet
nl: Selecteer de geluidsinhoud
pl: Wybierz zawartość dźwiękową
pt_br: Selecione o conteúdo de som
ro: Selectați conținutul sunetului
ru: Выберите звуковой контент
sv: Välj ljudinnehåll
th: เลือกเนื้อหาเสียง
tr: Ses içeriğini seçin
vi: Chọn nội dung âm thanh
zh_hans: 选择提示音内容
zh_hant: 選擇提示音內容

# preview_wake_camera_prompt
source: It is slow to wake up the device during sleep, so please be patient
cs: Probuzení zařízení během spánku je pomalé, proto buďte trpěliví
de: Das Gerät wird im Standy-Modus nur langsam geweckt. Bitte haben Sie etwas Geduld
es: Es lento despertar el dispositivo durante el sueño, así que tenga paciencia
fi: Laitteen herääminen on hidasta unen aikana, joten ole kärsivällinen
fr: Il est lent à réveiller l'appareil pendant le sommeil, alors soyez patient
he: איטי להעיר את המכשיר בזמן השינה, אז אנא התאזר בסבלנות
id: Lambat membangunkan perangkat selama tidur, jadi harap bersabar
it: È lento riattivare il dispositivo durante il sonno, quindi sii paziente
ja: スリープ中にデバイスをウェイクアップするのは遅いので、しばらくお待ちください
ko: 수면 중에는 장치를 깨우는 속도가 느리 니 기다려주십시오.
nb: Det er sakte å vekke enheten under søvn, så vær tålmodig
nl: Het apparaat wordt langzaam wakker tijdens de slaap, dus wees geduldig
pl: Budzenie urządzenia podczas snu jest powolne, dlatego prosimy o cierpliwość
pt_br: É lento para acordar o dispositivo durante o sono, por favor, seja paciente
ro: Este greu să trezești dispozitivul în timpul somnului, așa că te rog să ai răbdare
ru: Выключение устройства во время сна происходит медленно, поэтому проявите терпение.
sv: Det är långsamt att väcka enheten under sömnen, så var tålamod
th: การปลุกอุปกรณ์ในระหว่างอยู่ในโหมดสลีปช้าดังนั้นโปรดอดทนรอ
tr: Uyku sırasında cihazı uyandırmak yavaştır, bu yüzden lütfen sabırlı olun
vi: Việc đánh thức thiết bị trong chế độ ngủ rất chậm, vì vậy hãy kiên nhẫn chờ đợi
zh_hans: 休眠时唤醒设备出图较慢，请耐心等待
zh_hant: 休眠時喚醒設備出圖較慢，請耐心等待

# addDevice_ID_add_failed_help_describe
source: When the 4G camera is connected to the APP, it prompts that the connection fails. It may be caused by the device being offline. You need to check whether the device is online. Please confirm that the device is online and then use the APP to complete the addition.
cs: Když je 4G kamera připojena k APP, zobrazí se výzva, že se připojení nezdaří. Může to být způsobeno tím, že je zařízení offline. Musíte zkontrolovat, zda je zařízení online. Potvrďte, že je zařízení online, a poté pomocí APP dokončete přidání.
de: Wenn die 4G-Kamera mit der APP verbunden ist, wird darauf hingewiesen, dass die Verbindung fehlschlägt. Dies kann dadurch verursacht werden, dass das Gerät offline ist. Sie müssen überprüfen, ob das Gerät online ist. Bitte bestätigen Sie, dass das Gerät online ist und verwenden Sie dann die APP, um das Hinzufügen abzuschließen.
es: Cuando la cámara 4G está conectada a la aplicación, indica que la conexión falla. Puede deberse a que el dispositivo está fuera de línea. Debe verificar si el dispositivo está en línea. Confirme que el dispositivo está en línea y luego use la aplicación para completar la adición.
fi: Kun 4G-kamera on yhdistetty APP:hen, se ilmoittaa, että yhteys epäonnistuu. Se voi johtua siitä, että laite on offline-tilassa. Sinun on tarkistettava, onko laite online-tilassa. Vahvista, että laite on online-tilassa, ja viimeistele lisäys sitten APP:lla.
fr: Lorsque la caméra 4G est connectée à l'APP, elle indique que la connexion échoue. Cela peut être dû au fait que l'appareil est hors ligne. Vous devez vérifier si l'appareil est en ligne. Veuillez confirmer que l'appareil est en ligne, puis utilisez l'APP pour terminer l'ajout.
he: כאשר מצלמת ה-4G מחוברת לאפליקציה, היא מבקשת שהחיבור נכשל. זה עלול להיגרם בגלל שהמכשיר במצב לא מקוון. עליך לבדוק אם המכשיר מקוון. אנא אשר שהמכשיר מקוון ולאחר מכן השתמש באפליקציה כדי להשלים את ההוספה.
id: Ketika kamera 4G terhubung ke APLIKASI, itu meminta koneksi gagal. Ini mungkin disebabkan oleh perangkat sedang offline. Anda perlu memeriksa apakah perangkat sedang online. Harap konfirmasi bahwa perangkat sedang online dan kemudian gunakan APLIKASI untuk menyelesaikan penambahan.
it: Quando la telecamera 4G è collegata all'APP, viene richiesto che la connessione non riesce. Potrebbe essere causato dal fatto che il dispositivo è offline. È necessario verificare se il dispositivo è online. Conferma che il dispositivo è online e quindi utilizza l'APP per completare l'aggiunta.
ja: 4GカメラがAPPに接続されると、接続に失敗することを示すプロンプトが表示されます。デバイスがオフラインになっていることが原因である可能性があります。デバイスがオンラインかどうかを確認する必要があります。デバイスがオンラインであることを確認してから、APPを使用して追加を完了してください。
ko: 4G 카메라가 APP에 연결되면 연결 실패 메시지가 표시됩니다. 장치가 오프라인 상태이기 때문에 발생할 수 있습니다. 장치가 온라인 상태인지 확인해야 합니다. 장치가 온라인 상태인지 확인한 다음 APP를 사용하여 추가를 완료하십시오.
nb: Når 4G-kameraet er koblet til APP-en, ber det om at tilkoblingen mislykkes. Det kan være forårsaket av at enheten er frakoblet. Du må sjekke om enheten er online. Bekreft at enheten er tilkoblet, og bruk deretter APP for å fullføre tillegget.
nl: Wanneer de 4G-camera is verbonden met de APP, wordt gevraagd dat de verbinding mislukt. Dit kan worden veroorzaakt doordat het apparaat offline is. U moet controleren of het apparaat online is. Bevestig dat het apparaat online is en gebruik vervolgens de APP om de toevoeging te voltooien.
pl: Gdy kamera 4G jest podłączona do aplikacji, wyświetla monit o niepowodzenie połączenia. Może to być spowodowane brakiem dostępu do urządzenia. Musisz sprawdzić, czy urządzenie jest online. Potwierdź, że urządzenie jest w trybie online, a następnie użyj aplikacji, aby zakończyć dodawanie.
pt_br: Quando a câmera 4G está conectada ao APP, ele avisa que a conexão falhou. Pode ser causado pelo dispositivo estar offline. Você precisa verificar se o dispositivo está online. Confirme se o dispositivo está online e, em seguida, use o APP para concluir a adição.
ro: Când camera 4G este conectată la APP, acesta indică faptul că conexiunea eșuează. Poate fi cauzat de faptul că dispozitivul este offline. Trebuie să verificați dacă dispozitivul este online. Vă rugăm să confirmați că dispozitivul este online și apoi utilizați APP pentru a finaliza adăugarea.
ru: Когда камера 4G подключена к приложению, появляется сообщение о сбое подключения. Это может быть вызвано отключением устройства. Вам нужно проверить, находится ли устройство в сети. Подтвердите, что устройство находится в сети, а затем используйте приложение для завершения добавления.
sv: När 4G-kameran är ansluten till APP, uppmanar den att anslutningen misslyckas. Det kan bero på att enheten är offline. Du måste kontrollera om enheten är online. Bekräfta att enheten är online och använd sedan APP för att slutföra tillägget.
th: เมื่อกล้อง 4G เชื่อมต่อกับ APP จะแจ้งว่าการเชื่อมต่อล้มเหลว อาจเกิดจากการที่อุปกรณ์ออฟไลน์อยู่ คุณต้องตรวจสอบว่าอุปกรณ์ออนไลน์อยู่หรือไม่ โปรดยืนยันว่าอุปกรณ์ออนไลน์อยู่ จากนั้นใช้แอปเพื่อทำการเพิ่มให้สมบูรณ์
tr: 4G kamera APP'ye bağlandığında, bağlantının başarısız olduğunu sorar. Cihazın çevrimdışı olmasından kaynaklanıyor olabilir. Cihazın çevrimiçi olup olmadığını kontrol etmeniz gerekir. Lütfen cihazın çevrimiçi olduğunu onaylayın ve ardından eklemeyi tamamlamak için APP'yi kullanın.
vi: Khi máy ảnh 4G được kết nối với APP, nó sẽ nhắc rằng kết nối không thành công. Có thể do thiết bị đang ở chế độ ngoại tuyến. Bạn cần kiểm tra xem thiết bị có trực tuyến hay không. Vui lòng xác nhận rằng thiết bị đang trực tuyến và sau đó sử dụng APP để hoàn tất việc bổ sung.
zh_hans: 4G摄像机与APP连接时提示连接失败，有可能是设备离线导致，需要检查设备是否在线，请确认设备在线再使用APP完成添加。
zh_hant: 4G攝像機與APP連接時提示連接失敗，有可能是設備離線導致，需要檢查設備是否在線，請確認設備在線再使用APP完成添加。

# message_Alarm_tone
source: Alarm message tone
cs: Tón poplašné zprávy
de: Alarmmeldungston
es: Tono de mensaje de alarma
fi: Hälytysviestiääni
fr: Tonalité de message d'alarme
he: צליל הודעת אזעקה
id: Nada pesan alarm
it: Tono del messaggio di allarme
ja: アラームメッセージトーン
ko: 알람 메시지 톤
nb: Alarmmeldingstone
nl: Alarmbericht toon
pl: Dźwięk komunikatu alarmowego
pt_br: Tom de mensagem de alarme
ro: Ton de mesaj de alarmă
ru: Сигнал тревожного сообщения
sv: Larmmeddelandeton
th: เสียงข้อความปลุก
tr: Alarm mesaj tonu
vi: Âm báo tin nhắn
zh_hans: 报警消息提示音
zh_hant: 報警消息提示音

# password_errorAndRetry_again
source: Wrong device password,please revise and try again.
cs: Heslo zařízení je nesprávné. Změňte ho na správné heslo a zkuste to znovu!
de: Falsches Gerätepasswort, bitte ändern und erneut versuchen
es: La contraseña del Equipo es incorrecta. Por favor corrígelo y vuelve a intentarlo!
fi: Laitteen salasana on väärä. Vaihda se oikeaan salasanaan ja yritä uudelleen!
fr: Mauvais mot de passe de l'appareil, veuillez réessayer.
he: ססמה שגוייה,אנא נסה שוב
id: Sandi perangkat salah,silakan perbaiki dan coba lagi
it: Password dispositivo errata,prego riprovare
ja: デバイスのパスワードが正しくありません。もう一度入力してください。
ko: 제품 비밀번호가 틀립니다.
nb: Enhetspassordet er feil. Vennligst korriger og prøv igjen.
nl: Onjuist wachtwoord apparaat,wachtwoord herzien en opnieuw proberen
pl: Błędne hasło,popraw i spróbuj ponownie
pt_br: Senha incorreta do dispositivo,revise e tente novamente.
ro: Parola de dispozitiv greșită,revizuiți și încercați din nou.
ru: Неправильный пароль устройства,пожалуйста,измените и попробуйте снова.
sv: Fel enhetslösenord,var god och ändra och försök igen.
th: รหัสผ่านอุปกรณ์ผิดโปรดแก้ไขและลองอีกครั้ง
tr: Yanlış cihaz şifresi,lütfen düzeltip tekrar deneyin.
vi: Mật khẩu thiết bị bị sai, vui lòng thay đổi mật khẩu đó thành mật khẩu chính xác và thử lại!
zh_hans: 设备密码错误，请修改成正确密码后再重试！
zh_hant: 設備密碼錯誤，請修改成正確密碼後再重試！

# Official_Technical_support
source: Technical and after-sales support:
cs: Technická podpora:
de: Technischer Support und Kundendienst:
es: Soporte técnico y postventa:
fi: Tekninen tuki:
fr: Soutien technique:
he: תמיכה טכנית לאחר מכירה:
id: Dukungan teknis:
it: Supporto tecnico:
ja: 技術サポート：
ko: 기술 및 판매 후 지원 :
nb: Teknisk støtte og etter-salg:
nl: Technische ondersteuning:
pl: Pomoc techniczna:
pt_br: Suporte técnico:
ro: Suport tehnic:
ru: Техподдержка:
sv: Teknisk support och försäljning:
th: การสนับสนุนด้านเทคนิคและหลังการขาย:
tr: Teknik ve satış sonrası destek:
vi: Hỗ trợ kỹ thuật và sau bán hàng:
zh_hans: 技术与售后支持：
zh_hant: 技術與售後支持：

# add_4G_camera_cannot_connected_Internet_check_3
source: Confirm that the 4G SIM card is inserted correctly and there is no bad contact.
cs: Ujistěte se, že 4G SIM karta je vložena správně a není zde žádný špatný kontakt.
de: Vergewissern Sie sich, dass die 4G-SIM-Karte richtig eingelegt ist und kein schlechter Kontakt besteht.
es: Confirme que la tarjeta SIM 4G esté insertada correctamente y que no haya ningún mal contacto.
fi: Varmista, että 4G-SIM-kortti on asetettu oikein ja ettei siinä ole huonoa kontaktia.
fr: Vérifiez que la carte SIM 4G est insérée correctement et qu'il n'y a pas de mauvais contact.
he: ודא שכרטיס ה-SIM 4G הוכנס כהלכה ואין מגע רע.
id: Konfirmasikan bahwa kartu SIM 4G dimasukkan dengan benar dan tidak ada kontak yang buruk.
it: Verifica che la scheda SIM 4G sia inserita correttamente e che non ci siano cattivi contatti.
ja: 4G SIMカードが正しく挿入されており、接触不良がないことを確認してください。
ko: 4G SIM 카드가 올바르게 삽입되어 있고 접촉 불량이 없는지 확인하십시오.
nb: Bekreft at 4G SIM-kortet er satt inn riktig og at det ikke er dårlig kontakt.
nl: Controleer of de 4G-simkaart correct is geplaatst en dat er geen slecht contact is.
pl: Sprawdź, czy karta SIM 4G jest prawidłowo włożona i nie ma złego kontaktu.
pt_br: Confirme se o cartão SIM 4G está inserido corretamente e se não há mau contato.
ro: Confirmați că cartela SIM 4G este introdusă corect și că nu există niciun contact rău.
ru: Убедитесь, что SIM-карта 4G вставлена ​​правильно и нет плохого контакта.
sv: Bekräfta att 4G SIM-kortet är korrekt isatt och att det inte finns någon dålig kontakt.
th: ยืนยันว่าใส่ซิมการ์ด 4G อย่างถูกต้องและไม่มีการสัมผัสที่ไม่ดี
tr: 4G SIM kartın doğru şekilde takıldığından ve kötü temas olmadığından emin olun.
vi: Xác nhận rằng thẻ SIM 4G đã được lắp đúng cách và không có tiếp xúc xấu.
zh_hans: 确认4G SIM卡插入正确，没有接触不良的情况。
zh_hant: 確認4G SIM卡插入正確，沒有接觸不良的情況。

# deviceSetting_Time_zone_setting
source: Time zone setting
cs: Nastavení časového pásma
de: Zeitzonen Einstellung
es: Configuración de zona horaria
fi: Aikavyöhykkeen asetus
fr: Réglage du fuseau horaire
he: הגדרת אזור זמן
id: Pengaturan zona waktu
it: Impostazione del fuso orario
ja: タイムゾーンの設定
ko: 시간대 설정
nb: Tidssoneinnstilling
nl: Tijdzone-instelling
pl: Ustawienie strefy czasowej
pt_br: Configuração de fuso horário
ro: Setarea fusului orar
ru: Настройка часового пояса
sv: Inställning av tidszon
th: การตั้งค่าเขตเวลา
tr: Saat dilimi ayarı
vi: Cài đặt múi giờ
zh_hans: 时区设置
zh_hant: 時區設置

# devicesetting_device_volume
source: Device volume
cs: Hlasitost zařízení
de: Geräte Lautstärke
es: Volumen del Equipo
fi: Laitteen äänenvoimakkuus
fr: Volume de l'appareil
he: שמע המכשיר
id: Volume perangkat
it: Volume del dispositivo
ja: デバイス音量
ko: 기기 볼륨
nb: Enhetsvolum
nl: Apparaatvolume
pl: Głośność urządzenia
pt_br: Volume do dispositivo
ro: Volumul dispozitivului
ru: Объем устройства
sv: Enhetsvolym
th: ระดับเสียงของอุปกรณ์
tr: Cihaz hacmi
vi: Âm lượng thiết bị
zh_hans: 设备音量
zh_hant: 設備音量

# cloud_storage_details_advantages
source: 2、 What are the advantages of cloud storage?
cs: 2、 Jaké jsou výhody cloudového úložiště?
de: 2. Was sind die Vorteile des Cloud Speichers?
es: 2、 ¿Cuáles son las ventajas del almacenamiento en la nube?
fi: 2、 Mitkä ovat pilvivaraston edut?
fr: 2、 Quels sont les avantages du stockage en nuage?
he: 2、 מהם היתרונות של אחסון ענן?
id: 2、 Apa keuntungan dari penyimpanan cloud?
it: 2、 Quali sono i vantaggi del cloud storage?
ja: 2、クラウドストレージの利点は何ですか？
ko: 2、 클라우드 스토리지의 장점은 무엇입니까?
nb: 2、 Hva er fordelene med skylagring?
nl: 2、 Wat zijn de voordelen van cloudopslag?
pl: 2、 Jakie są zalety przechowywania w chmurze?
pt_br: 2、 Quais são as vantagens do armazenamento em nuvem?
ro: 2、 Care sunt avantajele stocării în cloud?
ru: 2、 Каковы преимущества облачного хранилища?
sv: 2、 Vilka är fördelarna med molnlagring?
th: 2、 อะไรคือข้อดีของที่เก็บข้อมูลบนคลาวด์?
tr: 2、 Bulut depolamanın avantajları nelerdir?
vi: 2. Ưu điểm của lưu trữ đám mây là gì?
zh_hans: 2、云存有哪些优点？
zh_hant: 2、雲存有哪些優點？

# userSettings_molileData_trafficStat_thisMonth
source: Traffic this month
cs: Provoz tohoto měsíce
de: Daten diesen Monat
es: Tráfico de este mes
fi: Tämän kuukauden liikenne
fr: Trafic ce mois-ci
he: תעבורת נתונים חודשית
id: Tarfic Bulan ini
it: Traffico dati mensile
ja: 今月の通信量
ko: 이번달의 데이터
nb: Datatrafikk denne måneden
nl: Verkeer deze maand
pl: Miesięczne użycie danych
pt_br: Tráfego este mês
ro: Trafic această lună
ru: Трафик в этом месяце
sv: Trafik denna månad
th: ทราฟฟิคในเดือนนี้
tr: Bu ayın trafiği
vi: Lưu lượng truy cập tháng này
zh_hans: 本月流量
zh_hant: 本月流量

# devicesetting_Settings_Picture_Night
source: "Settings - Picture Settings - Night Vision Mode"
cs: "Nastavení - Nastavení obrazu - Režim nočního vidění"
de: "Einstellungen – Bild Einstellungen – Nachtsicht-Modus"
es: "Configuración - Configuración de imagen - Modo de visión nocturna"
fi: "Asetukset - Kuva-asetukset - Pimeänäkötila"
he: "הגדרות - הגדרות תמונה - מצב ראיית לילה"
id: "Setelan - Setelan Gambar - Mode Penglihatan Malam"
it: "Impostazioni - Impostazioni immagine - Modalità visione notturna"
ja: 「設定-画像設定-ナイトビジョンモード」
ko: "설정 - 사진 설정 - 야간 투시경 모드"
nb: "Innstillinger - Bildeinnstillinger - Nattsynsmodus"
nl: "Instellingen - Beeldinstellingen - Nachtzichtmodus"
pl: "Ustawienia – Ustawienia obrazu – Tryb noktowizora"
pt_br: "Configurações - Configurações de imagem - Modo de visão noturna"
ro: "Setări - Setări imagine - Mod vedere nocturnă"
ru: "Настройки — Настройки изображения — Режим ночного видения"
sv: "Inställningar - Bildinställningar - Night Vision Mode"
th: "การตั้งค่า - การตั้งค่าภาพ - โหมด Night Vision"
tr: "Ayarlar - Resim Ayarları - Gece Görüş Modu"
vi: "Cài đặt - Cài đặt hình ảnh - Chế độ nhìn ban đêm "
zh_hans: “设置-画面设置-夜视模式”
zh_hant: “設置-畫面設置-夜視模式”

# devicelist_firmware_fail_copy
source: Copy Link
cs: kopírovat odkaz
de: Link kopieren
es: copiar link
fi: kopioi linkki
fr: Copier le lien
he: העתק קישור
id: Salin tautan
it: copia link
ja: リンクをコピーする
ko: 복사 링크
nb: kopier link
nl: Kopieer link
pl: skopiuj link
pt_br: link de cópia
ro: copiază legătură
ru: копировать ссылку
sv: kopiera länk
th: คัดลอกลิ้งค์
tr: Bağlantıyı kopyala
vi: sao chép đường dẫn
zh_hans: 复制链接
zh_hant: 複製鏈接

# preview_preset_name
source: Enter a name
cs: Zadejte jméno
de: Preset-Name eingeben
es: Ingresa un nombre
fi: Kirjoita nimi
fr: Entrez un nom
he: הכנס שם
id: Masukkan nama
it: Inserisci un nome
ja: 名前を入力してください
ko: 이름을 입력하세요
nb: Skriv inn et navn
nl: Voer een naam in
pl: Wpisz imię
pt_br: Insira o nome
ro: Introduceți un nume
ru: Введите имя
sv: Ange ett namn
th: ใส่ชื่อ
tr: İsim girin
vi: Nhập tên
zh_hans: 输入名称
zh_hant: 輸入名稱

# help_preview_ttextTips_12
source: Sound:setup the sound on/off
cs: Přepínač zvuku: nastavte zařízení,aby přehrával zvukový spínač
de: Ton: Ton des Geräts ein-/ausschalten
es: Sonido: configura el sonido de encendido/apagado del Equipo
fi: Äänikytkin: aseta laite soittamaan äänikytkintä
fr: Son : configurer le son sur / hors de l'appareil
he: שמע: הדלק/כבה את שמע המצלמה
id: Suara : buka/tutup suara perangkat
it: Suono: Impostare il suono del dispositivo on/off
ja: サウンド：デバイスのサウンドのオン/オフを設定します
ko: 사운드 : 장치의 사운드 켜기 / 끄기 설정
nb: Lyd: Slå AV eller PÅ lyden
nl: Geluid:geluid apparaat in-of uitschakelen
pl: Dźwięk: włączenie/wyłączenie dźwięku z kamery
pt_br: Som: configure o som ligado/desligado do dispositivo
ro: Sunet: configurați sunetul pornire/oprire a dispozitivului
ru: Звук: установить звук включения/выключения устройства
sv: Ljud: Ställ in ljudet på/av på enheten
th: เสียง: ตั้งค่าเสียงเปิด / ปิด
tr: Ses: cihazın açık/kapalı sesini ayarlayın
vi: Công tắc âm thanh: đặt thiết bị để phát công tắc âm thanh
zh_hans: 声音开关：设置设备播放声音开关
zh_hant: 聲音開關：設置設備播放聲音開關

# cloud_video_duration
source: Video saving duration
cs: Doba ukládání videa
de: Videospeicherdauer
es: El video Guardar Duración
fi: Videon tallennuksen kesto
fr: Durée de stockage vidéo
he: שמור את זמן ההקלטה
id: Durasi Simpan Video
it: Durata archiviazione video
ja: 動画保存期間
ko: 비디오 저장 기간
nb: Video lagringstid
nl: Opnametijd besparen
pl: Czas nagrywania
pt_br: Duração de gravação de vídeo
ro: Durata de salvare video
ru: Продолжительность сохранения видео
sv: Videobesparingstid
th: ระยะเวลาการบันทึกวิดีโอ
tr: Video kaydetme süresi
vi: Ghi lại thời gian lưu trữ
zh_hans: 录像保存时间
zh_hant: 錄像保存時間

# devicesetting_4G_card_sales_agreement
source: Sales agreement
cs: Prodejní smlouva
de: Kaufvertrag
es: Acuerdo de venta
fi: Myyntisopimus
fr: Accord de vente
he: הסכם מכר
id: Perjanjian penjualan
it: Accordo di vendita
ja: 販売契約
ko: 판매 계약
nb: Salgsavtale
nl: Verkoopovereenkomst
pl: Umowa sprzedaży
pt_br: Contrato de vendas
ro: Contract de vânzare
ru: Договор купли-продажи
sv: Försäljningsavtal
th: ข้อตกลงการขาย
tr: Satış anlaşması
vi: Hợp đồng mua bán
zh_hans: 销售协议
zh_hant: 銷售協議

# alarmMessage_selecteDate
source: Choose date
cs: Vyberte datum
de: Datum wählen
es: Elige la fecha
fi: Valitse päivämäärä
fr: Choisir la date
he: בחר תאריך
id: pilih tanggal
it: Selezionare orario
ja: 日付を選択
ko: 날짜를 선택해주세요.
nb: Velg dato
nl: Datum kiezen
pl: Wybierz datę
pt_br: Escolha a data
ro: Alegeți data
ru: Выберите дату
sv: Välj datum
th: เลือกวันที่
tr: Tarih seç
vi: Chọn ngày
zh_hans: 选择日期
zh_hant: 選擇日期

# userSettings_mobileData_trafficStat
source: Mobile data statistics
cs: Statistika provozu
de: Statistik mobile Daten
es: Estadísticas de tráfico
fi: Liikennetilastot
fr: Statistiques de trafic
he: נתוני תעבורת הנתונים
id: Statik Trafic data HP
it: Statistiche traffico dati
ja: 通信量
ko: 모바일 데이터 통계
nb: Statistikk datatrafikk
nl: Statistiek mobiel dataverkeer
pl: Statystyki transferu danych
pt_br: Estatísticas de tráfego de dados móveis
ro: Statistici privind traficul de date mobile
ru: Статистика трафика мобильных данных
sv: Mobil datatrafikstatistik
th: สถิติข้อมูลมือถือ
tr: Mobil veri trafiği istatistikleri
vi: Thống kê giao thông
zh_hans: 流量统计
zh_hant: 流量統計
