Repository: Yolo-cell-hash/go_home_ios
Catalog: ios/Runner/JASDK/JAResources/XLanguage/X35MultiLanguage/*.lproj/X35MutiLanguage.strings
Languages: cs, de, es, fi, fr, he, id, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sv, th, tr, vi, zh_hans, zh_hant

# devicesetting_privacy_area_number
source: Privacy area %1$d
cs: Oblast ochrany osobních údajů%1$d
de: Privatsphäre-Bereich%1$d
es: Área de privacidad%1$d
fi: Tietosuoja-alue%1$d
fr: Zone de confidentialité %1$d
he: אזור פרטיות%1$d
id: Area privasi%1$d
it: Area riservata%1$d
ja: プライバシーエリア%1$d
ko: 개인 정보 영역 %1$d
nb: Personvernsområde%1$d
nl: Privacygebied%1$d
pl: Obszar prywatności%1$d
pt_br: Área de privacidade%1$d
ro: Zona de confidențialitate%1$d
ru: Область конфиденциальности%1$d
sv: Sekretessområde%1$d
th: พื้นที่ความเป็นส่วนตัว%1$d
tr: Gizlilik alanı%1$d
vi: Khu vực riêng tư%1$d
zh_hans: 隐私区%1$d
zh_hant: 隱私區域%1$d

# devicelis_Free_cloud_storage_devices
source: Free cloud storage for new devices
cs: Zdarma cloudové úložiště pro nová zařízení
de: Kostenloser Cloud-Speicher für neue Geräte
es: Almacenamiento gratuito en la nube para nuevos dispositivos
fi: Ilmainen pilvitallennus uusille laitteille
fr: Stockage cloud gratuit pour les nouveaux appareils
he: אחסון ענן חינם למכשירים חדשים
id: Penyimpanan cloud gratis untuk perangkat baru
it: Archiviazione cloud gratuita per i nuovi dispositivi
ja: 新しいデバイス用の無料のクラウドストレージ
ko: 새 기기를 위한 무료 클라우드 스토리지
nb: Gratis skylagring for nye enheter
nl: Gratis cloudopslag voor nieuwe apparaten
pl: Bezpłatna pamięć masowa w chmurze dla nowych urządzeń
pt_br: Armazenamento em nuvem gratuito para novos dispositivos
ro: Stocare gratuită în cloud pentru dispozitive noi
ru: Бесплатное облачное хранилище для новых устройств
sv: Gratis molnlagring för nya enheter
th: ที่เก็บข้อมูลบนคลาวด์ฟรีสำหรับอุปกรณ์ใหม่
tr: Yeni cihazlar için ücretsiz bulut depolama
vi: Bộ nhớ đám mây miễn phí cho các thiết bị mới
zh_hans: 新设备领免费云存
zh_hant: 新設備領免費云存

source: Image style
cs: Styl obrázku
de: Bildstil
es: Estilo de imagen
fi: Kuvan tyyli
fr: Style d'image
he: סגנון תמונה
id: Style Gambar
it: Stile immagine
ja: イメージスタイル
ko: 이미지 스타일
nb: Bildestil
nl: Beeldstijl
pl: Styl obrazu
pt_br: Estilo da imagem
ro: Stilul imaginii
ru: Стиль изображения
sv: Bildstil
th: สไตล์ภาพ
tr: Görüntü stili
vi: Phong cách hình ảnh
zh_hans: 图像风格
zh_hant: 圖像風格

# addDevice_access_camera
source: App need to access camera
cs: Aplikace potřebuje přístup k fotoaparátu
de: App muss auf Kamera zugreifen
es: La aplicación necesita acceder a la cámara
fi: Sovellus tarvitsee pääsyn kameraan
fr: l'application doit accéder à la caméra
he: האפליקציה צריכה לקבל אישור על מנת להתחבר למצלמה
id: APP butuh untuk akses ke Kamera
it: L'applicazione necessita di accedere alla videocamera
ja: アプリからカメラを起動させてください。
ko: 카메라 사용권한이 필요합니다.
nb: App trenger tilgang til kameraet
nl: App heeft toegang camera nodig
pl: Aplikacja musi uzyskać dostęp do kamery
pt_br: App precisa acessar a câmera
ro: Aplicația trebuie să acceseze camera
ru: Приложение должно получить доступ к камере
sv: Appen behöver komma åt kameran
th: แอปต้องการเข้าถึงกล้อง
tr: App kamera erişmek gerekiyor
vi: Ứng dụng cần truy cập máy ảnh
zh_hans: App需要访问相机
zh_hant: App需要訪問相機

# addDevice_update_network
source: Switch network (not supporting 5G network configuration)
cs: Přepnout síť (nepodporuje konfiguraci sítě 5G)
de: Netzwerk ändern (5 GHz Netzwerke werden nicht unterstützt)
es: Red de conmutadores (no compatible con la configuración de red 5G)
fi: Vaihda verkko (ei tue 5G-verkon asetuksia)
fr: Réseau de commutation (non compatible avec la configuration réseau 5G)
he: מעבר לרשת (לא תומך בתצורת רשת 5G)
id: Beralih jaringan (tidak mendukung konfigurasi jaringan 5G)
it: Cambia rete (non supporta la configurazione di rete 5G)
ja: ネットワークの置換え(5Gネットワーク構成をサポートしない)
ko: 스위치 네트워크 (5G 네트워크 구성을 지원하지 않음)
nb: Switch-Netzwerk (unterstützt keine 5G-Netzwerkkonfiguration)
nl: Schakelen tussen netwerk (geen ondersteuning voor 5G-netwerkconfiguratie)
pl: Przełącz sieć (nie obsługuje konfiguracji sieci 5G)
pt_br: Trocar de rede (não suporta configuração de rede 5G)
ro: Comutarea rețelei (care nu suportă configurația rețelei 5G)
ru: Коммутатор сети (не поддерживает конфигурацию сети 5G)
sv: Byt nätverk (stödjer inte 5G nätverkskonfiguration)
th: สลับเครือข่าย (เครือข่าย 5G ไม่สามารถรองรับการตั้งค่าได้)
tr: Ağı değiştir (5G ağ yapılandırmasını desteklemiyor)
vi: Chuyển mạng (cấu hình mạng 5G hiện không được hỗ trợ)
zh_hans: 切换网络(暂不支持5G网络配置)
zh_hant: 切換網絡(暫不支持5G網絡配置)

# adddevice_share_reset_add
source: Please contact the owner to share the device or add it after reset
cs: Obraťte se na vlastníka, aby zařízení sdílel, nebo jej po resetování přidejte
de: Bitte Eigentümer kontaktieren, um das Gerät zu teilen oder fügen Sie es nach Zurücksetzen hinzu
es: Comuníquese con el propietario para compartir el dispositivo o agregarlo después de reiniciar
fi: Ota yhteyttä omistajaan, jos haluat jakaa laitteen tai lisätä sen nollauksen jälkeen
fr: Veuillez contacter le propriétaire pour partager l'appareil ou l'ajouter après la réinitialisation
he: אנא צור קשר עם הבעלים כדי לשתף את המכשיר או להוסיף אותו לאחר האיפוס
id: Silakan hubungi pemilik untuk membagikan perangkat atau menambahkannya setelah reset
it: Si prega di contattare il proprietario per condividere il dispositivo o aggiungerlo dopo il ripristino
ja: デバイスを共有するか、リセット後に追加するには、所有者に連絡してください
ko: 소유자에게 연락하여 기기를 공유하거나 재설정 후 추가하세요.
nb: Ta kontakt med eieren for å dele enheten eller legge den til etter tilbakestilling
nl: Neem contact op met de eigenaar om het apparaat te delen of toe te voegen na reset
pl: Skontaktuj się z właścicielem, aby udostępnić urządzenie lub dodać je po zresetowaniu
pt_br: Entre em contato com o proprietário para compartilhar o dispositivo ou adicioná-lo após a redefinição
ro: Contactați proprietarul pentru a partaja dispozitivul sau pentru a-l adăuga după resetare
ru: Свяжитесь с владельцем, чтобы поделиться устройством или добавить его после сброса
sv: Kontakta ägaren för att dela enheten eller lägg till den efter återställning
th: โปรดติดต่อเจ้าของเพื่อแชร์อุปกรณ์หรือเพิ่มหลังจากรีเซ็ต
tr: Cihazı paylaşmak veya sıfırladıktan sonra eklemek için lütfen sahibiyle iletişime geçin.
vi: Vui lòng liên hệ với chủ sở hữu để chia sẻ thiết bị hoặc thêm thiết bị sau khi đặt lại
zh_hans: 请联系机主分享设备或复位后再添加
zh_hant: 請聯繫機主分享設備或複位後再添加

# help_preview_ttextTips_15
source: PTZ control: control the movement of high speed dome
cs: Ovládání PTZ: řízení pohybu kulového stroje
de: PTZ-Steuerung: Ausrichtung von steuerbaren Kameras
es: Control PTZ: controla el movimiento del domo de alta velocidad
fi: PTZ-ohjaus: ohjaa pallokoneen liikettä
fr: Contrôle PTZ : contrôler le mouvement du dôme à haute vitesse
he: בקרת PTZ: שליטה על התנועה של הכיפה
id: Kontrol PTZ : untuk mengontrol kamera PTZ
it: Controllo PTZ: Controllare il movimento delle videocamere motorizzate
ja: PTZ制御：動きを制御します。
ko: PTZ 제어 : 고속 돔의 움직임 제어
nb: PTZ kontroll: Kontroller bevegelsen til kamera domen
nl: PTZ-regeling: regeling beweging snelle “dome”
pl: PTZ: sterowanie ruchem kamery
pt_br: Controle PTZ: controle o movimento da cúpula de alta velocidade
ro: Controlul PTZ: controlul mișcării domului de mare viteză
ru: Управление PTZ: управление движением скоростной купольной камеры
sv: PTZ-kontroll: kontrollera rörelsen av höghastighetsdomein
th: การควบคุม PTZ: ควบคุมการเคลื่อนที่ของกล้องสปีดโดม
tr: PTZ kontrolü: yüksek hızlı kubbe hareketini kontrol eder
vi: Điều khiển PTZ: điều khiển chuyển động của máy bóng
zh_hans: 云台控制：控制球机设备移动
zh_hant: 雲台控制：控制球機設備移動

# help_normal_problem_text_11
source: 1.For saving the room of SD card and extend the lifetime,device will only make recording when detect the actived image ,that's why the recording content is uncontinuous.
cs: 1. Aby se ušetřilo místo na SD kartě a prodloužila se doba životnosti,přístroj zaznamená pouze při kontrole činnosti obrazu,takže bude docházet k přerušovanému jevu.
de: 1. Um Speicherplatz auf der SD-Karte zu sparen und die Lebensdauer zu verlängern, nimmt das Gerät nur nach Bewegungserkennung und nicht durchgehend auf.
es: 1. Para ahorrar espacio y prolongar la vida útil de la tarjeta SD,el Equipo solo graba cuando se detecta la actividad de la imagen,por lo que habrá un fenómeno intermitente.
fi: 1. SD-kortin tilan säästämiseksi ja käyttöiän pidentämiseksi laite tallentaa vain,kun kuvan aktiivisuus on tarkistettu,joten esiintyy ajoittaista ilmiötä.
fr: 1. Afin d'économiser de l'espace sur la carte SD et de prolonger sa durée de vie, l'appareil enregistre uniquement le moment où l'activité de l'image est vérifiée, d'où les coupures.
he: 1. על מנת לחסוך מקום בכרטיס הSD,המכשיר יקליט רק בעת שהוא יזהה תנועה. עקב כך,ההקלטה אינה רציפה
id: 1. untuk menghemat ruang di kartu SD,perangkat hanya menyimpan rekaman kalo terdeteksi ada aktifitas.
it: 1. Per poter registrare abbastanza dati,e per preservarne il funzionamento,la scheda registrerà solamente quando rileverà un movimento,per questo la registrazine non è continua
ja: 1.SDカードの容量節約と、カメラ寿命を延ばす為に、動きがある映像のみを検出して録画を実施しているからです。
ko: SD 카드의 공간과 수명을 절약하기 위해, 장치는 이미지 활동을 감지 할 때만 레코딩을 할 것이고, 그 이유는 레코딩 컨텐트가 연속적이지 않기 때문입니다.
nb: 1. For å spare plass og levetid på minnekortet,vil det kun gjøres opptak når bevegelse er detektert,derfor er ikke video konstant.
nl: 1.Om ruimte te besparen en de levensduur van de SD-kaart te verlengen,maakt het apparaat alleen opnamen bij de detectie van beeldactiviteit,daarom is de opname-inhoud niet continu.
pl: 1. Aby zaoszczędzić miejsce na karcie SD nagrywane są momenty w których występuje ruch na obrazie.
pt_br: 1.Para salvar a sala do cartão SD e tempo de vida,o dispositivo só vai fazer a gravação ao detectar a atividade da imagem,é por isso que o conteúdo da gravação não é contínuo.
ro: 1.Pentru salvarea camerei de pe cardul SD și durata de viață,dispozitivul va face înregistrarea numai atunci când detectează activitatea imaginii,de aceea conținutul înregistrării nu este continuu.
ru: 1.Для сохранения места на SD-карте и срока службы устройство выполняет запись только при обнаружении активности изображения,поэтому содержание записи не является непрерывным.
sv: 1. För att spara rummet på SD-kort och livstid,kommer enheten bara att spela in när den upptäcker bildaktivitet,det är därför inspelningsinnehållet inte är kontinuerligt.
th: 1. เพื่อประหยัดเนื้อที่ของการ์ด SD และยืดอายุการใช้งานอุปกรณ์จะบันทึกเฉพาะเมื่อมีการตรวจสอบกิจกรรมของภาพดังนั้นนั่นคือสาเหตุที่เนื้อหาการบันทึกไม่ต่อเนื่อง
tr: 1. SD kart odasının ve kullanım ömrünün korunması için,cihaz yalnızca görüntü etkinliği algılandığında kayıt yapar,bu nedenle kayıt içeriği sürekli değildir.
vi: 1. Để tiết kiệm dung lượng của thẻ SD và kéo dài tuổi thọ, thiết bị chỉ ghi hình khi kiểm tra hoạt động hình ảnh nên sẽ có hiện tượng ngắt quãng.
zh_hans: 1.为了节省SD卡的空间和延长使用寿命，设备仅在检查到图像活动的时候录像，因此就会有断断续续的现象。
zh_hant: 1.為了節省SD卡的空間和延長使用壽命，設備僅在檢查到圖像活動的時候錄像，因此就會有斷斷續續的現象。

# devicesetting_4G_no_signal
source: No signal
cs: Bez signálu
de: Kein Signal
es: Sin señal
fi: Ei signaalia
fr: Pas de signal
he: אין קליטה
id: Tidak ada sinyal
it: Nessun segnale
ja: 信号なし
ko: 신호 없음
nb: Ingen signal
nl: Geen signaal
pl: Brak sygnału
pt_br: Sem sinal
ro: Nici un semnal
ru: Нет сигнала
sv: Ingen signal
th: ไม่มีสัญญาณ
tr: Sinyal yok
vi: Không có tín hiệu
zh_hans: 无信号
zh_hant: 無信號

# devicesetting_delete_warn_line
source: 2、 delete the cordon
cs: 2 、 vymažte kordon
de: 2. Warnlinie löschen
es: 2、eliminar el cordón
fi: 2 、 poista kordoni
fr: 2、supprimer le cordon
he: 2、 מחק את הכבל
id: 2 、 hapus barisan
it: 2、 elimina il cordone
ja: 2、コードンを削除する
ko: 2、 코드를 지우십시오.
nb: 2、 slett cordon
nl: 2、 verwijder het cordon
pl: 2、usuń kordon
pt_br: 2 、 apagar o cordão
ro: 2、 ștergeți cordonul
ru: 2 、 удалить кордон
sv: 2、 ta bort cordon
th: ลบขอบเขต
tr: 2 the kordonu silin
vi: 2. Xóa dây buộc
zh_hans: 2、删除警戒线
zh_hant: 2、刪除警戒線

# preview_no_video_refer_to_internet
source: To connect to the internet, please refer to:
cs: Chcete-li se připojit k internetu, postupujte podle následujících pokynů:
de: Informationen zum Herstellen einer Verbindung zum Internet finden Sie unter:
es: Para conectarse a internet, por favor consulte:
fi: Voit muodostaa yhteyden Internetiin seuraavasti:
fr: Pour vous connecter à Internet, veuillez vous référer à:
he: כדי להתחבר לאינטרנט, עיין ב:
id: Untuk terhubung ke internet, silakan merujuk ke:
it: Per connettersi a Internet, fare riferimento a:
ja: インターネットに接続するには、以下を参照してください。
ko: 인터넷에 연결하려면 다음을 참조하십시오.
nb: For å koble til Internett, vennligst se:
nl: Om verbinding te maken met het internet, raadpleegt u:
pl: Aby połączyć się z Internetem, zapoznaj się z:
pt_br: Para se conectar à internet, por favor consulte:
ro: Pentru a vă conecta la internet, vă rugăm să consultați:
ru: Для подключения к Интернету, пожалуйста, обратитесь к:
sv: För att ansluta till internet, se:
th: ในการเชื่อมต่ออินเทอร์เน็ตโปรดดูที่:
tr: İnternete bağlanmak için lütfen bakınız:
vi: Để kết nối Internet, vui lòng tham khảo:
zh_hans: 如需要连接到互联网，请参考：
zh_hant: 如需連接到互聯網，請參考：

# help_normal_problem_text_5
source: 1. Allow App message notification to receive alarm push;
cs: 1. Povolit upozornění na zprávu aplikace přijímat upozornění na poplach;
de: 1. Überprüfen Sie, ob Push-Nachrichten am Gerät und in der App aktiviert sind.
es: 1. Permitir que la notificación del mensaje de la aplicación reciba una alarma;
fi: 1. Salli sovellusviestin ilmoituksen vastaanottaa hälytys push;
fr: 1. Autoriser la notification de message de l'application à recevoir une poussée d'alarme;
he: 1. אפשר להתראות על הודעת אפליקציה לקבל דחיפה מעורר;
id: 1. Izinkan pemberitahuan pesan Aplikasi untuk menerima push alarm;
it: 1. Consenti alla notifica del messaggio dell'app di ricevere la spinta dell'allarme;
ja: 1.アプリメッセージ通知がアラームプッシュを受信できるようにします。
ko: 1. 앱 메시지 알림이 알람 푸시를 받도록 허용합니다.
nb: 1. Tillat varsel om appmelding å motta alarm push;
nl: 1. Sta toe dat app-berichtmelding alarm push ontvangt;
pl: 1. Pozwól, aby powiadomienie z aplikacji otrzymywało alarm;
pt_br: 1. Permitir que a notificação de mensagens do aplicativo receba o envio de alarme;
ro: 1. Permiteți notificării mesajului aplicației să primească apăsare de alarmă;
ru: 1. Разрешить уведомлению приложения получать уведомления о тревоге;
sv: 1. Låt appmeddelande få larm push;
th: 1. อนุญาตให้แอปแจ้งเตือนข้อความเพื่อรับการแจ้งเตือน
tr: 1. App mesaj bildirim alarm push almak için izin verin;
vi: 1. Cho phép thông báo tin nhắn ứng dụng để nhận báo động đẩy;
zh_hans: 1.允许App消息通知，才能接收到报警推送；
zh_hant: 1.允許App消息通知，才能接收到報警推送；

# person_feedback_question_Unable_to_detect_TF_card_detail_power
source: 2. Unplug the camera power cord and restart the camera
cs: 2. Odpojte napájecí kabel fotoaparátu a restartujte fotoaparát
de: 2. Ziehen Sie das Netzgerätekabel der Kamera ab und starten Sie die Kamera neu
es: 2. Desenchufe el cable de alimentación de la cámara y reinicie la cámara.
fi: 2. Irrota kameran virtajohto ja käynnistä kamera uudelleen
fr: 2. Débranchez le cordon d'alimentation de l'appareil photo et redémarrez l'appareil photo
he: .2 נתק את כבל המתח של המצלמה והפעל מחדש את המצלמה
id: 2. Cabut kabel listrik kamera dan nyalakan kembali kamera
it: 2. Scollegare il cavo di alimentazione della videocamera e riavviare la videocamera
ja: 2.カメラの電源コードを抜き、カメラを再起動します
ko: 2. 카메라 전원 코드를 뽑고 카메라를 다시 시작하십시오.
nb: 2. Trekk ut strømkabelen til kameraet og start kameraet på nytt
nl: 2. Koppel het netsnoer van de camera los en start de camera opnieuw
pl: 2. Odłącz przewód zasilający aparatu i uruchom ponownie aparat
pt_br: 2. Desconecte o cabo de alimentação da câmera e reinicie a câmera
ro: 2. Deconectați cablul de alimentare al camerei și reporniți camera
ru: 2. Отключите шнур питания камеры и перезапустите камеру.
sv: 2. Koppla ur kamerans nätkabel och starta om kameran
th: 2. ถอดปลั๊กสายไฟกล้องและรีสตาร์ทกล้อง
tr: 2. Kamera güç kablosunu çıkarın ve kamerayı yeniden başlatın
vi: 2. Rút dây nguồn của máy ảnh, khởi động lại máy ảnh
zh_hans: 2.拔插摄像机电源线，重启摄像机
zh_hant: 2.拔插攝像機電源線，重啟攝像機

source: Add Device
cs: Přidat zařízení
de: Gerät hinzufügen
es: Agregar un Equipo
fi: Lisää laite
fr: Ajouter un périphérique
he: הוספת התקן
id: Tambah Perangkat
it: Aggiungere un dispositivo
ja: デバイスの追加
ko: 장치 추가
nb: Legg til enhet
nl: Apparaat toevoegen
pl: Dodawanie urządzenia
pt_br: Adicionar dispositivo
ro: Adăugați dispozitiv
ru: Добавить устройство
sv: Lägg till enhet
th: เพิ่มอุปกรณ์
tr: Cihaz ekle
vi: Thêm thiết bị
zh_hans: 添加设备
zh_hant: 添加設備

source: Cloud recording validity
cs: Platnost cloudového záznamu
de: Gültigkeit der Cloud-Aufnahme
es: Validez de grabación en la nube
fi: Pilvien tallennuksen voimassaolo
fr: Validité de l'enregistrement dans le cloud
he: תוקף הקלטת ענן
id: Validitas perekaman cloud
it: Validità della registrazione nel cloud
ja: クラウド記録の有効性
ko: 클라우드 기록 유효성
nb: Gyldig skyopptak
nl: Geldigheid van cloudopname
pl: Ważność zapisu w chmurze
pt_br: Validade de gravação na nuvem
ro: Valabilitatea înregistrării în cloud
ru: Срок действия облачной записи
sv: Molninspelningens giltighet
th: ความถูกต้องในการบันทึกบนคลาวด์
tr: Bulut kayıt geçerliliği
vi: Thời hạn hiệu lực của video đám mây
zh_hans: 云录像有效期
zh_hant: 雲錄像有效期

# deviceSetting_Video_time_limit_describe
source: The recording time when a moving object is detected. If there is no moving object, it will end early
cs: Doba záznamu, když je detekován pohybující se objekt. Pokud není žádný pohybující se objekt, skončí brzy
de: Aufnahmezeit, wenn Bewegung erkannt wird. Ohne Bewegung, wird die Aufnahme vorzeitig beendet
es: El tiempo de grabación cuando se detecta un objeto en movimiento. Si no hay ningún objeto en movimiento, terminará antes
fi: Tallennusaika, kun liikkuva kohde havaitaan. Jos liikkuvaa kohdetta ei ole, se loppuu aikaisin
fr: La durée d'enregistrement lorsqu'un objet en mouvement est détecté. s'il n'y a pas d'objet en mouvement, cela se terminera tôt
he: זמן ההקלטה כאשר מזוהה עצם נע. אם אין חפץ נע, זה יסתיים מוקדם
id: Waktu perekaman saat objek bergerak terdeteksi. Jika tidak ada objek yang bergerak, itu akan berakhir lebih awal
it: Il tempo di registrazione quando viene rilevato un oggetto in movimento. Se non ci sono oggetti in movimento, finirà prima
ja: 移動物体を検出したときの記録時間。動く物体がない場合は早く終了します
ko: 움직이는 물체가 감지되었을 때의 녹화 시간입니다. 움직이는 물체가 없으면 일찍 종료됩니다.
nb: Opptakstiden når et objekt i bevegelse oppdages. Hvis det ikke er noe bevegelig objekt, vil det slutte tidlig
nl: De opnametijd wanneer een bewegend object wordt gedetecteerd. Als er geen bewegend object is, stopt het vroeg
pl: Czas nagrywania po wykryciu poruszającego się obiektu. Jeśli nie ma poruszającego się obiektu, zakończy się wcześnie
pt_br: O tempo de gravação quando um objeto em movimento é detectado. Se não houver nenhum objeto em movimento, ele terminará mais cedo
ro: Timpul de înregistrare când este detectat un obiect în mișcare. Dacă nu există niciun obiect în mișcare, se va termina mai devreme
ru: Время записи при обнаружении движущегося объекта. Если нет движущегося объекта, он закончится раньше
sv: Inspelningstiden när ett rörligt föremål detekteras. Om det inte finns något rörligt föremål kommer det att sluta tidigt
th: เวลาบันทึกเมื่อตรวจพบวัตถุเคลื่อนที่ หากไม่มีวัตถุเคลื่อนที่ก็จะสิ้นสุดก่อนกำหนด
tr: Hareket eden bir nesne algılandığında kayıt süresi. Hareketli cisim yoksa erken biter
vi: Thời gian ghi khi một đối tượng chuyển động được phát hiện. Nếu không có vật thể chuyển động sẽ kết thúc sớm
zh_hans: 侦测到移动物体时的录像时长，如无移动物体，则提前结束
zh_hant: 偵測到移動物體時的錄像時長，如無移動物體，則提前結束

# adddevice_device_not_support_direct_connect
source: The device does not support direct connection
cs: Zařízení nepodporuje přímé připojení
de: Das Gerät unterstützt keine lokale Verbindung
es: El dispositivo no admite conexión directa.
fi: Laite ei tue suoraa yhteyttä
fr: L'appareil ne prend pas en charge la connexion directe
he: המכשיר אינו תומך בחיבור ישיר
id: Perangkat tidak mendukung koneksi langsung
it: Il dispositivo non supporta la connessione diretta
ja: デバイスは直接接続をサポートしていません
ko: 장치가 직접 연결을 지원하지 않습니다
nb: Enheten støtter ikke direkte tilkobling
nl: Het apparaat ondersteunt geen directe verbinding
pl: Urządzenie nie obsługuje bezpośredniego połączenia
pt_br: O dispositivo não suporta conexão direta
ro: Aparatul nu acceptă conexiunea directă
ru: Устройство не поддерживает прямое подключение
sv: Enheten stöder inte direkt anslutning
th: อุปกรณ์ที่ไม่สนับสนุนการเชื่อมต่อโดยครง
tr: Cihaz doğrudan bağlantıyı desteklemiyor
vi: Thiết bị này hiện không hỗ trợ kết nối trực tiếp cục bộ
zh_hans: 该设备暂不支持本地直连
zh_hant: 該設備暫不支持本地直連

# addDevice_Children_room
source: Children's room
cs: Dětský pokoj
de: Kinderzimmer
es: Cuarto de los niños
fi: Lasten huone
fr: La Chambre des enfants
he: חדר ילדים
id: Kamar anak-anak
it: La stanza dei bambini
ja: 子供部屋
ko: 어린이 방
nb: Barnerom
nl: Kinderkamer
pl: Pokój dziecięcy
pt_br: Quarto infantil
ro: Camera copiilor
ru: Детская комната
sv: Barnrum
th: ห้องเด็ก
tr: Çocuk odası
vi: Phòng trẻ em
zh_hans: 儿童房
zh_hant: 兒童房
