Repository: Yolo-cell-hash/go_home_ios
Catalog: ios/Runner/JASDK/JAResources/XLanguage/X35MultiLanguage/*.lproj/X35MutiLanguage.strings
Languages: cs, de, es, fi, fr, he, id, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sv, th, tr, vi, zh_hans, zh_hant

# devicesetting_best_detected_Description_ios
source: Record %@ video when a moving object is detected
cs: Natáčejte %@ video, když je detekován pohybující se objekt
de: %@ Video aufnehmen, wenn Bewegung erkannt wird
es: Grabe un video de %@ cuando se detecte un objeto en movimiento
fi: Tallenna %@ video, kun havaitaan liikkuva kohde
fr: Enregistrez une vidéo de %@ lorsqu'un objet en mouvement est détecté
he: הקלט וידאו של %@ שניות כאשר מזוהה אובייקט נע
id: Rekam video %@ ketika objek bergerak terdeteksi
it: Registra video di %@ quando viene rilevato un oggetto in movimento
ja: 動く物体が検出されたときに%@のビデオを録画する
ko: 움직이는 물체가 감지되면 %@ 비디오 녹화
nb: Ta opp %@ video når et objekt i bevegelse oppdages
nl: Neem %@-video op wanneer een bewegend object wordt gedetecteerd
pl: Nagrywaj %@ wideo po wykryciu poruszającego się obiektu
pt_br: Grave um vídeo de %@ quando um objeto em movimento for detectado
ro: Înregistrați videoclipuri de %@ când este detectat un obiect în mișcare
ru: Записывайте %@ видео при обнаружении движущегося объекта
sv: Spela in %@ video när ett rörligt objekt detekteras
th: บันทึกวิดีโอ %@ วินาทีเมื่อตรวจพบวัตถุเคลื่อนที่
tr: Hareketli bir nesne algılandığında %@ saniyelik video kaydedin
vi: Quay video %@ giây khi phát hiện đối tượng chuyển động
zh_hans: 侦测到移动物体时录制%@录像
zh_hant: 偵測到移動物體時錄製%@錄像

source: Edit device
cs: Úpravy zařízení
de: Gerät bearbeiten
es: Edición de equipos
fi: Muokkauslaite
fr: Modifier l'appareil
he: עריכת המכשיר
id: Ubah perangkat
it: Impostare dispositivo
ja: デバイスの編集
ko: 제품정보 수정
nb: Rediger enhet
nl: Edit appar
pl: Edytuj urządzenie
pt_br: Editar dispositivo
ro: Editați dispozitivul
ru: Редактировать устройство
sv: Redigera enheten
th: แก้ไขอุปกรณ์
tr: Cihazı düzenle
vi: Chỉnh sửa thiết bị
zh_hans: 编辑设备
zh_hant: 編輯設備

# devicesetting_restart_device_prompt
source: Do you want to restart the device?
cs: Chcete restartovat zařízení?
de: Gerät neu starten?
es: ¿Quieres reiniciar el Equipo?
fi: Haluatko käynnistää laitteen uudelleen?
fr: Voulez-vous redémarrer l'appareil?
he: האם ברצונך להפעיל מחדש את המכשיר?
id: Apakah Anda ingin me-restart perangkat?
it: Vuoi riavviare il dispositivo?
ja: デバイスを再起動しますか？
ko: 장치를 다시 시작 하시겠습니까?
nb: Vil du starte enheten på nytt?
nl: Wilt u het apparaat opnieuw opstarten?
pl: Czy chcesz ponownie uruchomić urządzenie?
pt_br: Você quer reiniciar o dispositivo?
ro: Doriți să reporniți dispozitivul?
ru: Вы хотите перезагрузить устройство?
sv: Vill du starta om enheten?
th: คุณต้องการที่จะรีสตาร์ทอุปกรณ์?
tr: Cihazı yeniden başlatmak ister misiniz?
vi: Bạn có muốn khởi động lại thiết bị không?
zh_hans: 是否重启设备？
zh_hant: 是否重啟設備？

# devicesetting_repairing
source: Repairing...
cs: Oprava ...
de: Reparieren ...
es: Reparando ...
fi: Korjaamisesta ...
fr: Réparation ...
he: מתקן ...
id: Memperbaiki ...
it: Riparazione ...
ja: 修理...
ko: 복구 중 ...
nb: Reparasjon ...
nl: Herstellen ...
pl: Naprawianie ...
pt_br: Reparando ...
ro: Reparare ...
ru: Ремонт ...
sv: Reparation...
th: ซ่อมแซม
tr: Onarım ...
vi: Đang sửa chữa ...
zh_hans: 正在修复...
zh_hant: 正在修復...

# addDevice_allow_access_camera
source: Allow to access camera and then can scan QR code
cs: Umožňuje přístup k fotoaparátu pro běžné skenování QR kódů
de: Zugriff auf Kamera erlauben und im Anschluss QR-Code zu scannen
es: Antes de escanear el código QR debe permitir el acceso a la cámara
fi: Salli pääsyn kameraan QR-koodien normaaliin skannaukseen
fr: Autoriser l'accès à la caméra pour scanner le code QR
he: על מנת לסרוק את קוד הQR יש צורך לאפשר לאפליקציה להתחבר למצלמה
id: kasih hak akses Kamera and dapat memindai kode QR
it: Permettere accesso alla videocamera,quindi scannerizzare
ja: カメラへのアクセスを許可してQRコードをスキャンする
ko: 카메라 사용하여 QR 코드 스캔
nb: Gi tilgang til kameraet og skann QR-kode
nl: Toegang camera toestaan en dan QR-code scannen
pl: Zezwól na dostęp do kamery a następnie zeskanuj kod QR
pt_br: Permitir acessar a câmera e depois escanear o código QR
ro: Permiteți accesul camerei și apoi puteți scana codul QR
ru: Разрешить доступ к камере,а затем может сканировать QR-код
sv: Tillåt åtkomst till kameran och kan sedan skanna QR-kod
th: อนุญาตให้มีการเข้าถึงกล้องเพื่อสแกนรหัส QR
tr: Kameraya erişim izni verin ve ardından QR kodunu tarayabilir
vi: Cho phép truy cập vào máy ảnh để sử dụng chức năng quét mã QR bình thường
zh_hans: 允许访问相机，才能正常使用扫描二维码功能
zh_hant: 允許訪問相機，才能正常使用掃描二維碼功能

# message_Live_broadcast
source: Live broadcast
cs: Živé vysílání
de: Live-Übertragung
es: Transmisión en vivo
fi: Suora lähetys
fr: Diffusion en direct
he: שידור חי
id: Siaran langsung
it: Trasmissione in diretta
ja: 生放送
ko: 생방송
nb: Direktesending
nl: Live uitzending
pl: Transmisja na żywo
pt_br: Transmissão ao vivo
ro: Difuzare în direct
ru: Прямая трансляция
sv: Livesändning
th: ออกอากาศสด
tr: Canlı yayın
vi: Phát sóng trực tiếp
zh_hans: 直播
zh_hant: 直播

# cloud_cancel_order_question
source: Are you sure you want to cancel the order?
cs: Opravdu chcete objednávku zrušit?
de: Möchten Sie die Bestellung wirklich stornieren?
es: ¿Seguro que quieres cancelar el pedido?
fi: Haluatko varmasti perua tilauksen?
fr: Voulez-vous vraiment annuler la commande?
he: האם אתה בטוח שברצונך לבטל את ההזמנה?
id: Anda yakin ingin membatalkan pesanan?
it: Sei sicuro di voler annullare l'ordine?
ja: 注文をキャンセルしてもよろしいですか？
ko: 주문을 취소 하시겠습니까?
nb: Er du sikker på at du vil kansellere bestillingen?
nl: Weet je zeker dat je de bestelling wilt annuleren?
pl: Czy na pewno chcesz anulować zamówienie?
pt_br: Tem certeza de que deseja cancelar o pedido?
ro: Sunteți sigur că doriți să anulați comanda?
ru: Вы уверены, что хотите отменить заказ?
sv: Är du säker på att du vill avbryta beställningen?
th: คุณแน่ใจหรือไม่ว่าต้องการที่จะยกเลิกคำสั่งซื้อ
tr: Siparişi iptal etmek istediğinizden emin misiniz?
vi: Bạn có chắc chắn để hủy đơn đặt hàng không?
zh_hans: 是否确定取消该订单？
zh_hant: 是否確定取消該訂單？

# addDevice_Doorway
source: Doorway
cs: Vchod
de: Eingang
es: Puerta
fi: Oviaukko
fr: Porte
he: פֶּתַח
id: Pintu keluar masuk
it: porta
ja: 戸口
ko: 출입구
nb: Døråpning
nl: Deuropening
pl: Wejście
pt_br: Entrada
ro: Intrare
ru: Дверной проем
sv: Dörröppning
th: ประตู
tr: kapı aralığı
vi: Ô cửa
zh_hans: 门口
zh_hant: 門口

# deviceSetting_Push_night
source: Push at night
cs: Zatlačte v noci
de: Nachts
es: Empujar por la noche
fi: Paina yöllä
fr: Pousser la nuit
he: לדחוף בלילה
id: Dorong di malam hari
it: Spingi di notte
ja: 夜に押す
ko: 밤에 밀어
nb: Skyv om natten
nl: Duw's nachts
pl: Pchaj w nocy
pt_br: Empurre à noite
ro: Împingeți noaptea
ru: Толкать ночью
sv: Tryck på natten
th: ดันตอนกลางคืน
tr: Geceleri itin
vi: Đẩy vào ban đêm
zh_hans: 晚上推送
zh_hant: 晚上推送

# devicesetting_base_station_switch_wifi
source: After configuring WiFi, if the network cable is unplugged, the base station will automatically switch to WiFi connection
cs: Pokud po konfiguraci WiFi odpojíte síťový kabel, základna se automaticky přepne na připojení WiFi
de: Wenn das Netzwerkkabel nach der WLAN-Konfiguration getrennt wird, wechselt die Basisstation automatisch zur WLAN-Verbindung
es: Después de configurar WiFi, si el cable de red está desconectado, la estación base cambiará automáticamente a la conexión WiFi
fi: Jos verkkokaapeli on irrotettu pistorasiasta, tukiasema vaihtaa automaattisesti WiFi -yhteyteen WiFi -määrityksen jälkeen
fr: Après avoir configuré le WiFi, si le câble réseau est débranché, la station de base passera automatiquement en connexion WiFi
he: לאחר הגדרת WiFi, אם כבל הרשת מנותק, תחנת הבסיס תעבור אוטומטית לחיבור WiFi
id: Setelah mengkonfigurasi WiFi, jika kabel jaringan dicabut, stasiun pangkalan akan secara otomatis beralih ke koneksi WiFi
it: Dopo aver configurato il WiFi, se il cavo di rete è scollegato, la stazione base passerà automaticamente alla connessione WiFi
ja: WiFiを構成した後、ネットワークケーブルが抜かれると、ベースステーションは自動的にWiFi接続に切り替わります。
ko: WiFi를 구성한 후 네트워크 케이블을 뽑으면 베이스 스테이션이 자동으로 WiFi 연결로 전환됩니다.
nb: Etter konfigurering av WiFi, hvis nettverkskabelen er koblet fra, vil basestasjonen automatisk bytte til WiFi -tilkobling
nl: Na het configureren van WiFi en als de netwerkkabel wordt losgekoppeld, schakelt het basisstation automatisch over naar WiFi-verbinding
pl: Po skonfigurowaniu Wi-Fi, jeśli kabel sieciowy zostanie odłączony, stacja bazowa automatycznie przełączy się na połączenie Wi-Fi
pt_br: Depois de configurar o WiFi, se o cabo de rede for desconectado, a estação base mudará automaticamente para a conexão WiFi
ro: După configurarea WiFi, dacă cablul de rețea este deconectat, stația de bază va trece automat la conexiunea WiFi
ru: После настройки Wi-Fi, если сетевой кабель отключен, базовая станция автоматически переключится на подключение Wi-Fi.
sv: Efter konfigurering av WiFi, om nätverkskabeln är urkopplad, växlar basstationen automatiskt till WiFi -anslutning
th: หลังจากกำหนดค่า WiFi แล้ว หากไม่ได้เสียบสายเคเบิลเครือข่าย สถานีฐานจะเปลี่ยนเป็นการเชื่อมต่อ WiFi โดยอัตโนมัติ
tr: WiFi yapılandırıldıktan sonra, ağ kablosu takılı değilse, baz istasyonu otomatik olarak WiFi bağlantısına geçecektir.
vi: Sau khi định cấu hình WiFi, nếu cáp mạng được rút ra, trạm gốc sẽ tự động chuyển sang kết nối WiFi
zh_hans: 配置WiFi后，如果网线被拔出，基站将自动切换到WiFi连接
zh_hant: 配置WiFi後，如果網線被拔出，基站將自動切換到WiFi連接

# help_addDevice_textTips_6
source: Add WiFi camera
cs: Přidejte bezdrátovou kameru
de: WLAN Kamera hinzufügen
es: Agregar cámara WiFi
fi: Lisää langaton kamera
fr: Ajouter une caméra WiFi
he: הוספת מצלמת WiFi
id: Tambah Kamera WiFi
it: Aggiungi telecamera WiFi
ja: 無線LANカメラの追加
ko: WiFi 카메라 등록
nb: Legg til et panoramakamera
nl: WiFi-camera toevoegen
pl: Dodawanie kamery WiFi
pt_br: Adicionar câmera WiFi
ro: Adăugați cameră WiFi
ru: Добавить WiFi камеру
sv: Lägg till WiFi-kamera
th: เพิ่มกล้อง WiFi
tr: WiFi kamera ekle
vi: Thêm một máy ảnh không dây
zh_hans: 添加无线摄像机
zh_hant: 添加無線攝像機

# devicesetting_4G_card_view_package
source: View card package
cs: Zobrazit balíček karet
de: Kartenpakete anzeigen
es: Ver paquete de tarjeta
fi: Näytä korttipaketti
fr: Voir le paquet de carte
he: צפה בחבילת כרטיסים
id: Lihat paket kartu
it: Visualizza pacchetto di carte
ja: カードパッケージを表示
ko: 카드 패키지보기
nb: Vis kortpakke
nl: Bekijk kaartpakket
pl: Wyświetl pakiet kart
pt_br: Ver pacote de cartões
ro: Vizualizați pachetul de carduri
ru: Посмотреть пакет карт
sv: Visa kortpaket
th: ดูแพคเกจบัตร
tr: Kart paketini görüntüle
vi: Xem các gói thẻ
zh_hans: 查看卡套餐
zh_hant: 查看卡套餐

# devicesetting_calibrate
source: Calibrate...
cs: Kalibrovat...
de: Kalibrieren...
es: Calibrar...
fi: Kalibroida...
fr: Étalonner...
he: לְדַרֵג...
id: Menyesuaikan...
it: Calibrare...
ja: 調整...
ko: 보정 ...
nb: Kalibrer ...
nl: Ijken...
pl: Kalibrować...
pt_br: Calibrar...
ro: Calibra...
ru: Калибровка ...
sv: Kalibrera...
th: ปรับ ...
tr: Kalibre ...
vi: Đang hiệu chỉnh ...
zh_hans: 正在校准...
zh_hant: 正在校準...

# cloud_select_device_channel_ios
source: Please select %@ devices that need to migrate the cloud
cs: Vyberte %@ zařízení, která potřebují migrovat cloud
de: Bitte wählen Sie %@ Geräte aus, die die Cloud migrieren müssen
es: Seleccione %@ dispositivos que necesiten migrar la nube
fi: Valitse %@ -laitteet, joiden on siirrettävä pilvi
fr: Veuillez sélectionner %@ appareils qui doivent migrer vers le cloud
he: בחר %@ מכשירים שצריכים להעביר את הענן
id: Silakan pilih %@ perangkat yang perlu memigrasikan cloud
it: Seleziona %@ dispositivi che devono migrare il cloud
ja: クラウドを移行する必要がある%@デバイスを選択してください
ko: 클라우드를 마이그레이션해야하는 %@ 기기를 선택하십시오
nb: Velg %@ enheter som trenger å migrere skyen
nl: Selecteer %@ apparaten die de cloud moeten migreren
pl: Wybierz %@ urządzenia, które muszą migrować chmurę
pt_br: Selecione %@ dispositivos que precisam migrar a nuvem
ro: Selectați %@ dispozitivele care trebuie să migreze cloud
ru: Пожалуйста, выберите %@ устройства, которые должны перенести облако
sv: Välj %@ enheter som behöver migrera molnet
th: โปรดเลือก%@ ช่องอุปกรณ์ที่ต้องการย้ายไปยังที่เก็บข้อมูลบนคลาวด์
tr: Lütfen bulutu taşıması gereken %@ cihazları seçin
vi: Vui lòng chọn%@ các kênh thiết bị cần được chuyển sang bộ nhớ đám mây
zh_hans: 请选择%@个需要迁移云存的设备通道
zh_hant: 請選擇%@個需要遷移雲存的設備通道

# person_feedback_remarks
source: Remarks (optional)
cs: Poznámky (volitelné)
de: Anmerkungen (optional)
es: Observaciones (opcional)
fi: Huomautuksia (valinnainen)
fr: Remarques (facultatif)
he: הערות (לא חובה)
id: Komentar (opsional)
it: Note (facoltativo)
ja: 備考（オプション）
ko: 비고 (선택 사항)
nb: Merknader (valgfritt)
nl: Opmerkingen (optioneel)
pl: Uwagi (opcjonalnie)
pt_br: Observações (opcional)
ro: Observații (opțional)
ru: Замечания (необязательно)
sv: Kommentarer (valfritt)
th: หมายเหตุ (ไม่บังคับ)
tr: Açıklamalar (isteğe bağlı)
vi: Ghi chú (tùy chọn)
zh_hans: 备注（选填）
zh_hant: 備註（選填）

# devicesetting_4G_card_sim_card_recharge_now
source: Top up now
cs: Okamžitě dobijte
de: Jetzt aufladen
es: Recargue inmediatamente
fi: Lataa heti
fr: Rechargez immédiatement
he: טען מיד
id: Isi ulang segera
it: Ricarica immediatamente
ja: すぐに充電する
ko: 즉시 재충전
nb: Lad opp umiddelbart
nl: Onmiddellijk opladen
pl: Naładuj natychmiast
pt_br: Recarregue imediatamente
ro: Reîncărcați imediat
ru: Перезарядить немедленно
sv: Ladda omedelbart
th: เติมในขณะนี้
tr: Derhal şarj edin
vi: Nạp tiền ngay bây giờ
zh_hans: 立即充值
zh_hant: 立即充值

# AlarmMessage_doorbell
source: Doorbell
cs: Domovní zvonek
de: Türklingel
es: Timbre de la puerta
fi: Ovikello
fr: Sonnette
he: פעמון
id: Bel pintu
it: Campanello di casa
ja: ドアベル
ko: 초인종
nb: Dør-klokke
nl: deurbel
pl: Dzwonek do drzwi
pt_br: Campainha
ro: soneria
ru: дверной звонок
sv: dörrklockan
th: กริ่งประตู
tr: Kapı zili
vi: chuông cửa
zh_hans: 门铃
zh_hant: 門鈴

# devicesetting_4G_card_recharge_success
source: Top-up successful
cs: Dobijte úspěšně
de: Aufladen erfolgreich
es: Recarga exitosa
fi: Lataa uudelleen onnistuneesti
fr: Recharge réussie
he: הטעינה מוצלחת
id: Isi ulang berhasil
it: Ricarica riuscita
ja: 充電成功
ko: 충전 성공
nb: Ladingen vellykket
nl: Opladen succesvol
pl: Ładowanie zakończone powodzeniem
pt_br: Recarregar com sucesso
ro: Reîncărcarea reușită
ru: Пополнение успешно
sv: Ladda framgångsrikt
th: เติมเงินสำเร็จ
tr: Şarj başarılı
vi: Nạp tiền thành công
zh_hans: 充值成功
zh_hant: 充值成功

# deviceSetting_shut_down_sleeps_automatically_turn_data_line
source: After the device is shut down and sleeps, it will automatically turn to the data line position
cs: Po vypnutí a režimu spánku se zařízení automaticky přepne do polohy datové linky
de: Nachdem das Gerät heruntergefahren und in den Ruhezustand versetzt wurde, wechselt es automatisch in die Datenleitungsposition
es: Una vez que el dispositivo se apaga y duerme, se volverá automáticamente a la posición de la línea de datos
fi: Kun laite on sammutettu ja lepotilassa, se siirtyy automaattisesti datalinja-asentoon
fr: Une fois l'appareil éteint et en veille, il passera automatiquement à la position de la ligne de données
he: לאחר כיבוי המכשיר ויורדם, הוא יפנה אוטומטית למצב קו הנתונים
id: Setelah perangkat dimatikan dan tidur, perangkat akan secara otomatis beralih ke posisi jalur data
it: Dopo che il dispositivo è stato spento e si è addormentato, passerà automaticamente alla posizione della linea dati
ja: デバイスがシャットダウンされてスリープ状態になると、自動的にデータラインの位置になります
ko: 장치가 종료되고 절전 모드가 되면 자동으로 데이터 라인 위치로 전환됩니다.
nb: Etter at enheten er slått av og går i dvale, vil den automatisk gå til datalinjeposisjon
nl: Nadat het apparaat is uitgeschakeld en slaapt, wordt het automatisch naar de datalijnpositie gedraaid
pl: Po wyłączeniu i uśpieniu urządzenia automatycznie przełączy się na pozycję linii danych
pt_br: Depois que o dispositivo for desligado e hibernado, ele mudará automaticamente para a posição da linha de dados
ro: După ce dispozitivul este oprit și inactivează, se va întoarce automat la poziția liniei de date
ru: После выключения устройства и перехода в спящий режим оно автоматически переходит в положение линии передачи данных.
sv: När enheten har stängts av och vilar, kommer den automatiskt att vända sig till datalinjepositionen
th: หลังจากปิดเครื่องและเข้าสู่โหมดสลีป อุปกรณ์จะเปลี่ยนเป็นตำแหน่งสายข้อมูลโดยอัตโนมัติ
tr: Cihaz kapanıp uyku moduna geçtikten sonra otomatik olarak data hattı konumuna dönecektir.
vi: Sau khi thiết bị tắt và ở chế độ ngủ, nó sẽ tự động chuyển sang vị trí đường dữ liệu
zh_hans: 设备关机休眠后自动转向数据线位置
zh_hant: 設備關機休眠後自動轉向數據線位置

# cloud_package_name
source: Package name
cs: Název balíčku
de: Paketnamen
es: Nombre del paquete
fi: Paketin nimi
fr: Nom du paquet
he: שם חבילה
id: Nama paket
it: Nome del pacchetto
ja: パッケージ名
ko: 패키지 이름
nb: Pakkens navn
nl: Verpakkingsnaam
pl: Nazwa paczki
pt_br: Nome do pacote
ro: Numele pachetului
ru: Имя пакета
sv: Paketnamn
th: ชื่อแพ็กเกจ
tr: Paket ismi
vi: Tên gói hàng
zh_hans: 套餐名称
zh_hant: 套餐名稱

# modify_failure
source: Failed to change
cs: Modifikace se nezdařila
de: Ändern fehlgeschlagen
es: No se puede cambiar
fi: Muutos epäonnistui
fr: Impossible de changer
he: לא מצליח לשנות
id: Gagal mengubah
it: Modifica fallita
ja: 変更できませんでした
ko: 변경 실패
nb: Kunne ikke endre
nl: Wijzigen mislukt
pl: Zmiana nieudana
pt_br: Não mudar
ro: Nu se schimbă
ru: Не изменить
sv: Misslyckas med att ändra
th: การเปลี่ยนแปลงไม่สำเร็จ
tr: Değişemedi
vi: không thể chỉnh sửa
zh_hans: 修改失败
zh_hant: 修改失敗

# person_feedback_question_check_router
source: Q2: Determine whether the binding failure caused by the router settings
cs: Q2: Určete, zda selhání vazby způsobené nastavením routeru
de: F2: Stellen Sie fest, ob die Verbindung aufgrund der Router-Einstellungen fehlgeschlagen ist
es: P2: Determine si la falla de enlace causada por la configuración del enrutador
fi: Q2: Määritä, onko reitittimen asetusten aiheuttama sidontavika
fr: Q2: déterminer si l'échec de liaison provoqué par les paramètres du routeur
he: ש 2: קבע אם כישלון הכריכה נגרם על ידי הגדרות הנתב
id: T2: Tentukan apakah kegagalan pengikatan disebabkan oleh pengaturan router
it: Q2: determinare se l'errore di associazione causato dalle impostazioni del router
ja: Q2：ルーターの設定が原因でペアリングエラーが発生したかどうかを確認する
ko: Q2 : 라우터 설정으로 인한 바인딩 실패 여부 확인
nb: Q2: Bestem om bindingsfeilen forårsaket av ruteren
nl: V2: Bepaal of de bindingsfout veroorzaakt door de routerinstellingen
pl: Q2: Sprawdź, czy niepowodzenie wiązania spowodowane ustawieniami routera
pt_br: P2: Determine se a falha de ligação causada pelas configurações do roteador
ro: Q2: Determinați dacă eșecul de legare cauzat de setările routerului
ru: Q2: определите, является ли сбой привязки вызванным настройками маршрутизатора
sv: F2: Bestäm om bindningsfel orsakat av routerinställningarna
th: Q2: ตรวจสอบว่าความล้มเหลวในการผูกที่เกิดจากการตั้งค่าเราเตอร์หรือไม่
tr: S2: Yönlendirici ayarlarının neden olduğu ciltleme hatasının olup olmadığını belirleyin
vi: Câu hỏi 2: Xác định xem liên kết không thành công do cài đặt bộ định tuyến
zh_hans: Q2：判断是否为路由器设置导致的绑定失败
zh_hant: Q2：判斷是否為路由器設置導致的綁定失敗

# devicesetting_press_and_hold_to_record
source: Please press and hold the microphone to record the alarm sound
cs: Stiskněte a podržte mikrofon a nahrajte zvuk alarmu
de: Bitte Mikrofon gedrückt halten, um Alarmton aufzunehmen
es: Mantenga presionado el micrófono para grabar el sonido de la alarma
fi: Voit tallentaa hälytysäänen pitämällä mikrofonia painettuna
fr: S'il vous plaît appuyez et maintenez le microphone pour enregistrer le son de l'alarme
he: לחץ והחזק את המיקרופון כדי להקליט את צליל ההתראה
id: Silakan tekan dan tahan mikrofon untuk merekam suara alarm
it: Si prega di premere e tenere premuto il microfono per registrare il suono della sveglia
ja: アラーム音を録画するには、マイクを長押ししてください
ko: 알람 소리를 녹음하려면 마이크를 길게 누르십시오.
nb: Vennligst trykk og hold inne mikrofonen for å ta opp alarmen
nl: Houd de microfoon ingedrukt om het alarmgeluid op te nemen
pl: Naciśnij i przytrzymaj mikrofon, aby nagrać dźwięk alarmu
pt_br: Por favor, pressione e segure o microfone para gravar o som do alarme
ro: Apăsați și țineți apăsat microfonul pentru a înregistra sunetul de alarmă
ru: Пожалуйста, нажмите и удерживайте микрофон, чтобы записать звук будильника
sv: Vänligen tryck och håll ner mikrofonen för att spela in alarmljudet
th: กรุณากดไมโครโฟนเพื่อบันทึกเสียง
tr: Alarm sesini kaydetmek için lütfen mikrofonu basılı tutun
vi: Vui lòng nhấn và giữ micrô để ghi âm báo thức
zh_hans: 请按住话筒录制报警声音
zh_hant: 請按住話筒錄製報警聲音

# add_connection_process_minutes_not_leave_this_page
source: The connection process takes about 3-5 minutes, please do not leave this page
cs: Proces připojení trvá asi 3-5 minut, prosím neopouštějte tuto stránku
de: Der Verbindungsvorgang dauert ca. 3-5 Minuten, bitte verlassen Sie diese Seite nicht
es: El proceso de conexión tarda entre 3 y 5 minutos, no abandone esta página.
fi: Yhteysprosessi kestää noin 3-5 minuuttia, älä poistu tältä sivulta
fr: Le processus de connexion prend environ 3 à 5 minutes, veuillez ne pas quitter cette page
he: תהליך החיבור אורך כ-3-5 דקות, נא לא לצאת מדף זה
id: Proses koneksi memakan waktu sekitar 3-5 menit, mohon jangan tinggalkan halaman ini
it: Il processo di connessione dura circa 3-5 minuti, si prega di non lasciare questa pagina
ja: 接続には約3〜5分かかります。このページを離れないでください
ko: 연결 과정은 약 3-5분 정도 소요됩니다. 이 페이지를 떠나지 마세요.
nb: Tilkoblingsprosessen tar ca. 3-5 minutter, vennligst ikke forlat denne siden
nl: Het verbindingsproces duurt ongeveer 3-5 minuten, verlaat deze pagina alstublieft niet!
pl: Proces łączenia trwa około 3-5 minut, proszę nie opuszczać tej strony
pt_br: O processo de conexão leva cerca de 3-5 minutos, por favor, não saia desta página
ro: Procesul de conectare durează aproximativ 3-5 minute, vă rugăm să nu părăsiți această pagină
ru: Процесс подключения занимает около 3-5 минут, просьба не покидать эту страницу
sv: Anslutningsprocessen tar cirka 3-5 minuter, lämna inte denna sida
th: กระบวนการเชื่อมต่อใช้เวลาประมาณ 3-5 นาที โปรดอย่าออกจากหน้านี้
tr: Bağlantı işlemi yaklaşık 3-5 dakika sürer, lütfen bu sayfadan ayrılmayınız.
vi: Quá trình kết nối mất khoảng 3-5 phút, vui lòng không rời khỏi trang này
zh_hans: 连接过程大约需要3-5分钟，请不要离开此页面
zh_hant: 連接過程大約需要3-5分鐘，請不要離開此頁面

# deviceSetting_time_length
source: Please record the alarm tone within 3-10s
cs: Zaznamenejte tón alarmu v rozmezí 3-10s
de: Alarmton bitte innerhalb von 3-10s aufnehmen
es: Por favor, grabe el tono de alarma dentro de 3-10 s
fi: Merkitse hälytysääni 3-10 sekunnin kuluessa
fr: S'il vous plaît enregistrer la sonnerie d'alarme dans les 3-10s
he: אנא הקלט את צליל ההתראה בתוך 3-10 שניות
id: Harap rekam nada alarm dalam 3-10s
it: Si prega di registrare il tono di allarme entro 3-10 s
ja: 3〜10秒以内にアラーム音を録画してください
ko: 3-10초 내에 알람 소리를 녹음해주세요.
nb: Vennligst registrer alarmen innen 3-10 år
nl: Neem alsjeblieft de alarmtoon op binnen 3-10s
pl: Zapisz dźwięk alarmu w ciągu 3-10s
pt_br: Por favor gravar o tom de alarme dentro de 3-10s
ro: Înregistrați tonul de alarmă în decurs de 3-10s
ru: Пожалуйста, запишите звуковой сигнал в течение 3-10 секунд
sv: Vänligen registrera larmet inom 3-10s
th: กรุณาบันทึกเสียงแจ้งเตือนความยาว 3-10 วินาที
tr: Lütfen alarm sesini 3-10 saniye içinde kaydedin.
vi: Vui lòng ghi âm báo thức trong vòng 3-10 giây
zh_hans: 请录制3-10s内报警提示音
zh_hant: 請錄製3-10s內報警提示音
