Repository: Yolo-cell-hash/go_home_ios
Catalog: ios/Runner/JASDK/JAResources/XLanguage/X35MultiLanguage/*.lproj/X35MutiLanguage.strings
Languages: cs, de, es, fi, fr, he, id, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sv, th, tr, vi, zh_hans, zh_hant

# playback_download_traffic
source: Currently, no Wi-Fi network is connected, downloading video will consume traffic. Do you want to continue?
cs: V současné době v síti bez WiFi stahování videa spotřebovává provoz. Chceš pokračovat?
de: Sie sind zur Zeit mit keinem WLAN-Netzwerk verbunden. Das Herunterladen wird mobile Daten verbrauchen. Fortfahren?
es: Actualmente en una red que no es WiFi, la descarga de video consumirá tráfico. ¿Quieres continuar?
fi: Tällä hetkellä muussa kuin WiFi-verkossa videon lataaminen kuluttaa liikennettä. Haluatko jatkaa?
fr: Actuellement, sur un réseau non WiFi, le téléchargement de vidéos consomme du trafic. Voulez-vous continuer?
he: נכון לעכשיו ברשת שאינה WiFi, הורדת הווידאו תצרוך תנועה. האם אתה רוצה להמשיך?
id: Saat ini di jaringan non-WiFi, mengunduh video akan menghabiskan lalu lintas. Apakah Anda ingin melanjutkan?
it: Attualmente su una rete non WiFi, il download di video consumerà traffico. Vuoi continuare?
ja: 現在、非WiFiネットワークでは、ビデオをダウンロードするとトラフィックが消費されます。 続けたいですか？
ko: 현재 WiFi가 아닌 네트워크에서 비디오를 다운로드하면 데이터가 소비됩니다. 계속 하시겠습니까?
nb: For øyeblikket på et ikke-WiFi-nettverk vil nedlasting av video forbruke trafikk. Vil du fortsette?
nl: Momenteel op een niet-WiFi-netwerk, zal het downloaden van video verkeer verbruiken. Wil je doorgaan?
pl: Obecnie w sieci innej niż WiFi pobieranie wideo spowoduje zużycie ruchu. Czy chcesz kontynuować?
pt_br: Atualmente em uma rede não WiFi, o download de vídeo consumirá tráfego. Você quer continuar?
ro: În prezent, pe o rețea non-WiFi, descărcarea videoclipurilor va consuma trafic. Doriți să continuați?
ru: В настоящее время в сети без WiFi загрузка видео потребляет трафик. Вы хотите продолжить?
sv: För närvarande på ett icke-WiFi-nätverk kommer nedladdning av video att förbrukas trafik. Vill du fortsätta?
th: ขณะนี้อยู่ในเครือข่ายที่ไม่ใช่ WiFi การดาวน์โหลดวิดีโอจะใช้อินเทอร์เน็ตคุณต้องการดำเนินการต่อหรือไม่
tr: Şu anda bir WiFi olmayan ağda, video indirmek trafik tüketecektir. Devam etmek istiyor musun?
vi: Hiện tại trên mạng không phải WiFi, việc tải video xuống sẽ tốn dữ liệu, bạn có muốn tiếp tục không?
zh_hans: 当前处于非WiFi网络，下载录像将消耗流量，是否继续？
zh_hant: 當前處於非WiFi網絡，下載錄像將消耗流量，是否繼續？

# verify_overdue
source: Verification code expires,please re-gain
cs: Vložený ověřovací kód vypršel,prosím,znovu zakoupit
de: Verifizierungscode abgelaufen, bitte erneut anfordern
es: El código de verificación expiró,por favor recobra
fi: Annettu vahvistuskoodi on vanhentunut,hanki uudelleen
fr: Le code de vérification a expiré, voulez-vous le réobtenir ?
he: קוד האימות פג תוקף,אנא נסה שוב
id: Kode verifikasi tidak berlaku,coba lagi
it: Codice di verifica scaduto,prego reinserire
ja: 確認コードの有効期限が切れています。再取得してください。
ko: 인증 코드 시간이 만료되었습니다.
nb: Verifiseringskode er utløpt,be om ny
nl: Verificatiecode verloopt,opnieuw verkrijgen
pl: Kod weryfikacyjny wygasł,wygeneruj ponownie
pt_br: O código de verificação expira,por favor,recupere
ro: Codul de verificare expiră,reîncărcați
ru: Код подтверждения истекает,пожалуйста,повторно получить
sv: Verifieringskoden löper ut,snälla återvinnas
th: รหัสยืนยันหมดอายุโปรดขอรหัสใหม่อีกครั้ง
tr: Doğrulama kodunun süresi doluyor,lütfen tekrar kazanın
vi: Mã xác minh đã nhập đã hết hạn, vui lòng lấy lại
zh_hans: 输入的验证码已过期，请重新获取
zh_hant: 輸入的驗證碼已過期，請重新獲取

# play_lamp_brightness
source: Brightness
cs: Jas
de: Helligkeit
es: Apagar
fi: kirkkaus
fr: Luminosité
he: בהירות
id: Kecerahan
it: Luminosità
ja: 輝度
ko: 밝기
nb: Lysstyrke
nl: Helderheid
pl: Jasność
pt_br: Brilho
ro: strălucire
ru: яркость
sv: ljusstyrka
th: ความสว่าง
tr: Parlaklık
vi: độ sáng
zh_hans: 亮度
zh_hant: 亮度

# Devicesetting_WiFi_not_setup_describe
source: The current device has not set up the WiFi network, please set the WiFi network for the device first, otherwise the WiFi mode cannot be used
cs: Aktuální zařízení nemá nastavenou síť WiFi, nejprve nastavte síť WiFi pro zařízení, jinak režim WiFi nelze použít
de: Das aktuelle Gerät hat das WLAN-Netzwerk nicht eingerichtet, bitte stellen Sie zuerst das WLAN-Netzwerk für das Gerät ein, da sonst der WLAN-Modus nicht verwendet werden kann
es: El dispositivo actual no ha configurado la red WiFi, configure primero la red WiFi para el dispositivo; de lo contrario, no se puede usar el modo WiFi
fi: Nykyinen laite ei ole määrittänyt WiFi-verkkoa, aseta ensin laitteen WiFi-verkko, muuten WiFi-tilaa ei voi käyttää
fr: L'appareil actuel n'a pas configuré le réseau WiFi, veuillez d'abord configurer le réseau WiFi pour l'appareil, sinon le mode WiFi ne peut pas être utilisé
he: המכשיר הנוכחי לא הגדיר את רשת ה-WiFi, אנא הגדר תחילה את רשת ה-WiFi עבור המכשיר, אחרת לא ניתן להשתמש במצב ה-WiFi
id: Perangkat saat ini belum mengatur jaringan WiFi, harap atur jaringan WiFi untuk perangkat terlebih dahulu, jika tidak, mode WiFi tidak dapat digunakan
it: Il dispositivo corrente non ha configurato la rete WiFi, impostare prima la rete WiFi per il dispositivo, altrimenti non è possibile utilizzare la modalità WiFi
ja: 現在のデバイスはWiFiネットワークを設定していません。最初にデバイスのWiFiネットワークを設定してください。設定しないと、WiFiモードを使用できません。
ko: 현재 장치가 WiFi 네트워크를 설정하지 않았습니다. 먼저 장치의 WiFi 네트워크를 설정하십시오. 그렇지 않으면 WiFi 모드를 사용할 수 없습니다.
nb: Den gjeldende enheten har ikke satt opp WiFi-nettverket, vennligst still inn WiFi-nettverket for enheten først, ellers kan ikke WiFi-modusen brukes
nl: Het huidige apparaat heeft het wifi-netwerk niet ingesteld, stel eerst het wifi-netwerk voor het apparaat in, anders kan de wifi-modus niet worden gebruikt
pl: Bieżące urządzenie nie skonfigurowało sieci Wi-Fi, najpierw ustaw sieć Wi-Fi dla urządzenia, w przeciwnym razie nie można użyć trybu Wi-Fi
pt_br: O dispositivo atual não configurou a rede WiFi, configure primeiro a rede WiFi para o dispositivo, caso contrário, o modo WiFi não pode ser usado
ro: Dispozitivul actual nu a configurat rețeaua WiFi, vă rugăm să setați mai întâi rețeaua WiFi pentru dispozitiv, altfel modul WiFi nu poate fi utilizat
ru: Текущее устройство не настроило сеть Wi-Fi, сначала настройте сеть Wi-Fi для устройства, в противном случае режим Wi-Fi не может быть использован.
sv: Den aktuella enheten har inte konfigurerat WiFi-nätverket, vänligen ställ in WiFi-nätverket för enheten först, annars kan WiFi-läget inte användas
th: อุปกรณ์ปัจจุบันยังไม่ได้ตั้งค่าเครือข่าย WiFi โปรดตั้งค่าเครือข่าย WiFi สำหรับอุปกรณ์ก่อน มิฉะนั้น โหมด WiFi จะใช้งานไม่ได้
tr: Mevcut cihaz WiFi ağını kurmadı, lütfen önce cihaz için WiFi ağını ayarlayın, aksi takdirde WiFi modu kullanılamaz
vi: Máy hiện tại chưa thiết lập mạng WiFi, bạn vui lòng cài đặt mạng WiFi cho máy trước, nếu không chế độ WiFi sẽ không sử dụng được
zh_hans: 当前设备还未设置WiFi网络，请先给设备设置WiFi网络，否则无法使用WiFi模式
zh_hant: 當前設備還未設置WiFi網絡，請先給設備設置WiFi網絡，否則無法使用WiFi模式

# cloud_video_save_time_space
source: Video saving time/space
cs: Čas a prostor pro ukládání videa
de: Video spart Zeit und Platz
es: Video de ahorro de tiempo / espacio
fi: Videon säästöaika / tila
fr: Vidéo gain de temps / espace
he: חיסכון בזמן / מקום
id: Waktu / ruang penyimpanan video
it: Tempo di salvataggio video / spazio
ja: ビデオ保存時間/スペース
ko: 비디오 저장 시간 / 공간
nb: Video lagringstid / -rom
nl: Video bespaart tijd / ruimte
pl: Wideo oszczędza czas / przestrzeń
pt_br: Vídeo economizando tempo / espaço
ro: Economisirea timpului / spațiului video
ru: Видео экономит время / пространство
sv: Videoklippstid / -rymd
th: วิดีโอประหยัดเวลา / พื้นที่
tr: Videodan tasarruf zaman / yer
vi: Thời gian / không gian lưu trữ video
zh_hans: 录像保存时长/空间
zh_hant: 錄像保存時長/空間

# enter_password_confirm
source: Confirm password
cs: Potvrďte heslo
de: Bitte Passwort bestätigen
es: Por favor confirma la contraseña
fi: Vahvista salasana
fr: Veuillez confirmer le mot de passe
he: אישור ססמה
id: Konfirm Sandi
it: Confermare password
ja: パスワードの確認
ko: 비밀번호 확인
nb: Bekreft passord
nl: Wachtwoord bevestigen
pl: Potwierdź hasło
pt_br: Confirme a Senha
ro: Confirma parola
ru: Подтвердите Пароль
sv: Bekräfta lösenord
th: ยืนยันรหัสผ่าน
tr: Şifreyi Onayla
vi: Xác nhận mật khẩu
zh_hans: 确认密码
zh_hant: 確認密碼

# help_addDevice_textTips_10
source: 5.Configure WiFi for device
cs: 5. Nakonfigurujte zařízení WiFi
de: 5. WLAN für das Gerät konfigurieren
es: 5. Configurar WiFi para el Equipo
fi: 5. Määritä laitteen WiFi
fr: 5. Configurez WiFi pour l'appareil
he: 5. הגדר את רשת הWiFi אלייה תשייך את המכשיר
id: 5. konfigurasi WiFi Perangkat
it: 5. Configuazione WiFi dispositivi
ja: 5.デバイスの無線LANを設定します
ko: 5. WiFi 연결 설정합니다.
nb: 5. Konfigurer WiFi for enheten
nl: 5.WiFi voor apparaat configureren
pl: 5. Skonfiguruj WiFi w urządzeniu
pt_br: 5.Configurar WiFi para o dispositivo
ro: 5.Configurați WiFi pentru dispozitiv
ru: 5. Настроить WiFi для устройства
sv: 5. Konfigurera WiFi för enhet
th: 5. กำหนดค่า WiFi สำหรับอุปกรณ์
tr: 5. cihaz için WiFi Yapılandırma
vi: 5. Cấu hình WiFi cho thiết bị
zh_hans: 5.为设备配置WiFi
zh_hant: 5.為設備配置WiFi

# permissions_recording_function_normally
source: Allow the APP to obtain the recording permission to use this function normally
cs: Povolte aplikaci APP získat oprávnění k nahrávání, aby tuto funkci normálně používala
de: Erteilen Sie der App die Aufnahmeberechtigung, um diese Funktion ordnungsgemäß zu verwenden
es: Permita que la APLICACIÓN obtenga el permiso de grabación para usar esta función normalmente
fi: Salli APP: n saada tallennusoikeus käyttää tätä toimintoa normaalisti
fr: Autoriser l'APP à obtenir l'autorisation d'enregistrement pour utiliser cette fonction normalement
he: אפשר ל- APP לקבל את הרשאת ההקלטה להשתמש בפונקציה זו באופן רגיל
id: Izinkan APLIKASI untuk mendapatkan izin perekaman untuk menggunakan fungsi ini secara normal
it: Consenti all'APP di ottenere l'autorizzazione alla registrazione per utilizzare normalmente questa funzione
ja: APPがこの機能を正常に使用するための記録許可を取得できるようにします
ko: 앱이 이 기능을 정상적으로 사용하기 위해 녹음 권한을 얻도록 허용합니다.
nb: La APP få innspillingstillatelse til å bruke denne funksjonen normalt
nl: Sta de APP toe om de opnametoestemming te verkrijgen om deze functie normaal te gebruiken
pl: Zezwól aplikacji na uzyskanie pozwolenia na nagrywanie, aby normalnie korzystać z tej funkcji
pt_br: Permita que o APP obtenha a permissão de gravação para usar esta função normalmente
ro: Permiteți aplicației să obțină permisiunea de înregistrare pentru a utiliza această funcție în mod normal
ru: Разрешите приложению получить разрешение на запись, чтобы использовать эту функцию в обычном режиме
sv: Låt APP: n få inspelningstillståndet för att använda denna funktion normalt
th: อนุญาตให้แอปรับสิทธิ์ในการบันทึกเพื่อใช้ฟังก์ชันนี้ตามปกติ
tr: APP'nin bu işlevi normal şekilde kullanmak için kayıt izni almasına izin verin
vi: Cho phép APP có được quyền ghi để sử dụng chức năng này bình thường
zh_hans: 允许APP获取录音权限，才能正常使用此功能
zh_hant: 允許APP獲取錄音權限，才能正常使用此功能

# deviceSetting_videoBackup_startTimeSS
source: s
zh_hans: 秒
zh_hant: 秒

# devicesetting_Alexa_operation_guide_1
source: 1. Download the Amazon Alexa App, and after registering as an Amazon Alexa user, please follow the steps below.
cs: 1. Stáhněte si Amazon Alexa App a po registraci jako uživatel Amazon Alexa postupujte podle níže uvedených kroků.
de: 1. Laden Sie Amazon Alexa App herunter und befolgen Sie nach der Registrierung als Amazon Alexa-Benutzer die folgenden Schritte.
es: 1. Descargue Amazon Alexa App y, después de registrarse como usuario de Amazon Alexa, siga los pasos a continuación.
fi: 1. Lataa Amazon Alexa App ja rekisteröidyttyäsi Amazon Alexa -käyttäjäksi, noudata alla olevia ohjeita.
fr: 1. Téléchargez Amazon Alexa App et, après vous être enregistré en tant qu'utilisateur d'Amazon Alexa, veuillez suivre les étapes ci-dessous.
he: 1. הורד את Amazon Alexa App, ולאחר ההרשמה כמשתמש Amazon Alexa, אנא עקוב אחר השלבים שלהלן.
id: 1. Download Amazon Alexa App, dan setelah mendaftar sebagai pengguna Amazon Alexa, silahkan ikuti langkah-langkah di bawah ini.
it: 1. Scarica Amazon Alexa App e, dopo esserti registrato come utente Amazon Alexa, segui i passaggi seguenti.
ja: 1. Amazon Alexa Appをダウンロードし、Amazon Alexaユーザーとして登録した後、以下の手順に従ってください。
ko: 1. Amazon Alexa App를 다운로드하고 Amazon Alexa 사용자로 등록한 후 다음 단계를 따르십시오.
nb: 1. Last ned Amazon Alexa App, og etter å ha registrert deg som Amazon Alexa-bruker, følg trinnene nedenfor.
nl: 1. Download de Amazon Alexa App en volg na registratie als Amazon Alexa-gebruiker de onderstaande stappen.
pl: 1. Pobierz Amazon Alexa App, a po zarejestrowaniu się jako użytkownik Amazon Alexa wykonaj poniższe czynności.
pt_br: 1. Faça o download do Amazon Alexa App, após se registrar como usuário do Amazon Alexa, siga as etapas abaixo.
ro: 1. Descărcați Amazon Alexa App și, după ce vă înregistrați ca utilizator Amazon Alexa, urmați pașii de mai jos.
ru: 1. Загрузите Amazon Alexa App и после регистрации в качестве пользователя Amazon Alexa выполните следующие действия.
sv: 1. Ladda ner Amazon Alexa App, och efter att ha registrerat dig som Amazon Alexa-användare, följ stegen nedan.
th: 1. ดาวน์โหลด Amazon Alexa App และหลังจากลงทะเบียนเป็นผู้ใช้ Amazon Alexa แล้ว โปรดทำตามขั้นตอนด้านล่าง
tr: 1. Amazon Alexa App indirin ve Amazon Alexa kullanıcısı olarak kaydolduktan sonra lütfen aşağıdaki adımları izleyin.
vi: 1. Tải xuống Amazon Alexa App và sau khi đăng ký làm người dùng Amazon Alexa, vui lòng làm theo các bước bên dưới.
zh_hans: 1.下载亚马逊Alexa App，注册亚马逊Alexa用户后，请按照下图所示操作。
zh_hant: 1.下載亞馬遜Alexa App，註冊亞馬遜Alexa用戶後，請按照下圖所示操作。

# devicesetting_All_day_detection
source: All day
cs: Celý den
de: Ganztägig
es: Todo el dia
fi: Koko päivä
fr: Toute la journée
he: כל היום
id: Sepanjang hari
it: Tutto il giorno
ja: 一日中
ko: 하루 종일
nb: Hele dagen
nl: De hele dag
pl: Cały dzień
pt_br: Dia todo
ro: Toată ziua
ru: Весь день
sv: Hela dagen
th: ทั้งวัน
tr: Tüm gün
vi: Cả ngày
zh_hans: 全天侦测
zh_hant: 全天偵測

# cloud_help_feedback
source: Feedback
cs: Zpětná vazba
es: Realimentación
fi: palaute
fr: Retour d'information
he: משוב
id: Umpan balik
it: Risposta
ja: フィードバック
ko: 피드백
nb: Tilbakemelding
nl: terugkoppeling
pl: Sprzężenie zwrotne
pt_br: Comentários
ro: Parere
ru: Обратная связь
sv: Återkoppling
th: ข้อเสนอแนะ
tr: geri bildirim
vi: Phản hồi
zh_hans: 意见反馈
zh_hant: 意見反饋

# devicesetting_alarm_copy
source: Copy
cs: kopírovat
de: Kopieren
es: Dupdo
fi: Kopio
fr: Copie
he: עותק
id: Salinan
it: copia
ja: コピー
ko: 복사
nb: Kopiere
nl: Kopiëren
pl: Kopiuj
pt_br: cópia de
ro: Copie
ru: Копировать
sv: Kopiera
th: สำเนา
tr: kopyala
vi: Sao chép
zh_hans: 复制
zh_hant: 複製

# person_feedback_question_7
source: Other questions
cs: Další otázky
de: Weitere Fragen
es: Otras preguntas
fi: Muut kysymykset
fr: d'autres questions
he: שאלות אחרות
id: Pertanyaan Lain
it: Altre domande
ja: その他の質問
ko: 다른 질문
nb: Andre spørsmål
nl: Overige vragen
pl: Inne pytania
pt_br: Outras perguntas
ro: Alte intrebari
ru: Другие вопросы
sv: Andra frågor
th: คำถามอื่น ๆ
tr: Diğer sorular
vi: các vấn đề khác
zh_hans: 其他问题
zh_hant: 其他問題

source: Deleting
cs: Smazání
de: wird gelöscht
es: eliminando
fi: poistaminen
fr: Suppression
he: מוחק
id: Menghapus…
it: Cancellazione
ja: 削除
ko: 삭제중
nb: Sletter
nl: Verwijderen
pl: Usuwanie
pt_br: Excluindo
ro: Ștergerea
ru: Удаление
sv: Radera
th: กำลังลบ
tr: silme
vi: xóa
zh_hans: 正在删除
zh_hant: 正在刪除

# addDevice_enter_password
source: Input device password
cs: Zadejte heslo
de: Geräte-Passwort eingeben
es: equipo Contraseña
fi: Kirjoita salasana
fr: Entrer le mot de passe
he: הכנס את ססמת המכשיר
id: Masukkan kata kunci
it: Dispositivo password
ja: デバイスのパスワードの入力
ko: 제품 비밀번호
nb: Skriv inn passord
nl: Voer wachtwoord in
pl: Wejście Hasło Sprzęt
pt_br: Digite a senha
ro: Introdu parola
ru: Введите пароль
sv: Skriv in lösenord
th: ใส่รหัสผ่านอุปกรณ์
tr: Giriş cihazı şifresi
vi: Nhập mật khẩu thiết bị
zh_hans: 输入设备密码
zh_hant: 輸入設備密碼

# preset_storage_simplify
source: Cloud
cs: Mrak
es: Nube
fi: Pilvi
fr: Nuage
he: ענן
id: Awan
it: Nuvola
ja: 雲
ko: 구름
nl: Wolk
pl: Chmura
pt_br: Nuvem
ro: Nor
ru: Облако
sv: Moln
th: คลาวด์
tr: Bulut
vi: Mây
zh_hans: 云存储
zh_hant: 雲存儲

# smartlin_distribution_network_fail_prompt_three
source: 3. Check if your network is in good condition first.
cs: 3. Zkontrolujte,zda je vaše síť v dobrém stavu jako první.
de: 3. Überprüfen Sie zunächst, ob sich Ihr Netzwerk in gutem Zustand befindet.
es: 3. Verifique si su red está en buenas condiciones primero.
fi: 3. Tarkista ensin,onko verkko kunnossa.
fr: 3. Vérifiez si votre réseau est en bon état en premier.
he: 3. וודא שחיבור הרשת תקין
id: 3. cek jika jaringan kamu dalam keadaan bagus.
it: 3. Controlla se la tua rete è in buone condizioni prima.
ja: 3.ネットワークの状態が良いかどうかを確認します。
ko: 3. 네트워크 상태가 양호한 상태인지 먼저 확인해주세요.
nb: 3. Sjekk om nettverket ditt er i god stand først.
nl: 3. Controleer eerst of uw netwerk in goede staat verkeert.
pl: 3. Sprawdź najpierw,czy twoja sieć jest w dobrym stanie.
pt_br: 3. Verifique se a sua rede está em boas condições primeiro.
ro: 3. Verificați dacă rețeaua dvs. este în stare bună în primul rând.
ru: 3. Сначала проверьте,находится ли ваша сеть в хорошем состоянии.
sv: 3. Kontrollera om ditt nätverk är i gott skick först.
th: 3. ตรวจสอบสัญญาณเครือข่ายของคุณ ว่ามีสัญญาณเพียงพอหรือไม่
tr: 3. Önce ağınızın iyi durumda olup olmadığını kontrol edin.
vi: 3. Đầu tiên hãy kiểm tra xem mạng của bạn có ở trong tình trạng tốt không
zh_hans: 3.先检查您的网络状况是否良好
zh_hant: 3.先檢查您的網絡狀況是否良好

# devicesetting_4G_card_sim_card_online_status
source: Online status
es: Estado en línea
fi: online-tila
fr: statut en ligne
he: סטטוס מקוון
id: status online
it: stato online
ja: オンライン状態
ko: 온라인 상태
pl: status aktywności
pt_br: Status online
ro: statutul online
ru: онлайн статус
th: สถานะการออนไลน์
tr: çevrimiçi durum
vi: trạng thái trực tuyến
zh_hans: 在线状态
zh_hant: 在線狀態

# message_Turn_Do_Not_Disturb_1
source: Turn on Do Not Disturb
cs: Zapněte režim Nerušit
de: Einschalten nicht stören
es: Activar No molestar
fi: Ota Älä häiritse käyttöön
fr: Activer Ne pas déranger
he: הפעל את "נא לא להפריע"
id: Nyalakan Jangan Ganggu
it: Attiva Non disturbare
ja: サイレントモードをオンにします
ko: 방해 금지 켜기
nb: Slå på Ikke forstyrr
nl: Schakel Niet storen in
pl: Włącz tryb Nie przeszkadzać
pt_br: Ative Não perturbe
ro: Activați Nu deranjați
ru: Включите режим "Не беспокоить"
sv: Slå på Stör ej
th: เปิดห้ามรบกวน
tr: Rahatsız Etmeyin'i açın
vi: Bật chế độ Không làm phiền
zh_hans: 开启消息勿扰
zh_hant: 開啟消息勿擾

# person_feedback_replay
source: Reply:
cs: Odpověď:
de: Antworten:
es: Respuesta:
fi: Vastaa:
fr: Réponse:
he: תשובה:
id: Balasan:
it: Rispondere:
ja: 応答：
ko: 댓글:
nb: Svare:
nl: Antwoord:
pl: Odpowiadać:
pt_br: Resposta:
ro: Răspuns:
ru: Ответить:
sv: Svar:
th: ตอบ
tr: Cevap:
vi: Đáp lại:
zh_hans: 回复：
zh_hant: 回復：

# cloud_detail_service
source: Service details
cs: Detaily služby
es: Detalles del servicio
fi: Palvelun yksityiskohdat
fr: Détails du service
he: פרטי השירות
id: Detail layanan
it: Dettagli del servizio
ja: サービス内容
ko: 서비스 내용
nb: Tjenesteopplysninger
nl: Servicegegevens
pl: Szczegóły usługi
pt_br: Detalhes do serviço
ro: Detalii despre servicii
ru: Детали сервиса
sv: Serviceinformation
th: รายละเอียดบริการ
tr: Hizmet detayları
vi: Chi tiết dịch vụ
zh_hans: 服务详情
zh_hant: 服務詳情

# devicesetting_Alexa_operation_guide_2
source: 2. When your device is added to the Alexa APP, please say "Alexa, show me the test" to the Echo Show, and the Echo Show will complete the screen casting of the "test" device. (Hint: "test" means the device name)
cs: 2. Když je vaše zařízení přidáno do aplikace Alexa, řekněte prosím "Alexa, show me the test" do Echo Show a Echo Show dokončí odesílání obrazovky "test" zařízení. (Tip: "test" znamená název zařízení)
de: 2. Wenn Ihr Gerät zur Alexa APP hinzugefügt wird, sagen Sie bitte "Alexa, show me the test" zu Echo Show und Echo Show schließt die Bildschirmübertragung des "test"-Geräts ab. (Hinweis: "test" meint den Gerätenamen)
es: 2. Cuando su dispositivo se agregue a la aplicación Alexa, diga "Alexa, show me the test" al Echo Show, y el Echo Show completará la transmisión de pantalla del dispositivo "test". (Sugerencia: "test" significa el nombre del dispositivo)
fi: 2. Kun laitteesi on lisätty Alexa APP -sovellukseen, sano "Alexa, show me the test" Echo Show'lle, niin Echo Show päättää "test"-laitteen näytön suoratoiston. (Vihje: "test" tarkoittaa laitteen nimeä)
fr: 2. Lorsque votre appareil est ajouté à l'application Alexa, veuillez dire "Alexa, show me the test" à l'Echo Show, et l'Echo Show terminera la diffusion de l'écran de l'appareil "test". (Astuce : "test" signifie le nom de l'appareil)
he: 2. כאשר המכשיר שלך יתווסף לאפליקציית Alexa, אנא אמור "Alexa, show me the test" ל-Echo Show, וה-Echo Show ישלים את יציאת המסך של מכשיר ה"test". (רמז: "test" פירושו שם המכשיר)
id: 2. Saat perangkat Anda ditambahkan ke Alexa APP, ucapkan "Alexa, show me the test" ke Echo Show, dan Echo Show akan menyelesaikan casting layar perangkat "test". (Petunjuk: "test" berarti nama perangkat)
it: 2. Quando il tuo dispositivo viene aggiunto all'APP Alexa, pronuncia "Alexa, show me the test" a Echo Show e Echo Show completerà la trasmissione dello schermo del dispositivo "test". (Suggerimento: "test" indica il nome del dispositivo)
ja: 2.デバイスがAlexaAPPに追加されたら、Echo Showに「Alexa, show me the test」と言ってください。EchoShowは「test」デバイスのスクリーンキャストを完了します。 （ヒント：「test」はデバイス名を意味します）
ko: 2. 장치가 Alexa APP에 추가되면 Echo Show에 "Alexa, show me the test"라고 말하면 Echo Show가 "test" 장치의 화면 캐스팅을 완료합니다. (힌트: "test"는 장치 이름을 의미합니다)
nb: 2. Når enheten din er lagt til i Alexa-appen, vennligst si "Alexa, show me the test" til Echo Show, og Echo Show vil fullføre skjermkastingen av "test"-enheten. (Tips: "test" betyr enhetsnavnet)
nl: 2. Wanneer je apparaat is toegevoegd aan de Alexa-app, zeg dan "Alexa, show me the test" tegen de Echo Show, en de Echo Show voltooit het casten van het scherm van het "test"-apparaat. (Hint: "test" betekent de apparaatnaam)
pl: 2. Po dodaniu urządzenia do aplikacji Alexa powiedz "Alexa, show me the test" do programu Echo Show, a program Echo Show zakończy przesyłanie ekranu urządzenia "test". (Wskazówka: "test" oznacza nazwę urządzenia)
pt_br: 2. Quando seu dispositivo for adicionado ao aplicativo Alexa, diga "Alexa, show me the test" ao Echo Show, e o Echo Show concluirá a transmissão de tela do dispositivo "test". (Dica: "test" significa o nome do dispositivo)
ro: 2. Când dispozitivul dvs. este adăugat la aplicația Alexa, vă rugăm să spuneți "Alexa, show me the test" la Echo Show, iar Echo Show va finaliza proiectarea pe ecran a dispozitivului "test". (Sugestie: "test" înseamnă numele dispozitivului)
ru: 2. Когда ваше устройство добавлено в приложение Alexa, скажите "Alexa, show me the test" на эхо-шоу, и эхо-шоу завершит трансляцию экрана "test"устройства. (Подсказка: "test" означает имя устройства)
sv: 2. När din enhet läggs till i Alexa-appen, säg "Alexa, show me the test" till Echo Show, och Echo Show kommer att slutföra skärmcastingen av "test"-enheten. (Tips: "test" betyder enhetsnamnet)
th: 2. เมื่อเพิ่มอุปกรณ์ของคุณลงในแอป Alexa แล้ว โปรดพูดว่า "Alexa, show me the test" ไปที่ Echo Show และ Echo Show จะทำให้การแคสต์หน้าจอของอุปกรณ์ "test" เสร็จสมบูรณ์ (คำแนะนำ: "test" หมายถึงชื่ออุปกรณ์)
tr: 2. Cihazınız Alexa APP'ye eklendiğinde, lütfen Yankı Gösterisine "Alexa, show me the test" deyin ve Yankı Gösterisi "test" cihazının ekran görüntüsünü tamamlayacaktır. (İpucu: "test" aygıt adı anlamına gelir)
vi: 2. Khi thiết bị của bạn được thêm vào ỨNG DỤNG Alexa, vui lòng nói "Alexa, show me the test" với Echo Show và Echo Show sẽ hoàn tất quá trình truyền màn hình của thiết bị "test ". (Gợi ý: "test " có nghĩa là tên thiết bị)
zh_hans: 2.当您的设备添加到Alexa APP后，请对Echo Show说：“Alexa，show me the test”，Echo Show会完成“test”设备的投屏。（提示：“test”表示设备名称 ）
zh_hant: 2.當您的設備添加到Alexa APP後，請對Echo Show說：“Alexa，show me the test”，Echo Show會完成“test”設備的投屏。 （提示：“test”表示設備名稱 ）
