Repository: Yolo-cell-hash/go_home_ios
Catalog: ios/Runner/JASDK/JAResources/XLanguage/X35MultiLanguage/*.lproj/X35MutiLanguage.strings
Languages: cs, de, es, fi, fr, he, id, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sv, th, tr, vi, zh_hans, zh_hant

# devicesetting_Sorry_Cloud_Storage_exclusive_traffic_package
source: Sorry, as your "%1$s" is using a non-Cloud Storage exclusive traffic package, it will no longer upload cloud video, if you want to continue uploading, please go to 4G Mall to purchase a Cloud Storage exclusive traffic package.
cs: Je nám líto, protože vaše zařízení "%1$s" používá balíček provozu, který není exkluzivní pro cloudové úložiště, již nebude nahrávat cloudové video. Chcete-li pokračovat v nahrávání, přejděte prosím do 4G Mall a zakupte si balíček provozu exkluzivní cloud úložiště.
de: Da Ihr "%1$s" ein exklusives Datenpaket ohne Cloud Speicher verwendet, werden keine Cloud-Videos mehr hochgeladen. Wenn Sie mit dem Hochladen fortfahren möchten, gehen Sie bitte zum 4G Shop, um ein exklusives Datenpaket für Cloud Speicher zu erwerben.
es: Lo sentimos, como su "%1$s" está usando un paquete de tráfico que no es exclusivo de Cloud Storage, ya no cargará videos en la nube. Si desea continuar cargando, vaya a 4G Mall para comprar un paquete de tráfico exclusivo de Cloud Storage.
fi: Valitettavasti, koska "%1$s" käyttää muuta kuin Cloud Storagen yksinomaista liikennepakettia, se ei enää lataa pilvivideota. Jos haluat jatkaa lataamista, siirry 4G Mall -ostoskeskukseen ja osta Cloud Storagen yksinoikeuspaketti.
fr: Désolé, comme votre "%1$s" utilise un package de trafic non exclusif Cloud Storage, il ne téléchargera plus de vidéo cloud. Si vous souhaitez continuer le téléchargement, veuillez vous rendre sur 4G Mall pour acheter un package de trafic exclusif Cloud Storage.
he: מצטערים, מכיוון ש-"%1$s" שלך משתמש בחבילת תנועה בלעדית שאינה בענן Storage, הוא לא יעלה עוד סרטוני ענן, אם ברצונך להמשיך להעלות, אנא עברו לקניון 4G כדי לרכוש חבילת תנועה בלעדית של Cloud Storage.
id: Maaf, karena "%1$s" Anda menggunakan paket lalu lintas eksklusif non-Cloud Storage, itu tidak akan lagi mengunggah video cloud, jika Anda ingin melanjutkan pengunggahan, silakan pergi ke 4G Mall untuk membeli paket lalu lintas eksklusif Cloud Storage.
it: Spiacenti, poiché il tuo "%1$s" utilizza un pacchetto di traffico esclusivo non Cloud Storage, non caricherà più video cloud, se desideri continuare a caricare, vai al centro commerciale 4G per acquistare un pacchetto di traffico esclusivo Cloud Storage.
ja: 申し訳ありませんが、「%1$s」はクラウドストレージ専用のトラフィックパッケージを使用しているため、クラウドビデオはアップロードされなくなります。アップロードを続行する場合は、4Gモールにアクセスしてクラウドストレージ専用のトラフィックパッケージを購入してください。
ko: 죄송합니다. "%1$s"이(가) Cloud Storage가 아닌 전용 트래픽 패키지를 사용하고 있으므로 더 이상 클라우드 비디오를 업로드하지 않습니다. 계속 업로드하려면 4G Mall로 이동하여 Cloud Storage 전용 트래픽 패키지를 구입하십시오.
nb: Beklager, siden din "%1$s" bruker en ikke-Cloud Storage-eksklusiv trafikkpakke, vil den ikke lenger laste opp skyvideo. Hvis du vil fortsette opplastingen, kan du gå til 4G Mall for å kjøpe en Cloud Storage-eksklusiv trafikkpakke.
nl: Sorry, omdat uw "%1$s" een niet-Cloud Storage exclusief verkeerspakket gebruikt, zal het geen cloudvideo meer uploaden. Als u wilt doorgaan met uploaden, gaat u naar 4G Mall om een ​​exclusief Cloud Storage-verkeerspakket te kopen.
pl: Przepraszamy, ponieważ Twój "%1$s" korzysta z pakietu ruchu bez usługi Cloud Storage, nie będzie już przesyłać wideo z chmury. Jeśli chcesz kontynuować przesyłanie, przejdź do 4G Mall, aby kupić pakiet ruchu przeznaczony wyłącznie dla Cloud Storage.
pt_br: Desculpe, como o seu "%1$s" está usando um pacote de tráfego não exclusivo do Cloud Storage, ele não fará mais upload de vídeo na nuvem. Se você quiser continuar enviando, vá ao shopping 4G para comprar um pacote de tráfego exclusivo do Cloud Storage.
ro: Ne pare rău, deoarece "%1$s" dvs. utilizează un pachet de trafic exclusiv care nu este Cloud Storage, acesta nu va mai încărca videoclipuri în cloud. Dacă doriți să continuați încărcarea, accesați 4G Mall pentru a cumpăra un pachet de trafic exclusiv Cloud Storage.
ru: К сожалению, поскольку ваш "%1$s" использует пакет эксклюзивного трафика, не относящийся к облачному хранилищу, он больше не будет загружать облачное видео. Если вы хотите продолжить загрузку, перейдите в торговый центр 4G, чтобы приобрести эксклюзивный пакет трафика облачного хранилища.
sv: Tyvärr, eftersom din "%1$s" använder ett trafikpaket som inte är exklusivt för Cloud Storage, kommer det inte längre att ladda upp molnvideo. Om du vill fortsätta ladda upp, gå till 4G Mall för att köpa ett exklusivt trafikpaket för Cloud Storage.
th: ขออภัย เนื่องจาก "%1$s" ของคุณกำลังใช้แพ็คเกจการรับส่งข้อมูลแบบพิเศษที่ไม่ใช่ Cloud Storage จะไม่อัปโหลดวิดีโอบนคลาวด์อีกต่อไป หากคุณต้องการอัปโหลดต่อ โปรดไปที่ 4G Mall เพื่อซื้อแพ็คเกจการรับส่งข้อมูลเฉพาะ Cloud Storage
tr: Üzgünüz, "%1$s" cihazınız Cloud Storage'a özel olmayan bir trafik paketi kullandığından artık bulut videosu yüklemeyecek, yüklemeye devam etmek istiyorsanız lütfen Cloud Storage'a özel trafik paketi satın almak için 4G Mall'a gidin.
vi: Rất tiếc, vì "%1$s" của bạn đang sử dụng gói lưu lượng độc quyền không phải Cloud Storage, nó sẽ không tải lên video trên đám mây nữa. Nếu bạn muốn tiếp tục tải lên, vui lòng đến 4G Mall để mua gói lưu lượng dành riêng cho Cloud Storage.
zh_hans: 抱歉，由于您的“%1$s”正在使用非云存专属流量套餐，将不再上传云录像，如需继续上传，请前往4G商城购买云存流量专属套餐。
zh_hant: 抱歉，由於您的“%1$s”正在使用非雲存專屬流量套餐，將不再上傳云錄像，如需繼續上傳，請前往4G商城購買雲存流量專屬套餐。

# register_agreement
source: Registration agree
cs: Zaregistrujte se a souhlaste
de: Die Registrierung erfolgt nach Einwilligung der
es: El registro está acordado
fi: Rekisteröidy ja hyväksy
fr: l'inscription est acceptée
he: הסכם והרשם
id: penyetujuan pendaftaran
it: Registrazione approvata
ja: 同意します。
ko: 등록 동의 완료
nb: Registrering er avtalt
nl: Registratie is akkoord
pl: Rejestracja zgodna
pt_br: A inscrição é acordada
ro: Înregistrarea este convenită
ru: Регистрация согласована
sv: Registrering är överens
th: ยินยอม การลงทะเบียน
tr: Kayıt kabul edildi
vi: Đăng ký để đồng ý
zh_hans: 注册即同意
zh_hant: 註冊即同意

# add_smart_scenes_task_ok
source: Ok
fr: d'accord
he: בסדר
id: Baik
ko: 확인
ro: Bine
th: ตกลง
tr: Tamam mı
vi: Đồng ý
zh_hans: 好的
zh_hant: 好的

# person_alarm_Doorbell_push
source: Doorbell push
cs: Door zvonek
de: Türklingel
es: Timbre de puerta
fi: Ovikellon painallus
fr: Sonnette
he: לדחוף את הדלת
id: Berita Bel Pintu
it: Spinta del campanello
ja: ドアベル通知
ko: 초인종 알림
nl: Deurbel druk
pl: Push dzwonek
pt_br: Campainha empurrar
ro: Doorbell împinge
ru: Дверной звонок
th: แจ้งเตือนการกดกริ่ง
tr: Kapı zili itme
vi: Chuông cửa đẩy
zh_hans: 门铃推送
zh_hant: 門鈴推送

# color_full
source: Full color
cs: Plná barva
de: Farbe
es: Todo color
fi: Täysi väri
fr: Couleur
he: צבעים מלאים
id: Berwarna
it: Colorato
ja: フルカラー
ko: 풀 컬러
nb: Full farge
pl: Pełny kolor
pt_br: Cor cheia
ro: Culoare plina
ru: Полноцветный
sv: Fullfärg
th: สี
tr: Tüm renkler
vi: Đầy đủ màu sắc
zh_hans: 全彩
zh_hant: 全彩

# cloud_feedback_fillIn
source: Fill in feedback
cs: Vyplňte zpětnou vazbu
de: Rückmeldung ausfüllen
es: Complete los comentarios
fi: Täytä palaute
fr: Remplir les commentaires
he: כתוב משוב
id: isi di Feedback
it: Compilare feedback
ja: フィードバックの入力
ko: 의견을 작성하십시오.
nb: Fyll tilbakemeldinger
nl: Feedback invullen
pl: Wypełnij opinię
pt_br: Preencha o feedback
ro: Completați feedbackul
ru: Заполните отзыв
sv: Fyll i feedback
th: กรอกข้อเสนอแนะ
tr: Geri bildirim doldur
vi: Điền thông tin phản hồi
zh_hans: 填写反馈
zh_hant: 填寫反饋

# preview_set_preset
source: Set preset positions
cs: Nastavte přednastavené pozice
de: Preset einstellen
es: Establecer posiciones preestablecidas
fi: Aseta esiasetetut paikat
fr: Définir des positions prédéfinies
he: הגדר מיקומים מוגדרים מראש
id: Atur posisi preset
it: Imposta posizioni preimpostate
ja: プリセット位置を設定する
ko: 사전 설정 위치 설정
nb: Still inn forhåndsinnstilte posisjoner
nl: Vooraf ingestelde posities instellen
pl: Ustaw zaprogramowane pozycje
pt_br: Definir posições predefinidas
ro: Setați poziții prestabilite
ru: Установить предустановленные позиции
sv: Ställ in förinställda positioner
th: ตั้งตำแหน่งที่ตั้งไว้ล่วงหน้า
tr: Önceden ayarlanmış konumları ayarla
vi: Đặt các vị trí đặt trước
zh_hans: 设置常看位置
zh_hant: 設置常看位置

# deviceSetting_4G_signal_strength
source: 4G signal strength
cs: Síla signálu 4G
de: 4G Signalstärke
es: Fuerza de la señal 4G
fi: 4G signaalin voimakkuus
fr: Force du signal 4G
he: עוצמת אות 4G
id: Kekuatan sinyal 4G
it: Potenza del segnale 4G
ja: 4G信号強度
ko: 4G 신호 강도
nb: 4G signalstyrke
nl: 4G-signaalsterkte
pl: Siła sygnału 4G
pt_br: intensidade do sinal 4G
ro: Puterea semnalului 4G
ru: Уровень сигнала 4G
sv: 4G signalstyrka
th: ความแรงของสัญญาณ 4G
tr: 4G sinyal gücü
vi: Cường độ tín hiệu 4G
zh_hans: 4G信号强度
zh_hant: 4G信號強度

# deviceSetting_videoBackup_networkRate
source: Speed
cs: Rychlost
de: Geschwindigkeit
es: Velocidad
fi: verkon nopeus
fr: Vitesse
he: מהירות
id: Kecepatan
it: Velocità
ja: 速度
ko: 속도
nb: Hastighet
nl: Snelheid
pl: Prędkość
pt_br: Rapidez
ro: Viteză
ru: скорость
sv: Fart
th: ความเร็ว
tr: hız
vi: tốc độ Internet
zh_hans: 网速
zh_hant: 網速

# cloud_purchase_again
source: Purchase again
cs: Koupit znovu
de: Nochmal kaufen
es: Comprar de nuevo
fi: Osta uudelleen
fr: Achetez à nouveau
he: רכשו שוב
id: Beli lagi
it: Acquista di nuovo
ja: もう一度購入
ko: 다시 구매
nb: Kjøp igjen
nl: Koop opnieuw
pl: Kup ponownie
pt_br: Compre novamente
ro: Cumpărați din nou
ru: Купить снова
sv: Köp igen
th: ซื้ออีกครั้ง
tr: Tekrar satın al
vi: Mua lại
zh_hans: 再次购买
zh_hant: 再次購買

# devicelist_cloud_success_prompt_ios
source: %@Cloud storage video is successfully opened
cs: %@ 云 存 视频 byl úspěšně otevřen
de: %@Cloud-Speicher-Video wurde erfolgreich geöffnet
es: %@El video de almacenamiento en la nube se abrió exitosamente
fi: %@ 云 存 视频 avataan onnistuneesti
fr: %@ La vidéo de stockage en Cloud est ouverte avec succès
he: %@וידאו של אחסון בענן נפתח בהצלחה
id: %@Video penyimpanan cloud berhasil dibuka
it: %@Il video di archiviazione su cloud è stato aperto correttamente
ja: %@ビデオは正常です。
ko: %@클라우드에 저장된 동영상이 성공적으로 열렸습니다.
nb: %@Cloud Storage-video er vellykket åpnet
nl: %@Video met cloudopslag is succesvol geopend
pl: %@Zapisywanie w chmurze zostało pomyślnie otwarte
pt_br: %@ Armazenamento em nuvem de vídeo é aberto com sucesso
ro: %@ Videoclipul de stocare în cloud a fost deschis cu succes
ru: %@ Облачное хранилище видео успешно открыто
sv: %@ Cloud Storage-video öppnas med framgång
th: เปิดวิดีโอที่เก็บบนคลาวด์สำเร็จแล้ว
tr: %@ Cloud depolama videosu başarıyla açıldı
vi: %@ 云 存 Đã mở video thành công
zh_hans: %@云存录像开启成功
zh_hant: %@雲存錄像開啟成功

# cloud_help_migration_device_a
source: After the device is successfully added, if the device meets the service migration criteria, the migration prompt box is displayed. After the determination, the device jumps to the migration interface.
cs: Po úspěšném přidání zařízení, pokud zařízení splňuje kritéria migrace služby, se zobrazí okno s výzvou k migraci, po které zařízení přejde na rozhraní migrace.
de: Nachdem das Gerät erfolgreich hinzugefügt wird, wenn das Gerät der Kriterien Service Migration erfüllt, wird die Migration prompt Feld angezeigt. Nach der Bestimmung, springt das Gerät auf die Migration Schnittstelle.
es: Una vez que el Equipo se agrega correctamente, si el Equipo cumple con los criterios de migración del servicio, se muestra el cuadro de solicitud de migración. Después de la determinación, el Equipo salta a la interfaz de migración.
fi: Kun laite on onnistuneesti lisätty, jos laite täyttää palvelun muuttoliike kriteerit, siirtyminen kehote avautuu. Määrittämisen jälkeen, laite siirtyy siirtymisen kautta.
fr: Une fois que le périphérique a été ajouté avec succès, s'il répond aux critères de migration du service, la boîte de dialogue d'invitation à la migration s'affiche. Une fois la détermination effectuée, le périphérique passe à l'interface de migration.
he: לאחר שההתקן יתווסף בהצלחה, אם ההתקן יעמוד בקריטריונים להעברת שירות, יוצג תיבת ההעברה לאחר הקביעה, ההתקן יקפוץ לממשק ההעברה.
id: Setelah perangkat berhasil ditambahkan, jika perangkat memenuhi kriteria migrasi layanan, kotak prompt migrasi ditampilkan. Setelah penentuan, perangkat melompat ke antarmuka migrasi.
it: Dopo aver aggiunto il nuovo dispositivo, se il dispositivo soddisfa i criteri di migrazione di servizio, viene visualizzata la finestra di prompt di migrazione. Dopo la determinazione, il dispositivo passa all'interfaccia di migrazione.
ja: デバイスが正常に追加された後、デバイスがサービスの移行基準を満たしている場合は、移行のプロンプトボックスが表示され、決定後にデバイスは移行インターフェイスにジャンプします。
ko: 장치가 성공적으로 추가 된 후 장치가 서비스 마이그레이션 기준을 충족하면 마이그레이션 프롬프트 상자가 표시됩니다. 결정한 후 장치는 마이그레이션 인터페이스로 이동합니다.
nb: Når enheten er lagt til, hvis enheten oppfyller kriteriene for tjenesteoverføring, vises meldingsboksen for migrering. Etter bestemmelsen går enheten til overføringsgrensesnittet.
nl: Nadat het apparaat is toegevoegd en het apparaat voldoet aan de servicemigratiecriteria, wordt het migratievenster weergegeven. Na de vaststelling springt het apparaat naar de migratie-interface.
pl: Po pomyślnym dodaniu urządzenia, jeśli urządzenie spełnia kryteria migracji usługi, wyświetlane jest pole zachęty migracji Po określeniu urządzenie przechodzi do interfejsu migracji.
pt_br: Depois que o dispositivo for adicionado com sucesso, se o dispositivo atender aos critérios de migração de serviço, a caixa de prompt de migração será exibida. Após a determinação, o dispositivo saltará para a interface de migração.
ro: După ce dispozitivul a fost adăugat cu succes, dacă dispozitivul îndeplinește criteriile de migrare a serviciului, se afișează caseta de prompt pentru migrare. După determinare, dispozitivul trece la interfața de migrare.
ru: После того, как устройство успешно добавлено, если устройство удовлетворяет критериям миграции службы, отображается окно запроса на миграцию. После определения устройство переходит к интерфейсу миграции.
sv: När enheten har lagts, om enheten uppfyller kriterierna Migrationsverket är migrations prompt ruta. Efter bestämningen, hoppar enheten till migration gränssnittet.
th: หลังจากเพิ่มอุปกรณ์สำเร็จแล้วหากอุปกรณ์ตรงตามเกณฑ์การย้ายบริการกล่องข้อความแจ้งการย้ายจะแสดงขึ้นหลังจากการกำหนดอุปกรณ์จะข้ามไปยังอินเทอร์เฟซการย้ายข้อมูล
tr: Cihaz başarıyla eklendikten sonra, cihaz servis geçişi ölçütlerini karşılıyorsa, geçiş istemi kutusu görüntülenir Belirlemeden sonra, cihaz geçiş arayüzüne atlar.
vi: a. Sau khi thiết bị được thêm thành công, nếu thiết bị đáp ứng các điều kiện di chuyển dịch vụ, hộp nhắc di chuyển sẽ bật lên và sau khi xác nhận, hãy chuyển đến giao diện di chuyển;
zh_hans: a.添加设备成功后，若设备符合服务迁移条件，弹出迁移提示框，确定后跳转至迁移界面；
zh_hant: a.添加設備成功後，若設備符合服務遷移條件，彈出遷移提示框，確定後跳轉至遷移界面；

source: Feedback
cs: Zpětná vazba
es: Realimentación
fi: palaute
fr: Évaluation
he: פידבק
ja: フィードバック
ko: 피드백
nb: Tilbakemelding
pl: Sprzężenie zwrotne
pt_br: Comentários
ro: Parere
ru: Обратная связь
sv: Återkoppling
th: ข้อเสนอแนะ
tr: geri bildirim
vi: Phản hồi
zh_hans: 反馈
zh_hant: 反饋

# cloud_enter_account
source: Enter the account number
cs: Zadejte číslo účtu
de: Account eingeben
es: Ingrese el número de cuenta
fi: Kirjoita tilinumero
fr: Entrez le numéro de compte
he: הזן את מספר החשבון
id: Masukkan nomor akun
it: Inserisci il numero di conto
ja: アカウント番号を入力してください
ko: ID를 입력하십시오
nb: Angi kontonummeret
nl: Voer het rekeningnummer in
pl: Wpisz numer konta
pt_br: Digite o número da conta
ro: Introduceți numărul contului
ru: Введите номер счета
sv: Ange kontonumret
th: ใส่เลขที่บัญชี
tr: Hesap numarasını girin
vi: Nhập số tài khoản
zh_hans: 输入账号
zh_hant: 輸入賬號

# Devicesetting_Turn_off_timed_record_clear_schedule
source: Turning off timed recording will clear your recording schedule, please confirm whether to turn it off
cs: Vypnutím časovaného nahrávání vymažete plán nahrávání. Potvrďte, zda jej chcete vypnout
de: Wenn Sie die Daueraufnahme deaktivieren, wird Ihr Aufnahmezeitplan gelöscht. Wirklich deaktivieren?
es: Desactivar la grabación programada borrará su programación de grabación, confirme si desea desactivarla
fi: Ajastetun tallennuksen poistaminen käytöstä tyhjentää tallennusaikataulusi. Vahvista, haluatko poistaa sen käytöstä
fr: La désactivation de l'enregistrement programmé effacera votre programme d'enregistrement, veuillez confirmer si vous souhaitez le désactiver
he: כיבוי הקלטה מתוזמנת תנקה את לוח הזמנים של ההקלטות שלך, אנא אשר אם לכבות אותו
id: Menonaktifkan perekaman berwaktu akan menghapus jadwal perekaman Anda, harap konfirmasi apakah akan mematikannya
it: La disattivazione della registrazione a tempo cancellerà la pianificazione della registrazione, confermare se disattivarla
ja: 時間指定録画をオフにすると、録画スケジュールがクリアされます。オフにするかどうかを確認してください
ko: 예약 녹화를 끄면 녹화 일정이 지워집니다. 끄기 여부를 확인하세요.
nb: Hvis du slår av tidsstyrt opptak, slettes opptaksplanen din. Bekreft om du vil slå den av
nl: Als u getimede opname uitschakelt, wordt uw opnameschema gewist. Bevestig of u het wilt uitschakelen
pl: Desactivar la grabación programada borrará su programación de grabación, confirme si desea desactivarla
pt_br: A desativação da gravação temporizada limpará sua programação de gravação, confirme se deseja desativá-la
ro: Oprirea înregistrării cronometrate va șterge programul de înregistrare; vă rugăm să confirmați dacă o dezactivați
ru: Отключение записи по времени очистит расписание записи. Подтвердите, следует ли его отключить.
sv: Om du stänger av tidsinställd inspelning rensas ditt inspelningsschema, bekräfta om du vill stänga av det
th: การปิดการบันทึกตามกำหนดเวลาจะล้างตารางการบันทึกของคุณ โปรดยืนยันว่าจะปิดหรือไม่
tr: Zamanlanmış kaydı kapatmak, kayıt programınızı siler, lütfen kapatıp kapatmayacağınızı onaylayın.
vi: Tắt tính năng ghi theo thời gian sẽ xóa lịch ghi của bạn, vui lòng xác nhận xem có tắt tính năng này không
zh_hans: 关闭定时录像将会清空您的录像日程，请确定是否关闭
zh_hant: 關閉定時錄像將會清空您的錄像日程，請確定是否關閉

# Devicesetting_set_push_time_period_separately
source: Set the push time period separately
cs: Samostatně nastavte časový úsek push
de: Push-Zeitraum separat einstellen
es: Establezca el período de tiempo de inserción por separado
fi: Aseta työntöaika erikseen
fr: Définissez la période de temps de poussée séparément
he: הגדר את פרק זמן הדחיפה בנפרד
id: Atur periode waktu push secara terpisah
it: Impostare il periodo di tempo di spinta separatamente
ja: プッシュ時間を個別に設定する
ko: 푸시 기간을 별도로 설정
nb: Still inn push-tidsperioden separat
nl: Stel de push-tijd apart in
pl: Ustaw czas naciskania osobno
pt_br: Defina o período de push separadamente
ro: Setați separat perioada de timp de împingere
ru: Установите период времени push отдельно
sv: Ställ in push-tidsperioden separat
th: ตั้งค่าช่วงเวลาการกดแยกกัน
tr: İtme süresini ayrı olarak ayarlayın
vi: Đặt khoảng thời gian đẩy riêng
zh_hans: 单独设置推送时间段
zh_hant: 單獨設置推送時間段

# devicesetting_camera_calibration
source: Camera calibration successful
cs: Kalibrace kamery byla úspěšná
de: Kamerakalibrierung erfolgreich
es: Calibración de cámara exitosa
fi: Kameran kalibrointi onnistui
fr: Calibrage de la caméra réussi
he: כיול המצלמה הצליח
id: Kalibrasi kamera berhasil
it: Calibrazione della fotocamera eseguita correttamente
ja: カメラのキャリブレーションが成功しました
ko: 카메라 보정 성공
nb: Kamerakalibrering vellykket
nl: Camerakalibratie geslaagd
pl: Kalibracja aparatu powiodła się
pt_br: Calibração da câmera bem-sucedida
ro: Calibrarea camerei a reușit
ru: Калибровка камеры прошла успешно
sv: Kamerakalibreringen lyckades
th: การปรับเทียบกล้องสำเร็จแล้ว
tr: Kamera kalibrasyonu başarılı
vi: Hiệu chỉnh máy ảnh thành công
zh_hans: 摄像机校准成功
zh_hant: 攝像機校準成功

# Help_new_feedback
source: New feedback
cs: Nová zpětná vazba
de: Neues Feedback
es: Nuevos comentarios
fi: Uusi palaute
fr: Nouveau feedback
he: משוב חדש
id: Umpan balik baru
it: Nuovo feedback
ja: 新しいフィードバック
ko: 새로운 의견
nb: Ny tilbakemelding
nl: Nieuwe feedback
pl: Nowa opinia
pt_br: Novo feedback
ro: Feedback nou
ru: Новый отзыв
sv: Ny feedback
th: ข้อเสนอแนะใหม่
tr: Yeni geribildirim
vi: Phản hồi mới
zh_hans: 新的反馈
zh_hant: 新的反饋

# Devicesetting_Unable_read_SIM_check_insertion_status
source: Unable to read the SIM card, please check the device SIM card insertion status
cs: Nelze přečíst SIM kartu, zkontrolujte prosím stav vložení SIM karty do zařízení
de: Die SIM-Karte kann nicht gelesen werden, bitte überprüfen Sie den Einlegestatus der SIM-Karte des Geräts
es: No se puede leer la tarjeta SIM, verifique el estado de inserción de la tarjeta SIM del dispositivo
fi: SIM-korttia ei voi lukea, tarkista laitteen SIM-kortin asettamisen tila
fr: Impossible de lire la carte SIM, veuillez vérifier l'état d'insertion de la carte SIM de l'appareil
he: אין אפשרות לקרוא את כרטיס ה-SIM, אנא בדוק את מצב הכנסת כרטיס ה-SIM של המכשיר
id: Tidak dapat membaca kartu SIM, harap periksa status penyisipan kartu SIM perangkat
it: Impossibile leggere la scheda SIM, verificare lo stato di inserimento della scheda SIM del dispositivo
ja: SIMカードを読み取れません。デバイスのSIMカードの挿入ステータスを確認してください
ko: SIM 카드를 읽을 수 없습니다. 기기의 SIM 카드 삽입 상태를 확인하세요.
nb: Kan ikke lese SIM-kortet. Kontroller enhetens status for innsetting av SIM-kort
nl: Kan de simkaart niet lezen, controleer de plaatsingsstatus van de simkaart van het apparaat
pl: Nie można odczytać karty SIM, sprawdź stan włożenia karty SIM urządzenia
pt_br: Não é possível ler o cartão SIM, verifique o status de inserção do cartão SIM do dispositivo
ro: Nu se poate citi cartela SIM, vă rugăm să verificați starea de inserare a cartelei SIM a dispozitivului
ru: Не удается прочитать SIM-карту, проверьте состояние вставки SIM-карты устройства.
sv: Det går inte att läsa SIM-kortet, kontrollera enhetens status för isättning av SIM-kortet
th: ไม่สามารถอ่านซิมการ์ดได้ โปรดตรวจสอบสถานะการใส่ซิมการ์ดของอุปกรณ์
tr: SIM kart okunamıyor, lütfen cihazın SIM kartı takma durumunu kontrol edin
vi: Không thể đọc thẻ SIM, vui lòng kiểm tra trạng thái lắp thẻ SIM của thiết bị
zh_hans: 无法读取SIM卡，请检查设备SIM卡插入状态
zh_hant: 無法讀取SIM卡，請檢查設備SIM卡插入狀態

# adddevice_other_way
source: Other ways to add
cs: Další způsoby přidání
de: Anders hinzufügen
es: Otras formas de añadir
fi: Muita tapoja lisätä
fr: Autres façons d'ajouter
he: דרכים נוספות להוספה
id: Cara lain untuk menambahkan
it: Altri modi per aggiungere
ja: 追加する他の方法
ko: 추가 할 다른 방법
nb: Andre måter å legge til
nl: Andere manieren om toe te voegen
pl: Inne sposoby dodawania
pt_br: Outras maneiras de adicionar
ro: Alte modalități de adăugare
ru: Другие способы добавить
sv: Andra sätt att lägga till
th: เพิ่มด้วยวิธีอื่น
tr: Eklemenin diğer yolları
vi: Các cách khác để thêm
zh_hans: 其他添加方式
zh_hant: 其他添加方式

# service_work_hours_not_select
source: Working hours not selected
cs: Pracovní doba není vybrána
de: Arbeitszeit nicht ausgewählt
es: Horas de trabajo no seleccionadas
fi: Työaikaa ei valittu
fr: Heures de travail non sélectionnées
he: שעות העבודה לא נבחרו
id: Jam kerja tidak dipilih
it: Orario di lavoro non selezionato
ja: 労働時間は選択されていません
ko: 근무 시간이 선택되지 않았습니다.
nb: Arbeidstid ikke valgt
nl: Werkuren niet geselecteerd
pl: Nie wybrano godzin pracy
pt_br: Horário de trabalho não selecionado
ro: Programul de lucru nu a fost selectat
ru: Часы работы не выбраны
sv: Arbetstid inte vald
th: ไม่ได้เลือกเวลาทำงาน
tr: Çalışma saatleri seçilmedi
vi: Thời gian làm việc không được chọn
zh_hans: 工作时间未选择
zh_hant: 工作時間未選擇
