Repository: Yolo-cell-hash/go_home_ios
Catalog: ios/Runner/JASDK/JAResources/XLanguage/X35MultiLanguage/*.lproj/X35MutiLanguage.strings
Languages: cs, de, es, fi, fr, he, id, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sv, th, tr, vi, zh_hans, zh_hant

# devicelist_firmware_update_fail_sucess_prompt
source: The firmware upgrade is complete, please click the button below to view related boot help.
cs: Aktualizace firmwaru je dokončena. Kliknutím na tlačítko níže zobrazíte související nápovědu pro spuštění.
de: Firmware-Upgrade abgeschlossen. Tippen Sie auf den Button unten, um die entsprechende Hilfe anzuzeigen.
es: La actualización del firmware está completa, haga clic en el botón a continuación para ver la ayuda relacionada con el arranque.
fi: Laiteohjelmiston päivitys on valmis. Napsauta alla olevaa painiketta nähdäksesi liittyvän käynnistysohjeen.
fr: La mise à niveau du firmware est terminée, veuillez cliquer sur le bouton ci-dessous pour afficher l'aide au démarrage correspondante.
he: שדרוג הקושחה הושלם, אנא לחץ על הכפתור למטה כדי להציג עזרה בנושא אתחול.
id: Pembaruan firmware selesai, silakan klik tombol di bawah ini untuk melihat bantuan boot terkait.
it: L'aggiornamento del firmware è completo, fare clic sul pulsante in basso per visualizzare la relativa guida all'avvio.
ja: ファームウェアのアップグレードは完了しました。関連する起動ヘルプを表示するには、下のボタンをクリックしてください。
ko: 펌웨어 업그레이드가 완료되었습니다. 관련 부팅 도움말을 보려면 아래 버튼을 클릭하십시오.
nb: Firmwareoppgraderingen er fullført. Vennligst klikk på knappen nedenfor for å se relatert oppstarthjelp.
nl: De firmware-upgrade is voltooid. Klik op de onderstaande knop om de bijbehorende opstarthulp te bekijken.
pl: Aktualizacja oprogramowania układowego została zakończona. Kliknij poniższy przycisk, aby wyświetlić pomoc dotyczącą rozruchu.
pt_br: A atualização do firmware está completa, por favor, clique no botão abaixo para ver a ajuda de inicialização relacionada.
ro: Actualizarea firmware-ului este completă. Vă rugăm să faceți clic pe butonul de mai jos pentru a vedea ajutorul de pornire aferent.
ru: Обновление прошивки завершено, пожалуйста, нажмите кнопку ниже для просмотра соответствующей справки загрузки.
sv: Firmwareuppgraderingen är klar. Klicka på knappen nedan för att se relaterad starthjälp.
th: การอัพเกรดเฟิร์มแวร์เสร็จสมบูรณ์โปรดคลิกปุ่มด้านล่างเพื่อดูวิธีใช้ในการบูตที่เกี่ยวข้อง
tr: Yazılım yükseltmesi tamamlandı, ilgili önyükleme yardımını görüntülemek için lütfen aşağıdaki düğmeye tıklayın.
vi: Nâng cấp firmware hoàn tất, vui lòng nhấp vào nút bên dưới để xem trợ giúp hướng dẫn liên quan
zh_hans: 固件升级完成，请点击下方按钮查看相关引导帮助
zh_hant: 固件升級完成，請點擊下方按鈕查看相關引導幫助

# Addevice_input_password
source: Please input a password
cs: Zadejte prosím heslo
de: Bitte Passwort eingeben
es: Por favor ingrese una contraseña
fi: Anna salasana
fr: Veuillez entrer un mot de passe
he: נא להזין סיסמה
id: Silakan masukkan kata sandi
it: Si prega di inserire una password
ja: パスワードを入力してください
ko: 비밀번호를 입력해주세요
nb: Vennligst skriv inn et passord
nl: Voer een wachtwoord in
pl: Wprowadź hasło
pt_br: Por favor, insira uma senha
ro: Vă rugăm să introduceți o parolă
ru: Пожалуйста, введите пароль
sv: Vänligen ange ett lösenord
th: กรุณาใส่รหัสผ่าน
tr: Lütfen bir şifre girin
vi: Vui lòng nhập mật khẩu
zh_hans: 请输入密码
zh_hant: 請輸入密碼

source: System notification
cs: Oznámení systému
de: Systembenachrichtigung
es: notificación del sistema
fi: Järjestelmän ilmoitus
fr: Avis système
he: הודעת מערכת
id: Pemberitahuan sistem
it: Notifica di sistema
ja: システム通知
ko: 시스템 알림
nb: Systemvarsling
nl: Systeemmelding
pl: Powiadomienie systemowe
pt_br: Notificação do sistema
ro: Notificare de sistem
ru: Системное уведомление
sv: Systemavisering
th: ระบบแจ้งเตือน
tr: Sistem bildirimi
vi: Thông báo hệ thống
zh_hans: 系统通知
zh_hant: 系統通知

# deviceSetting_Enter_new_password
source: New password
cs: Nové heslo
de: Neues Passwort wiederholen
es: Nueva contraseña
fi: Uusi salasana
fr: Nouveau mot de passe
he: סיסמה חדשה
id: Kata sandi baru
it: Nuova password
ja: 新しいパスワード
ko: 새 비밀번호
nb: Nytt passord
nl: Nieuw paswoord
pl: Nowe hasło
pt_br: Nova Senha
ro: Parolă Nouă
ru: Новый пароль
sv: Nytt lösenord
th: รหัสผ่านใหม่
tr: Yeni Şifre
vi: Mật khẩu mới
zh_hans: 输入新密码
zh_hant: 輸入新密碼

# devicesetting_device_emitted_volume
source: The volume at which the device plays sound
cs: Hlasitost, při které přístroj přehrává zvuk
de: Lautsprecher Kamera
es: El volumen al que el Equipo reproduce sonido.
fi: Äänenvoimakkuus, jolla laite soi
fr: Le volume auquel l'appareil lit le son
he: עוצמת הקול שבה המכשיר משמיע צליל
id: Volume di mana perangkat memainkan suara
it: Il volume al quale il dispositivo riproduce il suono
ja: デバイスがサウンドを再生する音量
ko: 장치에서 발생하는 볼륨
nb: Volumet som enheten spiller på, høres ut
nl: Het volume waarop het apparaat speelt klinkt geluid
pl: Głośność, przy której urządzenie odtwarza dźwięk
pt_br: O volume no qual o dispositivo reproduz som
ro: Volumul la care aparatul redă sunetul
ru: Громкость, на которой устройство воспроизводит звук
sv: Volymen där enheten spelar ljud
th: ระดับเสียงของอุปกรณ์
tr: Cihazın ses çaldığı ses
vi: Âm lượng của âm thanh do thiết bị phát
zh_hans: 设备播放声音的音量
zh_hant: 設備播放聲音的音量

# devicesetting_WiFi_currently_connected
source: WiFi currently connected to the device:
cs: WiFi aktuálně připojené k zařízení:
de: Gerät derzeit mit folgendem WLAN verbunden:
es: WiFi actualmente conectado al dispositivo:
fi: Laitteeseen tällä hetkellä yhdistetty WiFi:
fr: Wi-Fi actuellement connecté à l'appareil :
he: WiFi מחובר כעת למכשיר:
id: WiFi saat ini terhubung ke perangkat:
it: WiFi attualmente connesso al dispositivo:
ja: 現在デバイスに接続されているWiFi：
ko: 현재 장치에 연결된 WiFi:
nb: WiFi er for øyeblikket koblet til enheten:
nl: WiFi momenteel verbonden met het apparaat:
pl: Wi-Fi aktualnie podłączone do urządzenia:
pt_br: WiFi atualmente conectado ao dispositivo:
ro: WiFi conectat în prezent la dispozitiv:
ru: Wi-Fi, подключенный к устройству в данный момент:
sv: WiFi för närvarande anslutet till enheten:
th: WiFi ที่เชื่อมต่อกับอุปกรณ์ในปัจจุบัน:
tr: Şu anda cihaza bağlı WiFi:
vi: WiFi hiện được kết nối với thiết bị:
zh_hans: 当前设备连接的WiFi：
zh_hant: 當前設備連接的WiFi：

# deviceSetting_Fill_light_night
source: Fill light at night
cs: Naplňte světlo v noci
de: Weißlicht-Strahler bei Nacht
es: Llenar la luz por la noche
fi: Täytä valo yöllä
fr: Remplir la lumière la nuit
he: מלא אור בלילה
id: Isi cahaya di malam hari
it: Riempi la luce di notte
ja: 夜に光を満たしてください
ko: 밤에 빛을 채우다
nb: Fyll lys om natten
nl: Vul het licht 's nachts
pl: Wypełnij światło w nocy
pt_br: Preencher a luz à noite
ro: Umpleți lumina noaptea
ru: Залить свет ночью
sv: Fyll ljus på natten
th: เติมแสงยามค่ำคืน
tr: Geceleri ışık doldurun
vi: Lấp đầy ánh sáng vào ban đêm
zh_hans: 夜间补光
zh_hant: 夜間補光

# Service_map_select_store_address
source: Please select the store address
cs: Vyberte adresu obchodu
de: Laden-Adresse auswählen
es: Por favor seleccione la dirección de la tienda
fi: Valitse myymäläosoite
fr: Veuillez sélectionner l'adresse du magasin
he: בחר את כתובת החנות
id: Silakan pilih alamat toko
it: Seleziona l'indirizzo del negozio
ja: 店舗の住所を選択してください
ko: 매장 주소를 선택하십시오
nb: Velg butikkadressen
nl: Selecteer het winkeladres
pl: Wybierz adres sklepu
pt_br: Por favor, selecione o endereço da loja
ro: Vă rugăm să selectați adresa magazinului
ru: Пожалуйста, выберите адрес магазина
sv: Välj butikens adress
th: กรุณาเลือกที่อยู่ร้าน
tr: Lütfen mağaza adresini seçin
vi: Vui lòng chọn địa chỉ cửa hàng
zh_hans: 请选择门店地址
zh_hant: 請選擇門店地址

# adddevice_Wireless_flash_always_on
source: a. If the device indicator is always on, you can click the "Manual Add" button to add the device by ID.
cs: a. Pokud je indikátor zařízení stále zapnutý, můžete klepnutím na tlačítko "Ruční přidání" přidat zařízení podle ID.
de: a. Wenn die LED dauerhaft leuchtet, können Sie auf "Manuell Hinzufügen" tippen, um das Gerät über die ID hinzuzufügen.
es: a. Si el indicador del Equipo siempre está encendido, puede hacer clic en el botón "Agregar manual" para agregar el Equipo por ID.
fi: a. Jos laitteen merkkivalo palaa jatkuvasti, voit lisätä laitteen tunnuksella napsauttamalla "Manuaalinen lisäys" -painiketta.
fr: une. Si le voyant de périphérique est toujours allumé, vous pouvez cliquer sur le bouton "Ajout manuel" pour ajouter le périphérique par ID.
he: א. אם מחוון המכשיר תמיד דולק, אתה יכול ללחוץ על הלחצן "הוסף ידני" כדי להוסיף את המכשיר לפי מזהה.
id: Sebuah. Jika indikator perangkat selalu menyala, Anda dapat mengklik tombol "Tambah Manual" untuk menambahkan perangkat dengan ID.
it: un. Se l'indicatore del dispositivo è sempre acceso, è possibile fare clic sul pulsante "Aggiungi manuale" per aggiungere il dispositivo tramite ID.
ja: a。 デバイスインジケータが常にオンになっている場合は、[手動で追加]ボタンをクリックして、IDでデバイスを追加できます。
ko: 에이. 장치 표시기가 항상 켜져 있으면 "수동 추가"단추를 클릭하여 ID로 장치를 추가 할 수 있습니다.
nb: a. Hvis enhetsindikatoren alltid er på, kan du klikke på "Manuell Legg til " -knappen for å legge til enheten etter ID.
nl: een. Als de apparaatindicator altijd aan is, kunt u op de knop "Handmatig toevoegen" klikken om het apparaat op ID toe te voegen.
pl: za. Jeśli wskaźnik urządzenia jest zawsze włączony, możesz kliknąć przycisk "Dodaj ręcznie", aby dodać urządzenie według identyfikatora.
pt_br: uma. Se o indicador do dispositivo estiver sempre aceso, você pode clicar no botão "Adicionar manualmente" para adicionar o dispositivo por ID.
ro: a. Dacă indicatorul dispozitivului este întotdeauna pornit, puteți face clic pe butonul "Adăugare manuală" pentru a adăuga dispozitivul după ID.
ru: а. Если индикатор устройства всегда включен, вы можете нажать кнопку "Добавить вручную", чтобы добавить устройство по идентификатору.
sv: a. Om enhetsindikatorn alltid är på kan du klicka på knappen "Manuell lägg till" för att lägga till enheten med ID.
th: ก. หากไฟแสดงสถานะอุปกรณ์เปิดอยู่เสมอคุณสามารถคลิกปุ่ม "เพิ่มด้วยตนเอง" เพื่อเพิ่มอุปกรณ์โดยใช้ ID
tr: a. Cihaz göstergesi her zaman açıksa, cihazı kimliğe göre eklemek için "Manual Add" düğmesini tıklatabilirsiniz.
vi: a. Nếu chỉ báo thiết bị luôn bật, bạn có thể nhấp vào nút "Thêm thủ công" để thêm thiết bị bằng ID
zh_hans: a.若设备指示灯常亮，您可点击“手动添加”按钮前往使用ID添加设备
zh_hant: a.若設備指示燈常亮，您可點擊“手動添加”按鈕前往使用ID添加設備

# playback_Immediate_repair
source: Fix now
cs: Opravit teď
de: Jetzt reparieren
es: Reparalo ahora
fi: Korjaa nyt
fr: Répare maintenant
he: תקן עכשיו
id: Memperbaiki Sekarang
it: Sistemalo adesso
ja: 今すぐ修正
ko: 지금 수정
nb: Løs nå
nl: Regel het nu
pl: Napraw teraz
pt_br: Conserte agora
ro: Repară acum
ru: Исправить сейчас
sv: Fixa nu
th: แก้ไขเดี๋ยวนี้
tr: Şimdi düzelt
vi: Khắc phục ngay bây giờ
zh_hans: 立即修复
zh_hant: 立即修復

# person_feedback_add_picture
source: Add pictures
cs: Přidat obrázky
de: Bilder hinzufügen
es: Agregar fotos
fi: Lisää kuvia
fr: Ajouter des photos
he: הוסף תמונות
id: Tambahkan gambar
it: Aggiungi foto
ja: 画像を追加する
ko: 사진 추가
nb: Legg til bilder
nl: Voeg afbeeldingen toe
pl: Dodaj zdjęcia
pt_br: Adicionar fotos
ro: Adăugați imagini
ru: Добавить фотографии
sv: Lägg till bilder
th: เพิ่มรูปภาพ
tr: Resim ekle
vi: thêm hình ảnh
zh_hans: 添加图片
zh_hant: 添加圖片

# devicelist_go_to_open
source: Go to open
cs: Jděte otevřít
de: Öffnen
es: Ir a abrir
fi: Mene avaamaan
fr: Aller pour ouvrir
he: לך לפתוח
id: Buka
it: Vai ad aprire
ja: 開くに行く
ko: 열기로 이동
nb: Gå for å åpne
nl: Ga naar openen
pl: Idź, aby otworzyć
pt_br: Vá para abrir
ro: Du-te pentru a deschide
ru: Перейти открыть
sv: Gå till öppna
th: ไปที่เปิด
tr: Açmak için git
vi: Đi để mở
zh_hans: 前往开启
zh_hant: 前往開啟

# help_normal_problem_text_8
source: 1.Only support SD card max 128GB and FAT32 format. If the system file is error,please formart the SD card and choose FAT32 format.
cs: 1. V současné době podporuje pouze paměťové karty s kapacitou menší než 128 GB a souborový systém FAT32,pokud je souborový systém špatný,formátujte jej a vyberte formát FAT32;
de: 1. Es werden nur SD Karten bis max. 128GB und Format FAT32 unterstützt. Bei Systemfehler, bitte SD-Karte formatieren und Format FAT32 auswählen.
es: 1. Actualmente solo admite tarjetas de memoria con capacidad inferior a 128 GB,y el sistema de archivos FAT32,si el sistema de archivos no es el formato correcto,seleccione el formato FAT32;
fi: 1. Tällä hetkellä vain tukee muistikortteja,joiden kapasiteetti on alle 128 Gt,ja FAT32-tiedostojärjestelmä,jos tiedostojärjestelmä on väärä,muotoile se ja valitse FAT32-muoto;
fr: 1. La carte SD doit être de 128 Go max. et le format FAT32. Si ce n'est pas le cas, veuillez formater la carte SD et choisir le format FAT32.
he: 1. תכולת הכרטיס המקסימלית הנתמכת בכרטיס הSD היא 128GB במערכת קבצים מסוג FAT32. אם הכרטיס שברשותך לא מפורמט לFAT32,אנא פרמט אותו
id: 1. Hanya mendukung SD sampai 128GB dan format FAT32,jika tidak format dulu kartu SD dan pilih format FAT32.
it: 1. Il dispositivo supporta schede di massimo 128GB,con formato FAT-32,formattare la scheda da PC,utilizzando tale formato
ja: SDカードは最大128GBでFAT32フォーマットのみをサポートしています。それ以外は、FAT32でフォーマットしたSDカードをご利用ください。
ko: 1. SD 카드 최대 128GB 및 FAT32 형식 만 지원합니다. 그렇지 않은 경우 SD 카드를 포맷하고 FAT32 형식을 선택하십시오.
nb: 1. For øyeblikket støttes kun minnekort med en kapasitet på mindre enn 128GB,og FAT32 filsystem. Hvis det er feil filsystem,velg FAT32-format
nl: 1.Ondersteunt alleen SD-kaarten tot max 128 GB en met FAT32-formaat. Indien geen FAT32-formaat SD-kaart formatteren en FAT32 selecteren.
pl: 1. Obsługiwane są karty max.128GB FAT32. Jeśli nie,proszę sformatować kartę i wybrać FAT32.
pt_br: 1.apenas suportam o formato SD 128GB e FAT32. Se não,por favor,forme o cartão SD e escolha o formato FAT32.
ro: 1.Avitați doar cardul SD de max 128GB și format FAT32. Dacă nu,vă rugăm să formartați cardul SD și să alegeți formatul FAT32.
ru: 1. Только поддержка SD-карты макс 128 ГБ и формат FAT32. Если нет,пожалуйста,переформатируйте SD-карту и выберите формат FAT32.
sv: 1.Anslut bara SD-kort max 128GB och FAT32 format. Om inte,formatera SD-kortet och välj FAT32-format.
th: 1. รองรับการ์ด SD สูงสุด 128GBและรูปแบบ FAT32 เท่านั้นหากไฟล์ระบบมีข้อผิดพลาดโปรดฟอร์แมตการ์ด SD และเลือกรูปแบบ FAT32
tr: 1.Sadece SD kart maksimum 128GB ve FAT32 formatını destekler. Eğer değilse,lütfen SD kartı biçimlendirin ve FAT32 formatını seçin.
vi: 1. Hiện tại chỉ hỗ trợ thẻ nhớ có dung lượng dưới 128GB và hệ thống tập tin FAT32, nếu hệ thống tập tin không đúng, vui lòng định dạng và chọn định dạng FAT32;
zh_hans: 1.目前只支持容量小于128GB的储存卡，且FAT32文件系统，如果文件系统不对请格式化，并选择FAT32格式；
zh_hant: 1.目前只支持容量小於128GB的儲存卡，且FAT32文件系統，如果文件系統不對請格式化，並選擇FAT32格式；

# addDevice_port_format
source: Format of port number is wrong
cs: Číslo portu je v nesprávném formátu
de: Format Port ungültig
es: El número de puerto está en el formato incorrecto
fi: Portin numero on väärässä muodossa
fr: Le format du numéro de port est incorrect
he: פורמט מספר הפורט של
id: format nomor port salah
it: Formato porta errato
ja: ポート番号の形式が正しくありません。
ko: 포트 번호의 형식이 맞지 않습니다.
nb: Format på portnummer er feil
nl: Opmaakpoortnummer is onjuist
pl: Portu jest niepoprawny
pt_br: Formato do número da porta está errado
ro: Formatul numărului portului este greșit
ru: Неверный формат номера порта
sv: Format på portnummer är fel
th: รูปแบบของพอร์ตไม่ถูกต้อง
tr: Port numarası formatı yanlış
vi: Lỗi định dạng số cổng
zh_hans: 端口号格式错误
zh_hant: 端口號格式錯誤

# cloud_auto_login
source: Automatic logon
cs: Automatické přihlášení
de: Auto Login
es: Inicio de sesión automático
fi: Automaattinen sisäänkirjautuminen
fr: Connexion automatique
he: כניסה אוטומטית
id: masuk otomatis
it: Accesso automatico
ja: 自動ログオン
ko: 자동 로그온
nb: Automatisk pålogging
nl: Automatisch inloggen
pl: Automatyczne logowanie
pt_br: Logon automático
ro: Conectare automată
ru: Автоматический вход
sv: Automatisk inloggning
th: เข้าสู่ระบบอัตโนมัติ
tr: Otomatik oturum açma
vi: Đăng nhập tự động
zh_hans: 自动登录
zh_hant: 自動登錄

# Service_map_push_information
source: We will push the latest security equipment information for you as soon as possible, so that you have always been at the forefront of the industry.
cs: Budeme tlačit nejnovější informace o bezpečnostním vybavení co nejdříve, abyste byli vždy v popředí tohoto odvětví.
de: Wir werden die neuesten Informationen zu Sicherheitsausrüstung so schnell wie möglich für Sie bereitstellen, damit Sie immer an der Spitze der Branche standen.
es: Le enviaremos la información más reciente sobre equipos de seguridad lo antes posible, para que siempre haya estado a la vanguardia de la industria.
fi: Lähetämme sinulle viimeisimmät tietoturvalaitetiedot mahdollisimman pian, jotta olet aina ollut alan eturintamassa.
fr: Nous diffuserons les informations les plus récentes sur les équipements de sécurité pour vous dès que possible, afin que vous ayez toujours été à la pointe de l'industrie.
he: אנו נדחוף עבורך את המידע העדכני ביותר בנושא ציוד אבטחה, כך שתמיד היית בחזית הענף.
id: Kami akan mendorong informasi peralatan keamanan terbaru untuk Anda sesegera mungkin, sehingga Anda selalu berada di garis depan industri.
it: Forniremo al più presto le informazioni più aggiornate sulle attrezzature di sicurezza, in modo da essere sempre all'avanguardia nel settore.
ja: 最新のセキュリティ機器情報をできるだけ早くお届けし、常に業界の最前線にいます。
ko: 우리는 가능한 한 빨리 최신 보안 장비 정보를 제공하여 항상 업계의 선두에 서도록하겠습니다.
nb: Vi vil presse den nyeste informasjonen om sikkerhetsutstyr for deg så snart som mulig, slik at du alltid har vært i bransjen.
nl: We zullen de nieuwste informatie over beveiligingsapparatuur zo snel mogelijk voor u pushen, zodat u altijd in de voorhoede van de branche bent geweest.
pl: Prześlemy Ci najnowsze informacje o sprzęcie zabezpieczającym tak szybko, jak to możliwe, abyś zawsze był w czołówce branży.
pt_br: Enviaremos as informações mais recentes sobre equipamentos de segurança para você o mais rápido possível, para que você esteja sempre na vanguarda do setor.
ro: Vom transmite cele mai noi informații despre echipamentele de securitate cât mai curând posibil, astfel încât să fiți întotdeauna în fruntea industriei.
ru: Мы предоставим вам самую последнюю информацию об оборудовании для обеспечения безопасности как можно скорее, чтобы вы всегда были в авангарде отрасли.
sv: Vi kommer att driva den senaste informationen om säkerhetsutrustning åt dig så snart som möjligt så att du alltid har varit i branschens främsta sida.
th: เราจะส่งข้อมูลอุปกรณ์รักษาความปลอดภัยล่าสุดให้คุณโดยเร็วที่สุด
tr: En son güvenlik ekipmanı bilgilerini mümkün olan en kısa sürede size ileteceğiz, böylece her zaman endüstrinin ön saflarında bulunmuş olursunuz.
vi: Chúng tôi sẽ cung cấp cho bạn thông tin thiết bị an ninh mới nhất trong thời gian sớm nhất có thể, để bạn luôn là người đi đầu trong ngành.
zh_hans: 我们将第一时间为您推送最新安防设备信息,让您一直走在行业前列。
zh_hant: 我們將第壹時間為您推送最新安防設備信息,讓您壹直走在行業前列。

# service_map_Immediately_open
source: Immediately open
cs: Okamžitě otevřené
de: Sofort offen
es: Abrir inmediatamente
fi: Heti auki
fr: Ouverture immédiate
he: מיד פתוח
id: Segera buka
it: Immediatamente aperto
ja: すぐに開く
ko: 즉시 오픈
nb: Umiddelbart åpen
nl: Onmiddellijk open
pl: Natychmiast otwarte
pt_br: Abra imediatamente
ro: Deschis imediat
ru: Немедленно открыть
sv: Omedelbart öppen
th: เปิดทันที
tr: Hemen açık
vi: Mở ngay bây giờ
zh_hans: 立即开启
zh_hant: 立即開啟

# preview_play_fail_help
source: Connection failed, please click View to help understand the specific reason
cs: Připojení se nezdařilo, klikněte na Zobrazit, abyste pochopili konkrétní důvod
de: Verbindung fehlgeschlagen, bitte hier tippen, um mögliche Gründe anzuzeigen.
es: La conexión falló, haga clic en Ver para ayudar a comprender el motivo específico
fi: Yhteys epäonnistui. Napsauta Näytä-painiketta auttaaksesi ymmärtämään tarkkaa syytä
fr: La connexion a échoué, veuillez cliquer sur Afficher pour comprendre la raison spécifique
he: החיבור נכשל, לחץ על הצג כדי להבין את הסיבה הספציפית
id: Sambungan gagal, silakan klik Lihat untuk membantu memahami alasan spesifiknya
it: Connessione non riuscita, fare clic su Visualizza per capire il motivo specifico
ja: 接続に失敗しました。具体的な理由を理解するには、[表示]をクリックしてください
ko: 연결에 실패했습니다.보기를 클릭하여 구체적인 이유를 이해하십시오.
nb: Tilkoblingen mislyktes. Klikk på Vis for å forstå den spesifikke årsaken
nl: Verbinding mislukt. Klik op Weergeven om de specifieke reden te begrijpen
pl: Połączenie nie powiodło się, kliknij Wyświetl, aby pomóc zrozumieć konkretny powód
pt_br: Falha na conexão, clique em Exibir para ajudar a entender o motivo específico
ro: Conexiunea nu a reușit, faceți clic pe Vizualizare pentru a înțelege motivul specific
ru: Ошибка подключения. Нажмите "Просмотр", чтобы понять причину.
sv: Anslutningen misslyckades. Klicka på Visa för att förstå den specifika orsaken
th: การเชื่อมต่อล้มเหลวโปรดคลิกดูเพื่อช่วยให้เข้าใจเหตุผลที่เฉพาะเจาะจง
tr: Bağlantı başarısız oldu, belirli nedeni anlamanıza yardımcı olması için lütfen Görüntüle'yi tıklayın.
vi: Kết nối không thành công, vui lòng nhấp vào Xem để giúp hiểu lý do cụ thể
zh_hans: 连接失败，请点击查看帮助了解具体原因
zh_hant: 連接失敗，請點擊查看幫助了解具體原因

# deviceSetting_Disable_fill_light
source: Disable fill light
cs: Zakázat plnicí světlo
de: Weißlicht-Strahler deaktivieren
es: Desactivar la luz de relleno
fi: Poista täyttövalo käytöstä
fr: Désactiver le voyant de remplissage
he: השבת את אור המילוי
id: Nonaktifkan lampu isi
it: Disabilita spia di riempimento
ja: フィルライトを無効にする
ko: 필 라이트 비활성화
nb: Deaktiver fyllelyset
nl: Invullicht uitschakelen
pl: Wyłącz światło wypełniające
pt_br: Desativar luz de preenchimento
ro: Dezactivați lumina de umplere
ru: Отключить заполняющий свет
sv: Inaktivera fyllningsljuset
th: ปิดไฟเติม
tr: Doldurma ışığını devre dışı bırak
vi: Tắt đèn lấp đầy
zh_hans: 禁用补光灯
zh_hant: 禁用補光燈

# devicesetting_base_station_channel_1
source: Base station channel
cs: Kanál základnové stanice
de: Kanal der Basisstation
es: Canal de la estación base
fi: Tukiaseman kanava
fr: Canal de la station de base
he: ערוץ תחנת בסיס
id: Saluran stasiun pangkalan
it: Canale della stazione base
ja: 基地局チャネル
ko: 기지국 채널
nb: Basestasjonskanal
nl: Basisstation kanaal
pl: Kanał stacji bazowej
pt_br: Canal da estação base
ro: Canalul stației de bază
ru: Канал базовой станции
sv: Basstationskanal
th: ช่องสถานีฐาน
tr: baz istasyonu kanalı
vi: Kênh trạm gốc
zh_hans: 基站通道
zh_hant: 基站通道

# addDevice_nameExample_office
source: Office
de: Einfahrt
es: Oficina
fi: toimisto
fr: Bureau
he: משרד
id: Kantor
it: Ufficio
ja: オフィス
ko: 사무실
nb: Kontor
nl: Kantoor
pl: Biuro
pt_br: Escritório
ro: Birou
ru: офис
sv: Kontor
th: สำนักงาน
tr: Ofis
vi: văn phòng
zh_hans: 办公室
zh_hant: 辦公室
