Repository: Yolo-cell-hash/go_home_ios
Catalog: ios/Runner/JASDK/JAResources/XLanguage/X35MultiLanguage/*.lproj/X35MutiLanguage.strings
Languages: cs, de, es, fi, fr, he, id, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sv, th, tr, vi, zh_hans, zh_hant

# person_wechat_push_description
source: When an alarm occurs, the camera will push an alarm message to WeChat
cs: Když dojde k alarmu, kamera odešle výstražnou zprávu WeChat
de: Wenn ein Alarm auftritt, sendet die Kamera eine Alarmmeldung an WeChat
es: Cuando ocurre una alarma, la cámara enviará un mensaje de alarma a WeChat
fi: Kun hälytys tapahtuu, kamera lähettää hälytysviestin WeChatille
fr: Lorsqu'une alarme se produit, la caméra envoie un message d'alarme à WeChat
he: כאשר מתרחשת אזעקה, המצלמה תעביר הודעת אזעקה ל- WeChat
id: Saat alarm berbunyi, kamera akan mengirim pesan alarm ke WeChat
it: Quando si verifica un allarme, la telecamera invia un messaggio di allarme a WeChat
ja: アラームが発生すると、カメラはアラームメッセージをWeChatにプッシュします
ko: 알람이 발생하면 카메라가 알람 메시지를 WeChat에 푸시합니다.
nb: Når det oppstår en alarm, vil kameraet skyve en alarmmelding til WeChat
nl: Als er een alarm afgaat, stuurt de camera een alarmbericht naar WeChat
pl: W przypadku wystąpienia alarmu kamera prześle komunikat alarmowy do WeChat
pt_br: Quando ocorre um alarme, a câmera envia uma mensagem de alarme para o WeChat
ro: Când apare o alarmă, camera va împinge un mesaj de alarmă pe WeChat
ru: При возникновении тревоги камера отправляет тревожное сообщение в WeChat.
sv: När ett larm inträffar kommer kameran att skicka ett larmmeddelande till WeChat
th: เมื่อเกิดสัญญาณเตือนกล้องจะส่งข้อความเตือนไปที่ WeChat
tr: Bir alarm oluştuğunda, kamera WeChat'e bir alarm mesajı gönderecektir.
vi: Khi có báo động, camera sẽ đẩy thông báo báo động đến WeChat
zh_hans: 发生报警时，摄像机会向微信推送报警消息
zh_hant: 發生報警時，攝像機會向微信推送報警消息

# message_Only_following_pushed
source: Only the following types of messages will be pushed
cs: Budou odeslány pouze následující typy zpráv
de: Nur die folgenden Arten von Nachrichten werden gepusht
es: Solo se enviarán los siguientes tipos de mensajes
fi: Vain seuraavan tyyppiset viestit välitetään
fr: Seuls les types de messages suivants seront poussés
he: רק סוגי ההודעות הבאים יידחפו
id: Hanya jenis pesan berikut yang akan didorong
it: Verranno inviati solo i seguenti tipi di messaggi
ja: 次の種類のメッセージのみがプッシュされます
ko: 다음 유형의 메시지만 푸시됩니다.
nb: Bare følgende typer meldinger vil bli pushet
nl: Alleen de volgende soorten berichten worden gepusht
pl: Tylko następujące typy wiadomości zostaną przesłane
pt_br: Apenas os seguintes tipos de mensagens serão enviados
ro: Doar următoarele tipuri de mesaje vor fi transmise
ru: Будут отправлены только следующие типы сообщений
sv: Endast följande typer av meddelanden kommer att skickas
th: เฉพาะข้อความประเภทต่อไปนี้เท่านั้นที่จะถูกผลัก
tr: Yalnızca aşağıdaki mesaj türleri gönderilecek
vi: Chỉ những loại tin nhắn sau sẽ được đẩy
zh_hans: 只推送以下类型消息
zh_hant: 只推送以下類型消息

# play_service_cannot_migrate_to_using_chanel
source: Cloud services cannot be migrated to channels that are using cloud recording
cs: Cloudové služby nelze migrovat na kanály, které používají cloudové nahrávání
de: Cloud-Dienste können nicht auf Kanäle migriert werden, die Cloud-Aufnahme verwenden
es: Los servicios en la nube no se pueden migrar a canales que utilizan grabación en la nube
fi: Pilvipalveluita ei voida siirtää kanaville, jotka käyttävät pilvitallennusta
fr: Les services cloud ne peuvent pas être migrés vers des canaux qui utilisent l'enregistrement cloud
he: לא ניתן להעביר שירותי ענן לערוצים המשתמשים בהקלטת ענן
id: Layanan cloud tidak dapat dimigrasi ke saluran yang menggunakan perekaman cloud
it: I servizi cloud non possono essere migrati su canali che utilizzano la registrazione cloud
ja: クラウドサービスは、クラウドレコーディングを使用しているチャネルに移行できません
ko: 클라우드 서비스는 클라우드 녹화를 사용하는 채널로 마이그레이션 할 수 없습니다.
nb: Skytjenester kan ikke overføres til kanaler som bruker skyopptak
nl: Cloudservices kunnen niet worden gemigreerd naar kanalen die cloudopname gebruiken
pl: Usług w chmurze nie można migrować do kanałów, które używają nagrywania w chmurze
pt_br: Os serviços em nuvem não podem ser migrados para canais que usam gravação em nuvem
ro: Serviciile cloud nu pot fi migrate către canalele care utilizează înregistrarea în cloud
ru: Облачные сервисы нельзя перенести на каналы, которые используют облачную запись
sv: Molntjänster kan inte migreras till kanaler som använder molninspelning
th: ไม่สามารถย้ายบริการคลาวด์ไปยังช่องที่ใช้การบันทึกบนคลาวด์ได้
tr: Bulut hizmetleri, bulut kaydı kullanan kanallara taşınamaz
vi: Không thể di chuyển dịch vụ đám mây sang kênh đang sử dụng tính năng ghi trên đám mây
zh_hans: 云服务不能迁移至正在使用云录像的通道
zh_hant: 雲服務不能遷移至正在使用雲錄像的通道

# cloud_copy_url_ios
source: Copy URL
cs: Zkopírujte adresu URL
de: URL kopieren
es: Copiar URL
fi: Kopioi URL
fr: Copier le lien
he: העתק כתובת URL
id: Salin URL
it: Copia URL
ja: URLをコピー
ko: URL 복사
nb: Kopier URL
nl: Kopie URL
pl: Kopiuj URL
pt_br: Copiar URL
ro: Copiere URL
ru: Скопировать URL
sv: Kopiera URL
th: คัดลอก URL
tr: Url'yi kopyala
vi: Sao chép URL
zh_hans: 复制网址
zh_hant: 複製網址

# device_nick_designation
source: Device name
cs: Název zařízení
de: Gerätename
es: Nombre del dispositivo
fi: Laitteen nimi
fr: Nom de l'appareil
he: שם התקן
id: Nama perangkat
it: Nome del dispositivo
ja: 装置名
ko: 장치 이름
nb: Enhetsnavn
nl: Toestelnaam
pl: Nazwa urządzenia
pt_br: Nome do dispositivo
ro: Nume dispozitiv
ru: Имя устройства
sv: Enhetsnamn
th: ชื่ออุปกรณ์
tr: Cihaz adı
vi: Tên thiết bị
zh_hans: 设备名称
zh_hant: 設備名稱

# adddevice_search_device
source: Search device
cs: Vyhledávací zařízení
de: Gerät suchen
es: Equipo de búsqueda
fi: Etsi laite
fr: Dispositif de recherche
he: חפש בהתקן
id: Cari perangkat
it: Cerca dispositivo
ja: デバイスの検索
ko: 검색 기기
nb: Søk enhet
nl: Zoek apparaat
pl: Wyszukaj urządzenie
pt_br: Dispositivo de pesquisa
ro: Căutați dispozitivul
ru: Поиск устройства
sv: Sök enhet
th: ค้นหาอุปกรณ์
tr: Arama cihazı
vi: Tìm kiếm thiết bị
zh_hans: 搜索设备
zh_hant: 搜索設備

# reset_emailExist
source: This email address doesn't exsist,please input again
cs: Schránka neexistuje,zadejte znovu
de: E-Mail Adresse existiert nicht, bitte erneut eingeben
es: Esta dirección de correo electrónico no existe,por favor ingrese de nuevo
fi: Postilaatikkoa ei ole,syötä se uudelleen
fr: Cette adresse e-mail n'existe pas, veuillez en entrer une nouvelle
he: כתובת המייל אינה קיימת,אנא נסה שוב
id: Email ini tidak ada,Silakan masukin lagi
it: L'indirizzo E-mail è inesistente,prego reinserire
ja: このメールアドレスは存在しません。新しいアドレスを入力してください
ko: 등록되지 않은 이메일 주소입니다.
nb: E-posten er ikke i bruk,prøv igjen
nl: Dit e-mailadres bestaat niet,opnieuw invoeren
pl: Adres email nie istnieje,wprowadź ponownie
pt_br: Este endereço de e-mail não é exsistente. Por favor,insira novamente
ro: Această adresă de e-mail nu există,introduceți din nou
ru: Этот адрес электронной почты не существует,пожалуйста,введите снова
sv: Den här e-postadressen existerar inte,vänligen skriv in igen
th: ไม่มีที่อยู่อีเมล์นี้โปรดป้อนอีกครั้ง
tr: Bu e-posta adresi mevcut değil,lütfen tekrar girin
vi: Hộp thư không tồn tại, vui lòng nhập lại
zh_hans: 该邮箱不存在，请重新输入
zh_hant: 該郵箱不存在，請重新輸入

# add_4G_camera_cannot_connected_Internet_check
source: The 4G camera cannot be connected to the Internet, please check the following situations:
cs: 4G kameru nelze připojit k internetu, zkontrolujte prosím následující situace:
de: Die 4G-Kamera kann nicht mit dem Internet verbunden werden, überprüfen Sie bitte die folgenden Situationen:
es: La cámara 4G no se puede conectar a Internet, verifique las siguientes situaciones:
fi: 4G-kameraa ei voi yhdistää Internetiin, tarkista seuraavat tilanteet:
fr: La caméra 4G ne peut pas être connectée à Internet, veuillez vérifier les situations suivantes :
he: מצלמת 4G לא יכולה להיות מחוברת לאינטרנט, אנא בדוק את המצבים הבאים:
id: Kamera 4G tidak dapat terhubung ke Internet, harap periksa situasi berikut:
it: La fotocamera 4G non può essere collegata a Internet, verificare le seguenti situazioni:
ja: 4Gカメラがインターネットに接続できない場合は、次の状況を確認してください。
ko: 4G 카메라는 인터넷에 연결할 수 없습니다. 다음 상황을 확인하십시오.
nb: 4G-kameraet kan ikke kobles til Internett, vennligst sjekk følgende situasjoner:
nl: De 4G-camera kan geen verbinding maken met internet, controleer de volgende situaties:
pl: Kamera 4G nie może być podłączona do Internetu, sprawdź następujące sytuacje:
pt_br: A câmera 4G não pode ser conectada à Internet, verifique as seguintes situações:
ro: Camera 4G nu poate fi conectată la Internet, vă rugăm să verificați următoarele situații:
ru: Камера 4G не может быть подключена к Интернету, проверьте следующие ситуации:
sv: 4G-kameran kan inte anslutas till internet, kontrollera följande situationer:
th: กล้อง 4G ไม่สามารถเชื่อมต่อกับอินเทอร์เน็ตได้ โปรดตรวจสอบสถานการณ์ต่อไปนี้:
tr: 4G kamera internete bağlanamıyor, lütfen aşağıdaki durumları kontrol edin:
vi: Máy ảnh 4G không thể kết nối với Internet, vui lòng kiểm tra các tình huống sau:
zh_hans: 4G摄像机无法正常联网，请排查以下情况：
zh_hant: 4G攝像機無法正常聯網，請排查以下情況：

# adddevice_linkvisual_device
source: The device has exceeded the adding time, please restart the device and add it within 10 minutes
cs: Zařízení překročilo dobu přidávání, restartujte zařízení a přidejte jej do 10 minut
de: Zeit zum Hinzufügen Gerät ist abgelaufen. Starten Sie das Gerät neu und fügen Sie es innerhalb von 10 Minuten hinzu
es: El dispositivo ha excedido el tiempo de adición, reinícielo y agréguelo en 10 minutos.
fi: Laite on ylittänyt lisäämisen ajan, käynnistä laite ja lisää se 10 minuutissa
fr: L'appareil a dépassé le délai d'ajout, veuillez redémarrer l'appareil et l'ajouter dans les 10 minutes
he: המכשיר עבר את זמן ההוספה, אנא הפעל מחדש את המכשיר והוסף אותו תוך 10 דקות
id: Perangkat telah melampaui waktu penambahan, silakan restart perangkat dan tambahkan dalam 10 menit
it: Il dispositivo ha superato il tempo di aggiunta, riavviare il dispositivo e aggiungerlo entro 10 minuti
ja: デバイスが追加時間を超えました。デバイスを再起動して、10分以内に追加してください
ko: 기기가 추가 시간을 초과했습니다. 기기를 다시 시작하고 10 분 이내에 추가하십시오
nb: Enheten har overskredet tilleggelsestiden. Start enheten på nytt og legg den til innen 10 minutter
nl: Het apparaat heeft de toevoegtijd overschreden, start het apparaat opnieuw op en voeg het binnen 10 minuten toe
pl: Urządzenie przekroczyło czas dodawania, zrestartuj urządzenie i dodaj je w ciągu 10 minut
pt_br: O dispositivo excedeu o tempo de adição. Reinicie o dispositivo e adicione-o dentro de 10 minutos
ro: Aparatul a depășit timpul de adăugare, vă rugăm să reporniți dispozitivul și adăugați-l în 10 minute
ru: Устройство превысило время, добавив, пожалуйста, перезагрузить устройство и добавить его в течение 10 минут
sv: Enheten har överskridit tillagningstiden. Starta om enheten och lägg till den inom 10 minuter
th: อุปกรณ์ที่ได้เกินเวลาเพิ่มให้ทำการรีสตาร์ทเครื่องและเพิ่มภายใน 10 นาที
tr: Cihaz ekleme süresini aştı, lütfen cihazı yeniden başlatın ve 10 dakika içinde ekleyin
vi: Thiết bị đã quá thời gian thêm, vui lòng khởi động lại thiết bị và thêm trong vòng 10 phút
zh_hans: 设备已超过添加时间，请重启设备后在10分钟内添加
zh_hant: 設備已超過添加時間，請重啟設備後在10分鐘內添加

# preset_not_save
source: The preset position is not saved, are you sure you want to exit?
cs: Přednastavená pozice není uložena, opravdu chcete skončit?
de: Preset nicht gespeichert. Wirklich beenden?
es: La posición preestablecida no se guarda, ¿está seguro de que desea salir?
fi: Esiasetettua sijaintia ei ole tallennettu, oletko varma, että haluat poistua?
fr: La position prédéfinie n'est pas enregistrée, êtes-vous sûr de vouloir quitter ?
he: המיקום המוגדר מראש לא נשמר, האם אתה בטוח שברצונך לצאת?
id: Posisi preset tidak disimpan, apakah Anda yakin ingin keluar?
it: La posizione preimpostata non viene salvata, sei sicuro di voler uscire?
ja: プリセット位置は保存されませんが、終了してもよろしいですか？
ko: 사전 설정 위치가 저장되지 않았습니다. 종료하시겠습니까?
nb: Den forhåndsinnstilte posisjonen er ikke lagret, er du sikker på at du vil avslutte?
nl: De vooraf ingestelde positie is niet opgeslagen, weet u zeker dat u wilt afsluiten?
pl: Zaprogramowana pozycja nie została zapisana, czy na pewno chcesz wyjść?
pt_br: A posição predefinida não é salva, tem certeza de que deseja sair?
ro: Poziția presetată nu este salvată, ești sigur că vrei să ieși?
ru: Предустановленное положение не сохранено. Вы уверены, что хотите выйти?
sv: Den förinställda positionen sparas inte, är du säker på att du vill avsluta?
th: ตำแหน่งที่กำหนดไว้ล่วงหน้าไม่ได้รับการบันทึก คุณแน่ใจหรือไม่ว่าต้องการออก?
tr: Ön ayar konumu kaydedilmedi, çıkmak istediğinizden emin misiniz?
vi: Vị trí đặt trước không được lưu, bạn có chắc chắn muốn thoát không?
zh_hans: 常看位置未保存，是否确定退出？
zh_hant: 常看位置未保存，是否確定退出？

# userSettings_molileData_trafficSata_clearAlern
source: Empty all data?
cs: Zda chcete vymazat všechna data
de: Alle Daten leeren?
es: ¿Borrar todos los datos?
fi: Onko tyhjennettävä kaikki tiedot
fr: Vider toutes les données ?
he: האם ברצונך למחור את כל המידע?
id: Hapus Semua data?
it: Svuotare tutti i dati?
ja: すべてのデータを削除しますか？
ko: 모든 데이터 기록을 삭제하시겠습니까?
nb: Slett alle data
nl: Alle data leeg?
pl: Usunąć wszystkie dane?
pt_br: Esvazie todos os dados?
ro: Goliți toate datele?
ru: Очистить все данные?
sv: Töm alla data?
th: ล้างข้อมูลทั้งหมดหรือไม่
tr: Tüm verileri boşaltsın mı?
vi: Có xóa tất cả dữ liệu hay không
zh_hans: 是否清空所有的数据
zh_hant: 是否清空所有的數據

# message_No_equipment
source: No equipment
cs: Žádné vybavení
de: Keine Ausrüstung
es: Sin equipo
fi: Ei varusteita
fr: Aucun équipement
he: אין ציוד
id: Tidak ada peralatan
it: Nessuna attrezzatura
ja: 機器なし
ko: 장비 없음
nb: Ingen utstyr
nl: Geen apparatuur
pl: Brak sprzętu
pt_br: Nenhum equipamento
ro: Fără echipament
ru: Нет оборудования
sv: Ingen utrustning
th: ไม่มีอุปกรณ์
tr: Ekipman yok
vi: Không có thiết bị
zh_hans: 暂无设备
zh_hant: 暫無設備

# adddevice_add_to_device_list
source: Add device to list
cs: Přidat do seznamu zařízení
de: Zur Geräteliste hinzufügen
es: Agregar a la lista de dispositivos
fi: Lisää laiteluetteloon
fr: Ajouter à la liste des appareils
he: הוסף לרשימת המכשירים
id: Tambahkan ke daftar perangkat
it: Aggiungi all'elenco dei dispositivi
ja: デバイスリストに追加
ko: 장치 목록에 추가
nb: Legg til i enhetslisten
nl: Toevoegen aan apparaatlijst
pl: Dodaj do listy urządzeń
pt_br: Adicionar à lista de dispositivos
ro: Adăugați la lista de dispozitive
ru: Добавить в список устройств
sv: Lägg till i enhetslistan
th: เพิ่มอุปกรณ์ไปยังรายการ
tr: Cihaz listesine ekle
vi: Thêm vào danh sách thiết bị
zh_hans: 添加至设备列表
zh_hant: 添加至設備列表

# devicesetting_4G_card_sim_card_unlock_time
source: The SIM card is successfully activated. The unlocking time is expected to be normal within one hour, depending on the situation of the operators in various places.
cs: SIM karta je úspěšně aktivována. Očekává se, že doba odemknutí bude normální do jedné hodiny v závislosti na situaci operátorů na různých místech.
de: Die SIM-Karte wurde erfolgreich aktiviert. Die Karte wird - abhängig vom Anbieter und Standort - voraussichtlich innerhalb einer Stunde entsperrt.
es: La tarjeta SIM se activó con éxito. Se espera que el tiempo de desbloqueo sea normal dentro de una hora, dependiendo de la situación de los operadores en varios lugares.
fi: SIM-kortti on aktivoitu onnistuneesti. Aukioloajan odotetaan olevan normaali tunnin sisällä, riippuen käyttäjien tilanteesta eri paikoissa.
fr: La carte SIM est correctement activée. Le temps de déverrouillage devrait être normal en moins d'une heure, selon la situation des opérateurs à différents endroits.
he: כרטיס ה- SIM מופעל בהצלחה. זמן הנעילה צפוי להיות תקין תוך שעה, תלוי במצב המפעילים במקומות שונים.
id: Kartu SIM berhasil diaktifkan. Waktu buka kunci diharapkan normal dalam satu jam, tergantung pada situasi operator di berbagai tempat.
it: La carta SIM è stata attivata correttamente. Il tempo di sblocco dovrebbe essere normale entro un'ora, a seconda della situazione degli operatori in vari luoghi.
ja: SIMカードが正常にアクティブ化されました。ロック解除時間は、さまざまな場所のオペレーターの状況に応じて、1時間以内に通常になると予想されます。
ko: SIM 카드가 성공적으로 활성화되었습니다. 잠금 해제 시간은 다양한 장소의 운영자 상황에 따라 1 시간 이내에 정상으로 예상됩니다.
nb: SIM-kortet er vellykket aktivert. Avlåsningstiden forventes å være normal i løpet av en time, avhengig av operatørens situasjon på forskjellige steder.
nl: De simkaart is succesvol geactiveerd. De ontgrendelingstijd is naar verwachting binnen een uur normaal, afhankelijk van de situatie van de operators op verschillende plaatsen.
pl: Karta SIM została pomyślnie aktywowana. Oczekuje się, że czas odblokowania będzie normalny w ciągu godziny, w zależności od sytuacji operatorów w różnych miejscach.
pt_br: O cartão SIM foi ativado com sucesso. Espera-se que o tempo de desbloqueio seja normal dentro de uma hora, dependendo da situação dos operadores em vários locais.
ro: Cartela SIM este activată cu succes. Timpul de deblocare este de așteptat să fie normal într-o oră, în funcție de situația operatorilor din diverse locuri.
ru: SIM-карта успешно активирована. Ожидается, что время разблокировки будет нормальным в течение одного часа, в зависимости от ситуации операторов в разных местах.
sv: SIM-kortet är aktiverat. Upplåsningstiden förväntas vara normal inom en timme, beroende på operatörernas situation på olika platser.
th: เปิดใช้งานซิมการ์ดเรียบร้อยแล้ว เวลาปลดล็อคคาดว่าจะเป็นปกติภายในหนึ่งชั่วโมงขึ้นอยู่กับสถานการณ์ของผู้ปฏิบัติงานในที่ต่างๆ
tr: SIM kart başarıyla etkinleştirildi. Kilit açma süresinin, çeşitli yerlerdeki operatörlerin durumuna bağlı olarak bir saat içinde normal olması beklenir.
vi: Thẻ SIM đã được kích hoạt thành công và thời gian mở khóa tùy thuộc vào các nhà khai thác ở nhiều nơi khác nhau và dự kiến ​​sẽ diễn ra bình thường trong vòng một giờ.
zh_hans: SIM卡激活成功，解锁时间视各地运营商情况，预计一小时内正常。
zh_hant: SIM卡激活成功，解鎖時間視各地運營商情況，預計一小時內正常。

# login_invailid_phone_number
source: Invalid phone number
cs: Neplatné telefonní číslo
de: Ungültige Telefonnummer
es: Numero de telefono invalido
fi: Väärä puhelinnumero
fr: Numéro de téléphone invalide
he: מספר טלפון לא תקין
id: Nomor telepon tidak valid
it: Numero di telefono invalido
ja: 無効な電話番号
ko: 유효하지 않은 전화 번호
nb: Ugyldig telefonnummer
nl: Ongeldig telefoonnummer
pl: Nieprawidłowy numer telefonu
pt_br: Número de telefone inválido
ro: Numar de telefon invalid
ru: Неправильный номер телефона
sv: Ogiltigt telefonnummer
th: หมายเลขโทรศัพท์ไม่ถูกต้อง
tr: Geçersiz telefon numarası
vi: Số điện thoại không hợp lệ
zh_hans: 无效手机号码
zh_hant: 無效手機號碼

# cloud_cancel_success
source: Cancel success
cs: Zrušit úspěch
de: Abbrechen erfolgreich
es: Cancelar el éxito
fi: Peruuta menestys
fr: Annuler le succès
he: בטל את ההצלחה
id: Batalkan kesuksesan
it: Annulla successo
ja: 成功をキャンセル
ko: 성공 취소
nb: Avbryt suksessen
nl: Succes annuleren
pl: Anuluj sukces
pt_br: Cancelar sucesso
ro: Anulați succesul
ru: Отменить успех
sv: Avbryt framgång
th: ยกเลิกสำเร็จ
tr: Başarıyı iptal et
vi: Hủy thành công
zh_hans: 取消成功
zh_hant: 取消成功

# person_feedback_question_add_fail_detail
source: Check whether the green light of the camera flashes normally. If the camera status light is not flashing green, use a thimble to lightly insert the configuration hole or long press the reset button until the camera indicator flashes.
cs: Zkontrolujte, zda zelené světlo fotoaparátu normálně bliká. Pokud stavová kontrolka fotoaparátu nebliká zeleně, použijte náprstek k lehkému vložení konfiguračního otvoru nebo dlouhým stisknutím tlačítka reset, dokud indikátor fotoaparátu nezačne blikat.
de: Prüfen Sie, ob die grüne LED der Kamera ordnungsgemäß blinkt. Wenn die Status-LED nicht grün blinkt, halten Sie die Reset-Taste gedrückt, bis die LED blinkt.
es: Compruebe si la luz verde de la cámara parpadea normalmente. Si la luz de estado de la cámara no parpadea en verde, use un dedal para insertar ligeramente el orificio de configuración o presione prolongadamente el botón de reinicio hasta que el indicador de la cámara parpadee.
fi: Tarkista, vilkkuu kameran vihreä valo normaalisti. Jos kameran tilan merkkivalo ei vilku vihreänä, aseta konfiguraatioaukko kevyesti sormustimella tai paina nollauspainiketta pitkään, kunnes kameran merkkivalo vilkkuu.
fr: Vérifiez si le voyant vert de l'appareil photo clignote normalement. Si le voyant d'état de la caméra ne clignote pas en vert, utilisez un dé pour insérer légèrement le trou de configuration ou appuyez longuement sur le bouton de réinitialisation jusqu'à ce que le voyant de la caméra clignote.
he: בדוק אם האור הירוק של המצלמה מהבהב כרגיל. אם נורית מצב המצלמה לא מהבהבת בירוק, השתמש באצבעון כדי להכניס את חור התצורה קלות או לחץ לחיצה ארוכה על לחצן האיפוס עד שמחוון המצלמה מהבהב.
id: Periksa apakah lampu hijau kamera berkedip normal. Jika lampu status kamera tidak berkedip hijau, gunakan bidal untuk secara ringan memasukkan lubang konfigurasi atau tekan lama tombol reset hingga indikator kamera berkedip.
it: Controllare se la luce verde della fotocamera lampeggia normalmente. Se la spia di stato della videocamera non lampeggia in verde, utilizzare un ditale per inserire leggermente il foro di configurazione o premere a lungo il pulsante di ripristino fino a quando l'indicatore della videocamera non lampeggia.
ja: モニターのメインメニュー/マッチコードで[マッチコード]をタップします。[一致]が表示されれば追加完了です。
ko: 카메라의 녹색 표시등이 정상적으로 깜박이는지 확인하십시오. 카메라 상태 표시등이 녹색으로 깜박이지 않으면 골무를 사용하여 구성 구멍을 가볍게 삽입하거나 카메라 표시등이 깜박일 때까지 재설정 버튼을 길게 누르십시오.
nb: Sjekk om det grønne lyset på kameraet blinker normalt. Hvis kamerastatuslyset ikke blinker grønt, bruk en fingerbukk for å sette inn konfigurasjonshullet lett eller trykk lenge på tilbakestillingsknappen til kameraindikatoren blinker.
nl: Controleer of het groene lampje van de camera normaal knippert. Als het statuslampje van de camera niet groen knippert, gebruik dan een vingerhoedje om het configuratiegat lichtjes in te steken of druk lang op de resetknop totdat de camera-indicator knippert.
pl: Sprawdź, czy zielone światło kamery miga normalnie. Jeśli lampka stanu kamery nie miga na zielono, użyj gilzy, aby delikatnie włożyć otwór konfiguracyjny lub naciśnij długo przycisk resetowania, aż wskaźnik aparatu zacznie migać.
pt_br: Verifique se a luz verde da câmera pisca normalmente. Se a luz de status da câmera não estiver piscando em verde, use um dedal para inserir levemente o orifício de configuração ou pressione e segure o botão de reset até que o indicador da câmera pisque.
ro: Verificați dacă lumina verde a camerei luminează intermitent în mod normal. În cazul în care lumina de stare a camerei nu luminează intermitent, folosiți un deget pentru a introduce ușor orificiul de configurare sau apăsați lung butonul de resetare până când indicatorul camerei clipește.
ru: Проверьте, нормально ли мигает зеленый индикатор камеры. Если индикатор состояния камеры не мигает зеленым светом, используйте наперсток, чтобы слегка вставить отверстие конфигурации, или нажмите и удерживайте кнопку сброса, пока индикатор камеры не начнет мигать.
sv: Kontrollera om det gröna ljuset på kameran blinkar normalt. Om kamerastatuslampan inte blinkar grönt, använd en fingerborg för att lätt sätta in konfigurationshålet eller tryck länge på återställningsknappen tills kameran indikerar att blinka.
th: ตรวจสอบว่าไฟสีเขียวของกล้องกะพริบตามปกติหรือไม่ หากไฟสถานะกล้องไม่กะพริบเป็นสีเขียวให้ใช้ปลอกนิ้วสอดเข้าไปในรูกำหนดค่าเบา ๆ หรือกดปุ่มรีเซ็ตค้างไว้จนกระทั่งไฟแสดงสถานะกล้องกะพริบ
tr: Kameranın yeşil ışığının normal yanıp söndüğünü kontrol edin. Kamera durum ışığı yeşil yanıp sönmüyorsa, yapılandırma deliğini hafifçe takmak için bir yüksük kullanın veya kamera göstergesi yanıp sönene kadar sıfırlama düğmesine uzun basın.
vi: Kiểm tra xem đèn xanh của máy ảnh có nhấp nháy bình thường không. Nếu đèn trạng thái máy ảnh không nhấp nháy màu xanh lá cây, vui lòng sử dụng ống khoan để chèn nhẹ vào lỗ cấu hình hoặc nhấn và giữ nút đặt lại cho đến khi đèn báo máy ảnh nhấp nháy.
zh_hans: 查看摄像机绿灯闪烁是否正常。如果摄像机状态灯不是绿灯闪烁，请用顶针轻插配置孔或长按重置按钮，直到摄像机指示灯闪烁。
zh_hant: 查看攝像機綠燈閃爍是否正常。如果攝像機狀態燈不是綠燈閃爍，請用頂針輕插配置孔或長按重置按鈕，直到攝像機指示燈閃爍。
