Repository: Yolo-cell-hash/go_home_ios
Catalog: ios/Runner/JASDK/JAResources/XLanguage/X35MultiLanguage/*.lproj/X35MutiLanguage.strings
Languages: cs, de, es, fi, fr, he, id, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sv, th, tr, vi, zh_hans, zh_hant

# help_preview_ttextTips_16
source: Timeline:drag the time line left and right to choose recording period . Use fingers to zoom in or zoom out the timeline
cs: Časová osa: přetáhněte časovou osu doleva a doprava,vyberte pro přehrání segmentu videa,přiblížení gestikou pro přiblížení časové osy
de: Zeitstrahl: Zeitstrahl nach links und rechts bewegen, um Wiedergabe-Zeitraum auszuwählen. Für rein- oder rauszoomen im Zeitstrahl Finger verwenden.
es: Línea de tiempo: arrastre la línea de tiempo hacia la izquierda o hacia la derecha para elegir el período de grabación. Use los dedos para acercar o alejar la línea de tiempo
fi: Aikajana: vedä aikajanaa vasemmalle ja oikealle,valitse,jos haluat toistaa videosegmentin,eleen zoomaus zoomata aikajanalla
fr: Chronologie : faites glisser la ligne de temps à gauche et à droite pour choisir la période d'enregistrement. Utilisez vos doigts pour effectuer un zoom avant ou arrière sur la chronologie
he: ציר הזמן: גרור את קו הזמן ימינה ושמאלה כדי לבחור את זמן ההקלטה. השתמש באצבעות כדי להגדיל או להקטין את ציר הזמן
id: daftar waktu : geser kiri dan kanan untuk memilih priode waktu rekaman,gunakan 2 jari untuk perbesar dan perkecil daftar waktu
it: Timeline: trascinare la timeline a destra o sinistra per selezionare la registrazione. Utilizzare le dita per aumentare la precisione della timeline
ja: タイムライン：時刻を左右にドラッグして録画時刻を選択します。 ズームして詳細時間を選択できます。
ko: 타임 라인 : 타임 라인을 좌우로 드래그하여 녹화 시간을 선택하십시오. 손가락을 사용하여 타임 라인을 확대 또는 축소합니다.
nb: Tidslinje: Dra tidslinjen til venstre og høyre,velg for å spille av videosegmentet. Bruk fingre for å zoome in eller ut på tidslinjen
nl: Tijdlijn;sleep tijdlijn links en rechts om opnameperiode te selecteren. Gebruik de vingers om de tijdlijn in of uit te zoomen
pl: Oś czasu: przesuń pasek aby poruszać się po osi czasu,użyj palców by powiększyć/zmniejszyć pasek czasu.
pt_br: Linha do tempo,arraste a linha do tempo para a esquerda e para a direita para escolher período de gravação de tempo. Use os dedos para ampliar ou reduzir a linha do tempo
ro: Cronologie; trageți linia de timp la stânga și la dreapta pentru a alege perioada de înregistrare a timpului. Utilizați degetele pentru a mări sau micșora linia temporală
ru: Временная шкала,перетащите временную линию влево и вправо,чтобы выбрать период записи времени. Используйте пальцы,чтобы увеличить или уменьшить масштаб
sv: Tidslinje; dra tidslinjen åt vänster och höger för att välja inspelningstid. Använd fingrarna för att zooma in eller zooma ut tidslinjen
th: ระยะเวลา: ลากเส้นเวลาซ้ายและขวาเพื่อเลือกระยะเวลาในการบันทึก ใช้นิ้วเพื่อซูมเข้าหรือซูมออกไทม์ไลน์
tr: Zaman çizelgesi; zaman kayıt süresini seçmek için zaman çizgisini sola ve sağa sürükleyin. Zaman çizelgesini yakınlaştırmak veya uzaklaştırmak için parmaklarınızı kullanın
vi: Dòng thời gian: Kéo dòng thời gian sang trái và phải để chọn đoạn video phát lại; thu phóng bằng cử chỉ để phóng to và thu nhỏ dòng thời gian
zh_hans: 时间轴：左右拖动时间轴，选择播放录像段；手势缩放进行时间轴的缩放
zh_hant: 時間軸：左右拖動時間軸，選擇播放錄像段；手勢縮放進行時間軸的縮放

# devicesetting_Guard_position_prompt
source: Turn on the home position, the camera will automatically return to the current Preset position after rotating with the moving target
cs: Zapněte výchozí pozici, kamera se po otočení s pohyblivým cílem automaticky vrátí do aktuální přednastavené polohy
de: Wenn die Home-Position aktiviert ist, kehrt die Kamera nach dem Drehen mit der erkannten Bewegung automatisch in die aktuell häufig beobachtete Position zurück
es: Encienda la posición de inicio, la cámara volverá automáticamente a la posición preestablecida actual después de girar con el objetivo en movimiento
fi: Kytke kotiasento päälle, kamera palaa automaattisesti nykyiseen esiasetettuun asentoon kiertäessään liikkuvan kohteen kanssa
fr: Allumez la position d'origine, la caméra reviendra automatiquement à la position prédéfinie actuelle après avoir tourné avec la cible en mouvement
he: הפעל את מצב הבית, המצלמה תחזור אוטומטית למצב הקבוע הנוכחי לאחר סיבוב עם המטרה הנעה
id: Nyalakan posisi awal, kamera akan otomatis kembali ke posisi Preset saat ini setelah berputar dengan target bergerak
it: Attivando la posizione iniziale, la telecamera tornerà automaticamente alla posizione preimpostata corrente dopo aver ruotato con il bersaglio in movimento
ja: ホームポジションをオンにすると、移動するターゲットと一緒に回転した後、カメラは自動的に現在のプリセット位置に戻ります。
ko: 홈 위치를 켜면 카메라가 움직이는 대상과 함께 회전한 후 자동으로 현재 프리셋 위치로 돌아갑니다.
nb: Slå på utgangsposisjonen, kameraet vil automatisk gå tilbake til gjeldende forhåndsinnstilte posisjon etter å ha rotert med det bevegelige målet
nl: Schakel de startpositie in, de camera keert automatisch terug naar de huidige vooraf ingestelde positie na het draaien met het bewegende doel
pl: Włącz pozycję wyjściową, kamera automatycznie powróci do bieżącej wstępnie ustawionej pozycji po obróceniu się z ruchomym celem
pt_br: Ligue a posição inicial, a câmera retornará automaticamente à posição predefinida atual após girar com o alvo em movimento
ro: Porniți poziția de pornire, camera va reveni automat la poziția presetată curentă după ce se rotește cu ținta în mișcare
ru: Включите исходное положение, камера автоматически вернется в текущее предустановленное положение после вращения с движущейся целью.
sv: Slå på utgångsläget, kameran kommer automatiskt att återgå till den nuvarande förinställda positionen efter att ha roterat med det rörliga målet
th: เปิดตำแหน่งบ้าน กล้องจะกลับไปที่ตำแหน่งที่ตั้งไว้ล่วงหน้าปัจจุบันโดยอัตโนมัติหลังจากหมุนด้วยเป้าหมายที่เคลื่อนที่
tr: Ana konumu açın, kamera hareketli hedefle döndükten sonra otomatik olarak mevcut Ön Ayar konumuna dönecektir.
vi: Bật vị trí nhà, máy ảnh sẽ tự động trở lại vị trí Đặt trước hiện tại sau khi xoay với mục tiêu di chuyển
zh_hans: 开启看守位置，摄像机跟随移动目标转动后会自动回到当前常看位置
zh_hant: 開啟看守位置，攝像機跟隨移動目標轉動後會自動回到當前常看位置

# adddevice_distance_prompt
source: Please keep the distance between the device, mobile phone and router within 1.5 meters.
cs: Udržujte vzdálenost mezi zařízením, mobilním telefonem a směrovačem do vzdálenosti 1,5 metru.
de: Der Abstand zwischen Gerät, Handy und Router sollte nicht mehr als 1,5 Meter sein.
es: Mantenga la distancia entre el Equipo, el teléfono móvil y el enrutador a menos de 1,5 metros.
fi: Pidä laitteen, matkapuhelimen ja reitittimen välinen etäisyys 1,5 metrin sisällä.
fr: Veuillez maintenir la distance entre l'appareil, le téléphone portable et le routeur à moins de 1,5 mètre.
he: נא לשמור את המרחק בין המכשיר, הטלפון הנייד ונתב בתוך 1.5 מטרים.
id: Harap jaga jarak antara perangkat, ponsel, dan router dalam jarak 1,5 meter.
it: Si prega di mantenere la distanza tra dispositivo, telefono cellulare e router entro 1,5 metri.
ja: デバイス、携帯電話、ルーター間の距離は1.5メートル以内にしてください。
ko: 기기, 휴대 전화 및 라우터 사이의 거리는 1.5m 이내로 유지하십시오.
nb: Vennligst hold avstanden mellom enheten, mobiltelefonen og ruteren innen 1,5 meter.
nl: Houd de afstand tussen het apparaat, de mobiele telefoon en de router binnen 1,5 meter.
pl: Należy zachować odległość między urządzeniem, telefonem komórkowym i routerem w odległości 1,5 metra.
pt_br: Por favor, mantenha a distância entre o dispositivo, telefone celular e roteador dentro de 1,5 metros.
ro: Țineți distanța între dispozitiv, telefon mobil și router la o distanță de 1,5 metri.
ru: Пожалуйста, соблюдайте расстояние между устройством, мобильным телефоном и маршрутизатором в пределах 1,5 метра.
sv: Vänligen håll avståndet mellan enheten, mobiltelefonen och routern inom 1,5 meter.
th: โปรดรักษาระยะห่างระหว่างอุปกรณ์โทรศัพท์มือถือ และเราเตอร์ไม่เกิน 1.5 เมตร
tr: Lütfen cihaz, cep telefonu ve yönlendirici arasındaki mesafeyi 1,5 metre içinde tutun.
vi: Vui lòng giữ khoảng cách giữa thiết bị, điện thoại di động và bộ định tuyến trong vòng 1,5 mét
zh_hans: 请保持设备、手机、路由器的距离在1.5米以内
zh_hant: 請保持設備、手機、路由器的距離在1.5米以內

# add_Annual_Plan
source: Annual Plan
cs: Roční balíček
de: Jahrespaket
es: Paquete Anual
fi: Vuosipaketti
fr: Forfait annuel
he: חבילה שנתית
id: Paket tahunan
it: Pacchetto annuale
ja: 年間パッケージ
ko: 연간 패키지
nb: Årspakke
nl: Jaarlijks pakket
pl: Pakiet roczny
pt_br: Pacote anual
ro: Pachet anual
ru: Годовой пакет
sv: Årspaket
th: แพ็คเกจรายปี
tr: Yıllık paket
vi: Gói hàng năm
zh_hans: 年套餐
zh_hant: 年套餐

# cloud_help_migration_device_c
source: If the device is a single-channel device, the device migrates directly to the device list interface. If the device is a multi-channel device, you need to select an equal number of channels to migrate.
cs: Pokud je zařízení jednokanálové zařízení, zařízení přejde přímo do rozhraní seznamu zařízení Pokud je zařízení vícekanálovým zařízením, musíte vybrat stejný počet kanálů, které chcete migrovat.
de: Wenn das Gerät ein Einkanal-Gerät ist, wandert das Gerät direkt mit der Geräteliste-Schnittstelle. Wenn das Gerät ein Mehrkanal-Gerät ist, müssen Sie eine gleiche Anzahl von Kanälen auszuwählen, zu migrieren.
es: Si el Equipo es un Equipo de un solo canal, el Equipo migra directamente a la interfaz de la lista de Equipos. Si el Equipo es un Equipo multicanal, debe seleccionar un número igual de canales para migrar.
fi: Jos laite on yksikanavainen, laite siirtyy suoraan laitteeseen listan kautta. Jos laite on monikanavainen laite, sinun täytyy valita yhtä monta kanavaa siirtää.
fr: Si le périphérique est un périphérique monocanal, il migre directement vers l'interface de liste de périphériques.Si le périphérique est un périphérique multicanal, vous devez sélectionner un nombre égal de canaux à migrer.
he: אם המכשיר הוא מכשיר חד ערוצים, המכשיר נודד ישירות לממשק לרשימת מכשירים. אם המכשיר הוא מכשיר רב ערוצית, אתה צריך לבחור מספר שווה של ערוצים להגר.
id: Jika perangkat ini adalah perangkat saluran tunggal, perangkat ini akan bermigrasi secara langsung ke antarmuka daftar perangkat. Jika perangkat ini adalah perangkat multi-saluran, Anda harus memilih jumlah saluran yang sama untuk dimigrasi.
it: Se il dispositivo è un dispositivo a canale singolo, il dispositivo migra direttamente all'interfaccia elenco dei dispositivi. Se il dispositivo è un dispositivo multi-canale, è necessario selezionare un numero uguale di canali da migrare.
ja: デバイスは、シングル・チャンネル・デバイスの場合、デバイスはデバイスリストインターフェースに直接移行します。デバイスは、マルチチャンネルデバイスである場合は、移行するチャンネルの数と同じ数を選択する必要があります。
ko: 장치가 단일 채널 장치 인 경우 장치는 장치 목록 인터페이스로 직접 마이그레이션됩니다. 장치가 다중 채널 장치 인 경우 마이그레이션 할 동 일한 수의 채널을 선택해야합니다.
nb: Hvis enheten er en enkeltkanalsenhet, migrerer enheten direkte til grensesnittet til enhetslisten. Hvis enheten er en flerkanalsenhet, må du velge et like antall kanaler som skal overføres.
nl: Als het apparaat een apparaat met één kanaal is, migreert het apparaat rechtstreeks naar de interface van de apparaatlijst.Als het apparaat een apparaat met meerdere kanalen is, moet u een gelijk aantal kanalen selecteren om te migreren.
pl: Jeśli urządzenie jest urządzeniem jednokanałowym, urządzenie migruje bezpośrednio do interfejsu listy urządzeń Jeśli urządzenie jest urządzeniem wielokanałowym, należy wybrać taką samą liczbę kanałów do migracji.
pt_br: Se o dispositivo é um dispositivo de canal único, o dispositivo migra diretamente para a interface de lista de dispositivos. Se o dispositivo é um dispositivo multi-canal, você precisa selecionar um número igual de canais para migrar.
ro: Dacă dispozitivul este un dispozitiv cu un singur canal, dispozitivul migrează direct la interfața cu lista dispozitivelor. Dacă dispozitivul este un dispozitiv cu mai multe canale, trebuie să selectați un număr egal de canale pentru a migra.
ru: Если устройство является одноканальным, оно мигрирует непосредственно в интерфейс списка устройств.Если это многоканальное устройство, вам необходимо выбрать равное количество каналов для миграции.
sv: Om enheten är en enkanalig anordning vandrar enheten direkt till enheten listan gränssnittet. Om enheten är en flerkanalig enhet, måste du välja ett lika stort antal kanaler att migrera.
th: หากอุปกรณ์เป็นอุปกรณ์ช่องสัญญาณเดียวอุปกรณ์จะย้ายไปยังอินเทอร์เฟซรายการอุปกรณ์โดยตรงหากอุปกรณ์เป็นอุปกรณ์หลายช่องสัญญาณคุณต้องเลือกจำนวนช่องที่เท่ากันเพื่อย้ายข้อมูล
tr: Eğer cihaz tek kanallı bir cihazsa, cihaz doğrudan cihaz listesi arayüzüne geçiş yapar Cihaz çok kanallı bir cihaz ise, geçirmek için eşit sayıda kanal seçmeniz gerekir.
vi: c. Nếu là thiết bị đơn kênh, thiết bị sẽ di chuyển trực tiếp, nhắc rằng quá trình di chuyển thành công và chuyển đến giao diện danh sách thiết bị; nếu là thiết bị đa kênh, bạn cần chọn số lượng kênh bằng nhau để di chuyển ;
zh_hans: c.若为单通道设备，则直接迁移，提示迁移成功跳转至设备列表界面；若为多通道设备，则需要选择数量相等的通道数才能迁移；
zh_hant: c.若為單通道設備，則直接遷移，提示遷移成功跳轉至設備列表界面；若為多通道設備，則需要選擇數量相等的通道數才能遷移；

# addDevice_device_maybe_offline_check_2
source: After powering on the device and restarting the device, check whether the device prompt sound "4G connected successfully" is played normally. If it cannot be played normally, it means the device is offline;
cs: Po zapnutí zařízení a restartování zařízení zkontrolujte, zda se zvuková výzva zařízení "4G úspěšně připojena" přehrává normálně. Pokud jej nelze normálně přehrát, znamená to, že zařízení je offline;
de: Überprüfen Sie nach dem Einschalten des Geräts und dem Neustart des Geräts, ob der Signalton des Geräts "4G erfolgreich verbunden" normal wiedergegeben wird. Wenn es nicht normal abgespielt werden kann, bedeutet dies, dass das Gerät offline ist;
es: Después de encender el dispositivo y reiniciarlo, verifique si el mensaje de aviso del dispositivo "4G conectado correctamente" se reproduce normalmente. Si no se puede reproducir normalmente, significa que el dispositivo está fuera de línea;
fi: Kun olet käynnistänyt laitteen ja käynnistänyt laitteen uudelleen, tarkista, kuuluuko laitteen kehoteääni "4G yhdistetty onnistui" normaalisti. Jos sitä ei voida toistaa normaalisti, laite on offline-tilassa.
fr: Après avoir allumé l'appareil et redémarré l'appareil, vérifiez si le son de l'invite de l'appareil "4G connecté avec succès" est joué normalement. S'il ne peut pas être lu normalement, cela signifie que l'appareil est hors ligne ;
he: לאחר הפעלת המכשיר והפעלה מחדש של המכשיר, בדוק אם צליל ההנחיה של המכשיר "4G מחובר בהצלחה" מושמע כרגיל. אם לא ניתן לשחק בו כרגיל, זה אומר שהמכשיר לא מקוון;
id: Setelah menyalakan perangkat dan memulai ulang perangkat, periksa apakah suara prompt perangkat "4G terhubung berhasil" dimainkan secara normal. Jika tidak bisa dimainkan secara normal, berarti perangkat sedang offline;
it: Dopo aver acceso il dispositivo e aver riavviato il dispositivo, verificare se il suono del prompt del dispositivo "4G connesso correttamente" viene riprodotto normalmente. Se non può essere riprodotto normalmente, significa che il dispositivo è offline;
ja: デバイスの電源を入れて再起動した後、デバイスのプロンプト音「4Gが正常に接続されました」が正常に再生されるかどうかを確認します。正常に再生できない場合は、デバイスがオフラインであることを意味します。
ko: 장치의 전원을 켜고 장치를 다시 시작한 후 장치 프롬프트 사운드 "4G 연결 성공"이 정상적으로 재생되는지 확인하십시오. 정상적으로 재생할 수 없으면 장치가 오프라인임을 의미합니다.
nb: Etter at du har slått på enheten og startet enheten på nytt, sjekk om enhetsledeteksten "4G tilkoblet vellykket" spilles normalt. Hvis den ikke kan spilles normalt, betyr det at enheten er frakoblet;
nl: Controleer na het inschakelen van het apparaat en het opnieuw opstarten van het apparaat of het apparaatpromptgeluid "4G succesvol verbonden" normaal wordt afgespeeld. Als het niet normaal kan worden afgespeeld, betekent dit dat het apparaat offline is;
pl: Po włączeniu urządzenia i ponownym uruchomieniu urządzenia sprawdź, czy dźwięk monitu urządzenia "Połączono pomyślnie 4G" jest odtwarzany normalnie. Jeśli nie można go normalnie odtworzyć, oznacza to, że urządzenie jest w trybie offline;
pt_br: Depois de ligar o dispositivo e reiniciá-lo, verifique se o som do prompt do dispositivo "4G conectado com sucesso" é reproduzido normalmente. Se não puder ser reproduzido normalmente, significa que o dispositivo está offline;
ro: După pornirea dispozitivului și repornirea acestuia, verificați dacă sunetul prompt al dispozitivului "4G conectat cu succes" este redat normal. Dacă nu poate fi redat în mod normal, înseamnă că dispozitivul este offline;
ru: После включения устройства и перезагрузки устройства проверьте, нормально ли воспроизводится звуковой сигнал устройства "4G успешно подключено". Если его невозможно нормально воспроизвести, это означает, что устройство не в сети;
sv: När du har slagit på enheten och startat om enheten kontrollerar du om enhetens promptljud "4G ansluten framgångsrikt" spelas upp normalt. Om det inte kan spelas normalt betyder det att enheten är offline;
th: หลังจากเปิดเครื่องและรีสตาร์ทอุปกรณ์ ให้ตรวจสอบว่าอุปกรณ์เล่นเสียงแจ้งว่า "เชื่อมต่อ 4G สำเร็จ" ตามปกติหรือไม่ หากไม่สามารถเล่นได้ตามปกติ แสดงว่าอุปกรณ์ออฟไลน์อยู่
tr: Cihazı açtıktan ve cihazı yeniden başlattıktan sonra, cihaz istemi sesinin "4G başarıyla bağlandı" sesinin normal şekilde çalınıp çalınmadığını kontrol edin. Normal şekilde oynatılamıyorsa cihaz çevrimdışı demektir;
vi: Sau khi bật nguồn thiết bị và khởi động lại thiết bị, hãy kiểm tra xem âm thanh nhắc nhở thiết bị "Đã kết nối thành công 4G" có phát bình thường hay không. Nếu nó không thể chơi được bình thường, điều đó có nghĩa là thiết bị đang ngoại tuyến;
zh_hans: 通电重启设备后检查设备提示音是否正常播放“4G连网成功”，无法正常播放则表示设备离线；
zh_hant: 通電重啟設備後檢查設備提示音是否正常播放“4G連網成功”，無法正常播放則表示設備離線；

# adddevice_connect_fail_reason_3
source: Connection failure reason
cs: Příčina selhání připojení
de: Grund für Verbindungsfehler
es: Motivo de fallo de conexión
fi: Yhteyden epäonnistumisen syy
fr: Raison de l'échec de la connexion
he: סיבה לכשל החיבור
id: Alasan kegagalan koneksi
it: Motivo dell'errore di connessione
ja: 接続失敗の理由
ko: 연결 실패 이유
nb: Feil ved tilkoblingsfeil
nl: Verbindingsfout reden
pl: Przyczyna awarii połączenia
pt_br: Razão de falha de conexão
ro: Motivul conexiunii la conectare
ru: Причина сбоя подключения
sv: Anslutningsfel anledning
th: สาเหตุของการเชื่อมต่อล้มเหลว
tr: Bağlantı hatası nedeni
vi: Lý do kết nối không thành công
zh_hans: 连接失败原因
zh_hant: 連接失敗原因

# devicesetting_Select_all_shutdown_periods
source: Select all the shutdown periods, and the device will be in the shutdown state for 24 hours. Are you sure to save?
cs: Vyberte všechna období vypnutí a zařízení bude ve stavu vypnutí po dobu 24 hodin. Opravdu ušetříte?
de: Wenn alle Abschaltzeiten ausgewählt werden, wird das Gerät für 24 Stunden ausgeschaltet. Wirklich speichern?
es: Seleccione todos los períodos de apagado y el dispositivo estará en estado de apagado durante 24 horas. ¿Estás seguro de guardar?
fi: Valitse kaikki sammutusjaksot, niin laite on sammutustilassa 24 tuntia. Oletko varma, että säästät?
fr: Sélectionnez toutes les périodes d'arrêt et l'appareil sera en état d'arrêt pendant 24 heures. Êtes-vous sûr d'enregistrer?
he: בחר את כל תקופות הכיבוי, והמכשיר יהיה במצב כיבוי למשך 24 שעות. האם אתה בטוח שתשמור?
id: Pilih semua periode shutdown, dan perangkat akan berada dalam status shutdown selama 24 jam. Apakah Anda yakin untuk menyimpan?
it: Seleziona tutti i periodi di spegnimento e il dispositivo rimarrà in stato di spegnimento per 24 ore. Sei sicuro di salvare?
ja: すべてのシャットダウン期間を選択すると、デバイスは24時間シャットダウン状態になります。 保存してもよろしいですか？
ko: 모든 종료 기간을 선택하면 장치가 24시간 동안 종료 상태가 됩니다. 저장하시겠습니까?
nb: Velg alle avstengingsperiodene, og enheten vil være i avstengningstilstand i 24 timer. Er du sikker på å lagre?
nl: Selecteer alle uitschakelperiodes en het apparaat bevindt zich 24 uur in de uitschakelstatus. Weet je zeker dat je gaat sparen?
pl: Wybierz wszystkie okresy wyłączenia, a urządzenie będzie w stanie wyłączenia przez 24 godziny. Czy na pewno zaoszczędzisz?
pt_br: Selecione todos os períodos de desligamento e o dispositivo ficará no estado de desligamento por 24 horas. Tem certeza que deseja salvar?
ro: Selectați toate perioadele de oprire, iar dispozitivul va fi în starea de oprire timp de 24 de ore. Ești sigur că economisești?
ru: Выберите все периоды выключения, и устройство будет в выключенном состоянии в течение 24 часов. Вы уверены, что сэкономите?
sv: Välj alla avstängningsperioder så kommer enheten att vara i avstängt läge i 24 timmar. Är du säker på att spara?
th: เลือกช่วงเวลาการปิดระบบทั้งหมด และอุปกรณ์จะอยู่ในสถานะปิดเครื่องเป็นเวลา 24 ชั่วโมง คุณแน่ใจว่าจะบันทึก?
tr: Tüm kapatma sürelerini seçtiğinizde, cihaz 24 saat boyunca kapalı durumda olacaktır. Kaydettiğinizden emin misiniz?
vi: Chọn tất cả các khoảng thời gian tắt máy và thiết bị sẽ ở trạng thái tắt máy trong 24 giờ. Bạn có chắc chắn để tiết kiệm?
zh_hans: 关机时段全选，设备将24小时处于关机状态，是否确认保存？
zh_hant: 關機時段全選，設備將24小時處於關機狀態，是否確認保存？

# person_set_how_to_follow_prompt
source: Search for the "JuanCloud Service" official account in WeChat, and you can log in after you follow
cs: Vyhledejte ve WeChat oficiální účet "JuanCloud Service" a můžete se přihlásit, až budete postupovat
de: Suchen Sie in WeChat nach dem offiziellen Konto "JuanCloud Service", und autorisieren Sie die Anmeldung
es: Busque la cuenta oficial de "JuanCloud Service" en WeChat y podrá iniciar sesión después de seguir
fi: Etsi virallista "JuanCloud Service " -tiliä WeChatista, ja voit kirjautua sisään seuraamisen jälkeen
fr: Recherchez le compte officiel "JuanCloud Service" dans WeChat et vous pourrez vous connecter après avoir suivi
he: חפש את החשבון הרשמי של "JuanCloud Service" ב- WeChat ותוכל להתחבר לאחר שתעקוב
id: Cari akun resmi "Layanan JuanCloud " di WeChat, dan Anda dapat masuk setelah mengikuti
it: Cerca l'account ufficiale "JuanCloud Service " in WeChat e puoi accedere dopo averlo seguito
ja: WeChatで「JuanCloud Service」の公式アカウントを検索すると、フォローした後でログインできます
ko: WeChat에서 "JuanCloud Service "공식 계정을 검색하고 팔로우 후 로그인 할 수 있습니다.
nb: Søk etter den offisielle kontoen "JuanCloud Service" i WeChat, og du kan logge på etter at du har fulgt med
nl: Zoek naar het officiële account "JuanCloud Service " in WeChat en je kunt inloggen nadat je dit hebt gevolgd
pl: Wyszukaj oficjalne konto "JuanCloud Service" w WeChat, a po obserwowaniu możesz się zalogować
pt_br: Pesquise a conta oficial do "Serviço JuanCloud " no WeChat e você pode fazer o login depois de seguir
ro: Căutați contul oficial "JuanCloud Service " în WeChat și vă puteți conecta după ce urmăriți
ru: Найдите официальную учетную запись "JuanCloud Service" в WeChat, и вы сможете войти в систему после того, как подпишетесь
sv: Sök efter det "JuanCloud Service " officiella kontot i WeChat, och du kan logga in när du följer
th: ค้นหาบัญชีทางการของ "JuanCloud Service " ใน WeChat และคุณสามารถเข้าสู่ระบบได้หลังจากทำตาม
tr: WeChat'te "JuanCloud Hizmeti " resmi hesabını arayın ve takip ettikten sonra giriş yapabilirsiniz.
vi: Tìm kiếm tài khoản chính thức của "Jiu'an Cloud Service" trong WeChat và sau khi theo dõi thành công, bạn có thể cho phép đăng nhập
zh_hans: 在微信中搜索“九安云服务”公众号，关注成功后授权登录即可
zh_hant: 在微信中搜索“九安云服務”公眾號，關注成功後授權登錄即可

# months_plural
source: %1$d Month
cs: %1$d měsíců
de: %1$d Monate
es: %1$d meses
fi: %1$d kuukautta
fr: %1$d mois
he: %1$d חודשים
id: %1$d Bulan
it: %1$d mesi
ja: %1$dヶ月
ko: %1$d 개월
nb: %1$d Måneder
nl: %1$d Maanden
pl: %1$d Miesiące
pt_br: %1$d meses
ro: %1$d Luni
ru: %1$d месяцев
sv: %1$d månader
th: %1$d เดือน
tr: %1$d Ay
vi: %1$d tháng
zh_hans: %1$d个月
zh_hant: %1$d個月
