Repository: Yolo-cell-hash/go_home_ios
Catalog: ios/Runner/JASDK/JAResources/XLanguage/X35MultiLanguage/*.lproj/X35MutiLanguage.strings
Languages: cs, de, es, fi, fr, he, id, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sv, th, tr, vi, zh_hans, zh_hant

# message_After_closing_nolonger_alarm_notifica_record
source: After it is turned off, your phone will no longer receive system push messages from this device, but you can still view the record in the alarm message in the APP
cs: Po jeho vypnutí již váš telefon nebude přijímat systémové zprávy push z tohoto zařízení, ale stále můžete zobrazit záznam v poplachové zprávě v APP
de: Nach dem Ausschalten empfängt Ihr Telefon keine System-Push-Nachrichten mehr von diesem Gerät, aber Sie können die Aufzeichnung in der Alarmnachricht in der APP weiterhin anzeigen
es: Después de apagarlo, su teléfono ya no recibirá mensajes automáticos del sistema de este dispositivo, pero aún puede ver el registro en el mensaje de alarma en la APLICACIÓN
fi: Kun se on sammutettu, puhelimesi ei enää vastaanota järjestelmän push-viestejä tältä laitteelta, mutta voit silti tarkastella tietuetta hälytysviestissä APP:ssa.
fr: Une fois éteint, votre téléphone ne recevra plus les messages push du système de cet appareil, mais vous pouvez toujours afficher l'enregistrement dans le message d'alarme dans l'APP.
he: לאחר כיבוי, הטלפון שלך לא יקבל עוד הודעות דחיפה של המערכת מהמכשיר הזה, אבל אתה עדיין יכול לראות את הרשומה בהודעת האזעקה באפליקציה
id: Setelah dimatikan, ponsel Anda tidak akan lagi menerima pesan push sistem dari perangkat ini, tetapi Anda masih dapat melihat catatan dalam pesan alarm di APLIKASI
it: Dopo lo spegnimento, il telefono non riceverà più i messaggi push di sistema da questo dispositivo, ma puoi comunque visualizzare il record nel messaggio di allarme nell'APP
ja: オフにすると、電話はこのデバイスからシステムプッシュメッセージを受信しなくなりますが、APPのアラームメッセージのレコードを表示することはできます
ko: 전원이 꺼지면 전화기는 더 이상 이 장치에서 시스템 푸시 메시지를 수신하지 않지만 앱의 알람 메시지에서 기록을 계속 볼 수 있습니다.
nb: Etter at den er slått av, vil telefonen din ikke lenger motta system-push-meldinger fra denne enheten, men du kan fortsatt se posten i alarmmeldingen i APP-en
nl: Nadat het is uitgeschakeld, ontvangt uw telefoon geen systeem-push-berichten meer van dit apparaat, maar u kunt het record nog steeds bekijken in het alarmbericht in de APP
pl: Po wyłączeniu telefon nie będzie już odbierać systemowych wiadomości push z tego urządzenia, ale nadal możesz wyświetlić zapis w wiadomości alarmowej w aplikacji
pt_br: Depois de desligado, seu telefone não receberá mais mensagens push do sistema deste dispositivo, mas você ainda poderá visualizar o registro na mensagem de alarme no APP
ro: După ce este oprit, telefonul dvs. nu va mai primi mesaje push de sistem de la acest dispozitiv, dar puteți vedea în continuare înregistrarea în mesajul de alarmă din APP
ru: После его отключения ваш телефон больше не будет получать системные push-сообщения с этого устройства, но вы все равно сможете просмотреть запись в тревожном сообщении в ПРИЛОЖЕНИИ.
sv: När den har stängts av kommer din telefon inte längre att ta emot system-push-meddelanden från den här enheten, men du kan fortfarande se posten i larmmeddelandet i APPEN
th: หลังจากปิดแล้ว โทรศัพท์ของคุณจะไม่ได้รับข้อความพุชของระบบจากอุปกรณ์นี้อีกต่อไป แต่คุณยังสามารถดูบันทึกในข้อความเตือนในแอปได้
tr: Kapatıldıktan sonra, telefonunuz artık bu cihazdan sistem push mesajlarını almayacak, ancak yine de APP'deki alarm mesajındaki kaydı görüntüleyebilirsiniz.
vi: Sau khi tắt, điện thoại của bạn sẽ không nhận được tin nhắn đẩy của hệ thống từ thiết bị này nữa, nhưng bạn vẫn có thể xem bản ghi trong tin nhắn báo thức trong ỨNG DỤNG
zh_hans: 关闭后您的手机将不再接收此设备的系统推送消息，但您仍可在APP内的报警消息中查看记录
zh_hant: 關閉後您的手機將不再接收此設備的系統推送消息，但您仍可在APP內的報警消息中查看記錄

# Addevice_reset_3s
source: (Press and hold the reset key for 3 seconds)
cs: (Stiskněte a podržte tlačítko reset po dobu 3 sekund)
de: (Reset-Taste 3 Sekunden lang gedrückt halten)
es: (Mantenga presionada la tecla de reinicio durante 3 segundos)
fi: (Paina nollausnäppäintä 3 sekuntia)
fr: (Appuyez et maintenez la touche de réinitialisation pendant 3 secondes)
he: (לחץ והחזק את מקש האיפוס למשך 3 שניות)
id: (Tekan dan tahan tombol reset selama 3 detik)
it: (Premere e tenere premuto il tasto reset per 3 secondi)
ja: （リセットキーを3秒間押し続けます）
ko: (리셋 키를 3초 동안 길게 누르십시오)
nb: (Trykk og hold tilbakestillingstasten i 3 sekunder)
nl: (Houd de reset-toets 3 seconden ingedrukt)
pl: (Naciśnij i przytrzymaj klawisz resetowania przez 3 sekundy)
pt_br: (Pressione e segure a tecla reset por 3 segundos)
ro: (Apăsați și mențineți apăsată tasta de resetare timp de 3 secunde)
ru: (Нажмите и удерживайте кнопку сброса в течение 3 секунд)
sv: (Tryck och håll in återställningsknappen i 3 sekunder)
th: (กดปุ่มรีเซ็ตค้างไว้ 3 วินาที)
tr: (Sıfırlama tuşunu 3 saniye basılı tutun)
vi: (Nhấn và giữ phím đặt lại trong 3 giây)
zh_hans: （长按Reset键3秒）
zh_hant: （長按Reset鍵3秒）

# devicelist_fail_help
source: Failure help
cs: Pomoc při selhání
de: Fehlerhilfe
es: Ayuda por falla
fi: Epäonnistumisapu
fr: Aide d'échec
he: כישלון עזרה
id: Gagal membantu
it: Aiuto fallito
ja: 失敗の助け
ko: 실패 도움말
nb: Feilhjelp
nl: Hulp bij storingen
pl: Niepowodzenie pomocy
pt_br: Falha de ajuda
ro: Ajutor eșuat
ru: Помощь при неудаче
sv: Misslyckande hjälp
th: ความช่วยเหลือข้อผิดพลาด
tr: Başarısızlık yardım
vi: Trợ giúp không thành công
zh_hans: 失败帮助
zh_hant: 失敗幫助

# deviceSetting_Device_call_volume
source: Device call volume
cs: Hlasitost hovorů zařízení
de: Lautsprecher Lautstärke
es: Volumen de llamadas del dispositivo
fi: Laitteen puhelun äänenvoimakkuus
fr: Volume d'appels de l'appareil
he: עוצמת הקול של השיחה במכשיר
id: Volume panggilan perangkat
it: Volume di chiamata del dispositivo
ja: デバイスの通話量
ko: 기기 통화량
nb: Anropsvolum på enheten
nl: Oproepvolume apparaat
pl: Głośność połączeń urządzenia
pt_br: Volume de chamada do dispositivo
ro: Volumul apelurilor dispozitivului
ru: Громкость звонка на устройстве
sv: Enhetens samtalsvolym
th: ปริมาณการโทรของอุปกรณ์
tr: Cihaz arama hacmi
vi: Âm lượng cuộc gọi trên thiết bị
zh_hans: 设备通话音量
zh_hant: 設備通話音量

# cloud_payment_Alipay
source: Alipay
zh_hans: 支付宝
zh_hant: 支付寶

# devicesetting_Adaptive_mode_more_Description_new_firmware_ios_zhiou
source: Record videos continuously. When battery level below %@, automatically switches to event record mode. When battery level above %@, resumes to continuous record mode. This mode consumes power fast and is suggested only when your camera works with plug-in power
cs: Nahrávejte videa nepřetržitě. Když je úroveň baterie nižší než %@, automaticky se přepne do režimu nahrávání událostí. Když je úroveň baterie vyšší než %@, obnoví se režim nepřetržitého nahrávání. Tento režim spotřebovává energii rychle a je doporučen pouze v případě, že fotoaparát pracuje s napájením ze zásuvky
de: Gerät nimmt dauerhaft auf und schaltet automatisch auf die beste Aufnahme um, wenn die Leistung unter %@ sinkt. Wenn die Leistung über %@ steigt, wird wieder dauerhaft aufgenommen. (Dieser Modus verbraucht mehr Strom und ist für externe Sonnenkollektoren oder Netzteile geeignet).
es: Graba videos continuamente. Cuando el nivel de la batería es inferior a %@, cambia automáticamente al modo de grabación de eventos. Cuando el nivel de la batería supera el %@, se reanuda el modo de grabación continua. Este modo consume energía rápidamente y se sugiere solo cuando su cámara funciona con un enchufe.
fi: Tallenna videoita jatkuvasti. Kun akun varaustaso alle %@, siirtyy automaattisesti tapahtuman tallennustilaan. Kun akun varaustaso ylittää %@, palaa jatkuvaan tallennustilaan. Tämä tila kuluttaa nopeasti virtaa ja sitä suositellaan vain, kun kamera toimii pistokevirtalähteellä
fr: Enregistrez des vidéos en continu. Lorsque le niveau de la batterie est inférieur à %@, passe automatiquement en mode d'enregistrement d'événement. Lorsque le niveau de la batterie dépasse %@, reprend le mode d'enregistrement continu. Ce mode consomme rapidement de l'énergie et n'est suggéré que lorsque votre appareil photo fonctionne avec une alimentation enfichable
he: הקלט סרטונים באופן רציף. כאשר רמת הסוללה מתחת ל-%@, עובר אוטומטית למצב הקלטת אירועים. כאשר רמת הסוללה מעל %@, חוזר למצב הקלטה רציף. מצב זה צורך חשמל במהירות ומוצע רק כאשר המצלמה שלך פועלת עם מתח חיבור
id: Rekam video terus menerus. Saat tingkat baterai di bawah %@, secara otomatis beralih ke mode perekaman peristiwa. Saat tingkat baterai di atas %@, melanjutkan ke mode perekaman berkelanjutan. Mode ini menghabiskan daya dengan cepat dan hanya disarankan saat kamera Anda bekerja dengan daya plug-in
it: Registra video continuamente. Quando il livello della batteria è inferiore a %@, passa automaticamente alla modalità di registrazione degli eventi. Quando il livello della batteria è superiore a %@, torna alla modalità di registrazione continua. Questa modalità consuma energia velocemente ed è consigliata solo quando la fotocamera funziona con alimentazione plug-in
ja: ビデオを継続的に録画します。バッテリー残量が%@を下回ると、自動的にイベント記録モードに切り替わります。バッテリー残量が%@を超えると、連続記録モードに戻ります。このモードは電力を急速に消費し、カメラがプラグイン電源で動作する場合にのみ推奨されます
ko: 지속적으로 비디오를 녹화합니다. 배터리 잔량이 %@ 미만이면 이벤트 녹화 모드로 자동 전환됩니다. 배터리 잔량이 %@를 초과하면 연속 녹화 모드로 다시 시작됩니다. 이 모드는 전력을 빠르게 소모하며 카메라가 플러그인 전원으로 작동할 때만 제안됩니다.
nb: Ta opp videoer kontinuerlig. Når batterinivået er under %@, skifter automatisk til hendelsesregistreringsmodus. Når batterinivået over %@, går tilbake til kontinuerlig opptaksmodus. Denne modusen bruker raskt strøm og anbefales bare når kameraet ditt fungerer med plug-in strøm
nl: Neem continu video's op. Wanneer het batterijniveau lager is dan %@, wordt automatisch overgeschakeld naar de gebeurtenisopnamemodus. Wanneer het batterijniveau hoger is dan %@, wordt de continue opnamemodus hervat. Deze modus verbruikt snel stroom en wordt alleen aanbevolen als je camera werkt met plug-in power
pl: Nagrywaj filmy w sposób ciągły. Gdy poziom naładowania baterii spadnie poniżej %@, automatycznie przełącza się w tryb nagrywania zdarzeń. Gdy poziom naładowania baterii przekracza %@, wznawiany jest tryb ciągłego nagrywania. Ten tryb szybko zużywa energię i jest zalecany tylko wtedy, gdy kamera działa z zasilaniem przez wtyczkę
pt_br: Grave vídeos continuamente. Quando o nível da bateria estiver abaixo de %@, muda automaticamente para o modo de gravação de eventos. Quando o nível da bateria estiver acima de %@, volta ao modo de gravação contínua. Este modo consome energia rapidamente e é sugerido apenas quando sua câmera funciona com energia plug-in
ro: Înregistrați videoclipuri continuu. Când nivelul bateriei este sub %@, trece automat în modul de înregistrare a evenimentelor. Când nivelul bateriei este peste %@, se reia la modul de înregistrare continuă. Acest mod consumă energie rapid și este sugerat numai atunci când camera dvs. funcționează cu alimentare
ru: Записывайте видео непрерывно. Когда уровень заряда батареи ниже %@, автоматически переключается в режим записи событий. Когда уровень заряда батареи выше %@, возвращается в режим непрерывной записи. Этот режим быстро потребляет энергию и рекомендуется только в том случае, если ваша камера работает от внешнего источника питания.
sv: Spela in videor kontinuerligt. När batterinivån under %@ växlar automatiskt till händelseinspelningsläge. När batterinivån överstiger %@, återgår den till kontinuerligt inspelningsläge. Detta läge förbrukar ström snabbt och rekommenderas endast när din kamera fungerar med plug-in ström
th: บันทึกวิดีโออย่างต่อเนื่อง เมื่อระดับแบตเตอรี่ต่ำกว่า %@ จะเปลี่ยนเป็นโหมดบันทึกเหตุการณ์โดยอัตโนมัติ เมื่อระดับแบตเตอรี่สูงกว่า %@ กลับสู่โหมดบันทึกต่อเนื่อง โหมดนี้ใช้พลังงานอย่างรวดเร็ว และแนะนำเฉพาะเมื่อกล้องของคุณทำงานกับปลั๊ก-อินเท่านั้น
tr: Videoları sürekli olarak kaydedin. Pil seviyesi %@'nin altına düştüğünde, otomatik olarak olay kayıt moduna geçer. Pil seviyesi %@'nin üzerine çıktığında, sürekli kayıt moduna döner. Bu mod gücü hızlı tüketir ve yalnızca kameranız eklenti gücüyle çalıştığında önerilir
vi: Quay video liên tục. Khi mức pin dưới%@, tự động chuyển sang chế độ ghi sự kiện. Khi mức pin trên%@, tiếp tục ở chế độ ghi liên tục. Chế độ này tiêu thụ năng lượng nhanh và chỉ được đề xuất khi máy ảnh của bạn hoạt động với nguồn điện cắm vào
zh_hans: 设备一直持续录像，当电量降至%@以下时自动切换为最佳录像，当电量提升至%@以上时恢复一直录像，该模式耗电较快，适合外接电源使用。
zh_hant: 設備一直持續錄像，當電量降至%@以下時自動切換為最佳錄像，當電量提升至%@以上時恢復一直錄像，該模式耗電較快，適合外接電源使用。

# play_ptz_zoom
source: Zoom
de: Zoomen
es: Enfocar
fi: Zoomaus
he: זום
ja: ズーム
ko: 줌
nb: Zoomen
pl: Powiększenie
ru: зум
th: ขยาย
tr: yakınlaştırma
vi: Thu phóng
zh_hans: 变倍
zh_hant: 變倍

# enter_again
source: Please input again
cs: Zadejte znovu
de: Erneut eingeben
es: por favor ingrese nuevamente
fi: Anna uudelleen
fr: Veuillez entrer à nouveau
he: אנא הכנס שנית
id: silakan masukin lagi
it: Prego inserire nuovamente
ja: もう一度入力してください
ko: 다시 입력해주세요.
nb: Vennligst fyll inn på nytt
nl: Opnieuw invoeren a.u.b.
pl: Wpisz ponownie
pt_br: Por favor,insira novamente
ro: Intrați din nou
ru: Пожалуйста,введите снова
sv: Vänligen mata in igen
th: กรุณาใส่อีกครั้ง
tr: Lütfen tekrar giriş yapın
vi: vui lòng nhập lại
zh_hans: 请重新输入
zh_hant: 請重新輸入

# devicesetting_area_height
source: Area height：
cs: Regionální výška:
de: Höhe：
es: altura：
fi: Alueellinen korkeus:
fr: Taille：
he: גובה השטח
id: tinggi：
it: altezza：
ja: エリアの高さ：
ko: 면적 높이 :
nb: Arealhøyde：
nl: hoogte：
pl: wysokość：
pt_br: Altura da área:
ro: Înălțimea zonei
ru: Высота зоны ：
sv: Arealhöjd:
th: ความสูงของพื้นที่:
tr: Alan yüksekliği
vi: Chiều cao khu vực:
zh_hans: 区域高度：
zh_hant: 區域高度：

# devicesetting_remaining
source: %1$s remaining
cs: Zbývá %1$s
de: %1$s verbleibend
es: %1$s restantes
fi: %1$s jäljellä
fr: %1$s restant
he: %1$s נותרה
id: %1$s tersisa
it: %1$s rimanenti
ja: 残り %1$s
ko: %1$s 남음
nb: %1$s gjenværende
nl: %1$s resterende
pl: %1$s pozostało
pt_br: %1$s restantes
ro: %1$s rămase
ru: %1$s осталось
sv: %1$s kvar
th: %1$s ที่เหลือ
tr: %1$s kaldı
vi: %1$s còn lại
zh_hans: 剩余%1$s
zh_hant: 剩餘%1$s

# add_Fee_reference
source: Fee reference
cs: Referenční poplatek
de: Gebührenreferenz
es: Referencia de tarifa
fi: Maksuviite
fr: Référence des frais
he: התייחסות לתשלום
id: Referensi biaya
it: Riferimento tariffa
ja: 料金参照
ko: 수수료 참조
nb: Gebyrreferanse
nl: Vergoedingsreferentie
pl: Odniesienie do opłaty
pt_br: Referência de taxa
ro: Referința taxei
ru: Ссылка на комиссию
sv: Avgiftsreferens
th: ค่าธรรมเนียมอ้างอิง
tr: Ücret referansı
vi: Phí tham khảo
zh_hans: 资费参考
zh_hant: 資費參考

# Cloud_storage_service_order_record_prompt
source: View current channel order record
cs: Zobrazit aktuální záznam pořadí kanálů
de: Aktuellen Senderauftrag anzeigen
es: Ver registro de orden de canal actual
fi: Näytä nykyisen kanavajärjestyksen tietue
fr: Voir l'enregistrement actuel de la commande de chaînes
he: הצג את הרשומה הנוכחית של סדר הערוץ
id: Lihat catatan pesanan saluran saat ini
it: Visualizza il record attuale del canale
ja: 現在のチャンネルオーダーレコードを見る
ko: 현재 채널 주문 기록보기
nb: Se gjeldende kanalordreoppføring
nl: Bekijk het huidige kanaalorderrecord
pl: Wyświetl bieżący rekord zamówienia kanału
pt_br: Visualizar o registro da ordem atual do canal
ro: Vedeți înregistrarea curentă a ordinii canalului
ru: Просмотр текущей записи заказа канала
sv: Visa aktuell kanalorderrekord
th: ดูบันทึกออเดอร์ช่องปัจจุบัน
tr: Mevcut kanal sipariş kaydını görüntüleyin
vi: Có thể xem các bản ghi thứ tự kênh hiện tại
zh_hans: 可查看当前通道订单记录
zh_hant: 可查看當前通道訂單記錄

# devicesetting_Device_side_alarm_settings
source: Device side alarm settings
cs: Nastavení alarmu na straně zařízení
de: Gerätealarm
es: Configuración de alarma del lado del dispositivo
fi: Laitepuolen hälytysasetukset
fr: Paramètres d'alarme côté appareil
he: הגדרות אזעקה בצד המכשיר
id: Alarminstellingen apparaatzijde
it: Impostazioni allarme lato dispositivo
ja: デバイス側のアラーム設定
ko: 기기 측 알람 설정
nb: Innstillinger for enhetssidealarm
nl: Alarminstellingen apparaatzijde
pl: Ustawienia alarmu po stronie urządzenia
pt_br: Configurações de alarme do lado do dispositivo
ro: Setări de alarmă pe partea dispozitivului
ru: Настройки боковой сигнализации устройства
sv: Inställningar för enhetens sidolarm
th: การตั้งค่าการเตือนด้านอุปกรณ์
tr: Cihaz tarafı alarm ayarları
vi: Cài đặt báo thức bên thiết bị
zh_hans: 设备端警报设置
zh_hant: 設備端警報設置

# deviceSetting_Picture_tone
source: Picture tone
cs: Tón obrázku
de: Bildton
es: Tono de imagen
fi: Kuvan sävy
fr: Ton de l'image
he: גוון תמונה
id: Nada gambar
it: Tono immagine
ja: ピクチャートーン
ko: 그림 톤
nb: Bildetone
nl: Beeldtoon
pl: Ton obrazu
pt_br: Tom da imagem
ro: Tonul imaginii
ru: Тон изображения
sv: Bildens ton
th: โทนสีภาพ
tr: resim tonu
vi: Giai điệu hình ảnh
zh_hans: 画面色调
zh_hant: 畫面色調

# devicesetting_face_detection
source: Face detection alarm
cs: Alarm detekce obličeje
de: Menschliches Gesicht
es: Alarma de detección de rostros
fi: Kasvot hälytys
fr: Alarme de détection de visage
he: אזעקת זיהוי פנים
id: Alarm deteksi wajah
it: Allarme rilevamento viso
ja: 顔検出アラーム
ko: 얼굴 인식
nb: Ansiktsgjenkjenningsalarm
nl: Gezichtsdetectie alarm
pl: Alarm wykrywania twarzy
pt_br: Alarme de detecção de rosto
ro: Alarma de detectare a feței
ru: Тревога обнаружения лица
sv: Ansiktsdetekteringslarm
th: แจ้งเตือนการตรวจจับใบหน้า
tr: Yüz algılama alarmı
vi: Báo động nhận diện khuôn mặt
zh_hans: 人脸侦测报警
zh_hant: 人臉偵測報警

# existing_account_now_login
source: Already have account,log in
cs: Už máte účet,přihlaste se nyní
de: Ich habe bereits ein Konto, zum Login
es: Ya tienes cuenta,inicia sesión
fi: Sinulla on jo tili,kirjaudu sisään nyt
fr: Vous avez déjà un compte, connectez-vous
he: מספר החשבון כבר בשימוש
id: Sudah daftar,Masuk
it: Account già presente,accedere
ja: 既にアカウントがあります。ログインしてください。
ko: 로그인 화면으로 돌아가기
nb: Allerede bruker? trykk her
nl: Heb al een account,aanmelden
pl: Konto istnieje,zaloguj
pt_br: Já tem conta,faça o login
ro: Aveți cont deja,conectați-vă
ru: Уже есть аккаунт,авторизуйтесь
sv: Har redan ett konto,logga in
th: มีการเข้าใช้งานด้วยบัญชีนี้อยู่
tr: Zaten hesabınız var,giriş yapın
vi: Đã có tài khoản, đăng nhập ngay
zh_hans: 已有账号，现在登录
zh_hant: 已有賬號，現在登錄

# playback_timeline_color_meaning
source: What do the colors on the timeline represent?
cs: Co představují barvy na časové ose?
de: Was bedeuten die Farben im Zeitplan?
es: ¿Qué representan los colores en la línea de tiempo?
fi: Mitä aikajanan värit edustavat?
fr: Que représentent les couleurs sur la chronologie?
he: מה מייצגים הצבעים בקו הזמן?
id: Mewakili apakah warna-warna pada garis waktu?
it: Cosa rappresentano i colori sulla sequenza temporale?
ja: タイムラインの色は何を表していますか？
ko: 타임 라인의 색상은 무엇을 나타 냅니까?
nb: Hva representerer fargene på tidslinjen?
nl: Wat vertegenwoordigen de kleuren op de tijdlijn?
pl: Co reprezentują kolory na osi czasu?
pt_br: O que as cores na linha do tempo representam?
ro: Ce reprezintă culorile din cronologie?
ru: Что обозначают цвета на временной шкале?
sv: Vad representerar färgerna på tidslinjen?
th: สีบนไทม์ไลน์แสดงถึงอะไร
tr: Zaman çizelgesindeki renkler neyi temsil ediyor?
vi: Màu sắc trên dòng thời gian có ý nghĩa gì?
zh_hans: 时间轴上的颜色表示什么？
zh_hant: 時間軸上的顏色表示什麼？

# addevice_select_router_WiFi
source: Please select router WiFi
cs: Vyberte router WiFi
de: Bitte WLAN Router auswählen
es: Seleccione enrutador WiFi
fi: Valitse reitittimen WiFi
fr: Veuillez sélectionner un routeur WiFi
he: בחר נתב WiFi
id: Silakan pilih router WiFi
it: Seleziona il router WiFi
ja: ルーターのSSIDを選択してください
ko: 라우터 WiFi를 선택하십시오
nb: Velg ruteren WiFi
nl: Selecteer router WiFi
pl: Wybierz router WiFi
pt_br: Por favor, selecione o roteador WiFi
ro: Vă rugăm să selectați routerul WiFi
ru: Выберите маршрутизатор Wi-Fi
sv: Välj router WiFi
th: โปรดเลือกเราเตอร์ WiFi
tr: Lütfen yönlendirici WiFi seçin
vi: Vui lòng chọn bộ định tuyến WiFi
zh_hans: 请选择路由器WiFi
zh_hant: 請選擇路由器WiFi

# devicesetting_device_model
source: Device model
cs: Model vybavení
de: Geräte-Modell
es: Modelo de equipo
fi: Laitteiden malli
fr: Modèle d'équipement
he: מודל ציוד
id: Model peralatan
it: Modello di equipaggiamento
ja: 装置モデル
ko: 장비 모델
nb: Utstyrsmodell
nl: Uitrustingsmodel
pl: Model wyposażenia
pt_br: Modelo de equipamento
ro: model echipament
ru: Модель оборудования
sv: Utrustningsmodell
th: รุ่นอุปกรณ์
tr: Ekipman modeli
vi: Mô hình thiết bị
zh_hans: 设备型号
zh_hant: 設備型號

# devicesetting_delete_reset_camera
source: Delete and reset the camera
cs: Vymažte a resetujte kameru
de: Kamera löschen und zurücksetzen
es: Eliminar y reiniciar la cámara
fi: Poista ja nollaa kamera
fr: Supprimer et réinitialiser la caméra
he: מחק ואפס את המצלמה
id: Hapus dan setel ulang kamera
it: Elimina e ripristina la fotocamera
ja: カメラを削除してリセットします
ko: 카메라 삭제 및 재설정
nb: Slett og tilbakestill kameraet
nl: Verwijder en reset de camera
pl: Usuń i zresetuj kamerę
pt_br: Excluir e redefinir a câmera
ro: Ștergeți și resetați camera
ru: Удалить и сбросить камеру
sv: Radera och återställ kameran
th: ลบและรีเซ็ตกล้อง
tr: Kamerayı silin ve sıfırlayın
vi: Xóa và đặt lại máy ảnh
zh_hans: 删除并复位摄像机
zh_hant: 刪除並複位攝像機

# addevice_Backlight_environment
source: Backlight environment
cs: Prostředí podsvícení
de: Umgebung mit Hintergrundbeleuchtung
es: Entorno de luz de fondo
fi: Taustavaloympäristö
fr: Environnement de rétroéclairage
he: סביבת תאורה אחורית
id: Lingkungan lampu latar
it: Ambiente retroilluminato
ja: バックライト環境
ko: 백라이트 환경
nb: Bakgrunnsbelysningsmiljø
nl: Achtergrondverlichting omgeving
pl: Środowisko podświetlenia
pt_br: Ambiente com luz de fundo
ro: Mediul de fundal
ru: Подсветка среды
sv: Bakgrundsbelysning miljö
th: สภาพแวดล้อมย้อนแสง
tr: Arka ışık ortamı
vi: Môi trường ngược sáng
zh_hans: 逆光环境
zh_hant: 逆光環境

# addevice_no_device_found
source: No device found
cs: Nebylo nalezeno žádné zařízení
de: Kein Gerät gefunden
es: Ningún dispositivo encontrado
fi: Laitetta ei löytynyt
fr: Aucun appareil trouvé
he: לא נמצא מכשיר
id: Tidak ada perangkat yang ditemukan
it: Nie znaleziono urządzenia
ja: デバイスが見つかりません
ko: 장치를 찾을 수 없습니다.
nb: Ingen enhet funnet
nl: Geen apparaat gevonden
pl: Nie znaleziono urządzenia
pt_br: Nenhum dispositivo encontrado
ro: Nu a fost găsit niciun dispozitiv
ru: Устройство не найдено
sv: Ingen enhet hittades
th: ไม่พบอุปกรณ์
tr: Aygıt bulunamadı
vi: Không tìm thấy thiết bị
zh_hans: 没有搜索到任何设备
zh_hant: 沒有搜索到任何設備

# obtaining
source: Obtainning...
cs: Získání
de: Wird abgerufen...
es: Consiguiendo…
fi: Ota
fr: Obtenir...
he: מקבל נתונים...
id: Memuat…
it: Ricezione…
ja: 了解
ko: 가져오는중
nb: Mottar…
nl: Ophalen...
pl: Pobieranie…
pt_br: Obtendo...
ro: Noțiuni de bază ...
ru: Получение ...
sv: Att få ...
th: กำลังประมวลผล
tr: Başlarken ...
vi: Đang thu thập ...
zh_hans: 获取中...
zh_hant: 獲取中...
