Repository: Yolo-cell-hash/go_home_ios
Catalog: ios/Runner/JASDK/JAResources/XLanguage/X35MultiLanguage/*.lproj/X35MutiLanguage.strings
Languages: cs, de, es, fi, fr, he, id, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sv, th, tr, vi, zh_hans, zh_hant

# Cloud_not_buy_autoRenewal
source: The device has purchased an auto-renewal package, please purchase another cloud storage package
cs: Zařízení zakoupilo balíček automatického obnovení, zakupte si prosím další balíček cloudového úložiště
de: Das Gerät hat ein Paket zur automatischen Verlängerung gekauft. Bitte kaufen Sie ein anderes Cloud-Speicherpaket
es: El dispositivo ha comprado un paquete de renovación automática, compre otro paquete de almacenamiento en la nube
fi: Laite on ostanut automaattisen uusimispaketin. Osta toinen pilvitallennuspaketti
fr: L'appareil a acheté un package de renouvellement automatique, veuillez acheter un autre package de stockage cloud
he: המכשיר רכש חבילת חידוש אוטומטי, אנא רכוש חבילת אחסון ענן נוספת
id: Perangkat telah membeli paket perpanjangan otomatis, silakan beli paket penyimpanan cloud lainnya
it: Il dispositivo ha acquistato un pacchetto di rinnovo automatico, acquistare un altro pacchetto di archiviazione cloud
ja: デバイスが自動更新パッケージを購入しました。別のクラウドストレージパッケージを購入してください
ko: 장치가 자동 갱신 패키지를 구입했습니다. 다른 클라우드 스토리지 패키지를 구입하십시오
nb: Enheten har kjøpt en automatisk fornyelsespakke. Vennligst kjøp en annen skylagringspakke
nl: Het apparaat heeft een automatisch verlengingspakket gekocht. Koop een ander cloudopslagpakket
pl: Urządzenie kupiło pakiet automatycznego odnawiania, kup inny pakiet pamięci w chmurze
pt_br: O dispositivo adquiriu um pacote de renovação automática, adquira outro pacote de armazenamento em nuvem
ro: Dispozitivul a achiziționat un pachet de reînnoire automată, vă rugăm să cumpărați un alt pachet de stocare în cloud
ru: Устройство приобрело пакет автоматического продления, пожалуйста, приобретите другой пакет облачного хранилища
sv: Enheten har köpt ett paket för automatisk förnyelse, köp ett annat molnlagringspaket
th: อุปกรณ์ได้ซื้อแพ็คเกจการต่ออายุอัตโนมัติโปรดซื้อแพ็คเกจพื้นที่เก็บข้อมูลบนคลาวด์อื่น
tr: Cihaz bir otomatik yenileme paketi satın aldı, lütfen başka bir bulut depolama paketi satın alın
vi: Thiết bị đã mua gói tự động gia hạn, vui lòng mua gói lưu trữ đám mây khác
zh_hans: 该设备已购买自动续费套餐，请购买其他云存储套餐
zh_hant: 該設備已購買自動續費套餐，請購買其他雲存儲套餐

# devicelist_WIFI_camera_base_station
source: WIFI camera base station
cs: Základní stanice WIFI kamery
de: WLAN-Kamera Basisstation
es: Estación base de cámara WIFI
fi: WIFI kameran tukiasema
fr: Station de base pour caméra WIFI
he: תחנת בסיס מצלמת WIFI
id: Stasiun pangkalan kamera WIFI
it: Stazione base telecamera WIFI
ja: WIFIカメラ基地局
ko: WIFI 카메라 기지국
nb: WIFI kamera basestasjon
nl: WIFI camera basisstation
pl: Stacja bazowa kamery WIFI
pt_br: Estação base de câmera WIFI
ro: Stație de bază pentru camere WIFI
ru: Базовая станция камеры WIFI
sv: WIFI kamera basstation
th: สถานีฐานกล้อง WIFI
tr: WIFI kamera baz istasyonu
vi: Trạm gốc camera WIFI
zh_hans: WIFI摄像机基站
zh_hant: WIFI攝像機基站

# message_detected_turned_app_notifica_not_alarm_settings
source: System message permission has been turned off, cannot receive push notifications, please go to the system settings to turn it on
cs: Povolení systémových zpráv bylo vypnuto, nelze přijímat oznámení push, přejděte do nastavení systému a zapněte jej
de: Die Berechtigung für Systemnachrichten wurde deaktiviert, es können keine Push-Benachrichtigungen empfangen werden. Bitte gehen Sie zu den Systemeinstellungen, um sie zu aktivieren
es: El permiso de mensajes del sistema se ha desactivado, no puede recibir notificaciones automáticas, vaya a la configuración del sistema para activarlo
fi: Järjestelmäviestien käyttöoikeus on poistettu käytöstä, et voi vastaanottaa push-ilmoituksia. Ota se käyttöön siirtymällä järjestelmäasetuksiin
fr: L'autorisation de message système a été désactivée, impossible de recevoir des notifications push, veuillez accéder aux paramètres système pour l'activer
he: הרשאת הודעת המערכת כובתה, אין אפשרות לקבל הודעות דחיפה, נא עבור להגדרות המערכת כדי להפעיל אותה
id: Izin pesan sistem telah dimatikan, tidak dapat menerima pemberitahuan push, silakan buka pengaturan sistem untuk menyalakannya
it: L'autorizzazione per i messaggi di sistema è stata disattivata, non è possibile ricevere notifiche push, vai alle impostazioni di sistema per attivarla
ja: システムメッセージの許可がオフになっています。プッシュ通知を受信できません。システム設定に移動してオンにしてください。
ko: 시스템 메시지 권한이 꺼져 있어 푸시 알림을 받을 수 없습니다. 시스템 설정으로 이동하여 켜십시오.
nb: Systemmeldingstillatelse er slått av, kan ikke motta push-varsler. Gå til systeminnstillingene for å slå den på
nl: Toestemming voor systeemberichten is uitgeschakeld, kan geen pushmeldingen ontvangen, ga naar de systeeminstellingen om het in te schakelen
pl: Uprawnienie do wiadomości systemowych zostało wyłączone, nie można odbierać powiadomień push, przejdź do ustawień systemu, aby je włączyć
pt_br: A permissão de mensagens do sistema foi desativada, não é possível receber notificações push, acesse as configurações do sistema para ativá-las
ro: Permisiunea mesajelor de sistem a fost dezactivată, nu pot primi notificări push, accesați setările sistemului pentru a o activa
ru: Разрешение системных сообщений было отключено, вы не можете получать push-уведомления, перейдите в настройки системы, чтобы включить его.
sv: Systemmeddelandebehörighet har stängts av, kan inte ta emot push-meddelanden, gå till systeminställningarna för att aktivera det
th: ปิดการอนุญาตข้อความระบบแล้ว ไม่สามารถรับการแจ้งเตือนแบบพุชได้ โปรดไปที่การตั้งค่าระบบเพื่อเปิด
tr: Sistem mesajı izni kapatıldı, push bildirimleri alınamıyor, açmak için lütfen sistem ayarlarına gidin
vi: Quyền thông báo hệ thống đã bị tắt, không thể nhận thông báo đẩy, vui lòng vào cài đặt hệ thống để bật
zh_hans: 检测到您已关闭本APP的系统消息通知权限，会导致手机无法收到设备的报警消息通知，请前往系统设置中开启
zh_hant: 檢測到您已關閉本APP的系統消息通知權限，會導致手機無法收到設備的報警消息通知，請前往系統設置中開啟

# cloud_feedback_content
source: Content
cs: Obsah
de: Inhalt
es: Contenido
fi: Sisältö
fr: Contenu
he: תוֹכֶן
id: Isi
it: Contenuto
ja: コンテンツ
ko: 콘텐츠
nb: Innhold
nl: Inhoud
pl: Zawartość
pt_br: Contente
ro: Conţinut
ru: Содержание
sv: Innehåll
th: เนื้อหา
tr: İçerik
vi: Nội dung
zh_hans: 内容
zh_hant: 內容

# devicesetting_Original_Full_Color_Mode
source: Original "Full Color Mode"
cs: Původní "Full Color Mode"
de: Ursprünglicher "Vollfarbmodus"
es: "Modo a todo color" original
fi: Alkuperäinen "täysväritila"
fr: "Mode couleur" d'origine
he: "מצב צבע מלא" מקורי
id: "Mode Penuh Warna" Asli
it: Originale "Modalità a colori"
ja: オリジナルの「フルカラーモード」
ko: 원본 "풀 컬러 모드"
nb: Original "Fullfargemodus"
nl: Originele "Full Color Mode"
pl: Oryginalny "Tryb pełnego koloru"
pt_br: Original "Modo de cores completas"
ro: "Modul complet color" original
ru: Оригинальный "Полноцветный режим"
sv: Original "Fullfärgsläge"
th: ต้นฉบับ "โหมดสีเต็มรูปแบบ"
tr: Orijinal "Tam Renk Modu"
vi: Bản gốc "Chế độ đầy đủ màu sắc "
zh_hans: 原“全彩模式”
zh_hant: 原“全彩模式”

# scanning_device
source: Scan the device
cs: Skenovací zařízení
de: Gerät scannen
es: Equipo de escaneo
fi: Skannauslaite
fr: Scannez l'appareil
he: סרוק את המכשיר
id: pindai perangkat
it: Scannerizzare dispositivo
ja: デバイスのスキャン
ko: 장치 검색
nb: Scan enhet
nl: Apparaat scannen
pl: Skanuj urządzenia
pt_br: Verificar o dispositivo
ro: Scanați dispozitivul
ru: Сканирование устройства
sv: Skanna enheten
th: สแกนอุปกรณ์
tr: Cihazı tarayın
vi: Thiết bị quét
zh_hans: 扫描设备
zh_hant: 掃描設備

# cloud_unknow
source: Unknown
cs: Neznámý
de: Unbekannt
es: Desconocido
fi: Tuntematon
fr: Inconnu
he: לא ידוע
id: Tidak dikenal
it: Sconosciuto
ja: 未知の
ko: 알려지지 않은
nb: Ukjent
nl: Onbekend
pl: Nieznany
pt_br: Desconhecido
ro: Necunoscut
ru: Неизвестный
sv: Okänd
th: ไม่รู้จัก
tr: Bilinmeyen
vi: không xác định
zh_hans: 未知
zh_hant: 未知

# version_new
source: New version
cs: Nová verze
de: Neue Version
es: Nueva versión
fi: Uusi versio
fr: Nouvelle version
he: גרסה חדשה
id: Versi Baru
it: Nuova versione
ja: 新しいバージョン
ko: 새 버전
nb: Ny versjon
nl: Nieuwe versie
pl: Nowa wersja
pt_br: Nova versão
ro: Versiune noua
ru: Новая версия
sv: Ny version
th: เวอร์ชั่นใหม่
tr: Yeni sürüm
vi: phiên bản mới
zh_hans: 新版本
zh_hant: 新版本

# adddevice_connecting_device
source: Connecting router, please wait...
cs: Připojování routeru, čekejte prosím ...
de: Router wird verbunden, bitte warten ...
es: Conectando enrutador, espere ...
fi: Yhdistetään reititintä, odota ...
fr: Connexion du routeur, veuillez patienter ...
he: מחבר נתב, אנא המתן ...
id: Menghubungkan router, harap tunggu ...
it: Connessione del router, attendere prego ...
ja: ルーターを接続しています。しばらくお待ちください...
ko: 라우터를 연결하는 중입니다. 잠시 기다려주세요 ...
nb: Kobler til ruteren, vent ...
nl: Router aansluiten, even geduld ...
pl: Podłączanie routera, czekaj ...
pt_br: Conectando roteador, aguarde ...
ro: Se conectează routerul, vă rugăm să așteptați ...
ru: Подключение роутера, подождите ...
sv: Ansluter router, vänta ...
th: กำลังเชื่อมต่อเราเตอร์โปรดรอสักครู่ ...
tr: Yönlendirici bağlanıyor, lütfen bekleyin ...
vi: Đang kết nối bộ định tuyến, vui lòng đợi ...
zh_hans: 正在连接路由器，请稍后...
zh_hant: 正在連接路由器，請稍後...

# devicelist_share_equipment_Video_preview
source: Video preview
cs: Náhled videa
de: Livebild
es: Vista previa del video
fi: Videon esikatselu
fr: Aperçu vidéo
he: תצוגת וידאו
id: Pratinjau video
it: Anteprima video
ja: ビデオプレビュー
ko: 동영상 미리보기
nb: Video forhåndsvisning
nl: Live view
pl: Podgląd wideo
pt_br: Visualização de vídeo
ro: Previzualizare video
ru: Предварительный просмотр видео
sv: Förhandsgranskning av video
th: ตัวอย่างวิดีโอ
tr: Video ön izlemesi
vi: Xem trước video
zh_hans: 视频预览
zh_hant: 視頻預覽

# devicesetting_Channel_selection
source: Channel selection
cs: Výběr kanálu
de: Kanalauswahl
es: Selección del canal
fi: Kanavan valinta
fr: Selection de CHAINE
he: בחירת ערוץ
id: Pilihan saluran
it: Selezione del canale
ja: チャンネル選択
ko: 채널 선택
nb: Kanalvalg
nl: Kanaalkeuze
pl: Wybór programu
pt_br: Seleção de canal
ro: Selectarea canalului
ru: Выбор канала
sv: Kanalval
th: การเลือกช่อง
tr: Kanal Seçimi
vi: Chọn kênh
zh_hans: 通道选择
zh_hant: 通道選擇

# adddevice_network_configuration
source: Network Configuration
cs: Konfigurace sítě
de: Netzwerkkonfiguration
es: configuración de la red
fi: Verkkoasetukset
fr: Configuration du réseau
he: תצורת רשת
id: konfigurasi jaringan
it: Configurazione di rete
ja: ネットワーク設定
ko: 네트워크 구성
nb: Nettverkskonfigurasjon
nl: Netwerk configuratie
pl: konfiguracja sieci
pt_br: configuração de rede
ro: Configurarea Rețelei
ru: конфигурация сети
sv: nätverkskonfiguration
th: กำหนดค่าเครือข่าย
tr: Ağ yapılandırma
vi: cấu hình mạng
zh_hans: 网络配置
zh_hant: 網絡配置

# add_APN_required
source: *APN (required)
cs: *APN (vyžadováno)
de: *APN (erforderlich)
es: *APN (requerido)
fi: *APN (pakollinen)
fr: *APN (obligatoire)
he: *APN (חובה)
id: *APN (wajib)
it: *APN (richiesto)
ja: * APN（必須）
ko: *APN(필수)
nb: *APN (påkrevd)
nl: *APN (verplicht)
pl: *APN (wymagane)
pt_br: *APN (obrigatório)
ro: *APN (obligatoriu)
ru: *APN (обязательно)
sv: *APN (obligatoriskt)
th: *APN (จำเป็น)
tr: *APN (gerekli)
vi: * APN (bắt buộc)
zh_hans: *APN (必填)
zh_hant: *APN (必填)

# cloud_storage_details_how_to_redeem_tips_1
source: (1) The number of channels for redemption Device is determined by the number of package service channels generated by the redemption code (if the service channel of the redemption code package is 4, then the device can only select 4 channels to purchase);
cs: (1) Počet kanálů pro odkupní zařízení je dán počtem balíčkových služebních kanálů generovaných kódem odkupu (pokud je servisní kanál balíčku odkupního kódu 4, pak zařízení může vybrat pouze 4 kanály ke koupi);
de: (1) Die Anzahl der Kanäle für die Rücknahmeeinrichtung wird durch die Anzahl der durch den Einlösungscode generierten Paketdienstkanäle bestimmt (wenn der Dienstkanal des Einlösungscode-Pakets 4 ist, kann das Gerät nur 4 Kanäle zum Kauf auswählen);
es: (1) La cantidad de canales para el equipo de canje se determina por la cantidad de canales de servicio de paquetes generados por el código de canje (si el canal de servicio del paquete de códigos de canje es 4, entonces el Equipo solo puede seleccionar 4 canales para comprar);
fi: (1) Lunastuslaitteiden kanavien määrä määräytyy lunastuskoodin tuottamien pakettipalvelukanavien lukumäärän mukaan (jos lunastuskoodipaketin palvelukanava on 4, laite voi valita vain 4 kanavaa ostettavaksi);
fr: (1) Le nombre de canaux pour l'équipement de rachat est déterminé par le nombre de canaux de service de paquet générés par le code de rachat (si le canal de service du paquet de code de rachat est 4, alors l'appareil ne peut sélectionner que 4 canaux à acheter);
he: ) 1 (מספר הערוצים לציוד פדיון נקבע על - ידי מספר ערוצי השירות של החבילה שנוצרו על ידי קוד הפדיון) אם ערוץ השירות של חבילת קוד הפדיון הוא 4, אזי המכשיר יכול לבחור רק 4 ערוצים לרכישה (;
id: (1) Jumlah saluran untuk peralatan penukaran ditentukan oleh jumlah saluran layanan paket yang dihasilkan oleh kode penukaran (jika saluran layanan dari paket kode penukaran adalah 4, maka perangkat hanya dapat memilih 4 saluran untuk dibeli);
it: (1) Il numero di canali per le apparecchiature di rimborso è determinato dal numero di canali di servizio pacchetto generati dal codice di riscatto (se il canale di servizio del pacchetto di codici di riscatto è 4, il dispositivo può selezionare solo 4 canali da acquistare);
ja: (１)引き換え機器のチャンネル数は、引き換えコードによって生成されるパッケージサービスチャンネルの数によって決定される(引き換えコードパッケージのサービスチャンネルが４の場合、装置は購入するチャンネルを４つだけ選択することができる)。
ko: (1) 사용 장비에 대한 채널 수는 사용 코드에 의해 생성 된 패키지 서비스 채널의 수에 따라 결정됩니다 (사용 코드 패키지의 서비스 채널이 4 인 경우 기기는 구매할 수있는 4 개의 채널 만 선택할 수 있음).
nb: (1) Antall kanaler for innløsningsutstyr bestemmes av antall pakketjenestekanaler generert av innløsningskoden (hvis tjenestekanalen til innløsningskodepakken er 4, kan enheten bare velge 4 kanaler for å kjøpe);
nl: (1) Het aantal kanalen voor inwisselapparatuur wordt bepaald door het aantal pakketdienstkanalen dat wordt gegenereerd door de inwisselcode (als het servicekanaal van het inwisselingscodepakket 4 is, kan het apparaat slechts 4 kanalen selecteren om te kopen);
pl: (1) Liczba kanałów dla sprzętu do wykupu zależy od liczby kanałów usług pakietowych wygenerowanych przez kod odkupienia (jeśli kanał usługi pakietu kodu odkupienia wynosi 4, urządzenie może wybrać tylko 4 kanały do ​​zakupu);
pt_br: (1) O número de canais para o equipamento de resgate é determinado pelo número de canais de serviço de pacote gerados pelo código de resgate (se o canal de serviço do pacote de código de resgate for 4, o dispositivo poderá selecionar apenas 4 canais para compra);
ro: (1) Numărul de canale pentru echipamentele de rambursare este determinat de numărul de canale de servicii de pachete generate de codul de rambursare (dacă canalul de serviciu al pachetului de cod de răscumpărare este de 4, atunci dispozitivul poate selecta doar 4 canale de achiziție);
ru: (1) Количество каналов для оборудования выкупа определяется количеством каналов обслуживания пакета, сгенерированных кодом выкупа (если канал обслуживания пакета кода выкупа равен 4, то устройство может выбрать только 4 канала для покупки);
sv: (1) Antalet kanaler för inlösenutrustning bestäms av antalet pakettjänstkanaler som genereras av inlösenkoden (om tjänstekanalen för inlösenkodspaketet är 4, kan enheten bara välja 4 kanaler att köpa).
th: (1) จำนวนช่องสัญญาณสำหรับการแลกรับอุปกรณ์จะพิจารณาจากจำนวนช่องบริการแพ็กเกจที่สร้างโดยรหัสแลกรับ (หากช่องทางบริการของรหัสแลกรับคือ 4 ช่องทางสำหรับการซื้ออุปกรณ์จะสามารถเลือกได้เพียง 4 ช่องทางเท่านั้น)
tr: (1) Geri ödeme ekipmanı için kanal sayısı, ödeme kodu tarafından oluşturulan paket hizmet kanalı sayısıyla belirlenir (ödeme kodu paketinin hizmet kanalı 4 ise, cihaz yalnızca satın alınacak 4 kanalı seçebilir);
vi: (1) Số kênh của thiết bị đổi thưởng được xác định bằng số kênh dịch vụ trọn gói do mã đổi thưởng tạo ra (nếu kênh dịch vụ của gói mã đổi thưởng là 4 thì thiết bị chỉ được chọn 4 kênh để mua);
zh_hans: (1)兑换设备的通道数由兑换码生成的套餐服务通道数决定(若兑换码套餐的服务通道为4，那么设备只可选择4个通道购买)；
zh_hant: (1)兌換設備的通道數由兌換碼生成的套餐服務通道數決定(若兌換碼套餐的服務通道為4，那麼設備只可選擇4個通道購買)；

# devicesetting_Daylight_saving_time_switch
source: Daylight saving time switch
cs: Přepínač letního času
de: Sommerzeit ein-/ausschalten
es: Interruptor de horario de verano
fi: Kesäajan kytkin
fr: Commutateur d'heure d'été
he: מתג שעון קיץ
id: Saklar waktu musim panas
it: Interruttore per l'ora legale
ja: 夏時間スイッチ
ko: 일광 절약 시간 스위치
nb: Sommertidsbryter
nl: Zomertijd schakelaar
pl: Przełącznik czasu letniego
pt_br: Interruptor de horário de verão
ro: Comutator pentru ora de vară
ru: Переключатель летнего времени
sv: Sommartidsomkopplare
th: สวิตช์ปรับเวลาออมแสง
tr: Gün ışığından yararlanma saati anahtarı
vi: Công tắc thời gian tiết kiệm ánh sáng ban ngày
zh_hans: 夏令时开关
zh_hant: 夏令時開關

# devSetting_equipment_model
source: Device mode
cs: Režim zařízení
de: Gerätemodus
es: Modo de Equipo
fi: Laitteen tila
fr: Mode de l'appareil
he: מצב המכשיר
id: Model Perangkat
it: Modalità dispositivo
ja: デバイスモード
ko: 장치 모드
nb: Enhetsmodus
nl: Apparaatmodus
pl: Tryb urządzenia
pt_br: Modo de dispositivo
ro: Modul dispozitiv
ru: Режим устройства
sv: Enhetsläge
th: โหมดอุปกรณ์
tr: Cihaz modu
vi: Chế độ thiết bị
zh_hans: 设备模式
zh_hant: 設備模式

# person_feedback_question_USB
source: Q5: Does the device support USB and power bank?
cs: Otázka 5: Podporuje zařízení USB a power bank?
de: F5: Unterstützt das Gerät USB und Power Bank?
es: P5: ¿El dispositivo admite USB y banco de energía?
fi: Q5: Tukeeko laite USB- ja virtapankkia?
fr: Q5: L'appareil prend-il en charge l'USB et la banque d'alimentation?
he: ש 5: האם המכשיר תומך ב- USB ובבנק חשמל?
id: T5: Apakah perangkat mendukung USB dan bank daya?
it: Q5: il dispositivo supporta USB e power bank?
ja: Q5：デバイスはUSBと電源バンクをサポートしていますか？
ko: Q5 : 장치가 USB 및 전원 뱅크를 지원합니까?
nb: Spørsmål 5: Støtter enheten USB og strømbank?
nl: V5: Ondersteunt het apparaat USB en powerbank?
pl: P5: Czy urządzenie obsługuje USB i power bank?
pt_br: Q5: O dispositivo suporta USB e banco de energia?
ro: Q5: Dispozitivul acceptă USB și banca de energie?
ru: В5: Поддерживает ли устройство USB и блок питания?
sv: F5: Stöder enheten USB och nätbank?
th: Q5: อุปกรณ์รองรับ USB และพาวเวอร์แบงค์หรือไม่?
tr: S5: Cihaz USB ve güç bankasını destekliyor mu?
vi: Q5: Thiết bị có hỗ trợ USB và nguồn điện dự phòng không?
zh_hans: Q5：设备支持USB、充电宝供电吗？
zh_hant: Q5：設備支持USB、充電寶供電嗎？

# devicesetting_Night_detection_only_time_ios
source: %@ - %@ activate motion detection the next day
cs: %@ - %@ aktivovat detekci pohybu následující den
de: %@ - %@ Bewegungserkennung am nächsten Tag aktivieren
es: %@ - %@ activa la detección de movimiento al día siguiente
fi: %@ - %@ aktivoi liiketunnistuksen seuraavana päivänä
fr: %@ - %@ active la détection de mouvement le lendemain
he: %@ - %@ הפעל את זיהוי התנועה למחרת
id: %@ - %@ aktifkan deteksi gerakan keesokan harinya
it: %@ - %@ attiva il rilevamento del movimento il giorno successivo
ja: %@-%@翌日モーション検知を有効にする
ko: %@ - %@ 다음날 움직임 감지 활성화
nb: %@ - %@ aktiverer bevegelsesdeteksjon neste dag
nl: %@ - %@ activeer bewegingsdetectie de volgende dag
pl: %@ - %@ aktywuj wykrywanie ruchu następnego dnia
pt_br: %@ - %@ ativa a detecção de movimento no dia seguinte
ro: %@ - %@ activează detectarea mișcării a doua zi
ru: %@ - %@ включить обнаружение движения на следующий день
sv: %@ - %@ aktivera rörelsedetektering nästa dag
th: %@ - %@ เปิดใช้งานการตรวจจับการเคลื่อนไหวในวันถัดไป
tr: %@ - %@ ertesi gün hareket algılamayı etkinleştir
vi: %@ -%@ kích hoạt tính năng phát hiện chuyển động vào ngày hôm sau
zh_hans: %@ - 次日%@启动智能侦测
zh_hant: %@ - 次日%@啟動智能偵測
