Repository: Yolo-cell-hash/go_home_ios
Catalog: ios/Runner/JASDK/JAResources/XLanguage/X35MultiLanguage/*.lproj/X35MutiLanguage.strings
Languages: cs, de, es, fi, fr, he, id, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sv, th, tr, vi, zh_hans, zh_hant

# Playback_Download_cloud_video_files
source: Download cloud video files
cs: Stáhněte si cloudové video soubory
de: Cloud-Videodateien herunterladen
es: Descargar archivos de video en la nube
fi: Lataa pilvivideotiedostoja
fr: Télécharger des fichiers vidéo cloud
he: הורד קבצי וידאו בענן
id: Unduh file video cloud
it: Scarica file video cloud
ja: クラウドビデオファイルをダウンロードする
ko: 클라우드 비디오 파일 다운로드
nb: Last ned sky-videofiler
nl: Cloud-videobestanden downloaden
pl: Pobierz pliki wideo w chmurze
pt_br: Baixe arquivos de vídeo na nuvem
ro: Descărcați fișiere video în cloud
ru: Скачать облачные видеофайлы
sv: Ladda ner molnvideofiler
th: ดาวน์โหลดไฟล์วิดีโอบนคลาวด์
tr: Bulut video dosyalarını indirin
vi: Tải xuống các tệp video trên đám mây
zh_hans: 下载云存视频文件
zh_hant: 下載雲存視頻文件

# devicesetting_4G_traffic
source: Device traffic is exhausted, please go to recharge
cs: Provoz zařízení je vyčerpán, přejděte k dobití
de: Die Gerätedaten sind aufgebraucht. Bitte laden Sie diese wieder auf.
es: El tráfico del dispositivo está agotado, vaya a recargar
fi: Laiteliikenne on käytetty loppuun, mene lataamaan
fr: Le trafic de l'appareil est épuisé, veuillez recharger
he: תעבורת המכשירים תשושה, אנא עבור לטעינה
id: Lalu lintas perangkat habis, silakan buka untuk mengisi ulang
it: Il traffico del dispositivo è esaurito, vai alla ricarica
ja: デバイスのトラフィックがなくなりました。充電してください
ko: 기기 데이터가 소진되었습니다. 충전으로 이동하세요
nb: Enhetstrafikken er utmattet, vennligst gå til å lade opp
nl: Het apparaatverkeer is uitgeput. Ga om op te laden
pl: Ruch urządzeń jest wyczerpany, przejdź do ładowania
pt_br: O tráfego do dispositivo está esgotado, vá para recarregar
ro: Traficul dispozitivelor este epuizat, vă rugăm să mergeți la reîncărcare
ru: Трафик устройства исчерпан, перейдите на перезарядку
sv: Enhetstrafiken är slut, gå till att ladda
th: ข้อมูลอุปกรณ์ถูกใช้หมดแล้วโปรดไปชาร์จ
tr: Cihaz trafiği tükendi, lütfen tekrar şarj edin
vi: Dữ liệu thiết bị đã được sử dụng hết, vui lòng đi nạp tiền
zh_hans: 设备流量已用完，请前往充值
zh_hant: 設備流量已用完，請前往充值

# Person_free_gift
source: Free Gift/Register Warranty
cs: Záruka na dárek/registraci zdarma
de: Kostenlose Geschenk-/Registergarantie
es: Regalo gratis/Garantía de registro
fi: Ilmainen lahja / rekisteröintitakuu
fr: Cadeau gratuit/garantie d'enregistrement
he: אחריות מתנה/רישום חינם
id: Hadiah Gratis/Garansi Daftar
it: Garanzia regalo/registrazione gratuita
ja: 無料ギフト/保証登録
ko: 사은품/등록 보증
nb: Gratis gave-/registreringsgaranti
nl: Gratis cadeau / garantie registreren
pl: Bezpłatna gwarancja na prezent/rejestrację
pt_br: Garantia de brinde/registro
ro: Garanție cadou/înregistrare gratuită
ru: Бесплатный подарок/регистрация гарантии
sv: Gratis gåva/registreringsgaranti
th: ฟรีของขวัญ/ลงทะเบียนรับประกัน
tr: Ücretsiz Hediye/Kayıt Garantisi
vi: Tặng miễn phí / Đăng ký bảo hành
zh_hans: 免费礼物/保修登记
zh_hant: 免費禮物/保修登記

# devicesetting_unlocked
source: Unlocked
cs: Odemčený
de: Entsperrt
es: Desbloqueado
fi: Avattu
fr: Débloqué
he: לא נעול
id: Tidak terkunci
it: sbloccato
ja: ロック解除
ko: 잠금 해제
nb: ulåst
pl: Odblokowany
pt_br: Desbloqueado
ru: разблокирована
sv: Olåst
th: ปลดล็อค
tr: Kilitli
vi: Đã mở khóa
zh_hans: 已解锁
zh_hant: 已解鎖

# adddevice_device_ID
source: Please enter the device ID number (nine digits)
cs: Zadejte identifikační číslo zařízení (devět číslic)
de: Bitte geben Sie die Geräte-ID ein (neun Ziffern)
es: Por favor ingrese el número de identificación del Equipo (nueve dígitos)
fi: Anna laitteen tunnusnumero (yhdeksän numeroa)
fr: Veuillez entrer le numéro d'identification de l'appareil (neuf chiffres)
he: הזן את מספר מזהה המכשיר (תשע ספרות)
id: Silakan masukkan nomor ID perangkat (sembilan digit)
it: Si prega di inserire il numero ID del dispositivo (nove cifre)
ja: デバイスID番号(9桁)を入力してください
ko: 장치 ID 번호 (9 자리)를 입력하십시오.
nb: Vennligst skriv inn ID-nummeret til enheten (ni sifre)
nl: Voer het ID-nummer van het apparaat in (negen cijfers)
pl: Wprowadź numer identyfikacyjny urządzenia (dziewięć cyfr)
pt_br: Por favor, digite o número de identificação do dispositivo (nove dígitos)
ro: Introduceți numărul de identificare al dispozitivului (nouă cifre)
ru: Пожалуйста, введите идентификационный номер устройства (девять цифр)
sv: Ange enhetens ID-nummer (nio siffror)
th: โปรดป้อนหมายเลขรหัสอุปกรณ์
tr: Lütfen cihaz kimliği numarasını girin (dokuz hane)
vi: Vui lòng nhập số ID thiết bị (chín chữ số)
zh_hans: 请输入设备ID号(九位)
zh_hant: 請輸入設備ID號(九位)

# preview_white_light_off_night_vision
source: Temporarily turn off the white light, if you need to turn it off for a long time, please go to the screen settings to modify the night vision mode
cs: Dočasně vypněte bílé světlo, pokud jej potřebujete vypnout na dlouhou dobu, přejděte do nastavení obrazovky a upravte režim nočního vidění
de: Weißlicht-Strahler vorübergehend ausschalten. Wenn dieser länger ausgeschaltet werden soll, ändern Sie bitte den Nachtsicht-Modus.
es: Apague temporalmente la luz blanca, si necesita apagarla durante mucho tiempo, vaya a la configuración de la pantalla para modificar el modo de visión nocturna
fi: Sammuta valkoinen valo väliaikaisesti, jos haluat sammuttaa sen pitkäksi aikaa, siirry näytön asetuksiin muuttaaksesi yönäkötilaa
fr: Éteignez temporairement la lumière blanche, si vous devez l'éteindre pendant une longue période, veuillez vous rendre dans les paramètres de l'écran pour modifier le mode de vision nocturne
he: כבה זמנית את האור הלבן, אם אתה צריך לכבות אותו במשך זמן רב, נא עבור להגדרות המסך כדי לשנות את מצב ראיית הלילה
id: Matikan sementara lampu putih, jika Anda perlu mematikannya untuk waktu yang lama, silakan buka pengaturan layar untuk mengubah mode penglihatan malam
it: Spegni temporaneamente la luce bianca, se hai bisogno di spegnerla per molto tempo, vai alle impostazioni dello schermo per modificare la modalità di visione notturna
ja: 一時的に白色光をオフにします。長時間オフにする必要がある場合は、画面設定に移動して暗視モードを変更してください。
ko: 흰색 조명을 일시적으로 끄십시오. 장기간 꺼야 할 경우 화면 설정으로 이동하여 야간 투시 모드를 수정하십시오.
nb: Slå av det hvite lyset midlertidig, hvis du trenger å slå det av i lang tid, gå til skjerminnstillingene for å endre nattsynsmodus
nl: Schakel het witte licht tijdelijk uit, als u het voor een lange tijd moet uitschakelen, ga dan naar de scherminstellingen om de nachtzichtmodus te wijzigen
pl: Tymczasowo wyłącz białe światło, jeśli chcesz je wyłączyć na dłuższy czas, przejdź do ustawień ekranu, aby zmodyfikować tryb noktowizora
pt_br: Desligue temporariamente a luz branca, se você precisar desligá-la por um longo tempo, vá para as configurações da tela para modificar o modo de visão noturna
ro: Opriți temporar lumina albă, dacă trebuie să o opriți pentru o lungă perioadă de timp, vă rugăm să mergeți la setările ecranului pentru a modifica modul de vedere pe timp de noapte
ru: Временно выключите белый свет, если вам нужно выключить его на долгое время, перейдите в настройки экрана, чтобы изменить режим ночного видения.
sv: Stäng tillfälligt av det vita ljuset, om du behöver stänga av det under en längre tid, gå till skärminställningarna för att ändra mörkerseendeläget
th: ปิดไฟสีขาวชั่วคราว หากคุณต้องการปิดเป็นเวลานาน โปรดไปที่การตั้งค่าหน้าจอเพื่อแก้ไขโหมดการมองเห็นตอนกลางคืน
tr: Beyaz ışığı geçici olarak kapatın, uzun süre kapatmanız gerekiyorsa, gece görüş modunu değiştirmek için lütfen ekran ayarlarına gidin.
vi: Tạm thời tắt đèn trắng, nếu cần tắt lâu, vui lòng vào phần cài đặt màn hình để sửa đổi chế độ nhìn ban đêm
zh_hans: 临时关闭白光灯，如需长时间关闭请到画面设置中修改夜视模式
zh_hant: 臨時關閉白光燈，如需長時間關閉請到畫面設置中修改夜視模式

# person_screen_brightness_switch_Description
source: After opening, the screen brightness will automatically increase when entering the device preview playback interface
cs: Po otevření se jas obrazovky automaticky zvýší při vstupu do rozhraní přehrávání náhledu zařízení
de: Beim Öffnen der Wiedergabe, wird die Bildschirmhelligkeit automatisch erhöht
es: Después de abrir, el brillo de la pantalla aumentará automáticamente al ingresar a la interfaz de reproducción de vista previa del dispositivo
fi: Avaamisen jälkeen näytön kirkkaus lisääntyy automaattisesti, kun siirryt laitteen esikatselun toistoliittymään
fr: Après l'ouverture, la luminosité de l'écran augmentera automatiquement lors de l'entrée dans l'interface de lecture de l'aperçu de l'appareil
he: לאחר הפתיחה, בהירות המסך תגדל אוטומטית בכניסה לממשק התצוגה המקדימה של המכשיר
id: Setelah dibuka, kecerahan layar akan meningkat secara otomatis saat memasuki antarmuka pemutaran pratinjau perangkat
it: Dopo l'apertura, la luminosità dello schermo aumenterà automaticamente quando si accede all'interfaccia di riproduzione dell'anteprima del dispositivo
ja: 開いた後、デバイスプレビュー再生インターフェイスに入ると、画面の明るさが自動的に増加します
ko: 열면 장치 미리보기 재생 인터페이스에 들어갈 때 화면 밝기가 자동으로 증가합니다.
nb: Etter åpning vil skjermens lysstyrke øke automatisk når du går inn i grensesnittet for forhåndsvisning av enheten
nl: Na het openen wordt de helderheid van het scherm automatisch verhoogd bij het openen van de afspeelinterface van het apparaatvoorbeeld
pl: Po otwarciu jasność ekranu automatycznie wzrośnie po wejściu do interfejsu odtwarzania podglądu urządzenia
pt_br: Após a abertura, o brilho da tela aumentará automaticamente ao entrar na interface de reprodução de visualização do dispositivo
ro: După deschidere, luminozitatea ecranului va crește automat la intrarea în interfața de redare a previzualizării dispozitivului
ru: После открытия яркость экрана будет автоматически увеличиваться при входе в интерфейс воспроизведения предварительного просмотра устройства.
sv: Efter öppning kommer skärmens ljusstyrka automatiskt att öka när du går in i enhetens gränssnitt för förhandsvisning
th: หลังจากเปิด ความสว่างหน้าจอจะเพิ่มขึ้นโดยอัตโนมัติเมื่อเข้าสู่อินเทอร์เฟซการเล่นตัวอย่างอุปกรณ์
tr: Açıldıktan sonra, cihaz önizleme oynatma arayüzüne girildiğinde ekran parlaklığı otomatik olarak artacaktır.
vi: Sau khi mở, độ sáng màn hình sẽ tự động tăng lên khi vào giao diện phát xem trước thiết bị
zh_hans: 开启后进入设备预览回放界面时屏幕亮度自动调高
zh_hant: 開啟後進入設備預覽回放界面時屏幕亮度自動調高

# cloud_asia
source: Asia
cs: Asie
de: Asien
fi: Aasia
fr: Asie
he: אסיה
ja: アジア
ko: 아시아
nl: Azië
pl: Azja
pt_br: Ásia
ru: Азия
sv: Asien
tr: Asya
vi: Châu Á
zh_hans: 亚洲
zh_hant: 亞洲

# devicelist_view_preview
source: To view the preview, please contact the sharer to open the video service
cs: Chcete-li zobrazit náhled, obraťte se na sdíleného pracovníka a otevřete video službu
de: Um die Vorschau anzuzeigen, wenden Sie sich an denjenigen, der das Gerät geteilt hat, um den Videodienst zu aktivieren
es: Para ver la vista previa, póngase en contacto con el participante para abrir el servicio de video.
fi: Voit tarkastella esikatselua ottamalla yhteyttä jakelijaan avataksesi videopalvelun
fr: Pour afficher l'aperçu, veuillez contacter le partage pour ouvrir le service vidéo.
he: כדי להציג את התצוגה המקדימה, פנה למפעיל כדי לפתוח את שירות הווידאו
id: Untuk melihat pratinjau, silakan hubungi pembagi untuk membuka layanan video
it: Per visualizzare l'anteprima, contatta il condivisore per aprire il servizio video
ja: プレビューを表示するには、ビデオサービスを開くために共有者に連絡してください
ko: 미리보기를 보려면 공유자에게 비디오 서비스를 요청하십시오.
nb: For å se forhåndsvisning, vennligst kontakt deltakeren for å åpne videotjenesten
nl: Neem voor het bekijken van de preview contact op met de deler om de videoservice te openen
pl: Aby wyświetlić podgląd, skontaktuj się z uczestnikiem, aby otworzyć usługę wideo
pt_br: Para visualizar a visualização, entre em contato com o compartilhador para abrir o serviço de vídeo
ro: Pentru a vedea previzualizarea, contactați distribuitorul pentru a deschide serviciul video
ru: Для просмотра предварительного просмотра, пожалуйста, свяжитесь с акционером, чтобы открыть видео сервис
sv: Om du vill visa förhandsgranskningen kontaktar du delaren för att öppna videotjänsten
th: หากต้องการดูวิดีโอ เปิดการแชร์วีดิโออุปกรณ์
tr: Önizlemeyi görüntülemek için, video servisini açmak için lütfen paylaşanla iletişim kurun.
vi: Để xem bản xem trước, vui lòng liên hệ với người chia sẻ để mở dịch vụ video
zh_hans: 如需查看预览，请联系分享者打开视频服务
zh_hant: 如需查看預覽，請聯繫分享者打開視頻服務

# devSettings_schedule_to
source: To
cs: Chcete-li
de: Bis
es: A
fi: jotta
fr: À
he: עד
id: Sampai
it: A
ja: 終了
ko: 종료
nb: Til
nl: tot
pl: Do
pt_br: Para
ro: La
ru: к
sv: Till
th: ถึง
tr: için
vi: Đến
zh_hans: 到
zh_hant: 到

# Sunday
source: S
cs: N
de: So
es: D
fr: D
he: אי
id: M
it: D
ja: 日
ko: 일
nl: Z
pl: N
pt_br: D
ro: D
ru: В
th: อา
tr: P
vi: TN
zh_hans: 日
zh_hant: 日

# addDevice_ID_QRcode_label_device
source: The ID number can be found next to the QR code label on the body of the device
cs: ID číslo najdete vedle štítku s QR kódem na těle zařízení
de: Die Geräte-ID befindet sich unter dem QR-Code auf dem Gehäuse des Geräts
es: El número de identificación se puede encontrar junto a la etiqueta del código QR en el cuerpo del dispositivo
fi: Tunnusnumero löytyy laitteen rungossa olevan QR-kooditarran vierestä
fr: Le numéro d'identification se trouve à côté de l'étiquette du code QR sur le corps de l'appareil
he: את מספר הזהות ניתן למצוא ליד תווית קוד ה-QR בגוף המכשיר
id: Nomor ID dapat ditemukan di sebelah label kode QR di badan perangkat
it: Il numero ID si trova accanto all'etichetta del codice QR sul corpo del dispositivo
ja: ID番号は、デバイス本体のQRコードラベルの横にあります
ko: ID 번호는 기기 본체의 QR 코드 라벨 옆에 있습니다.
nb: ID-nummeret finner du ved siden av QR-kodeetiketten på enhetens kropp
nl: Het ID-nummer vindt u naast het QR-codelabel op de behuizing van het apparaat
pl: Numer identyfikacyjny znajduje się obok etykiety z kodem QR na obudowie urządzenia
pt_br: O número de identificação pode ser encontrado ao lado da etiqueta do código QR no corpo do dispositivo
ro: Numărul de identificare poate fi găsit lângă eticheta codului QR de pe corpul dispozitivului
ru: Идентификационный номер можно найти рядом с этикеткой QR-кода на корпусе устройства.
sv: ID-numret finns bredvid QR-kodetiketten på enhetens stomme
th: สามารถดูหมายเลข ID ข้างฉลาก QR code ที่ตัวเครื่องได้
tr: Kimlik numarası, cihazın gövdesindeki QR kod etiketinin yanında bulunabilir.
vi: Số ID có thể được tìm thấy bên cạnh nhãn mã QR trên thân thiết bị
zh_hans: ID号可在设备机身上的二维码标签旁边找到
zh_hant: ID號可在設備機身上的二維碼標籤旁邊找到

# video_list
source: Recording list
cs: Seznam videí
de: Aufnahmeliste
es: Lista de grabación
fi: Videoluettelo
fr: Liste d'enregistrement
he: רשימת הקלטות
id: Daftar Rekaman
it: Lista registrazioni
ja: 録画リスト
ko: 녹음 목록
nb: Videoliste
nl: Opnamelijst
pl: Lista nagrań
pt_br: Lista de gravação
ro: Lista de înregistrare
ru: Список записей
sv: Inspelningslista
th: รายการบันทึก
tr: Kayıt listesi
vi: Danh sách video
zh_hans: 录像列表
zh_hant: 錄像列表

# password_not_agree
source: The password is not consistent,please input again
cs: Zadaná hesla dvakrát neodpovídají,zadejte znovu
de: Passwort ungültig, bitte erneut versuchen
es: Las dos contraseñas no son consistentes,por favor ingrese de nuevo
fi: Kaksi kertaa syötetyt salasanat eivät vastaa toisiaan,syötä ne uudelleen
fr: Le mot de passe n'est pas cohérent, veuillez l'entrer à nouveau
he: הססמות אינן זהות. אנא נסה שוב
id: Sandi tidak konsisten,silakan Masukin lagi
it: Password non accettabile,prego reinserire
ja: パスワードが一致しません。もう一度入力してください。
ko: 비밀번호가 일치하지 않습니다.
nb: Passordene samsvarer ikke,prøv igjen
nl: Wachtwoord niet consistent,opnieuw invoeren
pl: Hasła nie są identyczne,spróbuj ponownie
pt_br: A senha não é consistente,por favor insira novamente
ro: Parola nu este consecventă,introduceți din nou
ru: Пароль не соответствует,пожалуйста,введите снова
sv: Lösenordet är inte konsekvent,vänligen skriv in igen
th: รหัสผ่านไม่ตรงกันโปรดป้อนอีกครั้ง
tr: Şifre tutarlı değil,lütfen tekrar giriş yapın
vi: Hai mật khẩu đã nhập không nhất quán, vui lòng nhập lại
zh_hans: 两次输入的密码不一致，请重新输入
zh_hant: 兩次輸入的密碼不一致，請重新輸入

# device_group_name_already_exist
source: The group name already exists
cs: Název skupiny již existuje
de: Der Gruppenname existiert bereits
es: Il nome del gruppo esiste già
fi: Ryhmän nimi on jo olemassa
fr: Le nom du groupe existe déjà
he: שם הקבוצה כבר קיים
id: Nama Group ini telah ada
it: Il nome del gruppo esiste già
ja: そのグループ名は既に存在します
ko: 이미 등록된 그룹 이름입니다.
nb: Gruppens navn eksisterer allerede
nl: De groepsnaam bestaat al
pl: Nazwa grupy już istnieje
pt_br: O nome do grupo já existe
ro: Numele grupului există deja
ru: Название группы уже существует
sv: Gruppnamnet finns redan
th: มีชื่อกลุ่มนี้แล้ว
tr: Grup adı zaten var
vi: Tên nhóm đã tồn tại
zh_hans: 分组名称已存在
zh_hant: 分組名稱已存在

# device_bound_unbindAndRetry
source: The device has been bound by another account. Please untie and try again.
cs: Zařízení bylo vázáno jiným účtem. Zrušte prosím a zkuste to znovu.
de: Das Gerät wurde in ein anderes Konto eingebunden. Bitte trennen und erneut versuchen.
es: El Equipo ha sido vinculado por otra cuenta. Desátalo y vuelve a intentarlo.
fi: Toinen tili on sidottu laitteeseen. Poista yhteys ja yritä uudelleen.
fr: Le périphérique a été attribué à un autre compte. Veuillez l'en supprimer et réessayer.
he: המכשיר נכרך על ידי חשבון אחר. בבקשה תתיר ונסה שוב.
id: Perangkat ini telah terikat dengan Akun yang lain,siakan lepaskan dan coba lagi
it: Il dispositivo è stato associato a un altro account. Slegare e riprovare.
ja: デバイスは別のアカウントに割り当てられています。 削除してやり直してください。
ko: 기기가 다른 계정에 바인딩되었습니다. 풀고 다시 시도하십시오.
nb: Enheten har blitt bundet av en annen konto. Vennligst løsn,og prøv igjen.
nl: Apparaat al gekoppeld,loskoppelen en opnieuw proberen
pl: Urządzenie zostało powiązane innym kontem. Rozwiąż je i spróbuj ponownie.
pt_br: O dispositivo foi ligado por outra conta. Por favor,desate e tente novamente.
ro: Dispozitivul a fost legat de un alt cont. Vă rugăm să dezlegați și să încercați din nou.
ru: Устройство было связано с другой учетной записью. Пожалуйста,развяжите и попробуйте снова.
sv: Enheten har blivit bunden av ett annat konto. Vänligen koppla av och försök igen.
th: อุปกรณ์ถูกผูกไว้กับบัญชีอื่นโปรดเลิกผูกและลองอีกครั้ง
tr: Cihaz başka bir hesap tarafından bağlandı. Lütfen çöz ve tekrar dene.
vi: Thiết bị đã được liên kết với một tài khoản khác, vui lòng hủy liên kết và thử lại
zh_hans: 设备已被其他账号绑定，请解绑后重试
zh_hant: 設備已被其他賬號綁定，請解綁後重試

# adddevice_Isolation_equipment
source: The cloud ID does not exist, causing the device to fail to be added. Please contact technical support for specific reasons.
cs: ID cloudu neexistuje, což způsobuje selhání přidání zařízení. Z konkrétních důvodů kontaktujte technickou podporu.
de: Wenn die Cloud-ID nicht vorhanden ist und das Gerät somit nicht hinzugefügt werden kann, wenden Sie sich bitte an den technischen Support.
es: La ID de la nube no existe, lo que hace que el Equipo no se agregue. Póngase en contacto con el soporte técnico por razones específicas.
fi: Pilvitunnusta ei ole, mikä aiheuttaa laitteen lisäyksen epäonnistumisen. Ota yhteyttä tekniseen tukeen tietyistä syistä.
fr: L'ID de cloud n'existe pas, ce qui empêche l'ajout du périphérique. Veuillez contacter le support technique pour des raisons spécifiques.
he: מזהה הענן אינו קיים, מה שגורם להוספת המכשיר להתקן. אנא צור קשר עם התמיכה הטכנית מסיבות ספציפיות.
id: ID cloud tidak ada, menyebabkan perangkat gagal ditambahkan. Silakan hubungi dukungan teknis untuk alasan tertentu.
it: L'ID cloud non esiste, impedendo l'aggiunta del dispositivo. Si prega di contattare l'assistenza tecnica per motivi specifici.
ja: クラウドIDが存在しないため、デバイスを追加できません。 特定の理由については、テクニカルサポートにお問い合わせください。
ko: 클라우드 ID가 존재하지 않아 장치를 추가하지 못했습니다. 특정한 이유로 기술 지원에 문의하십시오.
nb: Sky-ID-en eksisterer ikke, noe som gjør at enheten ikke klarer å bli lagt til. Kontakt teknisk support av spesifikke årsaker.
nl: De cloud-ID bestaat niet, waardoor het apparaat niet kan worden toegevoegd. Neem om specifieke redenen contact op met de technische ondersteuning.
pl: Identyfikator chmury nie istnieje, co powoduje, że urządzenie nie może zostać dodane. Skontaktuj się z pomocą techniczną z określonych powodów.
pt_br: O ID da nuvem não existe, fazendo com que o dispositivo falhe ao ser adicionado. Entre em contato com o suporte técnico por motivos específicos.
ro: ID-ul cloud nu există, ceea ce face ca dispozitivul să nu poată fi adăugat. Vă rugăm să contactați asistența tehnică pentru motive specifice.
ru: Облачный идентификатор не существует, что приводит к невозможности добавления устройства. Пожалуйста, обратитесь в службу технической поддержки по конкретным причинам.
sv: Moln-ID finns inte, vilket gör att enheten inte läggs till. Vänligen kontakta teknisk support av specifika skäl.
th: ไม่มีรหัสคลาวด์ทำให้ไม่สามารถเพิ่มอุปกรณ์ได้ โปรดติดต่อฝ่ายสนับสนุนด้านเทคนิคด้วยเหตุผลเฉพาะ
tr: Bulut kimliği mevcut değil, bu da cihazın eklenememesine neden oluyor. Lütfen belirli nedenlerden dolayı teknik desteğe başvurun.
vi: ID đám mây không tồn tại, khiến không thể thêm thiết bị. Vui lòng liên hệ với bộ phận hỗ trợ kỹ thuật để biết lý do cụ thể.
zh_hans: 云ID不存在，导致设备添加失败，请联系技术支持了解具体原因。
zh_hant: 雲ID不存在，導致設備添加失敗，請聯繫技術支持了解具體原因。

source: Europe/Moscow
cs: Evropa / Moskva
de: Europa / Moskau
es: Europa / Moscú
fi: Eurooppa / Moskova
fr: Europe / Moscou
he: אירופה / מוסקווה
id: Eropa / Moskow
ja: ヨーロッパ/モスクワ
ko: 유럽 ​​/ 모스크바
nb: Europa / Moskva
pl: Europa / Moskwa
pt_br: Europa / Moscou
ro: Europa / Moscova
ru: Европа / Москва
sv: Europa / Moskva
th: ยุโรป / มอสโก
tr: Avrupa / Moskova
vi: Matxcova
zh_hans: 莫斯科
zh_hant: 莫斯科

# deviceSetting_Turn_off_camera
source: Turn off the camera
cs: Vypněte fotoaparát
de: Kamera ausschalten
es: Apaga la camara
fi: Sammuta kamera
fr: Éteignez la caméra
he: כבה את המצלמה
id: Matikan kamera
it: Spegni la fotocamera
ja: カメラの電源を切ります
ko: 카메라 끄기
nb: Slå av kameraet
nl: Zet de camera uit
pl: Wyłącz aparat
pt_br: Desligue a camera
ro: Opriți camera
ru: Выключите камеру
sv: Stäng av kameran
th: ปิดกล้อง
tr: kamerayı kapat
vi: Tắt máy ảnh
zh_hans: 关闭摄像机
zh_hant: 關閉攝像機

# devSettings_schedule_error_exist
source: Same schedule already exists
cs: Stejný harmonogram již existuje
de: Zeitplan existiert bereits
es: Ya existía en el mismo horario
fi: Sama aikataulu on jo olemassa
fr: Le même calendrier existe déjà
he: זמן ההתחלה חייב להיות מוקדם משעת הסיום
id: Jadwal yang sama tersedia
it: Già esistente
ja: 同じスケジュールが存在しています
ko: 같은 일정이 이미 있습니다.
nb: Samme plan finnes allerede
nl: Hetzelfde schema bestaat al
pl: Taki terminarz już istnieje
pt_br: A mesma programação já existe
ro: Același program există deja
ru: Такой же график уже существует
sv: Samma schema finns redan
th: มีกำหนดการเดิมอยู่แล้ว
tr: Aynı program zaten var
vi: Lịch trình tương tự đã tồn tại
zh_hans: 已存在相同的日程
zh_hant: 已存在相同的日程

# addDevice_setting_WIFIToPhone
source: Go to choose WiFi
cs: Přejděte na volbu WiFi
de: Öffnen Sie die WLAN-Einstellungen Ihres Telefons
es: Ir a elegir WiFi
fi: Siirry kohtaan WiFi
fr: Allez choisir WiFi
he: עבור לבחירת WiFi
id: Pergi untuk memilih WiFi
it: Vai a scegliere Wi-Fi
ja: WiFiを選択してください
ko: WiFi 선택으로 이동
nb: Gå til velg WiFi
nl: Ga naar wifi kiezen
pl: Przejdź do wyboru WiFi
pt_br: Vá para escolher Wi-Fi
ro: Mergeți să alegeți WiFi
ru: Перейти к выбору Wi-Fi
sv: Gå till välj WiFi
th: เข้าไปเลือก WiFi
tr: WiFi'yi seçmek için gidin
vi: Đi đến chọn WiFi
zh_hans: 前往选择WiFi
zh_hant: 前往選擇WiFi

source: Atlantic/South Georgia
cs: Atlantik / Jižní Georgie
de: Atlantik / Südgeorgien
es: Atlántico / Georgia del Sur
fi: Atlantti / Etelä-Georgia
fr: Atlantique / Géorgie du Sud
he: אטלנטיק / דרום גיאורגיה
id: Atlantik / Georgia Selatan
it: Atlantico / Georgia del Sud
ja: 大西洋/サウスジョージア
ko: 대서양 / 사우스 조지아
nb: Atlanterhavet / Sør-Georgia
pl: Atlantyk / Georgia Południowa
pt_br: Atlântico / Geórgia do Sul
ro: Atlantic / Georgia de Sud
ru: Атлантика / Южная Джорджия
sv: Atlanten / Syd Georgien
th: แอตแลนติก / เซาท์จอร์เจีย
tr: Atlantik / Güney Georgia
vi: Nam Georgia
zh_hans: 南乔治亚
zh_hant: 南喬治亞
