Repository: Yolo-cell-hash/go_home_ios
Catalog: ios/Runner/JASDK/JAResources/XLanguage/X35MultiLanguage/*.lproj/X35MutiLanguage.strings
Languages: cs, de, es, fi, fr, he, id, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sv, th, tr, vi, zh_hans, zh_hant

# playback_Screen_movement
source: Screen movement
cs: Pohyb obrazovky
de: Bewegungserkennung
es: Movimiento de la pantalla
fi: Näytön liike
fr: Mouvement de l'écran
he: תנועת מסך
id: Gerakan layar
it: Movimento dello schermo
ja: 画面の動き
ko: 화면 이동
nb: Skjermbevegelse
nl: Schermbeweging
pl: Ruch ekranu
pt_br: Movimento da tela
ro: Mișcarea ecranului
ru: Движение экрана
sv: Skärmens rörelse
th: การเคลื่อนไหวของหน้าจอ
tr: Ekran hareketi
vi: Chuyển động màn hình
zh_hans: 画面移动
zh_hant: 畫面移動

# service_map_display_info
source: We will display your information and address on the APP, so that more consumers and users can contact you.
cs: Vaše informace a adresu zobrazíme v aplikaci, abychom vás mohli kontaktovat více zákazníků a uživatelů.
de: Wir werden Ihre Informationen und Adressen in der App anzeigen, damit mehr Verbraucher und Benutzer Sie kontaktieren können.
es: Mostraremos su información y dirección en la APLICACIÓN, para que más consumidores y usuarios puedan contactarlo.
fi: Näytämme tietosi ja osoitteesi sovelluksessa, jotta useammat kuluttajat ja käyttäjät voivat ottaa sinuun yhteyttä.
fr: Nous afficherons vos informations et votre adresse sur l'APP, afin que davantage de consommateurs et d'utilisateurs puissent vous contacter.
he: אנו נציג את המידע והכתובת שלך ב- APP, כך שיותר צרכנים ומשתמשים יוכלו ליצור איתך קשר.
id: Kami akan menampilkan informasi dan alamat Anda di APP, sehingga lebih banyak konsumen dan pengguna dapat menghubungi Anda.
it: Mostreremo le tue informazioni e il tuo indirizzo sull'APP, in modo che più consumatori e utenti possano contattarti.
ja: APPにあなたの情報と住所が表示され、より多くの消費者とユーザーがあなたに連絡できるようになります。
ko: 더 많은 소비자와 사용자가 연락 할 수 있도록 APP에 정보와 주소를 표시합니다.
nb: Vi vil vise din informasjon og adresse på APP, slik at flere forbrukere og brukere kan kontakte deg.
nl: We zullen uw informatie en adres op de APP weergeven, zodat meer consumenten en gebruikers contact met u kunnen opnemen.
pl: Będziemy wyświetlać twoje informacje i adres w aplikacji, aby więcej klientów i użytkowników mogło się z tobą skontaktować.
pt_br: Mostraremos suas informações e endereço no APP, para que mais consumidores e usuários possam entrar em contato com você.
ro: Vom afișa informațiile și adresa dvs. în APP, astfel încât mai mulți consumatori și utilizatori să vă poată contacta.
ru: Мы будем отображать вашу информацию и адрес в приложении, чтобы больше потребителей и пользователей могли связаться с вами.
sv: Vi kommer att visa din information och adress på APP, så att fler konsumenter och användare kan kontakta dig.
th: เราจะแสดงข้อมูลและที่อยู่ของคุณบนแอปเพื่อให้ผู้บริโภคและผู้ใช้สามารถติดต่อคุณได้มากขึ้น
tr: Daha fazla tüketici ve kullanıcının sizinle iletişim kurabilmesi için bilgilerinizi ve adresinizi APP'de göstereceğiz.
vi: Chúng tôi sẽ hiển thị thông tin và địa chỉ của bạn trên APP để cho phép nhiều người dùng thông thường liên hệ với bạn.
zh_hans: 我们将在APP上展示出您的信息与地址，让更多的消费者用户联系您。
zh_hant: 我們將在APP上展示出您的信息與地址，讓更多的消費者用戶聯繫您。

# adddevice_suit_type_2_detail
source: Please connect the device to the router with a network cable (as shown below)
cs: Připojte zařízení k routeru pomocí síťového kabelu (viz obrázek níže)
de: Bitte verbinden Sie das Gerät per Netzwerkkabel mit dem Router (siehe unten).
es: Conecte el Equipo al enrutador con un cable de red (como se muestra a continuación)
fi: Kytke laite reitittimeen verkkokaapelilla (kuten alla)
fr: Veuillez connecter le périphérique au routeur avec un câble réseau (comme indiqué ci-dessous).
he: אנא חבר את המכשיר לנתב באמצעות כבל רשת (כמוצג להלן)
id: Silakan sambungkan perangkat ke router dengan kabel jaringan (seperti yang ditunjukkan di bawah ini)
it: Collegare il dispositivo al router con un cavo di rete (come mostrato di seguito)
ja: ネットワークケーブルを使用してデバイスをルーターに接続してください(下図を参照)
ko: 네트워크 케이블을 사용하여 장치를 라우터에 연결하십시오 (아래 그림 참조).
nb: Koble enheten til ruteren med en nettverkskabel (som vist nedenfor)
nl: Sluit het apparaat op de router aan met een netwerkkabel (zoals hieronder weergegeven)
pl: Podłącz urządzenie do routera za pomocą kabla sieciowego (jak pokazano poniżej)
pt_br: Por favor conecte o dispositivo ao roteador com um cabo de rede (como mostrado abaixo)
ro: Vă rugăm să conectați dispozitivul la router cu un cablu de rețea (după cum se arată mai jos)
ru: Пожалуйста, подключите устройство к маршрутизатору с помощью сетевого кабеля (как показано ниже)
sv: Anslut enheten till routern med en nätverkskabel (som visas nedan)
th: โปรดใช้สายเคเบิลเครือข่ายเพื่อเชื่อมต่ออุปกรณ์กับเราเตอร์ (ดังแสดงด้านล่าง)
tr: Lütfen cihazı yönlendiriciye bir ağ kablosuyla bağlayın (aşağıda gösterildiği gibi)
vi: Vui lòng sử dụng cáp mạng để kết nối thiết bị với bộ định tuyến (như hình bên dưới)
zh_hans: 请用网线将设备与路由器连接(如下图)
zh_hant: 請用網線將設備與路由器連接(如下圖)

# devicesetting_4G_card_recharge_amount
source: Top-up amount:
cs: Dobíjecí částka:
de: Auflade-Menge:
es: Cantidad de recarga:
fi: Lataa uudelleen:
fr: Montant de recharge:
he: סכום טעינה:
id: Jumlah isi ulang:
it: Importo di ricarica:
ja: 充電量：
ko: 충전량 :
nb: Lad beløp:
nl: Oplaadbedrag:
pl: Doładuj kwotę:
pt_br: Valor de recarga:
ro: Suma reîncărcării:
ru: Сумма пополнения:
sv: Ladda beloppet:
th: จำนวนเงินที่เติม:
tr: Şarj miktarı:
vi: Số tiền nạp:
zh_hans: 充值金额：
zh_hant: 充值金額：

# person_More_storage_space
source: One-click video download
cs: Stahování videa jedním kliknutím
de: Ein-Klick Video Download
es: Descarga de video con un clic
fi: Videon lataus yhdellä napsautuksella
fr: Téléchargement vidéo en un clic
he: הורדת וידיאו בלחיצה אחת
id: Pengunduhan video satu-klik
it: Download video con un clic
ja: ワンクリック動画ダウンロード
ko: 원 클릭 비디오 다운로드
nb: Ett-klikk nedlasting av video
nl: Video downloaden met één klik
pl: Pobieranie wideo jednym kliknięciem
pt_br: Download de vídeo com um clique
ro: Descărcare video cu un singur clic
ru: Загрузка видео в один клик
sv: Ladda ner video med ett klick
th: ดาวน์โหลดวิดีโอเพียงคลิกเดียว
tr: Tek tıkla video indirme
vi: Tải xuống video bằng một cú nhấp chuột
zh_hans: 更多存储空间，视频一键下载
zh_hant: 視頻一鍵下載

# public_param_error
source: Fill in the information is incorrect
cs: Nesprávné informace
de: Informationen wurden falsch eingegeben
es: Información incorrecta
fi: Virheelliset tiedot
fr: l'information est incorrecte
he: המידע שגוי
id: kolom informasi tidak benar
it: Compilazione informazioni errata
ja: 記入された情報が正しくありません。
ko: 입력된 정보가 올바르지 않습니다.
nb: Feil informasjon
nl: De ingevulde informatie is niet correct
pl: Wprowadzone dane są niepoprawne
pt_br: Informação Incorreta
ro: Completați informațiile sunt incorecte
ru: Заполните информацию неверно
sv: Fyll i informationen är felaktig
th: ข้อมูลไม่ถูกต้อง
tr: Bilgi doldurma yanlış
vi: Thông tin không chính xác
zh_hans: 填入信息有误
zh_hant: 填入信息有誤

# devSettings_delect_tips
source: Delete channel or not?
cs: Chcete smazat zařízení kanálu?
de: Kanal wirklich löschen?
es: ¿Borrar el canal o no?
fi: Haluatko poistaa kanavan laitteen?
fr: Supprimer le canal?
he: מחק את ערוץ?
id: Hapus Saluran?
it: Sicuro di eliminare canale?
ja: チャンネルを削除しますか？
ko: 채널 삭제 하시겠습니까?
nb: Fjern kanal?
nl: Kanaal verwijderen of niet?
pl: Usunąć kanał czy nie?
pt_br: Excluir canal ou não?
ro: Șterge canalul sau nu?
ru: Удалить канал или нет?
sv: Radera kanaleller inte?
th: ลบช่องหรือไม่?
tr: Kanal'i sil veya değil mi?
vi: Bạn có muốn xóa thiết bị kênh không?
zh_hans: 是否删除通道设备？
zh_hant: 是否刪除通道設備？

# devicesetting_Original_Smart_Mode
source: Original "Smart Mode"
cs: Původní "Inteligentní režim"
de: Ursprünglicher "Smart-Modus"
es: "Modo inteligente" original
fi: Alkuperäinen "Smart Mode"
fr: "Mode intelligent" d'origine
he: "מצב חכם" מקורי
id: "Mode Cerdas" Asli
it: Originale "Modalità intelligente"
ja: オリジナルの「スマートモード」
ko: 원래 "스마트 모드"
nl: Originele "Smart Mode"
pl: Oryginalny "Tryb inteligentny"
pt_br: Original "Modo Inteligente"
ro: "Mod inteligent" original
ru: Оригинальный "Умный режим"
th: ต้นฉบับ "โหมดอัจฉริยะ"
tr: Orijinal "Akıllı Mod"
vi: Ban đầu "Chế độ thông minh "
zh_hans: 原“智能模式”
zh_hant: 原“智能模式”

# service_introduce
source: Professional equipment maintenance, on-site installation, good service attitude
cs: Profesionální údržba zařízení, instalace na místě, dobrý servisní přístup
de: Professionelle Gerätewartung, Installation vor Ort, gute Serviceeinstellung
es: Mantenimiento de equipos profesionales, instalación in situ, buena actitud de servicio
fi: Ammattimainen laitteiden huolto, asennus paikan päällä, hyvä palveluasenne
fr: Entretien professionnel de l'équipement, installation sur site, bonne attitude de service
he: תחזוקת ציוד מקצועי, התקנה במקום, יחס שירות טוב
id: Pemeliharaan peralatan profesional, pemasangan di tempat, sikap pelayanan yang baik
it: Manutenzione professionale dell'attrezzatura, installazione in loco, buona attitudine al servizio
ja: 専門的な機器のメンテナンス、現場での設置、優れたサービス態度
ko: 전문 장비 유지 보수, 현장 설치, 좋은 서비스 태도
nb: Profesjonelt vedlikehold av utstyr, installasjon på stedet, god serviceinnstilling
nl: Onderhoud van professionele apparatuur, installatie ter plaatse, goede service
pl: Profesjonalna konserwacja sprzętu, instalacja na miejscu, dobra obsługa
pt_br: Manutenção profissional de equipamentos, instalação no local, boa atitude de serviço
ro: Întreținerea echipamentelor profesionale, instalarea la fața locului, o atitudine bună de service
ru: Профессиональное обслуживание оборудования, установка на месте, хорошее обслуживание
sv: Professionellt utrustningsunderhåll, installation på plats, bra service attityd
th: การบำรุงรักษาอุปกรณ์ระดับมืออาชีพการติดตั้งในสถานที่ทัศนคติการบริการที่ดี
tr: Profesyonel ekipman bakımı, yerinde kurulum, iyi hizmet anlayışı
vi: Bảo trì thiết bị chuyên nghiệp, lắp đặt tận nơi, thái độ phục vụ tốt
zh_hans: 专业设备维修、上门安装，服务态度好
zh_hant: 專業設備維修、上門安裝，服務態度好

# deviceSetting_Mobile_tracking
source: Motion tracking
cs: Sledování pohybu
de: Bewegung verfolgen
es: Rastreo de movimiento
fi: Liikkeen seuranta
fr: Suivi de mouvement
he: מעקב תנועה
id: Pelacakan gerak
it: Tracciamento del movimento
ja: モーショントラッキング
ko: 모션 추적
nb: Bevegelsessporing
nl: Beweging volgen
pl: Śledzenie ruchu
pt_br: Rastreamento de movimento
ro: Urmărirea mișcării
ru: Отслеживание движения
sv: Rörelsespårning
th: การติดตามการเคลื่อนไหว
tr: Hareket takibi
vi: Theo dõi chuyển động
zh_hans: 移动追踪
zh_hant: 移動追踪

# userSettings_mobileData_trafficStat_thisTime
source: Current traffic
cs: Aktuální provoz
de: Daten Aktuell
es: Tráfico actual
fi: Nykyinen liikenne
fr: Trafic actuel
he: תעבורת הנתונים הנוכחית
id: Trafik sekarang
it: Traffico dati corrente
ja: 現在の通信量
ko: 현재 데이터
nb: Datatrafikk denne økten
nl: Huidig verkeer
pl: Przepływ danych
pt_br: Tráfego atual
ro: Trafic curent
ru: Текущий трафик
sv: Aktuell trafik
th: ทราฟฟิคในปัจจุบัน
tr: Mevcut trafik
vi: Dòng chảy thời gian này
zh_hans: 本次流量
zh_hant: 本次流量

# adddeevice_network_prompt_mobile
source: Current mobile phone is
cs: Aktuální mobilní telefon je
de: Das aktuelle Mobiltelefon ist
es: El teléfono móvil actual es
fi: Nykyinen matkapuhelin on
fr: Le téléphone mobile actuel est
he: הסמארטפון הנוכחי הוא
id: HP ini adalah
it: L'attuale telefono cellulare è
ja: 現在の携帯電話は
ko: 현재 스마트폰은
nb: Nåværende mobiltelefon er
nl: Huidige mobiele telefoon is
pl: Obecny telefon komórkowy jest
pt_br: O telefone celular atual é
ro: Telefonul mobil actual este
ru: Текущий мобильный телефон
sv: Nuvarande mobiltelefon är
th: โทรศัพท์มือถือในปัจจุบันคือ
tr: Geçerli cep telefonu
vi: Điện thoại hiện tại là
zh_hans: 当前手机为
zh_hant: 當前手機為

# addDevice_successfully_paired_cameras_ios
source: You successfully paired %@ cameras
cs: Úspěšně jste spárovali kamery %@
de: Sie haben %@ Kameras erfolgreich verbunden
es: Emparejaste correctamente%@ cámaras
fi: Pariliitos %@ kameraa onnistui
fr: Vous avez associé avec succès les caméras %@
he: הצמדת בהצלחה %@ מצלמות
id: Anda berhasil memasangkan %@ kamera
it: Hai abbinato con successo %@ fotocamere
ja: %@カメラのペアリングに成功しました
ko: %@개의 카메라를 성공적으로 페어링했습니다
nb: Du har paret %@ kameraer
nl: U heeft %@ camera's succesvol gekoppeld
pl: Pomyślnie sparowałeś %@ kamery
pt_br: Você emparelhou com sucesso%@ câmeras
ro: Ați asociat cu succes %@ camere
ru: Вы успешно подключили%@ камер
sv: Du har parat %@ kameror
th: คุณจับคู่กล้อง %@ สำเร็จแล้ว
tr: %@ kameraları başarıyla eşleştirdiniz
vi: Bạn đã ghép nối thành công %@ máy ảnh
zh_hans: 您成功配对%@台摄像机
zh_hant: 您成功配對%@台攝像機

source: Setup failed
cs: Nastavení se nezdařilo
de: Einrichtung fehlgeschlagen
es: La configuración falló
fi: Asennus epäonnistui
fr: La configuration a échoué
he: ההגדרה נכשלה
id: Penyiapan gagal
it: Installazione non riuscita
ja: セットアップに失敗しました
ko: 설정 실패
nb: Konfigurasjonen mislyktes
nl: Installatie mislukt
pl: Konfiguracja nie powiodła się
pt_br: Falha na configuração
ro: Configurarea a eșuat
ru: Ошибка установки
sv: Konfigurationen misslyckades
th: การติดตั้งล้มเหลว
tr: Kurulum başarısız
vi: Thiết lập không thành công
zh_hans: 设置失败
zh_hant: 設置失敗

# addDevice_IP_existed
source: IP port already exists
cs: Port IP již existuje
de: IP Port existiert bereits
es: El puerto IP ya existe
fi: IP-portti on jo olemassa
fr: Le port IP existe déjà
he: פורט כבר קיים
id: IP port telah ada
it: IP già esistente
ja: ポートは既に存在します
ko: 이미 사용중인 IP 포트 입니다.
nb: IP port eksisterer allerede
nl: IP-poort bestaat al
pl: Port IP już istnieje
pt_br: Porta IP já existe
ro: Portul IP există deja
ru: IP-порт уже существует
sv: IP-porten finns redan
th: พอร์ต IP นี้มีอยู่แล้ว
tr: IP bağlantı noktası zaten var
vi: Cổng IP đã tồn tại
zh_hans: IP端口已存在
zh_hant: IP端口已存在

# addDevice_bluetooth_connnectionFail
source: Bluetooth connection failed
cs: Bluetooth spojení se nezdařilo
de: Bluetooth-Verbindung fehlgeschlagen
es: La conexión Bluetooth falla
fi: Bluetooth-yhteys epäonnistui
fr: La connexion bluetooth a échoué
he: חיבור הBluetooth נכשל
id: Koneksi Bluetooth Gagal
it: Connessione Bluetooth fallita
ja: Bluetooth接続ができません。
ko: 블루투스 연결 실패
nb: Bluetooth-tilkobling feilet
nl: Bluetooth-verbinding mislukt
pl: Połączenie bluetooth nieudane
pt_br: Conexão Bluetooth falha
ro: Conexiunea Bluetooth nu reușește
ru: Сбой соединения Bluetooth
sv: Bluetooth-anslutningen misslyckas
th: การเชื่อมต่อบลูทูธ ล้มเหลว
tr: Bluetooth bağlantısı başarısız
vi: Kết nối Bluetooth không thành công
zh_hans: 蓝牙连接失败
zh_hant: 藍牙連接失敗

# deviceSetting_Hue_adjustment
source: Hue adjustment
cs: Úprava odstínu
de: Farbanpassung
es: Ajuste de tono
fi: Sävyn säätö
fr: Ajustement de la teinte
he: התאמת גוון
id: Penyesuaian rona
it: Regolazione della tonalità
ja: 色相調整
ko: 색조 조정
nb: Fargejustering
nl: Tint aanpassing
pl: Regulacja odcienia
pt_br: Ajuste de matiz
ro: Ajustarea nuanței
ru: Регулировка оттенка
sv: Nyansjustering
th: การปรับสี
tr: Ton ayarı
vi: Điều chỉnh Huế
zh_hans: 色调调节
zh_hant: 色調調節

# devicesetting_motion_detection_area_empty_prompt
source: If the motion detection area is empty, the device will not produce motion detection video and cloud video
cs: Pokud je oblast detekce pohybu prázdná, zařízení nebude produkovat video s detekcí pohybu a cloudové video
de: Wenn der Bewegungserkennungsbereich leer ist, erzeugt das Gerät keine Bewegungserkennungsvideos und Cloud-Videos
es: Si el área de detección de movimiento está vacía, el dispositivo no producirá video de detección de movimiento ni video en la nube
fi: Jos liiketunnistusalue on tyhjä, laite ei tuota liiketunnistusvideota ja pilvivideota
fr: Si la zone de détection de mouvement est vide, l'appareil ne produira pas de vidéo de détection de mouvement et de vidéo cloud
he: אם אזור זיהוי התנועה ריק, המכשיר לא יפיק וידיאו לזיהוי תנועה ווידיאו בענן
id: Jika area deteksi gerakan kosong, perangkat tidak akan menghasilkan video deteksi gerakan dan video cloud
it: Se l'area di rilevamento del movimento è vuota, il dispositivo non produrrà video di rilevamento del movimento e video cloud
ja: モーション検出領域が空の場合、デバイスはモーション検出ビデオとクラウドビデオを生成しません
ko: 움직임 감지 영역이 비어 있으면 장치에서 움직임 감지 비디오 및 클라우드 비디오를 생성하지 않습니다.
nb: Hvis bevegelsesdeteksjonsområdet er tomt, vil ikke enheten produsere bevegelsesdeteksjonsvideo og skyvideo
nl: Als het bewegingsdetectiegebied leeg is, produceert het apparaat geen bewegingsdetectievideo en cloudvideo
pl: Jeśli obszar wykrywania ruchu jest pusty, urządzenie nie będzie generować wideo wykrywania ruchu ani wideo w chmurze
pt_br: Se a área de detecção de movimento estiver vazia, o dispositivo não produzirá vídeo de detecção de movimento e vídeo em nuvem
ro: Dacă zona de detectare a mișcării este goală, dispozitivul nu va produce video de detectare a mișcării și video cloud
ru: Если область обнаружения движения пуста, устройство не будет создавать видео при обнаружении движения и облачное видео.
sv: Om rörelsedetekteringsområdet är tomt kommer inte enheten att producera rörelsedetekteringsvideo och molnvideo
th: หากพื้นที่ตรวจจับการเคลื่อนไหวว่างเปล่าอุปกรณ์จะไม่สร้างวิดีโอตรวจจับการเคลื่อนไหวและวิดีโอบนคลาวด์
tr: Hareket algılama alanı boşsa, cihaz hareket algılama videosu ve bulut videosu üretmeyecektir.
vi: Nếu vùng phát hiện chuyển động trống, thiết bị sẽ không tạo ra video phát hiện chuyển động và video đám mây
zh_hans: 移动侦测区域为空将会导致设备不产生移动侦测录像与云录像
zh_hant: 移動偵測區域為空將會導致設備不產生移動偵測錄像與雲錄像

# adddevice_set_device_password
source: Set device password
cs: Nastavte heslo zařízení
de: Geräte-Passwort vergeben
es: Establecer contraseña del Equipo
fi: Aseta laitteen salasana
fr: Définir le mot de passe de l'appareil
he: הגדר את סיסמת ההתקן
id: Setel kata sandi perangkat
it: Imposta la password del dispositivo
ja: デバイスパスワードを設定する
ko: 기기 비밀번호 설정
nb: Angi enhetspassord
nl: Stel apparaatwachtwoord in
pl: Ustaw hasło urządzenia
pt_br: Definir senha do dispositivo
ro: Setați parola dispozitivului
ru: Установить пароль устройства
sv: Ange enhetslösenord
th: ตั้งค่ารหัสผ่านอุปกรณ์
tr: Cihaz şifresini ayarla
vi: Đặt mật khẩu thiết bị
zh_hans: 设置设备密码
zh_hant: 設置設備密碼

# person_feedback_question_Unable_to_detect_TF_card_detail
source: If the TF memory card cannot be detected, please try the following:
cs: Pokud nelze paměťovou kartu TF detekovat, zkuste následující:
de: Wenn die SD-Karte nicht erkannt werden kann, versuchen Sie Folgendes:
es: Si no se puede detectar la tarjeta de memoria TF, intente lo siguiente:
fi: Jos TF-muistikorttia ei löydy, kokeile seuraavaa:
fr: Si la carte mémoire TF ne peut pas être détectée, veuillez essayer ce qui suit:
he: אם לא ניתן לאתר את כרטיס הזיכרון של TF, נסה את הפעולות הבאות:
id: Jika kartu memori TF tidak dapat dideteksi, coba yang berikut ini:
it: Se non è possibile rilevare la scheda di memoria TF, provare quanto segue:
ja: microSDメモリーカードが検出されない場合は、以下をお試しください。
ko: TF 메모리 카드를 찾을 수 없으면 다음을 시도하십시오.
nb: Hvis TF-minnekortet ikke kan oppdages, kan du prøve følgende:
nl: Probeer het volgende als de TF-geheugenkaart niet kan worden gedetecteerd:
pl: Jeśli nie można wykryć karty pamięci TF, spróbuj wykonać następujące czynności:
pt_br: Se o cartão de memória TF não puder ser detectado, tente o seguinte:
ro: Dacă cardul de memorie TF nu poate fi detectat, încercați următoarele:
ru: Если карта памяти TF не может быть обнаружена, попробуйте следующее:
sv: Om TF-minneskortet inte kan upptäckas, försök följande:
th: หากตรวจไม่พบการ์ดหน่วยความจำ TF โปรดลองทำดังต่อไปนี้:
tr: TF bellek kartı algılanamazsa, lütfen aşağıdakileri deneyin:
vi: Nếu thẻ nhớ TF không thể được phát hiện, vui lòng thử các cách sau:
zh_hans: 若无法检测到TF存储卡，请做以下尝试：
zh_hant: 若無法檢測到TF存儲卡，請做以下嘗試：

# preview_cruise
source: Cruise
cs: plavba
de: Tour
es: crucero
fi: risteily
fr: croisière
he: לְשַׁיֵט
id: pelayaran
it: crociera
ja: クルーズ
ko: 크루즈
pl: rejs
pt_br: cruzeiro
ro: croazieră
ru: морское путешествие
sv: kryssning
th: ล่องเรือ
tr: seyir
vi: du thuyền
zh_hans: 巡航
zh_hant: 巡航

source: Asia/Tbilisi
cs: Asie / Tbilisi
de: Asien / Tiflis
fi: Aasia / Tbilisi
he: אסיה / טביליסי
ja: アジア/トビリシ
ko: 아시아 / 트빌리시
nl: Azië / Tbilisi
pt_br: Ásia / Tbilisi
ru: Азия / Тбилиси
sv: Asien / Tbilisi
th: เอเชีย / ทบิลิซี
tr: Asya / Tbilisi
vi: Tbilisi
zh_hans: 第比利斯
zh_hant: 第比利斯

# deviceSetting_APP_push_alert_message
source: APP push alert message
cs: Výstražná zpráva aplikace APP
de: Push-Alarmmeldung
es: Mensaje de alerta de inserción de la aplicación
fi: APP push -hälytysviesti
fr: Message d'alerte push APP
he: הודעת דחיפה של APP
id: Pesan peringatan push APLIKASI
it: Messaggio di avviso push APP
ja: APPプッシュアラートメッセージ
ko: 앱 푸시 알림 메시지
nb: APP push-varselmelding
nl: APP push-waarschuwingsbericht
pl: Wiadomość ostrzegająca o wypychaniu aplikacji
pt_br: Mensagem de alerta push de APP
ro: Mesaj de alertă push APP
ru: Уведомление о push-уведомлении приложения
sv: APP push varningsmeddelande
th: ข้อความแจ้งเตือนผลักดันแอป
tr: APP push uyarı mesajı
vi: Thông báo cảnh báo đẩy APP
zh_hans: APP推送警报消息
zh_hant: APP推送警報消息

# login_wrong_password_abnormal
source: The system detected that your account is abnormal. The password was entered incorrectly more than 5 times. Please try again after 5 minutes.
cs: Systém zjistil, že váš účet je neobvyklý. Heslo bylo zadáno nesprávně více než 5krát. Zkuste to prosím znovu po 5 minutách.
de: Das System hat festgestellt, dass Ihr Konto sich abnormal verhält. Das Passwort wurde mehr als fünf Mal falsch eingegeben. Bitte versuchen Sie es in 5 Minuten erneut.
es: El sistema detectó que su cuenta es anormal. La contraseña se ingresó incorrectamente más de 5 veces. Por favor intente nuevamente después de 5 minutos.
fi: Järjestelmä havaitsi tilisi olevan epänormaali. Salasana syötettiin väärin yli viisi kertaa. Yritä uudelleen 5 minuutin kuluttua.
fr: Le système a détecté que votre compte est anormal. Le mot de passe a été entré incorrectement plus de 5 fois. Veuillez réessayer après 5 minutes.
he: המערכת זיהתה כי חשבונך אינו תקין. הסיסמה הוזנה באופן שגוי יותר מחמש פעמים. אנא נסה שוב אחרי 5 דקות.
id: Sistem mendeteksi bahwa akun Anda tidak normal. Kata sandi yang dimasukkan salah lebih dari 5 kali. Silakan coba lagi setelah 5 menit.
it: Il sistema ha rilevato che il tuo account è anomalo. La password è stata inserita in modo errato più di 5 volte. Riprova dopo 5 minuti.
ja: パスワードが5回以上間違って入力されました。5分後にもう一度お試しください。
ko: 시스템이 귀하의 계정이 비정상임을 감지했습니다. 비밀번호가 5 회 이상 잘못 입력되었습니다. 5 분 후에 다시 시도하십시오.
nb: Systemet oppdaget at kontoen din er unormal. Passordet ble lagt inn feil mer enn 5 ganger. Vennligst prøv igjen etter 5 minutter.
nl: Het systeem heeft gedetecteerd dat uw account abnormaal is. Het wachtwoord is meer dan 5 keer onjuist ingevoerd. Probeer het na 5 minuten opnieuw.
pl: System wykrył, że twoje konto jest nieprawidłowe. Hasło zostało wprowadzone nieprawidłowo więcej niż 5 razy. Spróbuj ponownie po 5 minutach.
pt_br: O sistema detectou que sua conta está anormal. A senha foi digitada incorretamente mais de 5 vezes. Por favor, tente novamente após 5 minutos.
ro: Sistemul a detectat că contul dvs. este anormal. Parola a fost introdusă incorect de mai mult de 5 ori. Încercați din nou după 5 minute.
ru: Система обнаружила, что ваш аккаунт ненормальный. Пароль был введен неверно более 5 раз. Пожалуйста, повторите попытку через 5 минут.
sv: Systemet upptäckte att ditt konto är onormalt. Lösenordet angavs felaktigt mer än fem gånger. Försök igen efter 5 minuter.
th: ระบบตรวจพบว่าบัญชีของคุณผิดปกติ ป้อนรหัสผ่านไม่ถูกต้องเกิน 5 ครั้ง โปรดลองอีกครั้งหลังจากผ่านไป 5 นาที
tr: Sistem, hesabınızın anormal olduğunu tespit etti. Şifre 5 defadan fazla yanlış girildi. Lütfen 5 dakika sonra tekrar deneyin.
vi: Hệ thống đã phát hiện tài khoản của bạn không bình thường và mật khẩu đã bị nhập sai hơn 5 lần. Vui lòng thử lại sau 5 phút.
zh_hans: 系统检测到你的账号异常，密码输入错误次数超过5次，请5分钟后再重试。
zh_hant: 系統檢測到你的賬號異常，密碼輸入錯誤次數超過5次，請5分鐘後再重試。
