Repository: Yolo-cell-hash/go_home_ios
Catalog: ios/Runner/JASDK/JAResources/XLanguage/X35MultiLanguage/*.lproj/X35MutiLanguage.strings
Languages: cs, de, es, fi, fr, he, id, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sv, th, tr, vi, zh_hans, zh_hant

# Service_map_provide_installation
source: You can provide users with door-to-door installation and maintenance services. The service price is charged by both parties at the local market price.
cs: Můžete uživatelům poskytnout služby instalace a údržby z domu do domu. Cena za služby je účtována oběma stranami za místní tržní cenu.
de: Sie können Benutzern Installations- und Wartungsdienste von Tür zu Tür anbieten. Der Servicepreis wird von beiden Parteien zum lokalen Marktpreis berechnet.
es: Puede proporcionar a los usuarios servicios de instalación y mantenimiento puerta a puerta. El precio del servicio lo cobran ambas partes al precio del mercado local.
fi: Voit tarjota käyttäjille ovelta ovelle -asennus- ja kunnossapitopalvelut. Molemmat osapuolet veloittavat palvelun hinnan paikallisella markkinahinnalla.
fr: Vous pouvez fournir aux utilisateurs des services d'installation et de maintenance de porte à porte. Le prix du service est facturé par les deux parties au prix du marché local.
he: אתה יכול לספק למשתמשים שירותי התקנה ותחזוקה מדלת לדלת. מחיר השירות מחויב על ידי שני הצדדים במחיר השוק המקומי.
id: Anda dapat memberi pengguna layanan pemasangan dan pemeliharaan dari pintu ke pintu. Harga layanan dibebankan oleh kedua belah pihak dengan harga pasar lokal.
it: È possibile fornire agli utenti servizi di installazione e manutenzione porta a porta. Il prezzo del servizio è addebitato da entrambe le parti al prezzo di mercato locale.
ja: ユーザーに戸別の設置および保守サービスを提供できます。サービス価格は、両方の当事者によって現地の市場価格で請求されます。
ko: 사용자에게 방문 설치 및 유지 보수 서비스를 제공 할 수 있습니다. 서비스 가격은 현지 시장 가격으로 양 당사자가 청구합니다.
nb: Du kan gi brukerne installasjon og vedlikeholdstjenester fra dør til dør. Tjenesteprisen belastes av begge parter til den lokale markedsprisen.
nl: U kunt gebruikers huis-aan-huis installatie- en onderhoudsdiensten bieden. De serviceprijs wordt door beide partijen in rekening gebracht tegen de lokale marktprijs.
pl: Możesz zapewnić użytkownikom usługi instalacji i konserwacji od drzwi do drzwi. Cena usługi naliczana jest przez obie strony według lokalnej ceny rynkowej.
pt_br: Você pode fornecer aos usuários serviços de instalação e manutenção de porta em porta. O preço do serviço é cobrado por ambas as partes pelo preço do mercado local.
ro: Puteți oferi utilizatorilor servicii de instalare și întreținere ușă în ușă. Prețul serviciului este taxat de ambele părți la prețul pieței locale.
ru: Вы можете предоставить пользователям услуги по монтажу и обслуживанию от двери до двери. Стоимость услуги взимается обеими сторонами по цене местного рынка.
sv: Du kan erbjuda användare dörr till dörr installation och underhållstjänster. Servicepriset debiteras av båda parter till det lokala marknadspriset.
th: คุณสามารถให้บริการติดตั้งและบำรุงรักษาในสถานที่แก่ผู้ใช้ได้ ราคาค่าบริการจะเรียกเก็บโดยทั้งสองฝ่ายตามราคาตลาดในประเทศ
tr: Kullanıcılara kapıdan kapıya kurulum ve bakım hizmetleri sağlayabilirsiniz. Hizmet fiyatı, her iki tarafça yerel piyasa fiyatından tahsil edilir.
vi: Bạn có thể cung cấp cho người dùng dịch vụ lắp đặt và bảo trì tại chỗ, giá dịch vụ do hai bên tính theo giá thị trường địa phương.
zh_hans: 您可以为用户提供上门安装、维修服务,服务价格由双方按当地市场价收费。
zh_hant: 您可以為用戶提供上門安裝、維修服務,服務價格由雙方按當地市場價收費。

# preview_preset_help_4
source: Call preset position: when the camera is in another position, click to call the camera will automatically turn to the target position;
cs: Přednastavená pozice volání: když je kamera v jiné poloze, kliknutím zavoláte, kamera se automaticky otočí do cílové pozice;
de: Preset aufrufen: Wenn sich die Kamera in einer anderen Position befindet, kann durch Tippen die Zielposition aufgerufen werden.
es: Llamar a la posición preestablecida: cuando la cámara está en otra posición, haga clic para llamar, la cámara se volverá automáticamente a la posición de destino;
fi: Soita esiasetettuun asentoon: kun kamera on toisessa asennossa, soita napsauttamalla, kamera kääntyy automaattisesti kohdeasentoon;
fr: Appeler la position prédéfinie : lorsque la caméra est dans une autre position, cliquez pour appeler la caméra se tournera automatiquement vers la position cible ;
he: התקשר למיקום מוגדר מראש: כאשר המצלמה נמצאת במיקום אחר, לחץ כדי להתקשר המצלמה תפנה אוטומטית למיקום היעד;
id: Panggil posisi preset: ketika kamera berada di posisi lain, klik untuk memanggil kamera akan secara otomatis beralih ke posisi target;
it: Chiama posizione preimpostata: quando la telecamera è in un'altra posizione, fare clic per chiamare la telecamera si girerà automaticamente nella posizione target;
ja: プリセット位置を呼び出す：カメラが別の位置にあるときにクリックして呼び出すと、カメラは自動的に目標位置に回転します。
ko: 사전 설정 위치 호출: 카메라가 다른 위치에 있을 때 클릭하여 호출하면 카메라가 자동으로 대상 위치로 회전합니다.
nb: Ring forhåndsinnstilt posisjon: når kameraet er i en annen posisjon, klikk for å ringe, vil kameraet automatisk snu til målposisjonen;
nl: Vooraf ingestelde positie oproepen: wanneer de camera zich in een andere positie bevindt, klik om te bellen, de camera zal automatisch naar de doelpositie draaien;
pl: Wywołaj zaprogramowaną pozycję: gdy kamera znajduje się w innej pozycji, kliknij, aby wywołać, że kamera automatycznie obróci się do pozycji docelowej;
pt_br: Posição predefinida de chamada: quando a câmera estiver em outra posição, clique para chamar a câmera irá girar automaticamente para a posição alvo;
ro: Apelare poziție presetată: când camera se află într-o altă poziție, faceți clic pentru a apela camera se va întoarce automat la poziția țintă;
ru: Предустановленное положение вызова: когда камера находится в другом положении, нажмите, чтобы вызвать камеру, которая автоматически повернется в целевое положение;
sv: Ring förinställd position: när kameran är i en annan position, klicka för att ringa kameran kommer automatiskt att vända sig till målpositionen;
th: ตำแหน่งการโทรที่ตั้งไว้ล่วงหน้า: เมื่อกล้องอยู่ในตำแหน่งอื่น คลิกเพื่อเรียกกล้องจะหมุนไปที่ตำแหน่งเป้าหมายโดยอัตโนมัติ
tr: Ön ayar konumunu çağırın: kamera başka bir konumdayken, aramak için tıklayın kamera otomatik olarak hedef konuma dönecektir;
vi: Vị trí đặt trước cuộc gọi: khi máy ảnh ở vị trí khác, bấm để gọi máy ảnh sẽ tự động chuyển đến vị trí mục tiêu;
zh_hans: 调用常看位置：当摄像机处于其他位置时，点击调用摄像机会自动转向目标位置；
zh_hant: 調用常看位置：當攝像機處於其他位置時，點擊調用攝像機會自動轉向目標位置；

# login_explain_agree
source: The act of clicking "Agree" means that you have read and agreed to all the contents of the above agreement.
cs: Akt kliknutí na "Souhlasím" znamená, že jste si přečetli veškerý obsah výše uvedené smlouvy a souhlasili s ním.
de: Wenn Sie auf "Zustimmen" tippen, bedeutet dies, dass Sie den gesamten Inhalt der obigen Vereinbarung gelesen und akzeptiert haben.
es: El hecho de hacer clic en "Aceptar " significa que ha leído y aceptado todo el contenido del acuerdo anterior.
fi: Napsauttaminen "Hyväksy " tarkoittaa, että olet lukenut ja hyväksynyt kaiken yllä olevan sopimuksen sisällön.
fr: Le fait de cliquer sur "Accepter" signifie que vous avez lu et accepté tout le contenu de l'accord ci-dessus.
he: פעולת הלחיצה על "מסכים" פירושה שקראת והסכמת לכל תוכן ההסכם הנ"ל.
id: Tindakan mengklik "Setuju " berarti Anda telah membaca dan menyetujui semua isi perjanjian di atas.
it: l'atto di fare clic su "Accetto" significa che hai letto e accettato tutti i contenuti del contratto di cui sopra.
ja: 「同意する」をクリックするという行為は、上記の同意のすべての内容を読み、同意したことを意味します。
ko: "동의"를 클릭하는 행위는 위 계약의 모든 내용을 읽고 동의했음을 의미합니다.
nb: Handlingen med å klikke "Enig " betyr at du har lest og godtatt alt innholdet i ovennevnte avtale.
nl: Het klikken op "Akkoord " betekent dat u de bovenstaande overeenkomst hebt gelezen en hiermee akkoord gaat.
pl: Kliknięcie "Zgadzam się" oznacza, że ​​przeczytałeś i wyraziłeś zgodę na całą treść powyższej umowy.
pt_br: O ato de clicar em "Concordo " significa que você leu e concordou com todo o conteúdo do contrato acima.
ro: Faptul de a face clic pe "De acord" înseamnă că ați citit și ați acceptat tot conținutul acordului de mai sus.
ru: Нажатие на "Согласен " означает, что вы прочитали и согласились со всем содержанием вышеуказанного соглашения.
sv: Handlingen att klicka på "Godkänn " innebär att du har läst och godkänt allt innehållet i ovanstående avtal.
th: การคลิก "ตกลง " หมายความว่าคุณได้อ่านและยอมรับเนื้อหาทั้งหมดของข้อตกลงข้างต้น
tr: "Kabul Ediyorum " u tıklama eylemi, yukarıdaki sözleşmenin tüm içeriğini okuduğunuz ve kabul ettiğiniz anlamına gelir.
vi: Hành động nhấp vào "Đồng ý" có nghĩa là bạn đã đọc và đồng ý với tất cả các nội dung của thỏa thuận trên.
zh_hans: 您点击“同意”的行为即表示您已阅读完毕并同意以上协议的全部内容。
zh_hant: 您點擊“同意”的行為即表示您已閱讀完畢並同意以上協議的全部內容。

# cloud_newly_add
source: Newly add
cs: Nové
de: Neu hinzufügen
es: Nuevo
fi: uusi
fr: Nouveau
he: חדש
id: Baru
it: nuovo
ja: 新しく追加
ko: 새로 추가
nb: Ny legg til
nl: nieuw
pl: Nowy
pt_br: Novo
ro: nou
ru: новый
sv: ny
th: เพิ่มใหม่
tr: yeni
vi: Thêm vào
zh_hans: 新增
zh_hant: 新增

# person_select_type_order_want_view
source: Please select the type of order you want to view
cs: Vyberte prosím typ objednávky, kterou chcete zobrazit
de: Bitte wählen Sie die Art der Bestellung aus, die Sie anzeigen möchten
es: Seleccione el tipo de pedido que desea ver
fi: Valitse tilaustyyppi, jota haluat tarkastella
fr: Veuillez sélectionner le type de commande que vous souhaitez afficher
he: אנא בחר את סוג ההזמנה שברצונך להציג
id: Silakan pilih jenis pesanan yang ingin Anda lihat
it: Seleziona il tipo di ordine che desideri visualizzare
ja: 表示したい注文の種類を選択してください
ko: 보려는 주문 유형을 선택하세요.
nb: Velg bestillingstypen du vil se
nl: Selecteer het type bestelling dat u wilt bekijken
pl: Wybierz rodzaj zamówienia, które chcesz wyświetlić
pt_br: Selecione o tipo de pedido que deseja visualizar
ro: Vă rugăm să selectați tipul de comandă pe care doriți să o vizualizați
ru: Пожалуйста, выберите тип заказа, который вы хотите просмотреть
sv: Välj den typ av beställning du vill se
th: กรุณาเลือกประเภทคำสั่งซื้อที่ท่านต้องการดู
tr: Lütfen görüntülemek istediğiniz sipariş türünü seçin
vi: Vui lòng chọn loại đơn hàng bạn muốn xem
zh_hans: 请选择您需要查看的订单类型
zh_hant: 請選擇您需要查看的訂單類型

# cloud_tips_text_1
source: Cancel order or not?
cs: Mohu zrušit objednávku?
de: Bestellung wirklich stonieren?
es: ¿Cancelar el pedido o no?
fi: Voinko peruuttaa tilauksen?
fr: Annuler la commande ?
he: ביטול הזמנה
id: Batal Order?
it: Sicuro di cancellare ordine?
ja: 注文をキャンセルしますか？
ko: 주문을 취소 하시겠습니까?
nb: Avbryt bestillingen?
nl: Order annuleren of niet?
pl: Anuluj zamówienie czy nie?
pt_br: Cancelar pedido ou não?
ro: Anulează comanda sau nu?
ru: Отменить заказ или нет?
sv: Avbryt order eller inte?
th: ยกเลิกคำสั่งซื้อหรือไม่
tr: Siparişi iptal mi etmedin mi?
vi: Bạn có muốn hủy đơn đặt hàng này không?
zh_hans: 是否取消该订单？
zh_hant: 是否取消該訂單？

# adddevice_hear_tone_prompt
source: Step 3: Hear the device to issue the "Startup Configuration Mode" tone.
cs: Krok 3: Poslouchejte, aby zařízení vydalo tón "Režim konfigurace spouštění".
de: Schritt 3: Hören Sie, wie das Gerät den Ton "Startkonfigurationsmodus" ausgibt.
es: Paso 3: Escuche el dispositivo para emitir el tono "Modo de configuración de inicio".
fi: Vaihe 3: Kuuntele laitteen "Startup Configuration Mode" -ääni.
fr: Étape 3 : Écoutez l'appareil émettre la tonalité "Mode de configuration de démarrage".
he: שלב 3: שמע את ההתקן כדי להשמיע את צליל "מצב תצורת הפעלה".
id: Langkah 3: Dengarkan perangkat untuk mengeluarkan nada "Mode Konfigurasi Startup".
it: Passaggio 3: ascolta il dispositivo che emette il tono "Modalità di configurazione di avvio".
ja: ステップ3：デバイスの音を聞いて、「スタートアップコンフィギュレーションモード」トーンを発行します。
ko: 3단계: 장치가 "시작 구성 모드" 신호음을 내는 소리를 듣습니다.
nb: Trinn 3: Hør enheten for å avgi "Startup Configuration Mode"-tonen.
nl: Stap 3: Hoor het apparaat de toon "Opstartconfiguratiemodus" geven.
pl: Krok 3: Usłysz, jak urządzenie wydaje dźwięk "Tryb konfiguracji uruchamiania".
pt_br: Etapa 3: Ouça o dispositivo para emitir o tom "Modo de configuração de inicialização".
ro: Pasul 3: auziți dispozitivul pentru a emite tonul "Modul de configurare de pornire".
ru: Шаг 3: Услышьте, как устройство издает тональный сигнал "Режим начальной настройки".
sv: Steg 3: Hör enheten för att avge "Startkonfigurationsläge"-tonen.
th: ขั้นตอนที่ 3: ฟังเสียงอุปกรณ์ที่ส่งเสียง "โหมดการกำหนดค่าเริ่มต้น"
tr: 3. Adım: Cihazın "Başlangıç Yapılandırma Modu" tonunu çıkardığını işitin.
vi: Bước 3: Nghe thiết bị phát ra âm báo "Chế độ cấu hình khởi động ".
zh_hans: 第三步：听到设备发出“启动配置模式”提示音
zh_hant: 第三步：聽到設備發出“啟動配置模式”提示音

# deviceSetting_Connected_WiFi
source: Connected WiFi
cs: Připojeno WiFi
de: Verbundenes WLAN
es: WiFi conectado
fi: Yhdistetty WiFi
fr: Wi-Fi connecté
he: WiFi מחובר
id: Wi-Fi terhubung
it: Wi-Fi connesso
ja: コネクテッドWiFi
ko: 연결된 와이파이
nb: Tilkoblet WiFi
nl: Verbonden wifi
pl: Połączone Wi-Fi
pt_br: Wi-Fi conectado
ro: WiFi conectat
ru: Подключенный WiFi
sv: Ansluten WiFi
th: เชื่อมต่อ WiFi
tr: Bağlı WiFi
vi: Kết nối WiFi
zh_hans: 连接的WiFi
zh_hant: 連接的WiFi

source: Completed
cs: Dokončeno
de: Abgeschlossen
es: Terminado
fi: Valmis
fr: Complété
he: הושלם
id: Lengkap
it: Completato
ja: 完了
ko: 완전한
nb: Fullført
nl: Voltooid
pl: Zakończony
pt_br: Concluído
ro: Efectuat
ru: Завершенный
sv: Avslutad
th: สมบูรณ์
tr: Tamamlanmış
vi: Hoàn thành
zh_hans: 已完成
zh_hant: 已完成

# cloud_validity_descriptinon
source: The cloud recording validity period is the sum of all the service packages of the current channel. After the service expires, it will no longer automatically record, and the uploaded cloud recording will be deleted day by day.
cs: Doba platnosti cloud záznam je součtem všech servisních balíčků aktuálního kanálu. Po vypršení této služby, jedná se již automaticky zaznamenávají a nahraného záznamu cloud budou vymazány ze dne na den.
de: Die Gültigkeitsdauer der Cloud-Aufnahme ist die Summe aller Servicepakete des aktuellen Kanals. Nach Ablauf des Dienstes wird nicht mehr automatisch aufgezeichnet, und die hochgeladene Cloud-Aufzeichnung wird Tag für Tag gelöscht.
es: El período de validez de grabación de la nube es la suma de todos los paquetes de servicio del canal actual. Una vez que expire el servicio, ya no se grabará automáticamente y la grabación en la nube cargada se eliminará día a día.
fi: Pilvitallennuksen voimassaoloaika on kaikkien nykyisen kanavan palvelupakettien summa. Kun palvelu päättyy, se ei enää automaattisesti tallentaa, ja lähetetyt pilvi tallennus poistetaan päivä päivältä.
fr: La période de validité de l'enregistrement des nuages est la somme de tous les paquets de service du canal actuel. Après le service expire, il n'enregistrera plus automatiquement, et l'enregistrement des nuages uploadé sera supprimé de jour en jour.
he: תקופת תוקף הקלטת הענן היא הסכום של כל חבילות השירות של הערוץ הנוכחי. לאחר פקיעת השירות הוא כבר לא יתעד אוטומטית, והקלטת הענן שהועלה תימחק מיום ליום.
id: Masa berlaku perekaman cloud adalah jumlah dari semua paket layanan saluran saat ini. Setelah layanan berakhir, itu akan tidak lagi secara otomatis merekam, dan rekaman awan upload akan dihapus dari hari ke hari.
it: Il periodo di validità della registrazione nube è la somma di tutti i pacchetti di servizi del canale corrente. Dopo il servizio scade, non sarà più registrare automaticamente, e la registrazione nuvola caricati verranno cancellati di giorno in giorno.
ja: 雲の記録の有効期間は、現在のチャネルのすべてのサービスパッケージの合計です。 サービスの有効期限が切れると、自動的に記録されなくなり、アップロードされたクラウドの記録は毎日削除されます。
ko: 구름 기록 유효 기간은 현재 채널의 모든 서비스 패키지의 합이다. 서비스가 만료 된 후에는 더 이상 자동으로 기록되지 않으며 업로드 된 클라우드 기록은 매일 삭제됩니다.
nb: Skyen opptak gyldighetsperiode er summen av alle tjenestepakker i den aktuelle kanal. Etter at tjenesten utløper, vil den ikke lenger automatisk ta opp, og det opplastede skyopptaket blir slettet dag for dag.
nl: De wolk opname geldigheidsperiode is de som van alle servicepakketten van het huidige kanaal. Na de dienst is verlopen, zal het niet langer automatisch op te nemen, en de geüploade cloud opname dag worden verwijderd door dag.
pl: Okres ważności chmura nagranie jest sumą wszystkich pakietów usług bieżącego kanału. Po wygaśnięciu usługa nie będzie już automatycznie rejestrować, a przesłane nagranie w chmurze będzie usuwane każdego dnia.
pt_br: O período de validade da gravação na nuvem é a soma de todos os pacotes de serviços do canal atual. Após o serviço expirar, ele não vai mais gravar automaticamente ea gravação nuvem enviados serão apagados a cada dia.
ro: Perioada de valabilitate de înregistrare nor este suma tuturor pachetelor de servicii ale canalului curent. După expirarea serviciului, acesta nu se va mai înregistra automat, iar înregistrarea în cloud încărcată va fi ștearsă zi de zi.
ru: Срок действия регистрации облака сумма всех пакетов услуг текущего канала. По истечению срока службы, он больше не будет автоматически записывать и загруженная запись облака будет удален изо день в день.
sv: Giltighetstiden molnet inspelning är summan av alla paket i den aktuella kanalen tjänsten. När tjänsten har gått ut spelas den inte längre automatiskt in och den överförda molninspelningen raderas dag för dag.
th: ระยะเวลาความถูกต้องของการบันทึกบนคลาวด์คือผลรวมของแพ็คเกจบริการทั้งหมดของช่องสัญญาณปัจจุบัน หลังจากบริการหมดอายุบริการจะไม่บันทึกโดยอัตโนมัติอีกต่อไปและการบันทึกบนคลาวด์ที่อัปโหลดจะถูกลบทุกวัน
tr: bulut kayıt geçerlilik süresi geçerli kanalın tüm hizmet paketlerinin toplamıdır. Hizmetin süresi dolduktan sonra artık otomatik olarak kaydedilmez ve yüklenen bulut kaydı her gün silinir.
vi: Thời gian hiệu lực của tính năng quay video đám mây là tổng thời gian của tất cả các gói dịch vụ của kênh hiện tại, sau khi hết hạn dịch vụ sẽ không tự động quay nữa và video đã tải lên trên đám mây sẽ bị xóa từng ngày.
zh_hans: 云录像有效期为当前通道所有服务套餐时间之和，服务到期后将不再自动录像，且已上传的云录像将逐天删除。
zh_hant: 雲錄像有效期為當前通道所有服務套餐時間之和，服務到期後將不再自動錄像，且已上傳的雲錄像將逐天刪除。

# adddevice_connec_device_wifi_return_watch
source: After connecting to the WiFi of "%1$s" in the phone settings, return to the APP to watch the video
cs: Po připojení k Wi-Fi "%1$s" v nastavení telefonu se vraťte do APP a podívejte se na video
de: Kehren Sie zur App zurück, um das Gerät zu sehen, nachdem Sie in den Telefoneinstellungen eine Verbindung zum WLAN von "%1$s" hergestellt haben
es: Después de conectarse al WiFi de "%1$s" en la configuración del teléfono, regrese a la APLICACIÓN para ver el video
fi: Kun olet muodostanut yhteyden puhelimen asetuksissa "%1$s" olevaan WiFi-verkkoon, palaa sovellukseen katsomaan videota
fr: Après vous être connecté au Wi-Fi de "%1$s" dans les paramètres du téléphone, revenez à l'application pour regarder la vidéo
he: לאחר התחברות ל- WiFi של "%1$s" בהגדרות הטלפון, חזור ל- APP כדי לצפות בסרטון
id: Setelah terhubung ke WiFi "%1$s" di pengaturan ponsel, kembali ke APP untuk menonton video
it: Dopo esserti connesso al WiFi di "%1$s" nelle impostazioni del telefono, torna all'APP per guardare il video
ja: 電話の設定で「%1$s」のWiFiに接続した後、APPに戻ってビデオを視聴します
ko: 휴대폰 설정에서 "%1$s"의 WiFi에 연결 한 후 앱으로 돌아가 동영상을 시청하세요.
nb: Etter å ha koblet til WiFi på "%1$s" i telefoninnstillingene, gå tilbake til APP for å se videoen
nl: Nadat je verbinding hebt gemaakt met de wifi van "%1$s" in de telefooninstellingen, ga je terug naar de APP om de video te bekijken
pl: Po podłączeniu do Wi-Fi "%1$s" w ustawieniach telefonu wróć do aplikacji, aby obejrzeć wideo
pt_br: Após conectar ao WiFi de "%1$s" nas configurações do telefone, volte ao APP para assistir ao vídeo
ro: După ce v-ați conectat la conexiunea WiFi a "%1$s" în setările telefonului, reveniți la aplicație pentru a viziona videoclipul
ru: После подключения к Wi-Fi "%1$s" в настройках телефона вернитесь в ПРИЛОЖЕНИЕ, чтобы посмотреть видео.
sv: När du har anslutit till WiFi på "%1$s" i telefoninställningarna, återvänd till APP för att titta på videon
th: หลังจากเชื่อมต่อกับ WiFi ของ "%1$s" ในการตั้งค่าโทรศัพท์แล้วให้กลับไปที่แอปเพื่อดูวิดีโอ
tr: Telefon ayarlarında "%1$s" WiFi bağlantısına bağlandıktan sonra videoyu izlemek için uygulamaya dönün
vi: Sau khi kết nối với Wi-Fi của "%1$s" trong cài đặt điện thoại, hãy quay lại ỨNG DỤNG để xem video
zh_hans: 在手机设置中连接“%1$s”的WiFi后，返回APP观看视频
zh_hant: 在手機設置中連接“%1$s”的WiFi後，返回APP觀看視頻

# person_feedback_question_video_incomplete_2
source: 2. During the abnormal dynamic occurrence, there is a network disconnection or a poor network, and the cloud video cannot be uploaded;
cs: 2. Během neobvyklého dynamického výskytu dojde k odpojení sítě nebo špatné síti a cloudové video nelze nahrát;
de: 2. Die Netzwerkverbindung wurde unterbrochen oder die Netzwerkverbindung ist instabil, Cloud-Videos konnten nicht hochgeladen werden.
es: 2. Durante la ocurrencia dinámica anormal, hay una desconexión de la red o una red deficiente, y el video en la nube no se puede cargar;
fi: 2. Epätavallisen dynaamisen tapahtuman aikana verkkoyhteys katkeaa tai verkko on huono, eikä pilvivideota voida ladata.
fr: 2. Pendant l'occurrence dynamique anormale, il y a une déconnexion du réseau ou un réseau médiocre, et la vidéo cloud ne peut pas être téléchargée;
he: 2. במהלך המופע הדינמי הלא תקין, ישנו ניתוק רשת או רשת לקויה, ולא ניתן להעלות את וידיאו הענן;
id: 2. Selama kejadian dinamis yang tidak normal, ada pemutusan jaringan atau jaringan yang buruk, dan video cloud tidak dapat diunggah;
it: 2. Durante l'occorrenza dinamica anomala, si verifica una disconnessione della rete o una rete scadente e il video cloud non può essere caricato;
ja: 2.ネットワークの切断またはネットワークの不良があり、クラウドビデオをアップロードできません。
ko: 2. 비정상적인 동적 발생 중에 네트워크 연결이 끊어 졌거나 네트워크 상태가 좋지 않아 클라우드 비디오를 업로드 할 수 없습니다.
nb: 2. Under den unormale dynamiske forekomsten er det en nettverkstilkobling eller et dårlig nettverk, og skyvideoen kan ikke lastes opp;
nl: 2. Tijdens de abnormale dynamische gebeurtenis is er een netwerkverbinding verbroken of een slecht netwerk en kan de cloudvideo niet worden geüpload;
pl: 2. Podczas nienormalnego wystąpienia dynamicznego występuje rozłączenie sieci lub słaba sieć i nie można załadować wideo w chmurze;
pt_br: 2. Durante a ocorrência dinâmica anormal, há uma desconexão da rede ou uma rede ruim e o vídeo na nuvem não pode ser carregado;
ro: 2. În timpul apariției dinamice anormale, există o deconectare a rețelei sau o rețea deficitară, iar videoclipul din cloud nu poate fi încărcat;
ru: 2. Во время аномального динамического события происходит отключение сети или плохая сеть, и облачное видео не может быть загружено;
sv: 2. Under den onormala dynamiska händelsen finns det en nätverkskoppling eller ett dåligt nätverk, och molnvideon kan inte laddas upp;
th: 2. ในระหว่างที่เกิดการเปลี่ยนแปลงที่ผิดปกติเครือข่ายจะถูกตัดการเชื่อมต่อหรือเครือข่ายไม่ดีซึ่งทำให้วิดีโอบนคลาวด์ไม่สามารถอัปโหลดได้
tr: 2. Anormal dinamik oluşum sırasında ağ bağlantısı kesildi veya zayıf bir ağ var ve bulut videosu yüklenemiyor;
vi: 2. Trong thời gian xảy ra động thái bất thường, mạng bị ngắt kết nối hoặc mạng kém khiến video đám mây không tải lên được;
zh_hans: 2.异常动态发生期间出现断网或者网络差导致云录像无法上传；
zh_hant: 2.異常動態發生期間出現斷網或者網絡差導致雲錄像無法上傳；

# tfCard_nothing
source: No TF card
cs: Žádná karta TF
de: Keine SD Karte
es: Sin tarjeta TF
fi: Ei TF-korttia
fr: Pas de carte TF
he: כרטיס הTF אינו מוכנס
id: tidak ada Kartu SD
it: Nessuna scheda di memoria
ja: microSDカードなし
ko: TF 카드 없음
nb: Ingen minnekort
nl: Geen TF-kaart
pl: Brak kart pamięci
pt_br: Nenhum cartão TF
ro: Nicio carte TF
ru: Нет TF карты
sv: Inget TF-kort
th: ไม่พบ TF การ์ด
tr: TF kartı yok
vi: Không có thẻ TF
zh_hans: 无TF卡
zh_hant: 無TF卡

source: America/Montevideo
cs: Amerika / Montevideo
de: Amerika / Montevideo
fi: Amerikka / Montevideo
he: אמריקה / מונטווידאו
id: Amerika / Montevideo
ja: アメリカ/モンテビデオ
ko: 아메리카 / 몬테비데오
nl: Amerika / Montevideo
pt_br: América / Montevidéu
ru: Америка / Монтевидео
sv: Amerika / Montevideo
th: อเมริกา / มอนเตวิเด
tr: Amerika / Montevideo
vi: Montevideo / Uruguay
zh_hans: 蒙得维的亚/乌拉圭
zh_hant: 蒙得維的亞/烏拉圭
