Repository: Yolo-cell-hash/go_home_ios
Catalog: ios/Runner/JASDK/JAResources/XLanguage/X35MultiLanguage/*.lproj/X35MutiLanguage.strings
Languages: cs, de, es, fi, fr, he, id, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sv, th, tr, vi, zh_hans, zh_hant

# person_microphone_permssions_instructions
source: Turn on microphone permissions to allow apps to record audio using a microphone, and you can initiate a talkback to the device during live preview
cs: Zapněte oprávnění mikrofonu, aby aplikace mohly nahrávat zvuk pomocí mikrofonu, a během živého náhledu můžete zahájit zpětné volání zařízení
de: Erteilen Sie der App die Berechtigung auf Ihr Mikrofon zuzugreifen, um Ton aufzunehmen und die Gegensprech-Funktion im Livebild zu nutzen.
es: Active los permisos del micrófono para permitir que las aplicaciones graben audio usando un micrófono, y puede iniciar una conversación en el Equipo durante la vista previa en vivo
fi: Kytke mikrofonin käyttöoikeudet päälle, jotta sovellukset voivat nauhoittaa ääntä mikrofonilla, ja voit aloittaa puhumisen laitteeseen reaaliaikaisen esikatselun aikana
fr: Activez les autorisations du microphone pour permettre aux applications d'enregistrer de l'audio à l'aide d'un microphone, et vous pouvez initier une conversation avec l'appareil pendant l'aperçu en direct.
he: הפעל הרשאות מיקרופון כדי לאפשר לאפליקציות להקליט שמע באמצעות מיקרופון, ותוכל ליזום טוקבק למכשיר במהלך תצוגה מקדימה חיה
id: Aktifkan izin mikrofon untuk memungkinkan aplikasi merekam audio menggunakan mikrofon, dan Anda dapat memulai balas balik ke perangkat selama pratinjau langsung
it: Attiva le autorizzazioni del microfono per consentire alle app di registrare l'audio utilizzando un microfono e puoi avviare un talkback sul dispositivo durante l'anteprima dal vivo
ja: マイクの権限をオンにして、アプリがマイクを使用して音声を録画できるようにします。ライブプレビュー中にデバイスへのトークバックを開始できます
ko: 앱이 마이크를 사용하여 오디오를 녹음 할 수 있도록 마이크 권한을 설정하면 실시간 미리보기 중에 기기에 토크백을 시작할 수 있습니다
nb: Slå på mikrofontillatelser for å tillate apper å spille inn lyd ved hjelp av en mikrofon, og du kan starte en talkback til enheten under direkte forhåndsvisning
nl: Schakel microfoonrechten in om toe te staan ​​dat apps audio opnemen met een microfoon, en u kunt een talkback naar het apparaat starten tijdens live preview
pl: Włącz uprawnienia mikrofonu, aby umożliwić aplikacjom nagrywanie dźwięku za pomocą mikrofonu. Możesz także rozpocząć rozmowę z urządzeniem podczas podglądu na żywo
pt_br: Ative as permissões do microfone para permitir que os aplicativos gravem áudio usando um microfone, e você pode iniciar uma conversa no dispositivo durante a visualização ao vivo
ro: Activați permisiunile pentru microfon pentru a permite aplicațiilor să înregistreze audio folosind un microfon și puteți iniția o conversație pe dispozitiv în timpul previzualizării live
ru: Включите права доступа к микрофону, чтобы приложения могли записывать звук с помощью микрофона, и вы можете инициировать обратную связь с устройством во время предварительного просмотра в реальном времени.
sv: Slå på mikrofonbehörigheter för att tillåta appar att spela in ljud med en mikrofon, och du kan initiera en talkback till enheten under direktförhandsvisning
th: เปิดการอนุญาตไมโครโฟนอนุญาตให้แอปพลิเคชันใช้ไมโครโฟนเพื่อบันทึกเสียงคุณสามารถเริ่มอินเตอร์คอมไปยังอุปกรณ์ในระหว่างการดูตัวอย่างแบบเรียลไทม์
tr: Uygulamaların bir mikrofon kullanarak ses kaydetmesine izin vermek için mikrofon izinlerini açın;
vi: Bật quyền đối với micrô, cho phép ứng dụng sử dụng micrô để ghi âm, bạn có thể bắt đầu liên lạc nội bộ với thiết bị trong quá trình xem trước thời gian thực
zh_hans: 开启麦克风权限，允许应用使用麦克风录制音频，您可以在实时预览时向设备发起对讲
zh_hant: 開啟麥克風權限，允許應用使用麥克風錄製音頻，您可以在實時預覽時向設備發起對講

# adddevice_reseted_success
source: Has been reset
cs: Byl resetován
de: Erfolgreich zurückgesetzt
es: Ha sido restablecido
fi: On nollattu
fr: A été réinitialisé
he: אופס
id: Telah diatur ulang
it: È stato resettato
ja: リセットされました
ko: 재설정되었습니다
nb: Har blitt tilbakestilt
nl: Is gereset
pl: Został zresetowany
pt_br: Foi redefinido
ro: A fost resetată
ru: Был сброшен
sv: Har återställts
th: ถูกรีเซ็ตแล้ว
tr: Sıfırlanmıştı
vi: Cài lại
zh_hans: 已重置好了
zh_hant: 已重置好了

# person_article_helpful
source: Did this article help you?
cs: Pomohl vám tento článek?
de: Hat Ihnen dieser Artikel geholfen?
es: ¿Te ayudó este artículo?
fi: Auttoiko tämä artikkeli sinua?
fr: Est-ce que cet article vous a aidé?
he: האם מאמר זה עזר לך?
id: Apakah artikel ini membantumu?
it: Questo articolo ti è stato d'aiuto?
ja: この記事は役に立ちましたか？
ko: 이 기사가 도움이 되었습니까?
nb: Hjalp denne artikkelen deg?
nl: heeft dit artikel jou geholpen?
pl: Czy ten artykuł był pomocny?
pt_br: Este artigo ajudou você?
ro: Te-a ajutat acest articol?
ru: Эта статья вам помогла?
sv: Hjälpte den här artikeln dig?
th: บทความนี้ช่วยคุณได้หรือไม่?
tr: Bu makale size yardımcı oldu mu?
vi: Bài báo này hữu ích với bạn?
zh_hans: 本文是否对您有帮助？
zh_hant: 本文是否對您有幫助？

# cloud_install_now
source: Install now
cs: Nainstalujte nyní
de: Jetzt installieren
es: instalar ahora
fi: Asenna nyt
fr: Installer maintenant
he: התקן עכשיו
id: Pasang Sekarang
it: Installare ora
ja: 今すぐインストール
ko: 지금 설치
nb: Installer nå
nl: Nu installeren
pl: Zainstaluj teraz
pt_br: Instale agora
ro: Instaleaza acum
ru: Установить сейчас
sv: Installera nu
th: ติดตั้งในขณะนี้
tr: Şimdi kur
vi: cài đặt ngay
zh_hans: 立即安装
zh_hant: 立即安裝

# devicelist_permission_detail
source: APP needs to get your location information when you use some of the service features, please go to Settings to open
cs: APP potřebuje získat informace o vaší poloze, když používáte některé ze služeb, otevřete prosím Nastavení
de: Die App benötigt die Standortberechtigung, um einige Funktionen nutzen zu können. Bitte öffnen Sie die Einstellungen, um die Berechtigung zu erteilen.
es: La aplicación necesita obtener su información de ubicación cuando utiliza algunas de las funciones del servicio, vaya a Configuración para abrir
fi: APP: n on haettava sijaintitietosi, kun käytät joitain palveluominaisuuksia, avaa avaamalla Asetukset
fr: L'APP doit obtenir les informations de votre position lorsque vous utilisez certaines fonctionnalités du service. Veuillez vous rendre sur Paramètres pour ouvrir.
he: APP צריך לקבל את פרטי המיקום שלך כשאתה משתמש בכמה מתכונות השירות, עבור אל ההגדרות כדי לפתוח
id: APP perlu mendapatkan informasi lokasi Anda ketika Anda menggunakan beberapa fitur layanan, silakan buka Pengaturan untuk membuka
it: L'APP deve ottenere le informazioni sulla posizione quando si utilizzano alcune delle funzionalità del servizio, andare su Impostazioni per aprire
ja: APPは、一部のサービス機能を使用するときに位置情報を取得する必要があります。設定に移動して開きます
ko: 일부 서비스 기능을 사용할 때 APP에서 위치 정보를 가져와야합니다. 설정으로 이동하여 엽니 다.
nb: APP må få posisjonsinformasjonen din når du bruker noen av tjenestefunksjonene. Gå til Innstillinger for å åpne
nl: APP moet uw locatiegegevens verkrijgen wanneer u enkele van de servicefuncties gebruikt, ga naar Instellingen om te openen
pl: Aplikacja musi uzyskać informacje o Twojej lokalizacji, gdy korzystasz z niektórych funkcji usługi. Przejdź do Ustawień, aby otworzyć
pt_br: APP precisa obter suas informações de localização quando você usa alguns dos recursos de serviço, por favor, vá para Configurações para abrir
ro: Aplicația trebuie să obțină informațiile despre locație atunci când utilizați unele dintre funcțiile serviciului, vă rugăm să accesați Setări pentru a deschide
ru: Приложению необходимо получать информацию о вашем местоположении, когда вы используете некоторые функции сервиса. Перейдите в Настройки, чтобы открыть
sv: APP måste få din platsinformation när du använder några av servicefunktionerna, gå till Inställningar för att öppna
th: แอปจำเป็นต้องได้รับข้อมูลตำแหน่งของคุณเมื่อคุณใช้ฟังก์ชันบริการบางอย่างโปรดไปที่การตั้งค่าเพื่อเปิดใช้งาน
tr: Bazı servis özelliklerini kullanırken APP'nin konum bilgilerinizi alması gerekiyor, açmak için lütfen Ayarlar’a gidin.
vi: APP cần lấy thông tin vị trí của bạn khi bạn sử dụng một số chức năng dịch vụ, vui lòng chuyển đến cài đặt để bật
zh_hans: APP在您使用部分服务功能时需要获取您的位置信息，请前往设置开启
zh_hant: APP在您使用部分服務功能時需要獲取您的位置信息，請前往設置開啟

# deviceSetting_Remaining_capacity_Total_capacity
source: Remaining capacity: %1$s/ Total capacity: %1$s
cs: Zbývající kapacita: %1$s/ Celková kapacita: %1$s
de: Verbleibende Kapazität: %1$s. / Gesamtkapazität: %1$s
es: Capacidad restante: %1$s / Capacidad total: %1$s
fi: Jäljellä oleva kapasiteetti: %1$s/ Kokonaiskapasiteetti: %1$s
fr: Capacité restante : %1$s/ Capacité totale : %1$s
he: קיבולת נותרת: %1$s/ קיבולת כוללת: %1$s
id: Kapasitas yang tersisa: %1$s/ Total kapasitas: %1$s
it: Capacità residua: %1$s / Capacità totale: %1$s
ja: 残り容量：%1$s/総容量：%1$s
ko: 잔여 용량: %1$s/ 총 용량: %1$s
nb: Gjenstående kapasitet: %1$s/ Total kapasitet: %1$s
nl: Resterende capaciteit: %1$s/ Totale capaciteit: %1$s
pl: Pozostała pojemność: %1$s/ Całkowita pojemność: %1$s
pt_br: Capacidade restante: %1$s/ Capacidade total: %1$s
ro: Capacitate rămasă: %1$s/ Capacitate totală: %1$s
ru: Оставшаяся емкость: %1$s / общая емкость: %1$s
sv: Återstående kapacitet: %1$s/ Total kapacitet: %1$s
th: ความจุที่เหลือ: %1$s/ ความจุทั้งหมด: %1$s
tr: Kalan kapasite: %1$s/ Toplam kapasite: %1$s
vi: Dung lượng còn lại: %1$s/ Tổng dung lượng: %1$s
zh_hans: 剩余容量：%1$s/ 总容量：%1$s
zh_hant: 剩餘容量：%1$s/ 總容量：%1$s

# video_plays
source: Play times
cs: Časy přehrávání
de: Wiedergabe Zeiten
es: Tiempos de juego
fi: Peliajat
fr: Temps de jeu
he: מספר ניגונים
id: Waktu Main
it: Tempi play
ja: 再生中
ko: 재생 횟수
nb: Visninger
nl: Afspeeltijden
pl: Odtwarzanie
pt_br: Tempos de jogo
ro: Redați orele
ru: раз Play
sv: Speltider
th: เวลาเล่น
tr: Oyun zamanları
vi: Lượt xem
zh_hans: 播放次数
zh_hant: 播放次數

source: Asia/Kuwait
cs: Asie / Kuvajt
de: Asien / Kuwait
fi: Aasia / Kuwait
fr: Asie / Koweït
he: אסיה / כווית
ja: アジア/クウェート
ko: 아시아 / 쿠웨이트
pl: Azja / Kuwejt
pt_br: Ásia / Kuwait
ru: Азия / Кувейт
sv: Asien / Kuwait
th: เอเชีย / คูเวต
tr: Asya / Kuveyt
vi: Kuwait
zh_hans: 科威特
zh_hant: 科威特

# addDevice_connection_WIFI_ios
source: Connect WiFi for device %@
cs: Připojte k zařízení WiFi pro zařízení%@
de: %@ mit WLAN verbinden
es: Conecta WiFi para el Equipo %@
fi: Yhdistä WiFi-laitteeseen laitteelle%@
fr: Connectez WiFi pour le périphérique %@
he: חיבור WiFi למכשיר%@
id: Konek WiFi untuk Perangkat %@
it: Connettere WiFi del dispositivo %@
ja: デバイス%@のWiFi接続
ko: %@ WiFi 연결
nb: Koble WiFi for enhet %@
nl: Verbinden met WiFi voor apparaat %@
pl: Połącz WiFi do urządzenia %@
pt_br: Conecte o WiFi ao dispositivo%@
ro: Conectați WiFi pentru dispozitivul%@
ru: Подключите WiFi для устройства%@
sv: Anslut WiFi för enhet%@
th: เชื่อมต่อWifiสำหรับอุปกรณ์%@
tr: %@ Aygıtı için WiFi bağlayın
vi: Kết nối WiFi cho thiết bị%@
zh_hans: 为设备%@连接WiFi
zh_hant: 為設備%@連接WiFi

# cloud_prevent_loss
source: Playback at any time, prevent loss
cs: Přehrávání kdykoli, zabrání ztrátě
de: Wiedergabe jederzeit, Verlust verhindern
es: Reproducción en cualquier momento, evita pérdidas.
fi: Toisto milloin tahansa, estä häviäminen
fr: Lecture à tout moment, éviter les pertes
he: השמעה בכל עת, למנוע אובדן
id: Putar ulang kapan saja, cegah kerugian
it: Riproduzione in qualsiasi momento, prevenire la perdita
ja: いつでも再生、損失を防ぐ
ko: 언제든지 재생, 손실 방지
nb: Avspilling når som helst, forhindre tap
nl: Afspelen op elk moment, verlies voorkomen
pl: Odtwarzanie w dowolnym momencie, zapobieganie utracie
pt_br: Reproduza a qualquer momento, evite a perda
ro: Redare în orice moment, pentru a preveni pierderea
ru: Воспроизведение в любое время, предотвращение потери
sv: Uppspelning när som helst, förhindra förlust
th: เล่นได้ตลอดเวลาป้องกันการสูญหาย
tr: İstediğiniz zaman oynatın, kaybı önleyin
vi: Phát lại bất cứ lúc nào, tránh mất mát
zh_hans: 随时回看防丢失
zh_hant: 隨時回看防丟失

# cloud_Open_success
source: Open success
cs: Otevřít úspěšně
de: Öffnen erfolgreich
es: Éxito abierto
fi: Avaa onnistuneesti
fr: Ouverture réussie
he: פתח הצלחה
id: berhasil terbuka
it: Successo Open
ja: 開けました
ko: 열린 성공
nb: Åpne suksess
nl: Open succes
pl: Otwórz sukces
pt_br: Sucesso aberto
ro: Deschiderea succesului
ru: Открытый успех
sv: Öppna framgång
th: เปิดสำเร็จ
tr: Açık başarı
vi: Đã mở thành công
zh_hans: 开启成功
zh_hant: 開啟成功

# cloud_keep_device_online
source: Please keep the device online before purchase
cs: Před zakoupením mějte zařízení online
de: Bitte achten Sie darauf, dass das Gerät vor dem Kauf online ist
es: Mantenga el dispositivo en línea antes de comprar
fi: Pidä laite verkossa ennen ostamista
fr: Veuillez garder l'appareil en ligne avant l'achat
he: אנא שמור את המכשיר באופן מקוון לפני הרכישה
id: Harap jaga perangkat online sebelum membeli
it: Tieni il dispositivo online prima dell'acquisto
ja: 購入する前にデバイスをオンラインにしてください
ko: 구매하기 전에 장치를 온라인 상태로 유지하십시오
nb: Hold enheten online før du kjøper den
nl: Houd het apparaat voor aankoop online
pl: Zachowaj urządzenie online przed zakupem
pt_br: Mantenha o dispositivo on-line antes da compra
ro: Vă rugăm să păstrați dispozitivul online înainte de cumpărare
ru: Пожалуйста, держите устройство онлайн перед покупкой
sv: Håll enheten online innan du köper
th: โปรดเก็บอุปกรณ์ออนไลน์ก่อนซื้อ
tr: Lütfen satın almadan önce cihazı çevrimiçi tutun
vi: Vui lòng giữ thiết bị trực tuyến trước khi mua
zh_hans: 请让设备在线后再购买
zh_hant: 請讓設備在線後再購買

# adddevice_add_manully
source: Add manually
cs: Přidat ručně
de: Manuell hinzufügen
es: Agregar manualmente
fi: Lisää manuaalisesti
fr: Ajouter manuellement
he: להוסיף באופן ידני
id: Tambahkan secara manual
it: Aggiungi manualmente
ja: 手動で追加
ko: 수동으로 추가
nb: Legg til manuelt
nl: Handmatig toevoegen
pl: Dodaj ręcznie
pt_br: Adicionar manualmente
ro: Adaugă manual
ru: Добавить вручную
sv: Lägg till manuellt
th: เพิ่มด้วยตนเอง
tr: Manuel olarak ekle
vi: Thêm vào một cách thủ công
zh_hans: 手动添加
zh_hant: 手動添加

# preview_record_time_be_not_short
source: The recording time should not be too short
cs: Doba záznamu by neměla být příliš krátká
de: Die Aufnahmedauer darf nicht zu kurz sein
es: El tiempo de grabación no debe ser demasiado corto.
fi: Nauhoitusajan ei tulisi olla liian lyhyt
fr: La durée d'enregistrement ne doit pas être trop courte
he: זמן ההקלטה לא אמור להיות קצר מדי
id: Waktu perekaman tidak boleh terlalu singkat
it: Il tempo di registrazione non dovrebbe essere troppo breve
ja: 録画時間が短すぎてはいけません
ko: 녹화 시간이 너무 짧아서는 안됩니다
nb: Opptakstiden skal ikke være for kort
nl: De opnametijd mag niet te kort zijn
pl: Czas nagrywania nie powinien być zbyt krótki
pt_br: O tempo de gravação não deve ser muito curto
ro: Durata de înregistrare nu trebuie să fie prea scurtă
ru: Время записи не должно быть слишком коротким
sv: Inspelningstiden bör inte vara för kort
th: เวลาในการบันทึกไม่ควรสั้นเกินไป
tr: Kayıt süresi çok kısa olmamalıdır
vi: Thời gian ghi không được quá ngắn
zh_hans: 录像时间不能太短
zh_hant: 錄像時間不能太短

# service_Channel_wholesale
source: Channel wholesale
cs: Velkoobchod s kanály
de: Kanal Großhandel
es: Canal al por mayor
fi: Kanavien tukkumyynti
fr: Vente en gros de canaux
he: ערוץ סיטונאי
id: Grosir saluran
it: Canale all'ingrosso
ja: チャネル卸売
ko: 채널 도매
nb: Kanal engros
nl: Kanaal groothandel
pl: Sprzedaż hurtowa kanałów
pt_br: Atacado de canal
ro: Canal cu ridicata
ru: Канал оптом
sv: Kanal grossist
th: ช่องทางการขายส่ง
tr: Toptan kanal
vi: Kênh bán buôn
zh_hans: 渠道批发
zh_hant: 渠道批發

# addDevice_openThePhone_setting
source: Click setting in your smartphone
cs: Klikněte na nastavení ve smartphonu
de: Öffnen Sie die Einstellungen Ihres Telefons
es: Haga clic en configuración en su teléfono inteligente
fi: Napsauta asetusta älypuhelimellasi
fr: Cliquez sur réglage dans votre smartphone
he: לחץ על הגדרה בסמארטפון שלך
id: Klik pengaturan di ponsel cerdas Anda
it: Fai clic su Impostazioni nel tuo smartphone
ja: スマートフォンの設定をクリック
ko: 스마트폰에서 설정 클릭
nb: Klikk på innstilling i smarttelefonen
nl: Klik op instelling in je smartphone
pl: Kliknij ustawienie w swoim smartfonie
pt_br: Clique em configuração em seu smartphone
ro: Faceți clic pe setare în smartphone-ul dvs
ru: Нажмите "Настройка" на своем смартфоне
sv: Klicka på inställning i din smartphone
th: คลิกการตั้งค่าในสมาร์ทโฟนของคุณ
tr: Akıllı telefonunuzdaki ayarı tıklayın
vi: Nhấp vào cài đặt trong điện thoại thông minh của bạn
zh_hans: 打开手机“设置”
zh_hant: 打開手機“設置”

# cloud_help_migration_service
source: 1. Unbound cloud service migration
cs: 1.Migrace cloudových služeb bez omezení
es: 1.Migración de servicios en la nube sin consolidar.
fi: 1. Sitoutumaton pilvipalveluna muuttoliike
fr: 1.Migration du service cloud non lié
he: 1.Unbound ענן שירות ענן
id: 1.Migrasi layanan cloud yang tidak terikat
it: 1.Migrazione del servizio cloud non associato
ja: 1.アンバウンドクラウドサービスの移行
ko: 1.언 바운드 클라우드 서비스 마이그레이션
nb: 1.Ubundet flytting av skythjelp
nl: 1.Ongebonden migratie van cloudservices
pl: 1.Niezwiązana migracja usług w chmurze
pt_br: 1.Migração de serviço em nuvem não vinculada
ro: 1.Migrația serviciului cloud fără restricții
ru: 1.Миграция несвязанного облачного сервиса
sv: 1.Obundet molntjänstmigrering
th: 1. การโยกย้ายบริการบนคลาวด์ที่ไม่มีขอบเขต
tr: 1.Sınırsız bulut hizmeti geçişi
vi: 1. Di chuyển dịch vụ đám mây không bị ràng buộc
zh_hans: 1.未绑定云服务迁移
zh_hant: 1.未綁定雲服務遷移

# play_changeUHD_alert
source: HD mode switch succeeded
cs: Přepínač režimu HD uspěl
de: Erfolgreich zu HD-Modus gewechselt
es: Cambio de modo HD exitoso
fi: HD-tilan kytkin onnistui
fr: Le commutateur de mode HD a réussi
he: מתג מצב HD הצליח
id: Pergantian mode HD berhasil
it: Interruttore della modalità HD riuscito
ja: HDモード切り替えに成功しました
ko: HD 모드 스위치가 성공 함
nb: HD-modusbryteren lyktes
nl: Schakelaar HD-modus geslaagd
pl: Przełączenie trybu HD powiodło się
pt_br: O comutador do modo HD foi bem-sucedido
ro: Comutarea modului HD a reușit
ru: Переключатель режима HD успешно
sv: HD-lägesomkopplaren lyckades
th: เปิดโหมด HD สำเร็จ
tr: HD modu anahtarı başarılı oldu
vi: Chuyển chế độ HD thành công
zh_hans: 超清模式切换成功
zh_hant: 超清模式切換成功

# addDevice_iOS_connect_need_enable_local_permiss
source: To connect an iOS phone to a device, you need to enable the local network permission first.
cs: Chcete-li připojit telefon iOS k zařízení, musíte nejprve povolit oprávnění k místní síti.
de: Um ein iOS-Telefon mit einem Gerät zu verbinden, müssen Sie zuerst die lokale Netzwerkberechtigung aktivieren.
es: Para conectar un teléfono iOS a un dispositivo, primero debe habilitar el permiso de la red local.
fi: Jos haluat yhdistää iOS-puhelimen laitteeseen, sinun on ensin otettava käyttöön paikallisen verkon käyttöoikeus.
fr: Pour connecter un téléphone iOS à un appareil, vous devez d'abord activer l'autorisation de réseau local.
he: כדי לחבר טלפון iOS למכשיר, תחילה עליך להפעיל את הרשאת הרשת המקומית.
id: Untuk menghubungkan ponsel iOS ke perangkat, Anda harus mengaktifkan izin jaringan lokal terlebih dahulu.
it: Per connettere un telefono iOS a un dispositivo, devi prima abilitare l'autorizzazione alla rete locale.
ja: iOS電話をデバイスに接続するには、最初にローカルネットワークのアクセス許可を有効にする必要があります。
ko: iOS 폰을 기기에 연결하려면 먼저 로컬 네트워크 권한을 활성화해야 합니다.
nb: For å koble en iOS-telefon til en enhet, må du først aktivere tillatelsen til det lokale nettverket.
nl: Om een ​​iOS-telefoon met een apparaat te verbinden, moet u eerst de lokale netwerktoestemming inschakelen.
pl: Aby podłączyć telefon z systemem iOS do urządzenia, musisz najpierw włączyć uprawnienia do sieci lokalnej.
pt_br: Para conectar um telefone iOS a um dispositivo, primeiro você precisa habilitar a permissão de rede local.
ro: Pentru a conecta un telefon iOS la un dispozitiv, trebuie să activați mai întâi permisiunea de rețea locală.
ru: Чтобы подключить телефон iOS к устройству, вам необходимо сначала включить разрешение локальной сети.
sv: För att ansluta en iOS-telefon till en enhet måste du först aktivera behörigheten för det lokala nätverket.
th: ในการเชื่อมต่อโทรศัพท์ iOS กับอุปกรณ์ คุณต้องเปิดใช้งานการอนุญาตเครือข่ายท้องถิ่นก่อน
tr: Bir iOS telefonu bir cihaza bağlamak için önce yerel ağ iznini etkinleştirmeniz gerekir.
vi: Để kết nối điện thoại iOS với một thiết bị, trước tiên bạn cần bật quyền mạng cục bộ.
zh_hans: iOS手机连接设备需要先开启本地网络权限
zh_hant: iOS手機連接設備需要先開啟本地網絡權限

# devSetting_name_existing
source: This device name is existed.
cs: Název zařízení již existuje
de: Gerätename existiert bereits
es: El nombre del Equipo ya existe
fi: Laitteen nimi on jo olemassa
fr: Ce nom d'appareil existe.
he: שם המכשיר כבר קיים
id: Nama perangkat terdaftar
it: Nome dispositivo già esistente
ja: このデバイス名は存在しています。
ko: 이 장치 이름이 존재합니다.
nb: Enhetsnavnet eksisterer allerede
nl: Deze apparaatnaam bestaat al.
pl: Podana nazwa urządzenia już istnieje
pt_br: Este nome de dispositivo existe.
ro: Acest nume de dispozitiv există.
ru: Это имя устройства существует.
sv: Detta enhetnamn finns.
th: มีชื่ออุปกรณ์นี้แล้ว
tr: Bu cihaz adı var.
vi: Tên thiết bị đã tồn tại
zh_hans: 该设备名称已存在
zh_hant: 該設備名稱已存在

# devicesetting_unlock_time
source: * Depending on the local operators, it is expected to be normal within one hour
cs: * V závislosti na místních operátorech se očekává, že bude normální do jedné hodiny
de: * Abhängig von den lokalen Betreibern wird erwartet, dass die Karte innerhalb von einer Stunde entsperrt sein sollte
es: * Dependiendo de los operadores locales, se espera que sea normal dentro de una hora
fi: * Paikallisista operaattoreista riippuen sen odotetaan olevan normaali tunnin sisällä
fr: * Selon les opérateurs locaux, cela devrait être normal dans l'heure
he: * בהתאם למפעילים המקומיים, זה צפוי להיות תקין תוך שעה
id: * Tergantung pada operator lokal, diharapkan normal dalam satu jam
it: * A seconda degli operatori locali, dovrebbe essere normale entro un'ora
ja: *世界中のオペレーターの状況に応じて、1時間以内に正常になると予想されます。
ko: * 각지의 운영상 상황을 보면, 1시간 이내가 정상일 것으로 예상됩니다
nb: * Avhengig av lokale operatører, forventes det å være normalt innen en time
nl: * Afhankelijk van de lokale operatoren, wordt verwacht dat dit binnen een uur normaal is
pl: * W zależności od lokalnych operatorów, oczekuje się, że będzie normalny w ciągu godziny
pt_br: * Dependendo dos operadores locais, espera-se que seja normal dentro de uma hora
ro: * În funcție de operatorii locali, este de așteptat să fie normal într-o oră
ru: * В зависимости от местных операторов, ожидается, что это будет нормально в течение одного часа
sv: * Beroende på de lokala operatörerna förväntas det vara normalt inom en timme
th: * ขึ้นอยู่กับสถานการณ์ของผู้ให้บริการในพื้นที่คาดว่าจะเป็นปกติภายในหนึ่งชั่วโมง
tr: * Yerel operatörlere bağlı olarak, bir saat içinde normal olması bekleniyor
vi: * Tùy thuộc vào tình hình của các nhà khai thác địa phương, dự kiến ​​sẽ bình thường trong vòng một giờ
zh_hans: *视各地运营商情况，预计一小时内正常
zh_hant: *視各地運營商情況，預計一小時內正常
