Repository: Yolo-cell-hash/go_home_ios
Catalog: ios/Runner/JASDK/JAResources/XLanguage/X35MultiLanguage/*.lproj/X35MutiLanguage.strings
Languages: cs, de, es, fi, fr, he, id, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sv, th, tr, vi, zh_hans, zh_hant

# Preview_fail_check_network
source: Preview failed, please check the network status
cs: Náhled se nezdařil, zkontrolujte prosím stav sítě
de: Vorschau fehlgeschlagen, bitte Netzwerkstatus prüfen
es: La vista previa falló, verifique el estado de la red
fi: Esikatselu epäonnistui, tarkista verkon tila
fr: Échec de L'aperçu, veuillez vérifier L'état du réseau
he: התצוגה המקדימה נכשלה, אנא בדוק את מצב הרשת
id: Pratinjau gagal, harap periksa status jaringan
it: Anteprima non riuscita, controlla lo stato della rete
ja: プレビューに失敗しました。ネットワークの状態を確認してください
ko: 미리보기에 실패했습니다. 네트워크 상태를 확인하세요.
nb: Forhåndsvisning mislyktes. Kontroller nettverksstatusen
nl: Voorbeeld mislukt, controleer de netwerkstatus
pl: Podgląd nie powiódł się, sprawdź stan sieci
pt_br: Falha na visualização. Verifique o status da rede
ro: Previzualizarea a eșuat, vă rugăm să verificați starea rețelei
ru: Не удалось выполнить предварительный просмотр. Проверьте состояние сети.
sv: Förhandsgranskningen misslyckades, kontrollera nätverksstatusen
th: การแสดงตัวอย่างล้มเหลว โปรดตรวจสอบสถานะเครือข่าย
tr: Önizleme başarısız oldu, lütfen ağ durumunu kontrol edin
vi: Xem trước không thành công, vui lòng kiểm tra trạng thái mạng
zh_hans: 预览失败，请检查网络状态
zh_hant: 預覽失敗，請檢查網絡狀態

# devicesetting_not_successfully_set_detection
source: You have not successfully set the detection area, please confirm whether to close the custom detection area
cs: Úspěšně jste nenastavili oblast detekce, potvrďte, zda chcete oblast vlastní detekce zavřít
de: Erkennungsbereich wurde nicht erfolgreich eingestellt. Bitte prüfen Sie, ob der benutzerdefinierte Erkennungsbereich deaktiviert werden soll
es: No ha configurado correctamente el área de detección, confirme si desea cerrar el área de detección personalizada
fi: Et ole määrittänyt tunnistusaluetta onnistuneesti, vahvista, suljetko mukautetun tunnistusalueen
fr: Vous n'avez pas défini avec succès la zone de détection, veuillez confirmer si vous souhaitez fermer la zone de détection personnalisée
he: לא הגדרת בהצלחה את אזור הזיהוי, אנא אשר אם לסגור את אזור הזיהוי המותאם אישית
id: Anda belum berhasil mengatur area deteksi, harap konfirmasi apakah akan menutup area deteksi khusus
it: Non hai impostato correttamente l'area di rilevamento, conferma se chiudere l'area di rilevamento personalizzata
ja: 検出エリアの設定に失敗しました。カスタム検出エリアを閉じるかどうかを確認してください
ko: 감지 영역을 성공적으로 설정하지 못했습니다. 사용자 지정 감지 영역을 닫을지 여부를 확인하십시오.
nb: Du har ikke angitt deteksjonsområdet, vennligst bekreft om du vil lukke det tilpassede deteksjonsområdet
nl: U heeft het detectiegebied niet met succes ingesteld, bevestig of u het aangepaste detectiegebied wilt sluiten
pl: Nie udało się ustawić obszaru wykrywania, proszę potwierdzić, czy zamknąć niestandardowy obszar wykrywania
pt_br: Você não definiu com sucesso a área de detecção, confirme se deseja fechar a área de detecção personalizada
ro: Nu ați setat cu succes zona de detectare, vă rugăm să confirmați dacă doriți să închideți zona de detectare personalizată
ru: Вы не смогли установить область обнаружения, пожалуйста, подтвердите, закрывать ли настраиваемую область обнаружения.
sv: Du har inte ställt in detektionsområdet, bekräfta om du vill stänga det anpassade detektionsområdet
th: คุณตั้งค่าพื้นที่การตรวจจับไม่สำเร็จ โปรดยืนยันว่าจะปิดพื้นที่การตรวจจับแบบกำหนดเองหรือไม่
tr: Algılama alanını başarıyla ayarlamadınız, lütfen özel algılama alanını kapatıp kapatmayacağınızı onaylayın.
vi: Bạn chưa đặt thành công khu vực phát hiện, vui lòng xác nhận xem có đóng khu vực phát hiện tùy chỉnh hay không
zh_hans: 您还未成功设置侦测区，确定是否关闭自定义侦测区
zh_hant: 您還未成功設置偵測區，確定是否關閉自定義偵測區

# addDevice_ID_addition
source: ADD by ID
cs: PŘIDAT ID
de: Hinzufügen über ID
es: AGREGAR por ID
fi: LISÄÄ tunnuksella
fr: Ajouter par ID
he: הוסף לפי מזהה
id: Tambahkan dengan ID
it: AGGIUNGI per ID
ja: IDによる追加
ko: ID로 추가
nb: LEGG TIL ved ID
nl: Toe te voegen door ID
pl: Dodaj przez id
pt_br: Adicione por ID
ro: ADAUGĂ după ID
ru: ДОБАВИТЬ по ID
th: เพิ่มด้วย ID
tr: İd ekle
vi: Thêm ID
zh_hans: ID添加
zh_hant: ID添加

# Addevice_check_basestation_network
source: Please check whether the network connected to the base station can access the Internet normally.
cs: Zkontrolujte prosím, zda síť připojená k základní stanici má normální přístup k internetu.
de: Bitte prüfen Sie, ob das mit der Basisstation verbundene Netzwerk ordnungsgemäß auf das Internet zugreifen kann.
es: Verifique si la red conectada a la estación base puede acceder a Internet normalmente.
fi: Tarkista, voiko tukiasemaan yhdistetty verkko käyttää Internetiä normaalisti.
fr: Veuillez vérifier si le réseau connecté à la station de base peut accéder normalement à Internet.
he: אנא בדוק אם הרשת המחוברת לתחנת הבסיס יכולה לגשת לאינטרנט כרגיל.
id: Silakan periksa apakah jaringan yang terhubung ke stasiun pangkalan dapat mengakses Internet secara normal.
it: Si prega di verificare se la rete collegata alla stazione base può accedere a Internet normalmente.
ja: 基地局に接続されているネットワークが正常にインターネットにアクセスできるか確認してください。
ko: 베이스 스테이션에 연결된 네트워크가 인터넷에 정상적으로 액세스할 수 있는지 확인하십시오.
nb: Kontroller om nettverket som er koblet til basestasjonen kan få tilgang til Internett på vanlig måte.
nl: Controleer of het netwerk dat op het basisstation is aangesloten, normaal toegang heeft tot internet.
pl: Sprawdź, czy sieć podłączona do stacji bazowej ma normalny dostęp do Internetu.
pt_br: Verifique se a rede conectada à estação base pode acessar a Internet normalmente.
ro: Vă rugăm să verificați dacă rețeaua conectată la stația de bază poate accesa Internetul în mod normal.
ru: Пожалуйста, проверьте, может ли сеть, подключенная к базовой станции, нормально выходить в Интернет.
sv: Kontrollera om nätverket som är anslutet till basstationen kan ansluta till Internet normalt.
th: โปรดตรวจสอบว่าเครือข่ายที่เชื่อมต่อกับสถานีฐานสามารถเข้าถึงอินเทอร์เน็ตได้ตามปกติหรือไม่
tr: Lütfen baz istasyonuna bağlı ağın internete normal şekilde erişip erişemeyeceğini kontrol edin.
vi: Vui lòng kiểm tra xem mạng kết nối với trạm gốc có thể truy cập Internet bình thường hay không.
zh_hans: 请检查基站连接的网络是否可正常上网。
zh_hant: 請檢查基站連接的網絡是否可正常上網。

# add_device_need_set_APN_configure_network
source: Your device may need to set up an APN to configure the network
cs: Vaše zařízení může potřebovat nastavit APN pro konfiguraci sítě
de: Ihr Gerät muss möglicherweise einen APN einrichten, um das Netzwerk zu konfigurieren
es: Es posible que su dispositivo deba configurar un APN para configurar la red
fi: Laitteesi on ehkä määritettävä APN verkon määrittämistä varten
fr: Votre appareil peut avoir besoin de configurer un APN pour configurer le réseau
he: ייתכן שהמכשיר שלך יצטרך להגדיר APN כדי להגדיר את הרשת
id: Perangkat Anda mungkin perlu menyiapkan APN untuk mengonfigurasi jaringan
it: Il tuo dispositivo potrebbe dover configurare un APN per configurare la rete
ja: ネットワークを構成するために、デバイスでAPNを設定する必要がある場合があります
ko: 네트워크를 구성하려면 장치에서 APN을 설정해야 할 수 있습니다.
nb: Enheten din må kanskje konfigurere et APN for å konfigurere nettverket
nl: Uw apparaat moet mogelijk een APN instellen om het netwerk te configureren
pl: Twoje urządzenie może wymagać skonfigurowania APN w celu skonfigurowania sieci
pt_br: Seu dispositivo pode precisar configurar um APN para configurar a rede
ro: Este posibil ca dispozitivul dvs. să fie nevoie să configureze un APN pentru a configura rețeaua
ru: Вашему устройству может потребоваться настроить APN для настройки сети.
sv: Din enhet kan behöva konfigurera ett APN för att konfigurera nätverket
th: อุปกรณ์ของคุณอาจต้องตั้งค่า APN เพื่อกำหนดค่าเครือข่าย
tr: Ağı yapılandırmak için cihazınızın bir APN kurması gerekebilir
vi: Thiết bị của bạn có thể cần thiết lập APN để định cấu hình mạng
zh_hans: 你的设备可能需要设置 APN 才能配置网络
zh_hant: 你的設備可能需要設置 APN 才能配置網絡

# cloud_migration
source: Cloud storage migration
cs: Migrace cloudového úložiště
de: Cloud-Speichermigration
es: Depósito nube Migración
fi: Pilvivarastojen siirto
fr: Migration de stockage en nuage
he: העברת אחסון בענן
id: Migrasi penyimpanan cloud
it: Migrazione
ja: クラウドストレージの移行
ko: 클라우드 스토리지 마이그레이션
nb: Overføring av Cloud Storage
nl: Migratie van cloudopslag
pl: depozyt chmura migracji
pt_br: Migração
ru: Перенести
sv: Migrering av molnlagring
th: การย้ายที่เก็บข้อมูลบนคลาวด์
tr: Bulut depolama geçişi
vi: Di chuyển bộ nhớ đám mây
zh_hans: 云存迁移
zh_hant: 雲存遷移

# devicesetting_clear_all_privacy_zone
source: Whether to clear all current privacy zone?
cs: Zda chcete vymazat všechny aktuální zóny ochrany osobních údajů?
de: Wirklich alle Privatsphäre-Bereiche löschen?
es: Ya sea para borrar toda la zona de privacidad actual?
fi: Poistetaanko kaikki nykyiset yksityisyysalueet?
fr: Voulez-vous effacer toute la zone de confidentialité actuelle?
he: האם למחוק את כל אזור הפרטיות הנוכחי?
id: Apakah akan menghapus semua zona privasi saat ini?
it: Se cancellare tutta la zona di privacy corrente?
ja: 現在のプライバシーゾーンを全て削除しますか？
ko: 현재 프라이버시 영역을 모두 삭제 하겠습니까?
nb: Om du vil fjerne all gjeldende personvernsone?
nl: Of om alle huidige privacyzones te wissen?
pl: Czy wyczyścić całą obecną strefę prywatności?
pt_br: Se deseja limpar toda a zona de privacidade atual?
ro: Dacă ștergeți toată zona de confidențialitate actuală?
ru: Можно ли очистить все текущие зоны конфиденциальности?
sv: Huruvida att rensa all aktuell sekretesszon?
th: คุณต้องการล้างโซนความเป็นส่วนตัวปัจจุบันทั้งหมดหรือไม่
tr: Mevcut tüm gizlilik bölgelerini temizlemek ister misiniz?
vi: Bạn có muốn xóa tất cả các vùng riêng tư hiện tại không?
zh_hans: 是否清除当前所有隐私区域？
zh_hant: 是否清除當前所有隱私區域？

# message_Alarm_date
source: Alarm date
cs: Datum poplachu
de: Alarmdatum
es: Fecha de alarma
fi: Hälytyksen päivämäärä
fr: Date d'alarme
he: תאריך אזעקה
id: Tanggal Alarm
it: Data di allarme
ja: アラーム日
ko: 알람 날짜
nb: Alarm dato
nl: Alarmdatum:
pl: Data alarmu
pt_br: Data do alarme
ro: Data alarmei
ru: Дата будильника
sv: Larmdatum
th: วันที่ปลุก
tr: Alarm Tarihi
vi: Ngày báo thức
zh_hans: 报警日期
zh_hant: 報警日期

# Devicesetting_WiFi_not_setup
source: WiFi network not set up
cs: Síť WiFi není nastavena
de: WiFi-Netzwerk nicht eingerichtet
es: Red wifi no configurada
fi: WiFi-verkkoa ei ole määritetty
fr: Réseau Wi-Fi non configuré
he: רשת WiFi לא הוגדרה
id: Jaringan WiFi tidak diatur
it: Rete Wi-Fi non configurata
ja: WiFiネットワークが設定されていません
ko: WiFi 네트워크가 설정되지 않았습니다
nb: WiFi-nettverk er ikke satt opp
nl: WiFi-netwerk niet ingesteld
pl: Nie skonfigurowano sieci Wi-Fi
pt_br: Rede Wi-Fi não configurada
ro: Rețeaua WiFi nu este configurată
ru: Сеть Wi-Fi не настроена
sv: WiFi-nätverk inte konfigurerat
th: ไม่ได้ตั้งค่าเครือข่าย WiFi
tr: WiFi ağı kurulmadı
vi: Mạng WiFi chưa được thiết lập
zh_hans: 未设置WiFi网络
zh_hant: 未設置WiFi網絡

# Devicesetting_feature_not_currently_supported
source: This feature is not currently supported
cs: Tato funkce není aktuálně podporována
de: Diese Funktion wird derzeit nicht unterstützt
es: Esta característica no es compatible actualmente
fi: Tätä ominaisuutta ei tällä hetkellä tueta
fr: Cette fonctionnalité n'est pas prise en charge actuellement
he: תכונה זו אינה נתמכת כעת
id: Fitur ini saat ini tidak didukung
it: Questa funzione non è attualmente supportata
ja: この機能は現在サポートされていません
ko: 이 기능은 현재 지원되지 않습니다
nb: Denne funksjonen støttes ikke for øyeblikket
nl: Deze functie wordt momenteel niet ondersteund
pl: Ta funkcja nie jest obecnie obsługiwana
pt_br: Este recurso não é compatível no momento
ro: Această funcție nu este acceptată în prezent
ru: Эта функция в настоящее время не поддерживается
sv: Den här funktionen stöds inte för närvarande
th: ฟีเจอร์นี้ยังไม่รองรับในขณะนี้
tr: Bu özellik şu anda desteklenmiyor
vi: Tính năng này hiện không được hỗ trợ
zh_hans: 暂不支持此功能
zh_hant: 暫不支持此功能

# person_online_service
source: Live Chat
cs: Živý chat
es: Chat en vivo
fr: Chat en direct
he: שירות מקוון
id: Obrolan Langsung
it: Chat dal vivo
ja: ヘルプ
ko: 라이브 채팅
pl: Czat na żywo
pt_br: Bate-papo ao vivo
ro: Chat live
ru: Живой чат
sv: Livechatt
th: แชทสด
tr: Canlı sohbet
vi: Trò chuyện trực tiếp
zh_hans: 客服
zh_hant: 客服

# deviceSetting_PTZ_rotation_speed
source: PTZ rotation speed
cs: rychlost otáčení PTZ
de: PTZ-Rotationsgeschwindigkeit
es: Velocidad de rotación PTZ
fi: PTZ:n pyörimisnopeus
fr: Vitesse de rotation PTZ
he: מהירות סיבוב PTZ
id: Kecepatan rotasi PTZ
it: Velocità di rotazione PTZ
ja: PTZ回転速度
ko: PTZ 회전 속도
nb: PTZ rotasjonshastighet
nl: PTZ-rotatiesnelheid:
pl: Prędkość obrotowa PTZ
pt_br: Velocidade de rotação PTZ
ro: Viteza de rotație PTZ
ru: Скорость вращения PTZ
sv: PTZ rotationshastighet
th: ความเร็วในการหมุน PTZ
tr: PTZ dönüş hızı
vi: Tốc độ quay PTZ
zh_hans: 云台转动速度
zh_hant: 雲台轉動速度

# deviceSetting_days_storage_motion_detection
source: %1$s days storage/motion detection recording
cs: %1$s dní úložiště/záznam detekce pohybu
de: %1$s Tage Speicher/Aufnahmen nach Bewegungserkennung
es: %1$s días de almacenamiento / grabación por detección de movimiento
fi: %1$s päivän tallennus/liiketunnistustallennus
fr: %1$s jours de stockage/enregistrement de détection de mouvement
he: הקלטה של ​​%1$s ימי אחסון/זיהוי תנועה
id: Penyimpanan %1$s hari/rekaman deteksi gerakan
it: %1$s giorni di archiviazione/registrazione del rilevamento del movimento
ja: %1$s日間の保管/動き検出記録
ko: %1$s일 보관/움직임 감지 녹화
nb: %1$s dagers lagring/opptak av bevegelsesdeteksjon
nl: %1$s dagen opslag/opname met bewegingsdetectie
pl: %1$s dni przechowywania/nagrywanie z detekcją ruchu
pt_br: %1$s dias de armazenamento / gravação por detecção de movimento
ro: %1$s zile stocare/înregistrare de detectare a mișcării
ru: %1$s дней хранения / запись при обнаружении движения
sv: %1$s dagars lagring/inspelning av rörelsedetektering
th: เก็บบันทึก/บันทึกการตรวจจับการเคลื่อนไหว %1$s วัน
tr: %1$s gün depolama/hareket algılama kaydı
vi: Lưu trữ %1$s ngày / ghi âm phát hiện chuyển động
zh_hans: %1$s天存储/移动侦测录像
zh_hant: %1$s天存儲/移動偵測錄像

# NSPhotoLibraryAddUsageDescription
source: Need access to your photo album
cs: Potřebujete přístup k vašemu fotoalbu
de: Benötigt Zugriff auf Fotos
es: Necesitas acceder a tu álbum de fotos
fi: Sinun täytyy käyttää valokuva-albumiasi
fr: Besoin d'accéder à votre album photo
he: צריך לגשת לאלבום התמונות שלך
id: butuh untuk akses ke Foto album
it: Hai bisogno di accedere al tuo album fotografico
ja: 携帯電話のアルバムへアクセスする必要があります。
ko: 사진 앨범에 접속해야합니다.
nb: Trenger du tilgang til fotoalbumet ditt
nl: Noodzaak om toegang te krijgen tot uw fotoalbum
pl: Potrzebujesz dostępu do swojego albumu ze zdjęciami
pt_br: Precisa acessar seu álbum de fotos
ro: Trebuie să accesați albumul dvs. foto
ru: Необходимо получить доступ к вашему фотоальбому
sv: Behöver komma åt ditt fotoalbum
th: ต้องเข้าถึงอัลบั้มรูปของคุณ
tr: Fotoğraf albümüne erişmen gerekiyor
vi: Cần truy cập anbom của bạn
zh_hans: 需要访问你的相册
zh_hant: 需要訪問你的相冊

# adddevice_deecription
source: Description:
cs: Popis:
de: Beschreibung:
es: Descripción:
fi: Kuvaus:
fr: La description:
he: תיאור:
id: Deskripsi:
it: Descrizione:
ja: 説明：
ko: 기술:
nb: Beskrivelse:
nl: Omschrijving:
pl: Opis:
pt_br: Descrição:
ro: Descriere:
ru: Описание:
sv: Beskrivning:
th: รายละเอียด:
tr: Açıklama:
vi: Sự miêu tả:
zh_hans: 说明：
zh_hant: 說明：

# devicesetting_Adaptive_mode_Description_new_firmware_ios_zhiou
source: Record videos continuously. When battery level below %@, automatically switches to event record mode. When battery level above %@, resumes to continuous record mode
cs: Nahrávejte videa nepřetržitě. Když je úroveň baterie nižší než %@, automaticky se přepne do režimu nahrávání událostí. Když je úroveň baterie vyšší než %@, obnoví se režim nepřetržitého nahrávání
de: Gerät nimmt dauerhaft auf und schaltet automatisch auf die beste Aufnahme um, wenn die Leistung unter %@ sinkt. Wenn die Leistung über %@ steigt steigt, wird wieder dauerhaft aufgenommen.
es: Graba videos continuamente. Cuando el nivel de la batería es inferior a %@, cambia automáticamente al modo de grabación de eventos. Cuando el nivel de la batería supera %@, se reanuda el modo de grabación continua
fi: Tallenna videoita jatkuvasti. Kun akun varaustaso alle %@, siirtyy automaattisesti tapahtuman tallennustilaan. Kun akun varaustaso ylittää %@, palaa jatkuvaan tallennustilaan
fr: Enregistrez des vidéos en continu. Lorsque le niveau de la batterie est inférieur à %@, passe automatiquement en mode d'enregistrement d'événement. Lorsque le niveau de la batterie est supérieur à %@, reprend le mode d'enregistrement continu
he: הקלט סרטונים באופן רציף. כאשר רמת הסוללה מתחת ל-%@, עובר אוטומטית למצב הקלטת אירועים. כאשר רמת הסוללה מעל %@, חוזר למצב הקלטה רציף
id: Rekam video terus menerus. Saat tingkat baterai di bawah %@, secara otomatis beralih ke mode perekaman peristiwa. Saat tingkat baterai di atas %@, melanjutkan ke mode perekaman berkelanjutan
it: Registra video continuamente. Quando il livello della batteria è inferiore a %@, passa automaticamente alla modalità di registrazione degli eventi. Quando il livello della batteria è superiore a %@, torna alla modalità di registrazione continua
ja: ビデオを継続的に録画します。バッテリー残量が%@を下回ると、自動的にイベント記録モードに切り替わります。バッテリー残量が%@を超えると、連続記録モードに戻ります
ko: 지속적으로 비디오를 녹화합니다. 배터리 잔량이 %@ 미만이면 이벤트 녹화 모드로 자동 전환됩니다. 배터리 잔량이 %@ 이상일 때 연속 녹화 모드로 다시 시작
nb: Ta opp videoer kontinuerlig. Når batterinivået er under %@, skifter automatisk til hendelsesregistreringsmodus. Når batterinivået over %@, går tilbake til kontinuerlig opptaksmodus
nl: Neem continu video's op. Wanneer het batterijniveau lager is dan %@, wordt automatisch overgeschakeld naar de gebeurtenisopnamemodus. Wanneer het batterijniveau hoger is dan %@, wordt de continue opnamemodus hervat
pl: Nagrywaj filmy w sposób ciągły. Gdy poziom naładowania baterii spadnie poniżej %@, automatycznie przełącza się w tryb nagrywania zdarzeń. Gdy poziom naładowania baterii przekracza %@, wznawiany jest tryb ciągłego nagrywania
pt_br: Grave vídeos continuamente. Quando o nível da bateria estiver abaixo de %@, muda automaticamente para o modo de gravação de eventos. Quando o nível da bateria está acima de %@, retoma o modo de gravação contínua
ro: Înregistrați videoclipuri continuu. Când nivelul bateriei este sub %@, trece automat în modul de înregistrare a evenimentelor. Când nivelul bateriei este peste %@, se reia la modul de înregistrare continuă
ru: Записывайте видео непрерывно. Когда уровень заряда батареи ниже %@, автоматически переключается в режим записи событий. Когда уровень заряда батареи превышает %@, возобновляется режим непрерывной записи.
sv: Spela in videor kontinuerligt. När batterinivån under %@ växlar automatiskt till händelseinspelningsläge. När batterinivån överstiger %@, återgår den till kontinuerligt inspelningsläge
th: บันทึกวิดีโออย่างต่อเนื่อง เมื่อระดับแบตเตอรี่ต่ำกว่า %@ จะเปลี่ยนเป็นโหมดบันทึกเหตุการณ์โดยอัตโนมัติ เมื่อระดับแบตเตอรี่สูงกว่า %@ ให้กลับสู่โหมดบันทึกต่อเนื่อง
tr: Videoları sürekli olarak kaydedin. Pil seviyesi %@'nin altına düştüğünde, otomatik olarak olay kayıt moduna geçer. Pil seviyesi %@'nin üzerine çıktığında, sürekli kayıt moduna geri döner
vi: Quay video liên tục. Khi mức pin dưới%@, tự động chuyển sang chế độ ghi sự kiện. Khi mức pin trên%@, tiếp tục về chế độ ghi liên tục
zh_hans: 设备一直持续录像，当电量降至%@以下时自动切换为最佳录像，当电量提升至%@以上时恢复一直录像
zh_hant: 設備一直持續錄像，當電量降至%@以下時自動切換為最佳錄像，當電量提升至%@以上時恢復一直錄像

# deviceSetting_Hibernation_shift
source: Hibernation shift
cs: Přechod do hibernace
de: Ausrichtung Ruhezustand
es: Cambio de hibernación
fi: Lepotilan vaihto
fr: Changement d'hibernation
he: שינוי תרדמה
id: Pergeseran hibernasi
it: Cambio di ibernazione
ja: ハイバネーションシフト
ko: 최대 절전 모드 전환
nb: Dvaleskifte
pl: Przesunięcie hibernacji
pt_br: Mudança de hibernação
ro: Schimb de hibernare
ru: Сдвиг гибернации
sv: Hibernation skift
th: ไฮเบอร์เนตกะ
tr: Hazırda bekletme kayması
vi: Chuyển đổi chế độ ngủ đông
zh_hans: 休眠转向
zh_hant: 休眠轉向

# help_addDevice_textTips_4
source: Method 2: start APP,click "+" on device list interface
cs: Metoda 2: Otevřete aplikaci a klepněte na tlačítko "+" v seznamu zařízení.
de: Methode 2: Starten Sie die App und tippen auf "+" in der Geräteliste
es: Método 2: inicie la aplicación,haga clic en "+" en la interfaz de la lista de Equipos
fi: Tapa 2: Avaa sovellus ja napsauta laiteluettelossa olevaa "+"-painiketta.
fr: Méthode 2 : démarrez l'application, cliquez sur "+" dans l'interface de la liste des périphériques
he: שיטה 2: פתח את האפליקציה,לחץ על "+" בעמוד רשימת המכשירים
id: Metode 2 : Mulai APP,Klik "+" di daftar antar muka perangkat
it: Metodo 2: aprire l'app,premere "+" nella lista dispositivi
ja: 方法2：アプリを起動し、デバイスリストのインターフェイスで"+"をクリックします。
ko: 방법 2 : 앱 실행 후 "+"를 클릭합니다.
nb: Metode 2: Åpne APP,klikk på "+" Legg til-knappen i enhetslisten.
nl: Methode 2: start APP,klik in de apparatenlijstinterface op "+"
pl: Sposób 2: Uruchom aplikację kliknij "+" na ekranie listy urządzeń
pt_br: Método 2: iniciar o APP,clique em "+ " na interface da lista de dispositivos
ro: Metoda 2: începeți APP,faceți clic pe "+ " pe interfața listei de dispozitive
ru: Способ 2: запустите приложение,нажмите "+ " в интерфейсе списка устройств
sv: Metod 2: starta APP,klicka på "+ " på enhetslistans gränssnitt
th: วิธีที่ 2: เปิดแอป คลิก "+ "ในหน้ารายการอุปกรณ์
tr: Yöntem 2: APP'yi başlatın,cihaz listesi arabiriminde "+ " işaretini tıklayın
vi: Cách 2: Mở APP và nhấp vào nút thêm "+" trong danh sách thiết bị.
zh_hans: 方法2：打开APP，在设备列表中点击“+”添加按钮。
zh_hant: 方法2：打開APP，在設備列表中點擊“+”添加按鈕。

# scan_LAN
source: LAN scan
cs: LAN skenování
de: LAN scannen
es: Escaneo LAN
fi: LAN-skannaus
he: סריקת LAN
id: Pindai LAN
it: Scansione LAN
ja: LANスキャン
ko: 네트워크 검색
nb: LAN-skanning
nl: LAN scannen
pl: Skanowanie LAN
pt_br: Varredura de LAN
ro: Scanare LAN
ru: Сканирование локальной сети
sv: LAN-skanning
th: LAN สแกน
tr: LAN taraması
vi: Quét mạng LAN
zh_hans: 局域网扫描
zh_hant: 局域網掃描
