Repository: Yolo-cell-hash/go_home_ios
Catalog: ios/Runner/JASDK/JAResources/XLanguage/X35MultiLanguage/*.lproj/X35MutiLanguage.strings
Languages: cs, de, es, fi, fr, he, id, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sv, th, tr, vi, zh_hans, zh_hant

# deviceSetting_deviceSetting_evening_turn_off_next_morning
source: Turn off the camera from 08:00 in the morning to 20:00 in the evening
cs: Vypněte kameru od 8:00 ráno do 20:00 večer
de: Kamera von 08:00 Uhr morgens bis 20:00 Uhr abends ausschalten
es: Apague la cámara desde las 08:00 de la mañana hasta las 20:00 de la noche
fi: Sammuta kamera aamulla klo 8.00 illalla klo 20.00
fr: Éteignez la caméra de 08h00 le matin à 20h00 le soir
he: כבה את המצלמה מ-08:00 בבוקר עד 20:00 בערב
id: Matikan kamera dari pukul 08:00 pagi hingga 20:00 malam
it: Spegni la fotocamera dalle 08:00 del mattino alle 20:00 della sera
ja: 朝の08:00から夕方の20:00までカメラの電源を切ります
ko: 아침 08:00부터 저녁 20:00까지 카메라 끄기
nb: Slå av kameraet fra klokken 08.00 om morgenen til klokken 20.00 om kvelden
nl: Zet de camera uit van 08.00 uur 's ochtends tot 20.00 uur 's avonds
pl: Wyłącz kamerę od 08:00 rano do 20:00 wieczorem
pt_br: Desligue a câmera das 08:00 da manhã às 20:00 da noite
ro: Opriți camera de la 08:00 dimineața până la 20:00 seara
ru: Выключайте камеру с 08:00 утра до 20:00 вечера.
sv: Stäng av kameran från 08:00 på morgonen till 20:00 på kvällen
th: ปิดกล้องตั้งแต่ 08:00 น. ถึง 20:00 น. ในตอนเย็น
tr: Kamerayı sabah 08:00'den akşam 20:00'ye kadar kapatın
vi: Tắt camera từ 08:00 sáng đến 20:00 tối
zh_hans: 早上08:00 - 晚上20:00关闭摄像头
zh_hant: 早上08:00 - 晚上20:00關閉攝像頭

# me_share_number
source: Personal share %1$d
cs: Sdílení%1$d
de: %1$d teilen
es: Compartir personal %1$d
fi: %1$d jakaminen
fr: Partage personnelle %1$d
he: שיתוף %1$d
id: perbagian sendiri%1$d
it: Condivisione dati personali %1$d
ja: 個人シェア%1$d
ko: %1$d 개 공유
nb: Personlig deling %1$d
nl: Persoonlijk aandeel %1$d
pl: Udostępnianie urządzeń %1$d
pt_br: Compartilhamento pessoal%1$d
ro: Cota personală%1$d
ru: Личная доля%1$d
sv: Personlig delning%1$d
th: การแชร์ส่วนตัว %1$d
tr: Kişisel paylaşım%1$d
vi: %1$d chia sẻ cá nhân
zh_hans: %1$d个分享
zh_hant: %1$d個分享

# adddevice_Has_been_bound
source: The device has been bound by other accounts, please reset and add
cs: Zařízení bylo vázáno jinými účty, resetujte a přidejte
de: Das Gerät wurde mit anderen Konten verbunden, bitte zurücksetzen und hinzufügen
es: El dispositivo ha sido vinculado por otras cuentas, reinicie y agregue
fi: Muut tilit ovat sitoneet laitetta, nollaa ja lisää
fr: L'appareil a été lié par d'autres comptes, veuillez réinitialiser et ajouter
he: המכשיר נקשר על ידי חשבונות אחרים, אנא אפס והוסף
id: Perangkat telah terikat oleh akun lain, harap setel ulang dan tambahkan
it: Il dispositivo è stato vincolato da altri account, ripristina e aggiungi
ja: デバイスは他のアカウントにバインドされています。リセットして追加してください
ko: 장치가 다른 계정에 바인딩되었습니다. 재설정하고 추가하십시오.
nb: Enheten er bundet av andre kontoer. Vennligst tilbakestill og legg til
nl: Het apparaat is gekoppeld aan andere accounts, reset en voeg toe
pl: Urządzenie zostało powiązane z innymi kontami, zresetuj i dodaj
pt_br: O dispositivo foi vinculado a outras contas, redefina e adicione
ro: Dispozitivul a fost legat de alte conturi, vă rugăm să resetați și să adăugați
ru: Устройство было привязано к другим учетным записям, пожалуйста, сбросьте настройки и добавьте
sv: Enheten har bundits av andra konton, vänligen återställ och lägg till
th: อุปกรณ์ถูกผูกไว้โดยบัญชีอื่น โปรดรีเซ็ตและเพิ่ม
tr: Cihaz başka hesaplara bağlı, lütfen sıfırlayın ve ekleyin
vi: Thiết bị đã bị ràng buộc bởi các tài khoản khác, vui lòng đặt lại và thêm
zh_hans: 该设备已被其他账号绑定，请复位后再添加
zh_hant: 該設備已被其他賬號綁定，請複位後再添加

# cloud_device_support_buy_cloud
source: The device which supports purchase of cloud storage
cs: Zařízení, které podporuje nákup cloudového úložiště
de: Unterstützen Sie den Kauf von Cloud-Speichergeräten
es: El dispositivo que admite la compra de almacenamiento en la nube
fi: Laite, joka tukee pilvisäilön ostamista
fr: l'appareil qui prend en charge l'achat de stockage cloud
he: המכשיר התומך ברכישת אחסון בענן
id: Perangkat yang mendukung pembelian penyimpanan cloud
it: Il dispositivo che supporta l'acquisto di cloud storage
ja: クラウドストレージの購入をサポートするデバイス
ko: 클라우드 스토리지 구매를 지원하는 장치
nb: Enheten som støtter kjøp av skylagring
nl: Het apparaat dat aankoop van cloudopslag ondersteunt
pl: Urządzenie obsługujące zakup pamięci w chmurze
pt_br: O dispositivo que suporta a compra de armazenamento na nuvem
ro: Dispozitivul care acceptă achiziționarea de stocare în cloud
ru: Устройство, которое поддерживает покупку облачного хранилища
sv: Enheten som stöder köp av molnlagring
th: สนับสนุนการซื้ออุปกรณ์จัดเก็บข้อมูลบนคลาวด์
tr: Bulut depolama alanı satın alımını destekleyen cihaz
vi: Hỗ trợ mua thiết bị lưu trữ đám mây
zh_hans: 支持购买云存储的设备
zh_hant: 支持購買雲存儲的設備

# devicesetting_Best_video_zhiou
source: Event Record Mode
cs: Režim záznamu události
de: Optimale Überwachung
es: Modo de registro de eventos
fi: Tapahtuman tallennustila
fr: Mode d'enregistrement d'événement
he: מצב הקלטת אירועים
id: Mode Rekam Acara
it: Modalità di registrazione degli eventi
ja: イベント記録モード
ko: 이벤트 녹화 모드
nb: Hendelsesopptaksmodus
nl: Gebeurtenisopnamemodus
pl: Tryb nagrywania zdarzeń
pt_br: Modo de registro de eventos
ro: Modul de înregistrare a evenimentelor
ru: Режим записи событий
sv: Händelseinspelningsläge
th: โหมดบันทึกเหตุการณ์
tr: Olay Kayıt Modu
vi: Chế độ ghi sự kiện
zh_hans: 最佳录像
zh_hant: 最佳錄像

# message_Buy_cloud_services
source: Buy cloud services >
cs: Koupit cloudové služby >
de: Kaufen Sie Cloud-Dienste >
es: Comprar servicios en la nube >
fi: Osta pilvipalveluita >
fr: Acheter des services cloud >
he: קנה שירותי ענן >
id: Beli layanan cloud >
it: Acquista servizi cloud >
ja: クラウドサービスを購入する>
ko: 클라우드 서비스 구매 >
nb: Kjøp skytjenester >
nl: Koop clouddiensten >
pl: Kup usługi w chmurze >
pt_br: Compre serviços em nuvem >
ro: Cumpărați servicii cloud >
ru: Купить облачные сервисы >
sv: Köp molntjänster >
th: ซื้อบริการคลาวด์ >
tr: Bulut hizmetleri satın alın >
vi: Mua dịch vụ đám mây>
zh_hans: 购买云服务>
zh_hant: 購買雲服務>

# service_maintenance_work_introduce
source: Introduction to maintenance work
cs: Úvod do údržbářských prací
de: Einführung in Wartungsarbeiten
es: Introducción a los trabajos de mantenimiento
fi: Johdanto huoltotöihin
fr: Introduction aux travaux de maintenance
he: מבוא לעבודות תחזוקה
id: Pengantar pekerjaan pemeliharaan
it: Introduzione ai lavori di manutenzione
ja: microSDカードが異常であることが検出されました。すぐにmicroSDカードをフォーマットしてください。
ko: 유지 보수 작업 소개
nb: Introduksjon til vedlikeholdsarbeid
nl: Inleiding tot onderhoudswerkzaamheden
pl: Wprowadzenie do prac konserwacyjnych
pt_br: Introdução ao trabalho de manutenção
ro: Introducere în lucrările de întreținere
ru: Введение в техническое обслуживание
sv: Introduktion till underhållsarbete
th: แนะนำงานซ่อมบำรุง
tr: Bakım işine giriş
vi: Giới thiệu về công việc bảo trì
zh_hans: 维修工作简介
zh_hant: 維修工作簡介

# message_Loading_video
source: Loading video
cs: Načítání videa
de: Videos werden geladen
es: Cargando video
fi: Ladataan videota
fr: Chargement de la vidéo
he: טוען סרטון
id: Memuat video
it: Caricamento video
ja: ビデオを読み込んでいます
ko: 비디오 로드 중
nb: Laster inn video
nl: Video laden
pl: Ładowanie wideo
pt_br: Carregando vídeo
ro: Se încarcă videoclipul
ru: Загрузка видео
sv: Laddar video
th: กำลังโหลดวิดีโอ
tr: Video yükleniyor
vi: Đang tải video
zh_hans: 正在加载视频
zh_hant: 正在加載視頻

# devicelist_share_equipment_Video_download
source: Video download
cs: Stahování videa
es: Descarga de video
fi: Videon lataus
fr: Téléchargement vidéo
he: הורדת הקלטה
id: unduh video
it: Download video
ja: ビデオのダウンロード
ko: 비디오 다운로드
nb: Video nedlasting
nl: Video downloaden
pl: Pobieranie wideo
pt_br: Download de vídeo
ro: Descărcați video
ru: Загрузка видео
th: ดาวน์โหลดวิดีโอ
tr: Video indirme
vi: Tải xuống video
zh_hans: 视频下载
zh_hant: 視頻下載

# Cloud_detail_guide_title
source: Check the time synchronization switch status of the recorder
cs: Zkontrolujte stav přepínače synchronizace času rekordéru
de: Überprüfen Sie den Status des Zeitsynchronisationsschalters des Rekorders
es: Verifique el estado del interruptor de sincronización de tiempo de la grabadora
fi: Tarkista tallentimen aikakatkaisinkytkimen tila
fr: Vérifiez l’état du commutateur de synchronisation de l’heure de l’enregistreur
he: בדוק את מצב מתג סנכרון הזמן של המקליט
id: Periksa status sakelar sinkronisasi waktu perekam
it: Controllare lo stato dell’interruttore di sincronizzazione dell’ora del registratore
ja: レコーダーの時刻同期スイッチの状態を確認してください
ko: 레코더의 시간 동기화 스위치 상태 확인
nb: Sjekk status for tidssynkroniseringsbryteren til opptakeren
nl: Controleer de status van de tijdsynchronisatieschakelaar van de recorder
pl: Sprawdź stan przełącznika synchronizacji czasu rejestratora
pt_br: Verifique o status do interruptor de sincronização de tempo do gravador
ro: Verificați starea comutatorului de sincronizare orară a reportofonului
ru: Verificați starea comutatorului de sincronizare orară a reportofonului
sv: Kontrollera tidssynkroniseringsomkopplarens status för inspelaren
th: ตรวจสอบสถานะสวิตช์ซิงโครไนซ์เวลาของเครื่องบันทึก
tr: Kayıt cihazının zaman senkronizasyon anahtarı durumunu kontrol edin
vi: Kiểm tra trạng thái chuyển đổi đồng bộ thời gian của đầu ghi
zh_hans: 检查录像机时间同步开关状态
zh_hant: 檢查錄像機時間同步開關狀態

# devicelist_close_arming
source: Disable Alarm
cs: Uzavření aktivace
de: Scharfschaltung deaktivieren
es: Cierre de armado
fi: Valvonnan sulkeminen
fr: Armement de fermeture
he: סגירה של דריכה
id: Penutupan penutup
it: Chiusura dell'armatura
ja: クロージングアーミング
ko: 폐회
nb: Lukkearming
nl: Inschakelen sluiten
pl: Zamykanie uzbrojenia
pt_br: Fechando o armamento
ro: Închiderea armării
ru: Закрытие вооружения
sv: Stängningsarmar
th: ปิดใช้งานการแจ้งเตือน
tr: Kapanış kurma
vi: Đóng vũ khí
zh_hans: 关闭布防
zh_hant: 關閉布防

# cloud_Playback_failed
source: Failed to play
cs: Nepodařilo se přehrát
de: Abspielen fehlgeschlagen
es: No se pudo jugar
fi: Pelaaminen epäonnistui
fr: Impossible de jouer
he: הפעלת הקובץ נכשלה
id: Gagal bermain
it: Impossibile giocare
ja: 再生できません
ko: 재생하지 못했습니다.
nb: Kunne ikke spille
nl: Kan niet spelen
pl: Nie udało się zagrać
pt_br: Não foi possível jogar
ro: Eroare la redare
ru: Не удалось сыграть
sv: Misslyckades med att spela
th: ล้มเหลวในการเล่น
tr: Oynamadı
vi: Phát lại không thành công
zh_hans: 播放失败
zh_hant: 播放失敗

# me_version_discover_new
source: Find new version
cs: Objevte novou verzi
de: Neue Version suchen
es: Descubre nueva versión
fi: Tutustu uuteen versioon
fr: Trouver une nouvelle version
he: נמצאה גרסה חדשה
id: Ketemu Versi Baru
it: Trovata nuova versione
ja: 新しいバージョンを探す
ko: 새 버전 발견
nb: Finn ny versjon
nl: Nieuwe versie zoeken
pl: Szukaj nowej wersji
pt_br: Encontre nova versão
ro: Găsiți versiunea nouă
ru: Найти новую версию
sv: Hitta ny version
th: ค้นหาเวอร์ชั่นใหม่
tr: Yeni sürüm bul
vi: Phiên bản mới được tìm thấy
zh_hans: 发现新版本
zh_hant: 發現新版本

# preview_custom_detection_Smart_Detection_Alarm_Screen_Detection
source: When the custom detection area is in effect, the related functions of the gimbal have been locked. You can go to the motion detection alarm-screen detection area to turn off this function.
cs: Když je aktivní vlastní detekční oblast, související funkce gimbalu byly uzamčeny. Chcete-li tuto funkci vypnout, můžete přejít do oblasti detekce obrazovky alarmu detekce pohybu.
de: Während der benutzerdefinierte Erkennungsbereich aktiv ist, ist die Schwenk-/Neige-Funktion gesperrt. Sie können die Erkennungsbereich-Einstellung ändern, um die Funktion zu deaktivieren.
es: Cuando el área de detección personalizada está activa, las funciones relacionadas del gimbal se han bloqueado. Puede ir al área de detección de pantalla de alarma de detección de movimiento para desactivar esta función.
fi: Kun mukautettu tunnistusalue on käytössä, gimbalin liittyvät toiminnot on lukittu. Voit siirtyä liiketunnistuksen hälytysnäytön tunnistusalueelle sammuttaaksesi tämän toiminnon.
fr: Lorsque la zone de détection personnalisée est active, les fonctions associées de la nacelle ont été verrouillées. Vous pouvez accéder à la zone de détection d'écran d'alarme de détection de mouvement pour désactiver cette fonction.
he: כאשר אזור הזיהוי המותאם אישית בתוקף, הפונקציות הקשורות לגימבל ננעלו. אתה יכול ללכת לאזור זיהוי התראה של מסך זיהוי תנועה כדי לכבות פונקציה זו.
id: Saat area deteksi kustom berlaku, fungsi gimbal terkait telah dikunci. Anda dapat pergi ke area deteksi layar alarm deteksi gerakan untuk mematikan fungsi ini.
it: Quando l'area di rilevamento personalizzata è attiva, le relative funzioni del gimbal sono state bloccate. È possibile accedere all'area di rilevamento dello schermo di allarme di rilevamento del movimento per disattivare questa funzione.
ja: カスタム検出エリアが有効な場合、ジンバ​​ルの関連機能はロックされています。モーション検知アラーム画面検知エリアに移動して、この機能をオフにすることができます。
ko: 사용자 지정 감지 영역이 활성화되면 짐벌의 관련 기능이 잠겨 있습니다. 움직임 감지 알람 화면 감지 영역으로 이동하여 이 기능을 끌 수 있습니다.
nb: Når det tilpassede deteksjonsområdet er i kraft, er de relaterte funksjonene til gimbalen låst. Du kan gå til deteksjonsområdet for bevegelsesdeteksjonsalarmskjermen for å slå av denne funksjonen.
nl: Wanneer het aangepaste detectiegebied van kracht is, zijn de gerelateerde functies van de gimbal vergrendeld. U kunt naar het bewegingsdetectie alarm-scherm detectiegebied gaan om deze functie uit te schakelen.
pl: Gdy działa niestandardowy obszar wykrywania, powiązane funkcje gimbala zostały zablokowane. Możesz przejść do obszaru wykrywania alarmu wykrywania ruchu, aby wyłączyć tę funkcję.
pt_br: Quando a área de detecção personalizada está em vigor, as funções relacionadas do gimbal foram bloqueadas. Você pode ir para a área de detecção da tela de alarme de detecção de movimento para desativar esta função.
ro: Când zona de detectare personalizată este în vigoare, funcțiile aferente ale cardanului au fost blocate. Puteți merge la zona de detectare a ecranului cu alarmă de detectare a mișcării pentru a dezactiva această funcție.
ru: Когда действует пользовательская область обнаружения, соответствующие функции подвеса заблокированы. Вы можете перейти в зону обнаружения экрана тревоги при обнаружении движения, чтобы отключить эту функцию.
sv: När det anpassade detekteringsområdet är aktivt har de relaterade funktionerna för kardan låsts. Du kan gå till rörelsedetekteringslarm-skärmsdetektionsområdet för att stänga av den här funktionen.
th: เมื่อพื้นที่การตรวจจับแบบกำหนดเองมีผลใช้งาน ฟังก์ชันที่เกี่ยวข้องของ gimbal จะถูกล็อค คุณสามารถไปที่พื้นที่การตรวจจับหน้าจอแจ้งเตือนการตรวจจับการเคลื่อนไหวเพื่อปิดฟังก์ชันนี้
tr: Özel algılama alanı etkin olduğunda, gimbalin ilgili işlevleri kilitlenmiştir. Bu işlevi kapatmak için hareket algılama alarm ekranı algılama alanına gidebilirsiniz.
vi: Khi vùng phát hiện tùy chỉnh có hiệu lực, các chức năng liên quan của gimbal đã bị khóa. Bạn có thể đi đến khu vực phát hiện màn hình cảnh báo phát hiện chuyển động để tắt chức năng này.
zh_hans: 自定义侦测区生效中，云台相关功能已被锁定，您可以到智能侦测警报-画面侦测区关闭该功能。
zh_hant: 自定義偵測區生效中，雲台相關功能已被鎖定，您可以到智能偵測警報-畫面偵測區關閉該功能。

# authorization_success
source: Succeed to authorize
cs: Autorizovaný úspěch
de: Autorisierung erfolgreich
es: Autorizar exitosamente
fi: Valtuutettu menestys
fr: Réussir à autoriser
he: אומת בהצלחה
id: otorisasi berhasil
it: Autorizzazione confermata
ja: 承認できました
ko: 인증 성공
nb: Vellykket autorisering
nl: Autorisatie gelukt
pl: Autoryzacja pomyślna
pt_br: Ter sucesso para autorizar
ro: Realizați o autorizație
ru: Успешно авторизоваться
sv: Lyckas att godkänna
th: การขออนุญาต สำเร็จ
tr: Yetkilendirmeyi başar
vi: Ủy quyền thành công
zh_hans: 授权成功
zh_hant: 授權成功

# person_Camera_permissions
source: Camera permissions
cs: Oprávnění kamery
de: Kamera
es: Permisos de la cámara
fi: Kameran käyttöoikeudet
fr: Autorisations de la caméra
he: הרשאות מצלמה
id: Izin kamera
it: Autorizzazioni per la fotocamera
ja: カメラの許可
ko: 카메라 권한
nb: Kameratillatelser
nl: Camera rechten
pl: Uprawnienia do kamery
pt_br: Permissões da câmera
ro: Permisiunile camerei
ru: Разрешения камеры
sv: Kameratillstånd
th: สิทธิ์การเข้าถึงกล้อง
tr: Kamera izinleri
vi: Quyền đối với máy ảnh
zh_hans: 相机权限
zh_hant: 相機權限

# service_select_system_photo
source: If the store’s face photos can’t be provided at present, the system defaults to the store picture of JUANCLOUD
cs: Pokud v současné době nelze poskytnout fotografie obličeje obchodu, systém použije výchozí obrázek úložiště JUANCLOUD
de: Wenn die Gesichtsfotos des Geschäfts derzeit nicht bereitgestellt werden können, verwendet das System standardmäßig das Geschäftsbild von JUANCLOUD
es: Si las fotos de la cara de la tienda no se pueden proporcionar en este momento, el sistema utiliza por defecto la imagen de la tienda de JUANCLOUD.
fi: Jos myymälän kasvokuvia ei voida toimittaa tällä hetkellä, järjestelmä on oletuksena JUANCLOUDin myymäläkuva.
fr: Si les photos du visage du magasin ne peuvent pas être fournies pour le moment, le système utilise par défaut l'image du magasin de JUANCLOUD
he: אם לא ניתן לספק תמונות פנים של החנות כרגע, המערכת ברירת מחדל היא לתמונת החנות של JUANCLOUD
id: Jika foto wajah toko tidak dapat diberikan saat ini, sistem default ke gambar toko JUANCLOUD
it: Se al momento non è possibile fornire le foto dei volti del negozio, il sistema utilizza per impostazione predefinita l'immagine del negozio di JUANCLOUD
ja: 現在、店舗の顔写真を提供できない場合、システムはデフォルトでJUANCLOUDの店舗写真になります。
ko: 현재 매장의 얼굴 사진을 제공 할 수없는 경우 시스템은 JUANCLOUD 매장 사진으로 기본 설정됩니다.
nb: Hvis butikkens ansiktsbilder ikke kan gis for øyeblikket, er systemet standard til butikkbildet til JUANCLOUD
nl: Als de gezichtsfoto's van de winkel momenteel niet kunnen worden geleverd, gaat het systeem standaard naar de winkelfoto van JUANCLOUD
pl: Jeśli obecnie nie można dostarczyć zdjęć twarzy sklepu, system domyślnie wyświetla zdjęcie sklepu JUANCLOUD
pt_br: Se as fotos de rosto da loja não puderem ser fornecidas no momento, o sistema padroniza para a foto da loja de JUANCLOUD
ro: Dacă fotografiile faciale ale magazinului nu pot fi furnizate în prezent, sistemul implicit este imaginea magazinului JUANCLOUD
ru: Если фотографии лиц магазина не могут быть предоставлены в настоящее время, система по умолчанию использует фотографию JUANCLOUD.
sv: Om butikens ansiktsfoton för närvarande inte kan tillhandahållas, är systemet standard för butiksbilden för JUANCLOUD
th: หากไม่สามารถให้รูปถ่ายหน้าร้านได้ในปัจจุบันระบบจะตั้งค่าเริ่มต้นเป็นรูปภาพร้านค้าของ JUANCLOUD
tr: Mağazanın yüz fotoğrafları şu anda sağlanamıyorsa, sistem varsayılan olarak JUANCLOUd'un mağaza resmini kullanır.
vi: Nếu hiện tại không thể cung cấp ảnh khuôn mặt của cửa hàng, hệ thống sẽ đặt mặc định là ảnh cửa hàng của JUANCLOUD
zh_hans: 若目前无法提供门店门脸照，系统默认九安门店图
zh_hant: 若目前無法提供門店門臉照，系統默認九安門店圖

# person_share_device_delete
source: Sorry, devices "%1$s" can only be deleted one by one
cs: Je nám líto, zařízení "%1$s" lze smazat pouze jeden po druhém
de: Leider können Geräte "%1$s" nur einzeln gelöscht werden
es: Lo sentimos, los dispositivos "%1$s" solo se pueden eliminar uno por uno
fi: Valitettavasti laitteet "%1$s" voidaan poistaa vain yksi kerrallaan
fr: Désolé, les appareils "%1$s" ne peuvent être supprimés qu'un par un
he: מצטערים, ניתן למחוק את המכשירים "%1$s" בזה אחר זה
id: Maaf, perangkat "%1$s" hanya dapat dihapus satu per satu
it: Spiacenti, i dispositivi "%1$s" possono essere eliminati solo uno per uno
ja: デバイス「%1$s」は1つずつしか削除できません
ko: 죄송합니다. "%1$s"장치는 하나씩 만 삭제할 수 있습니다.
nb: Beklager, enhetene "%1$s" kan bare slettes en etter en
nl: Sorry, apparaten "%1$s" kunnen slechts één voor één worden verwijderd
pl: Przepraszamy, urządzenia "%1$s" można usuwać tylko pojedynczo
pt_br: Desculpe, os dispositivos "%1$s" só podem ser excluídos um por um
ro: Ne pare rău, dispozitivele "%1$s" pot fi șterse doar unul câte unul
ru: Извините, устройства "%1$s" можно удалить только по одному
sv: Tyvärr kan enheterna "%1$s" bara raderas en efter en
th: ขออภัยอุปกรณ์ "%1$s" สามารถลบได้ทีละเครื่องเท่านั้น
tr: Maalesef "%1$s" cihazları yalnızca tek tek silinebilir
vi: Xin lỗi, chỉ có thể xóa từng thiết bị "%1$s"
zh_hans: 抱歉，设备“%1$s”只能逐个删除
zh_hant: 抱歉，設備“%1$s”只能逐個刪除

# adddevice_added
source: Added successfully
cs: Přidáno úspěšně
de: Erfolgreich hinzugefügt
es: Agregado exitosamente
fi: Lisätty onnistuneesti
fr: Ajouté avec succès
he: נוסף בהצלחה
id: Berhasil ditambahkan
it: Aggiunto con successo
ja: 正常に追加されました
ko: 성공적으로 추가되었습니다
nb: Lagt til
nl: Met succes toegevoegd
pl: Dodano pomyślnie
pt_br: Adicionado com sucesso
ro: Adăugat cu succes
ru: Успешно добавлено
sv: Tillagd framgångsrikt
th: เพิ่มเรียบร้อยแล้ว
tr: Başarıyla eklendi
vi: Thêm thành công
zh_hans: 添加成功
zh_hant: 添加成功

source: Asia/Irkutsk
cs: Asie / Irkutsk
de: Asien / Irkutsk
fi: Aasia / Irkutsk
he: אסיה / אירקוטסק
ja: アジア/イルクーツク
ko: 아시아 / 이르쿠츠크
pl: Azja / Irkuck
pt_br: Ásia / Irkutsk
ru: Азия / Иркутск
sv: Asien / Irkutsk
th: เอเชีย / อีร์คุตส
tr: Asya / Irkutsk
vi: Irkutsk
zh_hans: 伊尔库茨克
zh_hant: 伊爾庫茨克
