Repository: Yolo-cell-hash/go_home_ios
Catalog: ios/Runner/JASDK/JAResources/XLanguage/X35MultiLanguage/*.lproj/X35MutiLanguage.strings
Languages: cs, de, es, fi, fr, he, id, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sv, th, tr, vi, zh_hans, zh_hant

# cloud_deployment_off_prompt_ios
source: Cloud recording is turned on successfully, it is detected that the device channel%@ alarm is disabled, please go to the device settings to enable alarm.
cs: Nahrávání v cloudu je úspěšně povoleno. Je zjištěno, že je zapnut kanál %@ zařízení. Chcete-li aktivovat zapnutí, přejděte do nastavení zařízení.
de: Die Cloud-Aufzeichnung wurde erfolgreich aktiviert. Es wird erkannt, dass der Gerätekanal %@ Scharfschaltung geschlossen ist. Bitte gehen Sie zu den Geräteeinstellungen, um die Scharfschaltung zu aktivieren.
es: La grabación en la nube está habilitada con éxito. Se detecta que el canal del Equipo%@ de armado está cerrado. Por favor, vaya a la configuración del Equipo para habilitar el armado.
fi: Pilven tallennus on käytössä. Havaitaan, että laitteen kanava %@: n viritys on suljettu. Käynnistä laiteasetukset, jos haluat ottaa virityksen käyttöön.
fr: L'enregistrement en nuage est activé avec succès. Il est détecté que le canal de l'appareil%@ arming est fermé. Veuillez accéder aux paramètres de l'appareil pour activer l'armement.
he: הקלטת הענן מופעלת בהצלחה. זה מזוהה כי ערוץ המכשיר %@ התחמשות סגור. עבור אל הגדרות המכשיר כדי להפעיל חימוש.
id: Rekaman cloud berhasil diaktifkan. Terdeteksi bahwa saluran perangkat dan persenjataan ditutup. Silakan buka pengaturan perangkat untuk mengaktifkan mempersenjatai.
it: La registrazione cloud è abilitata con successo. Viene rilevato che il canale del dispositivo%@ è chiuso. Si prega di andare alle impostazioni del dispositivo per abilitare l'inserimento.
ja: クラウドレコーディングは正常に有効になりました。 デバイスチャンネル%@armingが閉じていることが検出されました。 武装を有効にするには、デバイスの設定に移動してください。
ko: 클라우드 레코딩이 성공적으로 활성화되었습니다. 장치 채널 %@ arming이 닫혀 있음이 감지됩니다. 무장을 활성화하려면 장치 설정으로 이동하십시오.
nb: Cloud-opptaket er slått på. Det oppdages at enhetskanalen%@ -kobling er stengt. Gå til enhetens innstillinger for å aktivere tilkobling.
nl: De cloud-opname is succesvol ingeschakeld. Er wordt gedetecteerd dat het apparaatkanaal%@ inschakelen is gesloten. Ga naar de apparaatinstellingen om inschakelen in te schakelen.
pl: Zapis w chmurze został pomyślnie włączony. Wykryto, że kanał urządzenia %@ uzbrojenia jest zamknięty. Przejdź do ustawień urządzenia, aby włączyć uzbrajanie.
pt_br: A gravação na nuvem está ativada com sucesso. É detectado que o canal do dispositivo %@ arming está fechado. Por favor, vá para as configurações do dispositivo para ativar o arme.
ro: Înregistrarea cloud este activată cu succes. Se constată că canalul dispozitivului %@ armare este închis. Accesați setările dispozitivului pentru a activa armarea.
ru: Облачная запись успешно включена. Обнаружено, что канал устройства %@ постановки на охрану закрыт. Пожалуйста, перейдите в настройки устройства, чтобы включить постановку на охрану.
sv: Molninspelningen är aktiverad. Detekteras att enhetskanalen %@ -koppling är stängd. Gå till enhetens inställningar för att aktivera aktivering.
th: เปิดการบันทึกบนคลาวด์สำเร็จตรวจพบว่าช่องสัญญาณ%@ ของอุปกรณ์ถูกปิดใช้งานโปรดไปที่การตั้งค่าอุปกรณ์เพื่อเปิดใช้งานการเตือน
tr: Bulut kaydı başarıyla etkinleştirildi. Cihaz, bir kanal %@ kurma kapalı olduğunu tespit edilir. Kurmayı etkinleştirmek için lütfen cihaz ayarlarına gidin.
vi: Ghi âm trên đám mây đã được bật thành công và phát hiện thấy rằng kênh thiết bị%@ arming bị đóng, vui lòng chuyển đến cài đặt thiết bị để bật tính năng quay phim
zh_hans: 云录像开启成功，检测到设备通道%@布防已关闭，请前往设备设置开启布防
zh_hant: 雲錄像開啟成功，檢測到設備通道%@布防已關閉，請前往設備設置開啟布防

# devicesetting_alarmMessage_delete_fail
source: Alarm message deletion failed, please try again
cs: Smazání výstražné zprávy se nezdařilo, zkuste to znovu
de: Löschen Alarmmeldung fehlgeschlagen, bitte erneut versuchen.
es: Error al eliminar el mensaje de alarma. Vuelve a intentarlo.
fi: Hälytysviestin poisto epäonnistui, yritä uudelleen
fr: Échec de la suppression du message d'alarme, veuillez réessayer
he: מחיקת הודעת האזעקה נכשלה. אנא נסה שוב
id: Penghapusan pesan alarm gagal, coba lagi
it: Eliminazione del messaggio di allarme non riuscita, riprova
ja: アラームメッセージの削除に失敗しました。再試行してください
ko: 알람 메시지를 삭제하지 못했습니다. 다시 시도하십시오.
nb: Sletting av alarmmelding mislyktes. Prøv på nytt
nl: Verwijderen van alarmbericht is mislukt. Probeer het opnieuw
pl: Nie udało się usunąć komunikatu alarmowego, spróbuj ponownie
pt_br: A exclusão da mensagem de alarme falhou, tente novamente
ro: Ștergerea mesajului de alarmă a eșuat, încercați din nou
ru: Не удалось удалить аварийное сообщение, попробуйте еще раз
sv: Radering av larmmeddelanden misslyckades. Försök igen
th: การลบข้อความปลุกล้มเหลวโปรดลองอีกครั้ง
tr: Alarm mesajı silinemedi, lütfen tekrar deneyin
vi: Không xóa được thông báo báo động, vui lòng thử lại
zh_hans: 报警消息删除失败，请重试
zh_hant: 報警消息刪除失敗，請重試

# message_Stop
source: Stop
de: Halt
es: Deténgase
fi: Lopettaa
fr: Arrêt
he: תפסיק
id: Berhenti
it: Fermare
ja: 止まる
ko: 중지
nb: Stoppe
nl: Hou op
pl: Zatrzymaj się
pt_br: Pare
ru: Останавливаться
sv: Sluta
th: หยุด
tr: Durmak
vi: Dừng lại
zh_hans: 停止
zh_hant: 停止

# add_Using_cloud_card_virtual
source: Using a cloud card (virtual SIM card)
cs: Použití cloudové karty (virtuální SIM karta)
de: Verwendung einer Cloud-Karte (virtuelle SIM-Karte)
es: Uso de una tarjeta en la nube (tarjeta SIM virtual)
fi: Pilvikortin käyttäminen (virtuaalinen SIM-kortti)
fr: Utilisation d'une carte cloud (carte SIM virtuelle)
he: שימוש בכרטיס ענן (כרטיס סים וירטואלי)
id: Menggunakan kartu cloud (kartu SIM virtual)
it: Utilizzo di una scheda cloud (scheda SIM virtuale)
ja: クラウドカード（仮想SIMカード）を利用する
ko: 클라우드 카드(가상 SIM 카드) 사용
nb: Bruke et skykort (virtuelt SIM-kort)
nl: Een cloudkaart gebruiken (virtuele simkaart)
pl: Korzystanie z karty w chmurze (wirtualna karta SIM)
pt_br: Usando um cartão de nuvem (cartão SIM virtual)
ro: Utilizarea unui card cloud (card SIM virtuală)
ru: Использование облачной карты (виртуальной SIM-карты)
sv: Använda ett molnkort (virtuella SIM-kort)
th: การใช้การ์ดคลาวด์ (ซิมการ์ดเสมือน)
tr: Bulut kartı kullanma (sanal SIM kart)
vi: Sử dụng thẻ đám mây (thẻ SIM ảo)
zh_hans: 使用云卡（虚拟SIM卡）
zh_hant: 使用雲卡（虛擬SIM卡）

# devicesetting_4G_card_package_available
source: Available
cs: K dispozici
de: Verfügbar
es: Disponible
fi: saatavissa
fr: Disponible
he: זמין
id: Tersedia
it: disponibile
ja: 利用可能
ko: 가능
nb: tilgjengelig
nl: beschikbaar
pl: Dostępne
pt_br: Disponível
ro: disponibil
ru: имеющийся
sv: tillgänglig
th: ที่มีจำหน่าย
tr: mevcut
vi: Có sẵn
zh_hans: 可用
zh_hant: 可用

# sunlight
source: White light
cs: Denní světlo
de: Tag
es: luz de sol
fi: auringonvalo
fr: Jour
he: תאורה לבנה
id: Lampu Putih
it: Luce bianca
ja: カラー
ko: 백색광
nb: Dagslys
nl: Witlicht
pl: Światło dzienne
pt_br: luz branca
ro: lumină albă
ru: белый свет
sv: vitt ljus
th: แสงสีขาว
tr: Beyaz ışık
vi: ánh sáng mặt trời
zh_hans: 日光
zh_hant: 日光

# playback_cloudless_video
source: No cloud video
cs: Žádné cloudové video
de: Kein Cloud-Video
es: No hay video en la nube
fi: Ei pilvivideota
fr: Aucune vidéo en nuage
he: אין וידיאו בענן
id: Tidak ada video cloud
it: Nessun video cloud
ja: クラウドビデオなし
ko: 클라우드 비디오 없음
nb: Ingen skyvideo
nl: Geen cloudvideo
pl: Brak wideo w chmurze
pt_br: Nenhum vídeo na nuvem
ro: Niciun videoclip în cloud
ru: Нет облачного видео
sv: Ingen molnvideo
th: ไม่มีวิดีโอคลาวด์
tr: Bulut videosu yok
vi: Video không có đám mây
zh_hans: 无云录像
zh_hant: 無雲錄像

# person_feedback_question_video_incomplete_4
source: 4. The camera is powered off because of human reasons, such as artificially cutting off the power, causing the machine to not work properly;
cs: 4. Fotoaparát je vypnut kvůli lidským důvodům, jako je například umělé přerušení napájení, což způsobí, že stroj nebude správně fungovat;
de: 4. Die Kamera wurde von jemandem ausgeschaltet und die Stromversorgung wurde unterbrochen
es: 4. La cámara se apaga debido a razones humanas, como cortar la alimentación artificialmente, lo que hace que la máquina no funcione correctamente;
fi: 4. Kamera on kytketty pois päältä inhimillisistä syistä, kuten virran katkaisemisesta keinotekoisesti, jolloin kone ei toimi oikein.
fr: 4. L'appareil photo est éteint pour des raisons humaines, telles que la coupure artificielle de l'alimentation, ce qui empêche la machine de fonctionner correctement;
he: 4. המצלמה כבויה בגלל סיבות אנושיות, כגון ניתוק מלאכותי של הכוח וגורמת למכונה לא לעבוד כראוי;
id: 4. Kamera dimatikan karena alasan manusia, seperti memotong daya secara artifisial, menyebabkan mesin tidak bekerja dengan baik;
it: 4. La fotocamera è spenta a causa di motivi umani, come l'interruzione artificiale dell'alimentazione, che fa sì che la macchina non funzioni correttamente;
ja: 4.人為的な理由でカメラの電源がオフになっている。たとえば、人為的に電源を切ったため、機器が正常に動作しなくなった。
ko: 4. 인위적으로 전원을 차단하여 기기가 올바르게 작동하지 않는 등의 인적 이유로 카메라 전원이 꺼졌습니다.
nb: 4. Kameraet er slått av på grunn av menneskelige årsaker, for eksempel kunstig å slå av strømmen, slik at maskinen ikke fungerer som den skal.
nl: 4. De camera is uitgeschakeld vanwege menselijke redenen, zoals het kunstmatig uitschakelen van de stroom, waardoor de machine niet goed werkt;
pl: 4. Aparat jest wyłączony z przyczyn ludzkich, takich jak sztuczne odcięcie zasilania, co powoduje nieprawidłowe działanie urządzenia;
pt_br: 4. A câmera é desligada por motivos humanos, como cortar a energia artificialmente, fazendo com que a máquina não funcione corretamente;
ro: 4. Camera este oprită din motive umane, cum ar fi întreruperea artificială a alimentării, ceea ce face ca mașina să nu funcționeze corect;
ru: 4. Камера выключена по человеческим причинам, например, из-за искусственного отключения питания, из-за чего аппарат не работает должным образом;
sv: 4. Kameran är avstängd på grund av mänskliga skäl, till exempel genom att konstant stänga av strömmen, vilket gör att maskinen inte fungerar korrekt.
th: 4. กล้องถูกปิดเนื่องจากสาเหตุที่มนุษย์สร้างขึ้นเช่นการตัดไฟที่มนุษย์สร้างขึ้นทำให้เครื่องไม่สามารถทำงานได้ตามปกติ
tr: 4. Kamera, yapay olarak gücü kesmek, makinenin düzgün çalışmamasına neden olmak gibi insan nedenlerinden dolayı kapatılmıştır;
vi: 4. Máy ảnh bị tắt nguồn do con người gây ra như do con người cắt nguồn làm cho máy không hoạt động bình thường;
zh_hans: 4.人为原因导致摄像机断电，例如人为切断电源，导致机器无法正常工作；
zh_hant: 4.人為原因導致攝像機斷電，例如人為切斷電源，導致機器無法正常工作；

# devicelist_Matching_code_completed
source: Matching code completed
cs: Odpovídající kód byl dokončen
de: WLAN Aufbau abgeschlossen
es: Código coincidente completado
fi: Vastaava koodi valmis
fr: Matching code terminé
he: קוד ההתאמה הושלם
id: Kode yang cocok selesai
it: Codice corrispondente completato
ja: マッチングコードが完了しました
ko: 매칭 코드 완료
nb: Matchende kode fullført
nl: Overeenkomende code voltooid
pl: Ukończono pasujący kod
pt_br: Código de correspondência concluído
ro: Codul de potrivire a fost finalizat
ru: Соответствующий код завершен
sv: Matchningskoden har slutförts
th: จับคู่รหัสเสร็จสมบูรณ์
tr: Eşleşen kod tamamlandı
vi: Đã hoàn thành mã đối sánh
zh_hans: 对码完成
zh_hant: 對碼完成

# AI_Get_package_free
source: Get %1$s day AI package for free
cs: Získejte balíček AI%1$s day zdarma
de: Erhalten Sie %1$s Tag AI Paket kostenlos
es: Obtenga el paquete AI de %1$s día gratis
fi: Hanki %1$s päivän tekoälypaketti ilmaiseksi
fr: Obtenez gratuitement le package IA de %1$s jour
he: קבל חבילת AI של %1$s יום בחינם
id: Dapatkan paket AI %1$s hari gratis
it: Ottieni gratuitamente il pacchetto AI di %1$s giorno
ja: %1$s日のAIパッケージを無料で入手
ko: %1$s일 AI 패키지를 무료로 받으세요
nb: Få %1$s dag AI-pakke gratis
nl: Ontvang gratis %1$s dag AI-pakket
pl: Uzyskaj %1$s dniowy pakiet AI za darmo
pt_br: Obtenha o pacote de IA de %1$s dia gratuitamente
ro: Obțineți gratuit pachetul AI% 1$s day
ru: Получите %1$s дневной пакет искусственного интеллекта бесплатно
sv: Få %1$s dag AI-paket gratis
th: รับแพ็กเกจ AI %1$s วัน ฟรี
tr: %1$s günlük AI paketini ücretsiz alın
vi: Nhận gói %1$s@ ngày AI miễn phí
zh_hans: 免费领取%1$s天AI套餐
zh_hant: 免費領取%1$s天AI套餐

# order_cancel_success
source: Succeed to cancel order
cs: Zrušit objednávku úspěšně
de: Bestellung stornieren erfolgreich
es: Cancelar orden exitosamente
fi: Peruuta tilaus onnistuneesti
fr: Réussir à annuler l'ordre
he: ההזמנה בוטלה
id: berhasil batalkan pesanan
it: Cancellazione ordine approvata
ja: 注文のキャンセルができました。
ko: 주문 취소에 성공
nb: Avbrutt ordre
nl: Order annuleren gelukt
pl: Pomyśl o anulowaniu zamówienia
pt_br: Sucesso para cancelar o pedido
ro: Realizați anularea comenzii
ru: Успешно отменить заказ
sv: Lyckas att avbryta order
th: การยกเลิกคำสั่งซื้อประสบความสำเร็จ
tr: Siparişi iptal etmeyi başar
vi: Hủy đơn hàng thành công
zh_hans: 取消订单成功
zh_hant: 取消訂單成功

source: Cloud ID
cs: ID cloud
es: ID de la nube
he: מספר זיהוי הענן
ja: ID
nb: Sky-ID
pt_br: ID da nuvem
ro: ID-ul cloud
ru: Облако ID
sv: Moln-ID
th: คลาวด์ ID
tr: Bulut kimliği
vi: ID đám mây
zh_hans: 云ID
zh_hant: 雲ID

source: Set successfully
cs: Úspěšně nastaveno
de: Erfolgreich eingestellt
es: Establecer con éxito
fi: Asetus onnistui
fr: Définir avec succès
he: הגדר בהצלחה
id: Setel berhasil
it: Impostato correttamente
ja: 正常に設定
ko: 성공적으로 설정
nb: Angi vellykket
nl: Succesvol ingesteld
pl: Ustaw pomyślnie
pt_br: Definido com sucesso
ro: Setați cu succes
ru: Установить успешно
sv: Ställ in framgångsrikt
th: ตั้งค่าสำเร็จ
tr: başarıyla ayarla
vi: Đặt thành công
zh_hans: 设置成功
zh_hant: 設置成功

# setting_4G_device_offline
source: Device offline
cs: Zařízení offline
de: Gerät offline
es: Equipo desconectado
fi: Laite offline-tilassa
fr: Appareil hors ligne
he: מכשיר במצב לא מקוון
id: Perangkat offline
it: Dispositivo offline
ja: オフラインデバイス
ko: 기기 오프라인
nb: Enheten er frakoblet
nl: Apparaat offline
pl: Urządzenie offline
pt_br: Dispositivo offline
ro: Dispozitiv offline
ru: Устройство в автономном режиме
sv: Enheten offline
th: อุปกรณ์ออฟไลน์
tr: Cihaz çevrimdışı
vi: Thiết bị ngoại tuyến
zh_hans: 设备离线
zh_hant: 設備離線

# devicesetting_Plug_in_Description
source: The device is always in the recording state
cs: Zařízení je vždy ve stavu nahrávání
de: Das Gerät befindet sich immer im Aufnahmezustand
es: El dispositivo siempre está en estado de grabación.
fi: Laite on aina tallennustilassa
fr: L'appareil est toujours en état d'enregistrement
he: המכשיר נמצא תמיד במצב הקלטה
id: Perangkat selalu dalam status perekaman
it: Il dispositivo è sempre in stato di registrazione
ja: デバイスは常に記録状態にあります
ko: 장치는 항상 녹음 상태에 있습니다.
nb: Enheten er alltid i opptakstilstand
nl: Het apparaat bevindt zich altijd in de opnamestatus
pl: Urządzenie jest zawsze w stanie nagrywania
pt_br: O dispositivo está sempre no estado de gravação
ro: Dispozitivul este întotdeauna în starea de înregistrare
ru: Устройство всегда находится в состоянии записи
sv: Enheten är alltid i inspelningsläge
th: อุปกรณ์อยู่ในสถานะบันทึกเสมอ
tr: Cihaz her zaman kayıt durumundadır.
vi: Máy luôn ở trạng thái ghi âm
zh_hans: 设备一直处于录像状态
zh_hant: 設備一直處於錄像狀態

# devicesetting_Failed_configure_network
source: Failed to configure network
cs: Konfigurace sítě se nezdařila
de: Fehler bei Netzwerkkonfiguration
es: No se pudo configurar la red
fi: Verkon määrittäminen epäonnistui
fr: Échec de la configuration du réseau
he: הגדרת הרשת נכשלה
id: Gagal mengonfigurasi jaringan
it: Impossibile configurare la rete
ja: ネットワークの構成に失敗しました
ko: 네트워크 구성 실패
nb: Kunne ikke konfigurere nettverket
nl: Kan netwerk niet configureren
pl: Nie udało się skonfigurować sieci
pt_br: Falha ao configurar rede
ro: Configurarea rețelei nu a reușit
ru: Не удалось настроить сеть
sv: Det gick inte att konfigurera nätverket
th: ไม่สามารถกำหนดค่าเครือข่าย
tr: Ağ yapılandırılamadı
vi: Không định cấu hình được mạng
zh_hans: 配置网络失败
zh_hant: 配置網絡失敗

# devicesetting_Alarm_sound_setting_describe
source: Siren will be triggered when human movement is detected.
cs: Siréna se spustí, když je detekován pohyb člověka.
de: Die Sirene wird ausgelöst, wenn eine menschliche Bewegung erkannt wird.
es: La sirena se activará cuando se detecte movimiento humano.
fi: Sireeni laukeaa, kun havaitaan ihmisen liike.
fr: La sirène sera déclenchée lorsqu'un mouvement humain est détecté.
he: סירנה תופעל כאשר תזוהה תנועה אנושית.
id: Sirene wordt geactiveerd wanneer menselijke beweging wordt gedetecteerd.
it: La sirena verrà attivata quando viene rilevato un movimento umano.
ja: 人の動きを感知するとサイレンが鳴ります。
ko: 사람의 움직임이 감지되면 사이렌이 작동합니다.
nb: Sirene vil bli utløst når menneskelig bevegelse oppdages.
nl: Sirene wordt geactiveerd wanneer menselijke beweging wordt gedetecteerd.
pl: Syrena zostanie uruchomiona po wykryciu ruchu człowieka.
pt_br: A sirene será acionada quando o movimento humano for detectado.
ro: Sirena va fi declanșată atunci când este detectată mișcarea umană.
ru: Сирена срабатывает при обнаружении движения человека.
sv: Siren kommer att utlösas när mänsklig rörelse upptäcks.
th: ไซเรนจะทำงานเมื่อตรวจพบการเคลื่อนไหวของมนุษย์
tr: Siren, insan hareketi algılandığında tetiklenecektir.
vi: Còi báo động sẽ được kích hoạt khi phát hiện chuyển động của con người.
zh_hans: 侦测到有人移动时，摄像机发出警报声
zh_hant: 偵測到有人移動時，攝像機發出警報聲

# playback_limitation_network_speed_cannot_work
source: Due to the limitation of device performance or network bandwidth, the speed up function cannot work normally.
cs: Kvůli omezení výkonu zařízení nebo šířky pásma sítě nemůže funkce zrychlení fungovat normálně.
de: Aufgrund der Begrenzung der Geräteleistung oder der Netzwerkbandbreite funktioniert der Schnellvorlauf nicht
es: Debido a la limitación del rendimiento del dispositivo o del ancho de banda de la red, la función de aceleración no puede funcionar con normalidad.
fi: Laitteen suorituskyvyn tai verkon kaistanleveyden rajoituksista johtuen nopeutustoiminto ei voi toimia normaalisti.
fr: En raison de la limitation des performances de l'appareil ou de la bande passante du réseau, la fonction d'accélération ne peut pas fonctionner normalement.
he: בשל המגבלה של ביצועי המכשיר או רוחב הפס של הרשת, פונקציית המהירות לא יכולה לעבוד כרגיל.
id: Karena keterbatasan kinerja perangkat atau bandwidth jaringan, fungsi percepatan tidak dapat bekerja secara normal.
it: A causa della limitazione delle prestazioni del dispositivo o della larghezza di banda della rete, la funzione di accelerazione non può funzionare normalmente.
ja: デバイスのパフォーマンスやネットワーク帯域幅の制限により、スピードアップ機能は正常に機能しません。
ko: 장치 성능 또는 네트워크 대역폭의 제한으로 인해 속도 향상 기능이 정상적으로 작동하지 않을 수 있습니다.
nb: På grunn av begrensningen av enhetsytelse eller nettverksbåndbredde, kan ikke hastighetsfunksjonen fungere normalt.
nl: Vanwege de beperking van de apparaatprestaties of netwerkbandbreedte kan de snelheidsfunctie niet normaal werken.
pl: Ze względu na ograniczenie wydajności urządzenia lub przepustowości sieci funkcja przyspieszenia nie może działać normalnie.
pt_br: Devido à limitação do desempenho do dispositivo ou da largura de banda da rede, a função de aceleração não pode funcionar normalmente.
ro: Din cauza limitării performanței dispozitivului sau a lățimii de bandă a rețelei, funcția de accelerare nu poate funcționa normal.
ru: Из-за ограничения производительности устройства или пропускной способности сети функция ускорения не может нормально работать.
sv: På grund av begränsningen av enhetens prestanda eller nätverksbandbredd kan snabbhetsfunktionen inte fungera normalt.
th: เนื่องจากข้อจำกัดของประสิทธิภาพของอุปกรณ์หรือแบนด์วิดท์เครือข่าย ฟังก์ชันเพิ่มความเร็วจึงไม่สามารถทำงานได้ตามปกติ
tr: Cihaz performansının veya ağ bant genişliğinin sınırlandırılması nedeniyle, hızlandırma işlevi normal şekilde çalışamaz.
vi: Do giới hạn về hiệu suất thiết bị hoặc băng thông mạng, chức năng tăng tốc không thể hoạt động bình thường.
zh_hans: 受设备性能或网络带宽限制，倍速功能暂无法正常工作
zh_hant: 受設備性能或網絡帶寬限制，倍速功能暫無法正常工作

# cloud_storage_been_given
source: %1$s days of cloud storage service has been given
cs: Bylo přiděleno %1$s dní služby cloudového úložiště
de: %1$s Tage Cloud-Speicherdienst wurden bereitgestellt
es: Se han otorgado %1$s días de servicio de almacenamiento en la nube
fi: %1$s päivän pilvitallennuspalvelu on annettu
fr: %1$s jours de service de stockage dans le cloud ont été accordés
he: ניתנו %1$s ימים של שירות אחסון בענן
id: %1$s hari layanan penyimpanan awan telah diberikan
it: Sono stati concessi %1$s giorni di servizio di archiviazione cloud
ja: %1$s日間のクラウドストレージサービスが提供されました
ko: %1$s일의 클라우드 스토리지 서비스가 제공되었습니다.
nb: %1$s dager med skylagringstjeneste er gitt
nl: %1$s dagen cloudopslagservice is gegeven
pl: Otrzymano %1$s dni usługi przechowywania w chmurze
pt_br: %1$s dias de serviço de armazenamento em nuvem foram concedidos
ro: Au fost oferite %1$s zile de serviciu de stocare în cloud
ru: Предоставлено %1$s дней облачного хранилища
sv: %1$s dagars molnlagringstjänst har getts
th: ได้รับบริการพื้นที่เก็บข้อมูลระบบคลาวด์ %1$s วันแล้ว
tr: %1$s günlük bulut depolama hizmeti verildi
vi: Dịch vụ lưu trữ đám mây %1$s ngày đã được cung cấp
zh_hans: 已获赠%1$s天云存储服务
zh_hant: 已獲贈%1$s天雲存儲服務
