Repository: Yolo-cell-hash/go_home_ios
Catalog: ios/Runner/JASDK/JAResources/XLanguage/X35MultiLanguage/*.lproj/X35MutiLanguage.strings
Languages: cs, de, es, fi, fr, he, id, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sv, th, tr, vi, zh_hans, zh_hant

# cloud_tip_url
source: Please visit EseeCloud Storage website with your browser to manage cloud plans
cs: Chcete-li spravovat cloudové plány, navštivte prosím v prohlížeči web EseeCloud Storage
de: Verwenden Sie Ihren Browser, um die EseeCloud Cloud Speicher-Website zu besuchen und den Cloud-Plan zu verwalten
es: Visite el sitio web de EseeCloud Storage con su navegador para administrar planes en la nube
fi: Käy EseeCloud Storage -sivustolla selaimellasi hallitaksesi pilvisuunnitelmia
fr: Veuillez visiter le site Web de stockage EseeCloud avec votre navigateur pour gérer les plans de cloud
he: אנא בקר באתר EseeCloud Storage עם הדפדפן שלך לניהול תוכניות ענן
id: Silakan kunjungi situs web EseeCloud Storage dengan browser Anda untuk mengelola paket cloud
it: Visitare il sito Web EseeCloud Storage con il browser per gestire i piani cloud
ja: クラウドプランを管理するには、ブラウザーでEseeCloud Storage Webサイトにアクセスしてください
ko: 클라우드 계획을 관리하려면 브라우저와 함께 EseeCloud Storage 웹 사이트를 방문하십시오
nb: Besøk EseeCloud Storage-nettstedet med nettleseren din for å administrere skyplaner
nl: Ga met uw browser naar de EseeCloud Storage-website om cloudplannen te beheren
pl: Odwiedź witrynę EseeCloud Storage za pomocą przeglądarki, aby zarządzać planami w chmurze
pt_br: Visite o site do EseeCloud Storage com seu navegador para gerenciar planos de nuvem
ro: Vă rugăm să vizitați site-ul web EseeCloud Storage cu browserul dvs. pentru a gestiona planurile cloud
ru: Посетите веб-сайт EseeCloud Storage с вашим браузером, чтобы управлять облачными планами
sv: Besök webbplatsen EseeCloud Storage med din webbläsare för att hantera molnplaner
th: โปรดเยี่ยมชมเว็บไซต์ EseeCloud Storage ด้วยเบราว์เซอร์ของคุณเพื่อจัดการแผนระบบคลาวด์
tr: Bulut planlarını yönetmek için lütfen tarayıcınızla EseeCloud Depolama web sitesini ziyaret edin
vi: Vui lòng sử dụng trình duyệt của bạn để truy cập trang web Esee Cloud Cloud Storage để quản lý gói dịch vụ đám mây
zh_hans: 请用浏览器访问易视云云存网站前往管理云计划
zh_hant: 請用瀏覽器訪問易視云云存網站前往管理雲計劃

# devicesetting_The_old
source: The old
cs: Stará funkce
de: alte Version
es: La antigua función
fi: Vanha
fr: L'ancienne fonction
he: הפונקציה הישנה
id: Fungsi
it: La vecchia funzione
ja: 古い
ko: 기존
nb: Den gamle
nl: De oude functie
pl: Stara funkcja
pt_br: A antiga função
ro: Vechea funcție
ru: Старая функция
sv: Det gamla
th: เก่า
tr: Yaşlı
vi: Chức năng
zh_hans: 旧版
zh_hant: 舊版

# video_schedule
source: Recording schedule
cs: Video plán
de: Aufnahmezeitplan
es: Programa de grabación
fi: Videon aikataulu
fr: Annexe vidéo
he: לוח זמני הקלטה
id: Jadwal Rekaman
it: Pianificazione dei video
ja: 録画スケジュール
ko: 녹화 일정
nb: Opptaksplan
nl: Opnameschema
pl: Terminarz nagrań
pt_br: Cronograma de gravação
ro: Programul de înregistrare
ru: График записи
sv: Inspelning schema
th: ตารางการบันทึก
tr: Kayıt programı
vi: Lịch trình video
zh_hans: 录像日程
zh_hant: 錄像日程

# cloud_tips_text_8
source: Cloud storage automatically uploads the video and opens successfully.
cs: Úložiště cloudu automaticky nahrává video a úspěšně se otevírá.
de: Der Cloud-Speicher lädt das Video automatisch hoch und öffnet sich.
es: El almacenamiento en la nube carga automáticamente el video y se abre con éxito.
fi: Cloud Storage tallentaa videon automaattisesti ja avautuu.
fr: Le stockage en Cloud télécharge automatiquement la vidéo et l'ouvre avec succès.
he: אחסון ענן מעלה באופן אוטומטי את הסרטון ופותח בהצלחה.
id: Penyimpanan awan otomatis unggah Video dan Buka berhasil
it: Lo storage su cloud carica automaticamente il video e si apre correttamente.
ja: クラウドストレージは自動的にビデオをアップロードし、正常に開きます。
ko: 클라우드 스토리지는 자동으로 비디오를 업로드하고 성공적으로 열립니다.
nb: Cloud storage lagrer automatisk videoen og åpnes med hell.
nl: Inschakelen auto uploaden opname cloudopslag gelukt
pl: Magazyn w chmurze automatycznie przesyła wideo i otwiera się pomyślnie.
pt_br: O armazenamento em nuvem carrega automaticamente o vídeo e é aberto com sucesso.
ro: Încărcarea cloud se încarcă automat și se deschide cu succes.
ru: Облачное хранилище автоматически загружает видео и открывается успешно.
sv: Cloud Storage överför automatiskt videon och öppnas med framgång.
th: เปิดการอัปโหลดวิดีโอจัดเก็บข้อมูลแบบคลาวด์โดยอัตโนมัติสำเร็จ
tr: Bulut depolama alanı videoyu otomatik olarak yükler ve başarıyla açılır.
vi: Bộ nhớ đám mây tự động tải lên video đã mở thành công
zh_hans: 云存自动上传录像开启成功
zh_hant: 雲存自動上傳錄像開啟成功

# addDevice_user_name
source: User name
cs: Uživatelské jméno
de: Benutzername
es: Nombre de usuario
fi: Käyttäjätunnus
fr: Nom d'utilisateur
he: שם משתמש
id: Pengguna
it: nome utente
ja: ユーザー名
ko: 사용자 ID
nb: Brukernavn
nl: Gebruikersnaam
pl: Nazwa użytkownika
pt_br: Nome de usuário
ro: Nume de utilizator
ru: Имя пользователя
sv: Användarnamn
th: ชื่อผู้ใช้
tr: Kullanıcı adı
vi: tên tài khoản
zh_hans: 用户名
zh_hant: 用戶名

source: Photo album
cs: Album
de: Galerie
es: Album de fotos
fi: galleria
fr: Album photo
he: אלבום תמונות
id: Album Foto
it: Album foto
ja: アルバム写真
ko: 앨범
nb: Galleri
nl: Fotoalbum
pl: Album zdjęć
pt_br: álbum de foto
ro: album foto
ru: Фотоальбом
sv: fotoalbum
th: อัลบั้มรูป
tr: fotoğraf albümü
vi: album ảnh
zh_hans: 相册
zh_hant: 相冊

# deviceSetting_Brightness_hue
source: Brightness and hue
cs: Jas a odstín
de: Helligkeit und Farbe
es: Brillo y tono
fi: Kirkkaus ja sävy
fr: Luminosité et teinte
he: בהירות וגוון
id: Kecerahan dan rona
it: Luminosità e tonalità
ja: 明るさと色相
ko: 밝기와 색조
nb: Lysstyrke og nyanse
nl: Helderheid en tint
pl: Jasność i odcień
pt_br: Brilho e matiz
ro: Luminozitate și nuanță
ru: Яркость и оттенок
sv: Ljusstyrka och nyans
th: ความสว่างและสีสัน
tr: Parlaklık ve renk tonu
vi: Độ sáng và màu sắc
zh_hans: 亮度与色调
zh_hant: 亮度與色調

# cloud_Video_encryption
source: Video encryption
cs: Šifrování videa
de: Videoverschlüsselung
es: Cifrado de vídeo
fi: Videon salaus
fr: Cryptage vidéo
he: הצפנת וידאו
id: Enkripsi video
it: Crittografia video
ja: ビデオ暗号化
ko: 비디오 암호화
nb: Videokryptering
nl: Video-encryptie
pl: Szyfrowanie wideo
pt_br: Criptografia de vídeo
ro: Criptare video
ru: Шифрование видео
sv: Videokryptering
th: การเข้ารหัสวิดีโอ
tr: video şifreleme
vi: Mã hóa video
zh_hans: 录像加密
zh_hant: 錄像加密

source: Asia/Amman
cs: Asie / Ammán
de: Asien / Amman
fi: Aasia / Amman
he: אסיה / עמאן
ja: アジア/アンマン
ko: 아시아 / 암만
nl: Azië / Amman
pt_br: Ásia / Amã
ru: Азия / Амман
sv: Asien / Amman
th: เอเชีย / อัมมาน
tr: Asya / Amman
vi: Amman / Đông Âu
zh_hans: 安曼/东欧
zh_hant: 安曼/東歐

# devicelist_match_code_describe_1
source: Keep the camera and Base Station within 1 meter
cs: Fotoaparát a základní stanici mějte do vzdálenosti 1 metru
de: Kamera und Basisstation innerhalb von 1 Meter zueinander platzieren
es: Mantenga la cámara y la estación base a 1 metro
fi: Pidä kamera ja tukiasema 1 metrin säteellä
fr: Gardez la caméra et la station de base à moins de 1 mètre
he: שמור את המצלמה ותחנת הבסיס בטווח של מטר אחד
id: Jauhkan kamera dan Base Station dalam jarak 1 meter
it: Mantieni la fotocamera e la stazione base entro 1 metro
ja: カメラとベースステーションを1メートル以内に保つ
ko: 카메라와 베이스 스테이션을 1미터 이내로 유지
nb: Hold kameraet og basestasjonen innen 1 meter
nl: Houd de camera en het basisstation binnen 1 meter
pl: Trzymaj kamerę i stację dokującą w odległości do 1 metra
pt_br: Mantenha a câmera e a estação base dentro de 1 metro
ro: Păstrați camera și stația de bază la mai puțin de 1 metru
ru: Держите камеру и базовую станцию в пределах 1 метра.
sv: Håll kameran och basstationen inom 1 meter
th: ให้กล้องและสถานีฐานอยู่ในระยะ 1 เมตร
tr: Kamerayı ve Baz İstasyonunu 1 metre içinde tutun
vi: Giữ máy ảnh và Trạm gốc trong vòng 1 mét
zh_hans: 让摄像机与WiFi摄像机基站保持在1米范围以内
zh_hant: 讓攝像機與WiFi攝像機基站保持在1米範圍以內

# devicelist_match_code_describe_2
source: Press and hold the camera reset button for 5 seconds to make the camera enter the code-matching state, and the status light flashes quickly
cs: Stisknutím a podržením tlačítka resetování kamery na 5 sekund přejdete do stavu přizpůsobení kódu a stavová kontrolka rychle bliká
de: Kamera-Reset-Taste für 5 Sekunden gedrückt halten, damit Kamera in den WLAN Aufbau-Modus wechselt und die Status LED schnell blinkt
es: Mantenga presionado el botón de reinicio de la cámara durante 5 segundos para que la cámara ingrese al estado de coincidencia de código, y la luz de estado parpadeará rápidamente
fi: Paina ja pidä kameran nollauspainiketta painettuna 5 sekuntia saadaksesi kameran siirtymään koodinmuodostustilaan ja tilan merkkivalo vilkkuu nopeasti
fr: Appuyez sur le bouton de réinitialisation de l'appareil photo et maintenez-le enfoncé pendant 5 secondes pour que l'appareil photo entre dans l'état de correspondance de code, et le voyant d'état clignote rapidement
he: לחץ והחזק את לחצן איפוס המצלמה למשך 5 שניות כדי לגרום למצלמה להיכנס למצב התאמת קוד, ונורית המצב מהבהבת במהירות
id: Tekan dan tahan tombol reset kamera selama 5 detik untuk membuat kamera memasuki kondisi pencocokan kode, dan lampu status berkedip cepat
it: Tenere premuto il pulsante di ripristino della fotocamera per 5 secondi per far entrare la fotocamera nello stato di corrispondenza del codice e la spia di stato lampeggia rapidamente
ja: カメラのリセットボタンを5秒間押し続けると、カメラがコードマッチング状態になり、ステータスライトがすばやく点滅します。
ko: 카메라 재설정 버튼을 5초 동안 누르고 있으면 카메라가 코드 일치 상태로 들어가고 상태 표시등이 빠르게 깜박입니다.
nb: Trykk på og hold inne kamera-tilbakestillingsknappen i 5 sekunder for å få kameraet til å gå inn i den matchende tilstanden, og statuslampen blinker raskt
nl: Houd de camera-resetknop 5 seconden ingedrukt om de camera naar de code-overeenkomstige staat te laten gaan en het statuslampje knippert snel
pl: Naciśnij i przytrzymaj przycisk resetowania aparatu przez 5 sekund, aby aparat przeszedł w stan dopasowania kodu, a lampka stanu zacznie szybko migać
pt_br: Pressione e segure o botão de redefinição da câmera por 5 segundos para fazer a câmera entrar no estado de correspondência de código e a luz de status piscar rapidamente
ro: Apăsați și țineți apăsat butonul de resetare a camerei timp de 5 secunde pentru a face camera să intre în starea de potrivire a codului, iar lumina de stare clipește rapid
ru: Нажмите и удерживайте кнопку сброса камеры в течение 5 секунд, чтобы камера перешла в состояние соответствия кода, и индикатор состояния быстро мигает.
sv: Tryck och håll ned kameraknappen för återställning i 5 sekunder för att få kameran att gå in i kodmatchningsläget och statuslampan blinkar snabbt
th: กดปุ่มรีเซ็ตกล้องค้างไว้ 5 วินาทีเพื่อให้กล้องเข้าสู่สถานะการจับคู่รหัส และไฟแสดงสถานะจะกะพริบอย่างรวดเร็ว
tr: Kameranın kod eşleştirme durumuna girmesini sağlamak için kamera sıfırlama düğmesini 5 saniye basılı tutun ve durum ışığı hızla yanıp söner
vi: Bấm và giữ nút reset camera 5 giây để làm cho máy ảnh vào trạng thái mã phù hợp, và tình trạng nhấp nháy ánh sáng một cách nhanh chóng
zh_hans: 按住摄像机复位键5秒钟，使摄像机进入对码状态， 状态灯快速闪烁
zh_hant: 按住攝像機復位鍵5秒鐘，使攝像機進入對碼狀態， 狀態燈快速閃爍

# devicesetting_see_details
source: View details
cs: Zobrazit podrobnosti
de: Details anzeigen
es: Ver detalles
fi: Tarkemmat tiedot
fr: Voir les détails
he: הצג פרטים
id: Melihat rincian
it: Visualizza dettagli
ja: 詳細を見る
ko: 세부 정보보기
nb: Vis detaljer
nl: Bekijk details
pl: Pokaż szczegóły
pt_br: Ver detalhes
ro: Vezi detalii
ru: подробнее
sv: Visa detaljer
th: ดูรายละเอียด
tr: Detayları göster
vi: xem chi tiết
zh_hans: 查看详情
zh_hant: 查看詳情

# addevice_Search_ends
source: Search ends
cs: Hledání končí
de: Suche beendet
es: La búsqueda termina
fi: Haku päättyy
fr: La recherche se termine
he: החיפוש מסתיים
id: Pencarian berakhir
it: Wyszukiwanie się kończy
ja: 検索が終了します
ko: 검색 종료
nb: Søk slutter
nl: Zoeken eindigt
pl: Wyszukiwanie się kończy
pt_br: Busca termina
ro: Căutarea se termină
ru: Поиск заканчивается
sv: Sökningen avslutas
th: การค้นหาสิ้นสุดลง
tr: Arama biter
vi: Kết thúc tìm kiếm
zh_hans: 搜索结束
zh_hant: 搜索結束

# adddevice_network_error
source: 3、 Network input error or password error
cs: 3、 Chyba síťového vstupu nebo chyba hesla
de: 3. Netzwerkfehler oder Passwortfehler
es: 3、 error de entrada de red o error de contraseña
fi: 3、 Verkkosyöttövirhe tai salasanavirhe
fr: 3、 Erreur d'entrée réseau ou erreur de mot de passe
he: 3、 שגיאת קלט רשת או שגיאת סיסמה
id: 3、 Kesalahan input jaringan atau kesalahan kata sandi
it: 3、 Errore di immissione della rete o errore della password
ja: 3、ネットワーク入力エラーまたはパスワードエラー
ko: 3. 네트워크 입력 오류 또는 비밀번호 오류
nb: 3、 Nettverksinndatafeil eller passordfeil
nl: 3、 Netwerkinvoerfout of wachtwoordfout
pl: 3、Błąd wprowadzania sieci lub błąd hasła
pt_br: 3、 Erro de entrada de rede ou erro de senha
ro: 3、 Eroare de intrare în rețea sau eroare de parolă
ru: 3、 Ошибка сетевого ввода или ошибка пароля
sv: 3、 Nätverksinmatningsfel eller lösenordsfel
th: 3、 ข้อผิดพลาดในการป้อนข้อมูลเครือข่ายหรือข้อผิดพลาดของรหัสผ่าน
tr: 3、 Ağ giriş hatası veya şifre hatası
vi: 3 、 Lỗi đầu vào mạng hoặc lỗi mật khẩu
zh_hans: 3、网络输入错误或密码错误
zh_hant: 3、網絡輸入錯誤或密碼錯誤

# preview_ptz_electronic_zoom
source: View zoom in/out
cs: Zobrazit přiblížení/oddálení
de: Ansicht vergrößern/verkleinern
es: Ver acercar/alejar
fi: Tarkastele lähennä/loitonna
fr: Zoom avant/arrière
he: צפה/התקרב זום
id: Lihat memperbesar/memperkecil
it: Visualizza ingrandimento/riduzione
ja: ズームイン/ズームアウトを表示
ko: 디지털 줌 인/아웃
nb: Vis zoom inn/ut
nl: Bekijk in-/uitzoomen
pl: Wyświetl powiększenie/pomniejszenie
pt_br: Aumentar/diminuir o zoom
ro: Vizualizați mărirea/micșorarea
ru: Посмотреть увеличение/уменьшение
sv: Visa zoom in/ut
th: ดูซูมเข้า / ออก
tr: Yakınlaştırma/uzaklaştırma görüntüleme
vi: Xem phóng to / thu nhỏ
zh_hans: 视图放大/缩小
zh_hant: 視圖放大/縮小

# add_smart_scenes_task_Automation
source: Automation
cs: Automatizace
de: Automatisierung
es: Automatización
fi: Automatizace
fr: Automatisation
he: אוטומציה
id: Otomatisasi
it: Automazione
ja: オートメーション
ko: 오토메이션
nb: Automasjon
nl: Automatisering
pl: Automatyzacja
pt_br: Automação
ro: Automatizare
ru: Автоматизация
sv: Automatisering
th: ระบบอัตโนมัติ
tr: Otomasyon
vi: tự động hóa
zh_hans: 自动化
zh_hant: 自動化

# devicelist_defense_add_to_code
source: Match code
cs: Kód zápasu
de: WLAN-Aufbau
es: Código de asociación
fi: Hakukoodi
fr: Code de correspondance
he: קוד התאמה
id: Kode kecocokan
it: Codice partita
ja: マッチコード
ko: 매치 코드
nb: Kampkode
pl: Dopasuj kod
pt_br: Código de combinação
ro: Cod de potrivire
ru: Код соответствия
sv: Matchkod
th: จับคู่รหัส
tr: Maç Kodu
vi: Thêm vào mã
zh_hans: 对码添加
zh_hant: 對碼添加

# connetion_WIFI
source: Connecting WiFi
cs: Připojte se k WiFi
de: Mit WLAN verbinden
es: Conectar WiFi
fi: Yhdistä WiFi-laitteeseen
fr: Connectez le WiFi
he: התחבר לWiFi
id: Konek WiFi
it: Connettere WiFi
ja: WIFI接続
ko: WiFi 연결
nb: Koble til WiFi
nl: Verbinden met WiFi
pl: Połącz WiFi
pt_br: Conecte o WiFi
ro: Conectați WiFi
ru: Подключите WiFi
sv: Anslut WiFi
th: กำลังเชื่อมต่อ WiFi
tr: WiFi bağlayın
vi: Kết nối với WiFi
zh_hans: 连接WiFi
zh_hant: 連接WiFi

# devicesetting_Are_sure_restart_camera
source: Are you sure to restart the camera
cs: Jste si jisti, že restartujete fotoaparát?
de: Kamera wirklich neu starten?
es: ¿Estás seguro de reiniciar la cámara?
fi: Oletko varma, että käynnistät kameran uudelleen
fr: Êtes-vous sûr de redémarrer la caméra
he: האם אתה בטוח שתפעיל מחדש את המצלמה
id: Apakah Anda yakin untuk me-restart kamera?
it: Sei sicuro di riavviare la fotocamera?
ja: カメラを再起動してよろしいですか
ko: 카메라를 다시 시작하시겠습니까?
nb: Er du sikker på å starte kameraet på nytt
nl: Weet je zeker dat je de camera opnieuw moet opstarten?
pl: Czy na pewno chcesz ponownie uruchomić kamerę?
pt_br: Tem certeza que deseja reiniciar a câmera
ro: Sunteți sigur că veți reporni camera
ru: Вы уверены, что перезапустите камеру
sv: Är du säker på att du startar om kameran
th: คุณแน่ใจว่าจะรีสตาร์ทกล้อง
tr: Kamerayı yeniden başlattığınızdan emin misiniz?
vi: Bạn có chắc chắn khởi động lại máy ảnh không
zh_hans: 是否确定重启摄像机
zh_hant: 是否確定重啟攝像機

# devicelist_offline_help_content_more_help_one
source: 1. Confirm that the device is properly connected to the power supply,and the network connected to the device can access the Internet normally.
cs: 1. Zkontrolujte,zda je zařízení správně připojeno k napájení a zda je síť připojená k zařízení normálně přístupná k internetu.
de: 1. Vergewissern Sie sich, dass das Gerät ordnungsgemäß an das Netzteil angeschlossen ist und dass das mit dem Gerät verbundene Netzwerk ordnungsgemäß auf das Internet zugreifen kann.
es: 1. Confirme que el Equipo esté conectado correctamente a la fuente de alimentación y que la red conectada al Equipo pueda acceder a Internet normalmente.
fi: 1. Varmista,että laite on liitetty oikein virtalähteeseen,ja laitteeseen liitetty verkko voi käyttää Internetiä normaalisti.
fr: 1. Vérifiez que le périphérique est correctement connecté à l'alimentation et que le réseau connecté à l'appareil peut accéder à Internet normalement.
he: 1. וודא שהמכשיר מחובר לספק הכח,כמו כן וודא שהרשת אליו מחובר המכשיר תקינה
id: 1. pastikan perangkat terhubung ke listrik,dan konek ke jaringan yang bisa di akses internet.
it: 1. Verificare che il dispositivo sia correttamente collegato all'alimentazione e che la rete connessa al dispositivo possa accedere normalmente a Internet.
ja: 1.デバイスの電源が正しく接続され、デバイスに接続されたネットワークがインターネットへ正常にアクセスできることを確認します。
ko: 1. 장치에 전원 공급이 올바르게 연결되고 장치에 연결된 네트워크가 인터넷에 정상적으로 연결되는지 확인해주세요.
nb: 1. Bekreft at enheten er riktig koblet til strømforsyningen,og nettverket som er koblet til enheten,kan få tilgang til Internett normalt.
nl: 1. Bevestig dat het apparaat correct op de voeding is aangesloten en dat het apparaat dat op het netwerk is aangesloten normale toegang tot internet heeft.
pl: 1. Sprawdź,czy urządzenie jest prawidłowo podłączone do źródła zasilania,a sieć podłączona do urządzenia może normalnie uzyskać dostęp do Internetu.
pt_br: 1. Confirme se o dispositivo está conectado corretamente à fonte de alimentação e se a rede conectada ao dispositivo pode acessar a Internet normalmente.
ro: 1. Confirmați că dispozitivul este conectat corect la sursa de alimentare,iar rețeaua conectată la dispozitiv poate accesa în mod normal Internetul.
ru: 1. Убедитесь,что устройство правильно подключено к источнику питания,а сеть,подключенная к устройству,может нормально выходить в Интернет.
sv: 1. Bekräfta att enheten är korrekt ansluten till strömförsörjningen,och det nätverk som är anslutet till enheten kan normalt komma åt Internet.
th: ตรวจสอบว่าอุปกรณ์เชื่อมต่อกับแหล่งจ่ายไฟอย่างถูกต้องและเครือข่ายที่อุปกรณ์เชื่อมต่ออยู่สามารถเข้าถึงอินเทอร์เน็ตได้ตามปกติ
tr: 1. Aygıtın güç kaynağına düzgün bağlandığından ve cihaza bağlı olan ağın İnternet'e normal şekilde erişebildiğinden emin olun.
vi: 1. Xác nhận rằng thiết bị được kết nối bình thường với nguồn điện và mạng mà thiết bị được kết nối có thể truy cập Internet bình thường.
zh_hans: 1.确认设备已正常连接电源，设备连接的网络可以正常访问互联网。
zh_hant: 1.確認設備已正常連接電源，設備連接的網絡可以正常訪問互聯網。

# help_WiFi_Camera
source: WiFi Camera
cs: WiFi kamera
de: WLAN-Kamera
es: Cámara WiFi
fi: WiFi kamera
fr: Caméra Wi-Fi
he: מצלמת WiFi
id: Kamera WiFi
it: Fotocamera Wi-Fi
ja: WiFiカメラ
ko: 와이파이 카메라
nb: WiFi-kamera
pl: Kamera Wi-Fi
pt_br: Câmera wi-fi
ro: Cameră WiFi
ru: Wi-Fi камера
sv: WiFi kamera
th: กล้อง WiFi
tr: WiFi Kamera
vi: Máy ảnh WiFi

# text_ID
source: ID
ko: 신분증
pt_br: identidade
ro: ID-ul
ru: Я БЫ
vi: TÔI

# help_Walmart
source: Walmart
ja: ウォルマート
ko: 월마트

# text_VIDEO
source: VIDEO
es: VÍDEO
fr: VIDÉO
ja: ビデオ
ko: 비디오
nl: CAMERA-
pt_br: VÍDEO
ru: ВИДЕО
th: วิดีโอ

# help_Solar_Camera
source: Solar Camera
cs: Solární kamera
de: Solarkamera
es: Cámara solar
fi: Aurinkokamera
fr: Caméra solaire
he: מצלמה סולארית
id: Kamera Surya
it: Fotocamera solare
ja: ソーラーカメラ
ko: 태양열 카메라
nb: Solkamera
nl: Zonnecamera
pl: Kamera słoneczna
pt_br: Câmera Solar
ro: Cameră solară
ru: Солнечная камера
sv: Solkamera
th: กล้องพลังงานแสงอาทิตย์
tr: güneş kamerası
vi: Máy ảnh năng lượng mặt trời

# help_Lightinthebox
source: Lightinthebox
cs: Světlo v krabici
fi: Valoa laatikossa
fr: Lumière dans la boîte
he: אור בקופסה
id: Cahaya dalam kotak
it: Luce nella scatola
ko: 라이트인더박스
nl: Licht in de doos
pl: Światło w pudełku
pt_br: Luz na caixa
ro: Lumina din cutie
ru: Свет в окне
sv: Ljus i lådan
tr: Kutudaki ışık

# help_Aliexpress
source: Aliexpress
he: אלי אקספרס
ja: AgilentAliexpress
ko: 알리 익스프레스
ru: Алиэкспресс

# help_Others
source: Others
cs: Jiní
de: Andere
es: Otros
fi: muut
fr: Autres
he: אחרים
id: Yang lain
it: Altri
ja: その他
ko: 기타
nb: Andre
nl: anderen
pl: Inni
pt_br: Outros
ro: Alții
ru: Другие
sv: Andra
th: คนอื่น
tr: Diğerleri
vi: Khác

# text_Hello
source: Hello
cs: Dobrý den
de: Hallo
es: Hola
fi: Hei
fr: Bonjour
he: שלום
id: Halo
it: Ciao
ja: こんにちは
ko: 안녕하세요,
nb: Hallo
nl: Hallo
pl: dzień dobry
pt_br: Olá
ro: Salut
ru: Привет
sv: Hej
th: สวัสดี
tr: Merhaba
vi: xin chào

# help_Amazon
source: Amazon
cs: Amazonka
es: Amazonas
fr: Amazone
he: אֲמָזוֹנָה
ja: アマゾン
ko: 아마존
nl: Amazone
pl: Amazonka
pt_br: Amazonas
ru: Амазонка
th: อเมซอน

# help_Wireless_Camera_System
source: Wireless Camera System
cs: Bezdrátový kamerový systém
de: WLAN Kamerasystem
es: Sistema de cámara inalámbrica
fi: Langaton kamerajärjestelmä
fr: Système de caméra sans fil
he: מערכת מצלמה אלחוטית
id: Sistem Kamera Nirkabel
it: Sistema di telecamere wireless
ja: ワイヤレスカメラシステム
ko: 무선 카메라 시스템
nb: Trådløst kamerasystem
nl: Draadloos camerasysteem
pl: Bezprzewodowy system kamer
pt_br: Sistema de câmera sem fio
ro: Sistem de cameră fără fir
ru: Система беспроводной камеры
sv: Trådlöst kamerasystem
th: ระบบกล้องไร้สาย
tr: Kablosuz Kamera Sistemi
vi: Hệ thống camera không dây

# help_Ebay_
source: Ebay.
he: איביי.
ja: イーベイ。
ko: 이베이.
th: อีเบย์

# help_Battery_Camera
source: Battery Camera
cs: Fotoaparát na baterie
de: Akku Kamera
es: Cámara de la batería
fi: Akkukamera
fr: Appareil photo à batterie
he: מצלמת סוללה
id: Kamera Baterai
it: Fotocamera a batteria
ja: バッテリーカメラ
ko: 배터리 카메라
nb: Batterikamera
nl: Batterijcamera
pl: Kamera na baterię
pt_br: Câmera de bateria
ro: Cameră cu baterie
ru: Аккумуляторная камера
sv: Batterikamera
th: กล้องแบตเตอรี่
tr: Pil Kamerası
vi: Máy ảnh pin

# help_Banggood
source: Banggood
ko: 뱅굿

# addDevice_choose_NVR
source: NVR
ko: 장치 제품군

# add_CHAP
source: CHAP
de: KERL
es: CAP
fi: LUKU
fr: TYPE
he: בחור
it: CAP
ko: 녀석
nb: KAP
nl: KEREL
pl: FACET
pt_br: INDIVÍDUO
ro: CAP
ru: ГЛАВА
sv: KILLE
tr: ÇATLAK

# add_PAP
source: PAP
de: BREI
es: PAPILLA
fr: BOUILLIE
he: רֶסֶק
ko: 어린애 속임수
pl: PAPKA
ru: ПАП
tr: PEİ

# Spanish
source: Español
vi: Tây Ban Nha

# Japanese
source: 日本語
vi: tiếng Nhật

# German
source: Deutsch
cs: German
id: German
vi: Đức

# French
source: Français
vi: Pháp

# Czech
source: Česky
vi: CH Sec

# Chinese
source: 中文
ja: 中国語
th: จีน
vi: người Trung Quốc

# Italian
source: Lingua italiana
fr: Italiano
vi: Italia

# Portuguese
source: Português
cs: Portugis
id: Portugis
pl: Portuguese
vi: Bồ Đào Nha

source: English
ja: 英語
th: อังกฤษ
vi: Tiếng Anh

# Polish
source: Polski
vi: Ba Lan

# Russian
source: Русский язык
vi: Nga

# cloud_pay_stripe
source: stripe
vi: vạch sọc

# Korean
source: 한국어
vi: Hàn Quốc

# person_feedback_question_ROM_software_vivo
source: VIVO [Funtouch OS]
es: VIVO [sistema operativo Funtouch]
he: VIVO [מערכת ההפעלה Funtouch]

# traffic_statistics_MB
source: MB
es: MEGABYTE
fr: Mo
ru: мегабайт

# addDevice_WIFI
source: WiFi
de: WLAN
nb: WiFi kamera
tr: KABLOSUZ İNTERNET

# traffic_statistics_KB
source: KB
fr: Ko
