Repository: Yolo-cell-hash/go_home_ios
Catalog: ios/Runner/JASDK/JAResources/XLanguage/X35MultiLanguage/*.lproj/X35MutiLanguage.strings
Languages: cs, de, es, fi, fr, he, id, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sv, th, tr, vi, zh_hans, zh_hant

# playback_no_video
source: No video
cs: Žádné video
de: Kein Video
es: No hay video
fi: Ei videota
fr: Pas de vidéo
he: אין סרטון
id: Tidak ada video
it: Nessun video
ja: ビデオなし
ko: 비디오가 없습니다
nb: Ingen video
nl: Geen video
pl: Brak wideo
pt_br: Nenhum vídeo
ro: Niciun videoclip
ru: Нет видео
sv: Ingen video
th: ไม่มีวิดีโอ
tr: Video yok
vi: Không có ghi chú
zh_hans: 无录像
zh_hant: 無錄像

# person_shoot
source: Shoot
cs: Střílet
de: Aufnehmen
es: Disparo
fi: Ampua
fr: Tirer
he: לירות
id: Menembak
it: Sparare
ja: シュート
ko: 사격
nb: Skyte
nl: Schieten
pl: Strzelać
pt_br: Atirar
ro: Trage
ru: Стрелять
sv: Skjuta
th: ยิง
tr: Ateş etmek
vi: Bắn
zh_hans: 拍摄
zh_hant: 拍攝

# appealsError
source: Contact format is wrong
cs: Kontaktní formát je nesprávný
de: Format Kontakt falsch
es: El formato de contacto es incorrecto
fi: Yhteyden muoto on virheellinen
fr: Le format du contact est incorrect
he: פורמט יצירת הקשר שגוי
id: Format kontak salah
it: Il formato del contatto è sbagliato
ja: 連絡先の形式が正しくありません。
ko: 연락처 형식이 잘못되었습니다.
nb: Kontaktformat er feil
nl: Het contactformaat is verkeerd
pl: Format kontaktu jest nieprawidłowy
pt_br: O formato de contato está errado
ro: Formatul de contact este greșit
ru: Неверный формат контакта
sv: Kontaktformat är fel
th: รูปแบบการติดต่อที่ไม่ถูกต้อง
tr: İletişim biçimi yanlış
vi: Định dạng liên hệ không chính xác
zh_hans: 联系方式格式错误
zh_hant: 聯繫方式格式錯誤

# cloud_eseecloud_service
source: EseeCloud Service
cs: Služba EseeCloud
de: EseeCloud Cloud-Service
es: Servicio EseeCloud
fi: EseeCloud-palvelu
fr: Service EseeCloud
he: שירות EseeCloud
id: Layanan EseeCloud
it: Servizio EseeCloud
ja: EseeCloudサービス
ko: EseeCloud 서비스
pl: Usługa EseeCloud
pt_br: Serviço EseeCloud
ro: Serviciul EseeCloud
ru: EseeCloud служба
th: บริการ EseeCloud
tr: EseeCloud Hizmeti
vi: Dịch vụ đám mây đám mây Esee
zh_hans: 易视云云服务
zh_hant: 易視云云服務

# deviceSetting_time_too_short_prompt
source: Recording time is too short
cs: Doba nahrávání je příliš krátká
de: Aufnahmezeit ist zu kurz
es: El tiempo de grabación es demasiado corto
fi: Tallennusaika on liian lyhyt
fr: La durée d'enregistrement est trop courte
he: זמן ההקלטה קצר מידי
id: Waktu rekaman terlalu pendek
it: Il tempo di registrazione è troppo breve
ja: 記録時間が短すぎます。
ko: 녹음 시간이 너무 짧습니다.
nb: Opptakstid er for kort
nl: De opnametijd is te kort
pl: Czas nagrywania jest zbyt krótki
pt_br: O tempo de gravação é muito curto
ro: Timpul de înregistrare este prea scurt
ru: Время записи слишком короткое
sv: Inspelningstiden är för kort
th: เวลาในการบันทึกสั้นเกินไป
tr: Kayıt süresi çok kısa
vi: Thời gian ghi quá ngắn
zh_hans: 录制时间太短
zh_hant: 錄製時間太短

# addDevice_qr_code_distance
source: 1. Please keep the QR code Facing the lens of the device at a distance of about 15-25cm, please do not scan the code in backlight environment;
cs: 1. Udržujte QR kód Směrem k čočce zařízení ve vzdálenosti asi 15-25 cm, prosím neskenujte kód v prostředí podsvícení;
de: 1. Bitte scannen Sie den QR-Code mithilfe der Kameralinse aus einem Abstand von ca. 15 - 25 cm. Scannen Sie den Code nicht in Umgebungen mit starker Hintergrundbeleuchtung.
es: 1. Por favor, mantenga el código QR Frente a la lente del dispositivo a una distancia de aproximadamente 15-25 cm, no escanee el código en entorno de luz de fondo;
fi: 1. Pidä QR-koodi Laitteen linssiin nähden noin 15-25 cm etäisyydellä, älä skannaa koodia taustavaloympäristössä.
fr: 1. Veuillez conserver le code QR Face à l'objectif de l'appareilà une distance d'environ 15-25 cm, veuillez ne pas scanner le code dans environnement de rétroéclairage;
he: 1. אנא שמור את קוד ה- QR הפונה לעדשת המכשיר במרחק של כ- 15-25 ס"מ, נא לא לסרוק את הקוד בסביבת תאורה אחורית;
id: 1. Harap simpan kode QR Menghadapi lensa perangkat pada jarak sekitar 15-25 cm, jangan memindai kode di lingkungan lampu latar;
it: 1. Tenere il codice QR Di fronte all'obiettivo del dispositivo a una distanza di circa 15-25 cm, non eseguire la scansione del codice in ambiente retroilluminato;
ja: 1. QRコードデバイスのレンズに面するを約15-25cmの距離に保ち、バックライト環境でコードをスキャンしないでください。
ko: 1. QR 코드를 장치의 렌즈를 향한 상태에서 15-25cm 정도의 거리를 유지하십시오. 백라이트 환경에서는 코드를 스캔하지 마십시오.
nb: 1. Oppbevar QR-koden Vendt mot linsen på enheten i en avstand på ca. 15-25 cm. Ikke skann koden i bakgrunnsbelysningsmiljøet;
nl: 1. Bewaar de QR-code Tegenover de lens van het apparaat op een afstand van ongeveer 15-25 cm, scan de code niet in achtergrondverlichting;
pl: 1. Proszę zachować kod QR W stronę obiektywu urządzenia w odległości około 15-25 cm, prosimy nie skanować kodu w otoczenie podświetlenia;
pt_br: 1. Mantenha o código QR De frente para a lente do dispositivo a uma distância de cerca de 15-25 cm, não leia o código em ambiente com luz de fundo;
ro: 1. Vă rugăm să păstrați codul QR Față de obiectivul dispozitivului la o distanță de aproximativ 15-25 cm, vă rugăm să nu scanați codul în mediu de fundal;
ru: 1. Пожалуйста, держите QR-код лицом к объективу устройства на расстоянии около 15-25 см, пожалуйста, не сканируйте код в среде подсветки;
sv: 1. Håll QR-koden Vänd mot enhetens lins på ett avstånd av cirka 15-25 cm, skanna inte koden i bakgrundsbelysningens miljö;
th: 1. โปรดให้รหัส QR หันหน้าไปทางเลนส์ของอุปกรณ์ในระยะประมาณ 15-25 ซม. และอย่าสแกนรหัสในสภาพแสงสว่างย้อนด้านหลัง
tr: 1. Lütfen QR kodunu Cihazın lensine bakarken yaklaşık 15-25 cm mesafede tutun, lütfen kodu arka ışık ortamında taramayın;
vi: 1. Vui lòng hướng mã QR trực tiếp vào ống kính của thiết bị và giữ khoảng cách khoảng 15-25cm Không quét mã trong môi trường ngược sáng;
zh_hans: 1.请将二维码正对设备镜头，保持约15-25cm的距离，请勿在逆光环境下进行扫码操作；
zh_hant: 1.請將二維碼正對設備鏡頭，保持約15-25cm的距離，請勿在逆光環境下進行掃碼操作；

# cloud_start_use
source: Start using
cs: Začněte používat
de: Nutzung starten
es: Empieza a usar
fi: Ottaa käyttöön
fr: Commencez à utiliser
he: להתחיל להשתמש
id: Mulai menggunakan
it: Inizia a usare
ja: 使い始める
ko: 사용 시작
nb: Begynn å bruke
nl: Start gebruiken
pl: Zacząć używać
pt_br: Comece a usar
ro: Începeți să utilizați
ru: Начать использовать
sv: Börja använda
th: เริ่มใช้
tr: Kullanmaya başla
vi: Bắt đầu sử dụng
zh_hans: 开始使用
zh_hant: 開始使用

# devicelist_Device_shutdown
source: Device shutdown
cs: Vypnutí zařízení
de: Gerät wird ausgeschaltet
es: Apagado del dispositivo
fi: Laitteen sammutus
fr: Arrêt de l'appareil
he: כיבוי המכשיר
id: Perangkat dimatikan
it: Spegnimento del dispositivo
ja: デバイスのシャットダウン
ko: 기기 종료
nb: Avslutning av enheten
nl: Apparaat afsluiten
pl: Wyłączenie urządzenia
pt_br: Desligamento do dispositivo
ro: Închiderea dispozitivului
ru: Выключение устройства
sv: Avstängning av enheten
th: ปิดเครื่อง
tr: Cihaz kapatma
vi: Tắt thiết bị
zh_hans: 设备关机中
zh_hant: 設備關機中

# addDevice_send_bluetooth_fail_disconneted
source: Fails to send bluetooth data,bluetooth disconnect
cs: Nepodařilo se odeslat data Bluetooth,Bluetooth bylo odpojeno
de: Senden von Bluetooth-Daten fehlgeschlagen, Bluetooth getrennt
es: No puede enviar datos Bluetooth,Bluetooth desconectado
fi: Bluetooth-tietojen lähettäminen epäonnistui,Bluetooth on katkaistu
fr: Ne parvient pas à envoyer des données bluetooth, bluetooth déconnecté
he: בחיבור ה Bluetooth מנותק
id: Gagal kirim data Bluetooth,bluetooth terputus
it: Invio dati Bluetooth fallito,Bluetooth disconnesso
ja: Bluetoothデータを送信できません。Bluetoothが接続されていません。
ko: 블루투스 연결 해제로 데이터 전송 실패
nb: Kunne ikke sende via Bluetooth,Bluetooth ikke tilkoblet
nl: Verzenden bluetooth-data mislukt,bluetooth verbroken
pl: Wysyłanie przez bluetooth nieudane,bluetooth rozłączony
pt_br: Não envia dados bluetooth,desconecta o bluetooth
ro: Nu reușește să trimită date bluetooth,deconectați bluetooth
ru: Не удается отправить данные Bluetooth,Bluetooth отключить
sv: Misslyckas med att skicka Bluetooth-data,koppla från Bluetooth
th: ล้มเหลวในการส่งข้อมูลบลูทูธ , บลูทูธตัดการเชื่อมต่อ
tr: Bluetooth verileri gönderilemiyor,bluetooth bağlantısı kesildi
vi: Không gửi được dữ liệu Bluetooth, Bluetooth bị ngắt kết nối
zh_hans: 发送蓝牙数据失败，蓝牙已断开
zh_hant: 發送藍牙數據失敗，藍牙已斷開

# login_Cancel_experience_description_4
source: Step 2: Add device
cs: Krok 2: Přidejte zařízení
de: Schritt 2: Gerät hinzufügen
es: Paso 2: agregar dispositivo
fi: Vaihe 2: Lisää laite
fr: Étape 2 : Ajouter un appareil
he: שלב 2: הוסף מכשיר
id: Langkah 2: Tambahkan perangkat
it: Passaggio 2: aggiungi dispositivo
ja: ステップ2：デバイスを追加する
ko: 2단계: 기기 추가
nb: Trinn 2: Legg til enhet
nl: Stap 2: Apparaat toevoegen
pl: Krok 2: Dodaj urządzenie
pt_br: Etapa 2: adicionar dispositivo
ro: Pasul 2: Adăugați dispozitiv
ru: Шаг 2. Добавьте устройство
sv: Steg 2: Lägg till enhet
th: ขั้นตอนที่ 2: เพิ่มอุปกรณ์
tr: 2. Adım: Cihaz ekleyin
vi: Bước 2: Thêm thiết bị
zh_hans: 步骤二：添加设备
zh_hant: 步驟二：添加設備

# addDevice_camera_cannot_connected_normally
source: The camera cannot be connected normally?
cs: Fotoaparát nelze normálně připojit?
de: Die Kamera kann nicht normal angeschlossen werden?
es: ¿La cámara no se puede conectar normalmente?
fi: Kameraa ei voi kytkeä normaalisti?
fr: La caméra ne peut pas être connectée normalement ?
he: לא ניתן לחבר את המצלמה כרגיל?
id: Kamera tidak dapat terhubung secara normal?
it: La fotocamera non può essere collegata normalmente?
ja: カメラが正常に接続できませんか？
ko: 카메라가 정상적으로 연결되지 않습니까?
nb: Kan ikke kameraet kobles til normalt?
nl: Kan de camera niet normaal worden aangesloten?
pl: Nie można normalnie podłączyć kamery?
pt_br: A câmera não pode ser conectada normalmente?
ro: Camera nu poate fi conectată normal?
ru: Камеру нельзя нормально подключить?
sv: Kan kameran inte anslutas normalt?
th: ไม่สามารถเชื่อมต่อกล้องได้ตามปกติ?
tr: Kamera normal olarak bağlanamıyor mu?
vi: Máy ảnh không thể kết nối bình thường?
zh_hans: 摄像机无法正常连接？
zh_hant: 攝像機無法正常連接？

# code
source: verification code
cs: Ověřovací kód
de: Verifizierungscode
es: Código de verificación
fi: Vahvistuskoodi
fr: Code de vérification
he: קוד אימות
id: Kode verifikasi
it: Codice di verifica
ja: 確認コード
ko: 확인 코드
nb: Verifikasjonskode
nl: Verificatiecode
pl: Kod weryfikacyjny
pt_br: Código de verificação
ro: cod de verificare
ru: код подтверждения
sv: verifierings kod
th: รหัสยืนยัน
tr: doğrulama kodu
vi: Mã xác nhận
zh_hans: 验证码
zh_hant: 驗證碼

source: Asia/Tokyo
cs: Asie / Tokio
de: Asien / Tokio
es: Asia / Tokio
fi: Aasia / Tokio
fr: Asie / Tokyo
he: אסיה / טוקיו
ja: アジア/東京
ko: 아시아 / 도쿄
pl: Asia / Tokio
pt_br: Ásia / Tóquio
ru: Азия / Токио
sv: Asien / Tokyo
th: เอเชีย / โตเกียว
tr: Asya / Tokyo
vi: Tokyo / Nhật Bản
zh_hans: 东京/日本
zh_hant: 東京/日本

# help_addDevice_textTips_13
source: 7.Configuration has succeeded,tap ①or② to change device's name,tap ③ to complete the setting.if configuration fails,please follow the instrution to operate.
cs: 7. Pokud je konfigurace zařízení úspěšná,změňte název zařízení tlačítkem 1 nebo 2. K dokončení přidání zařízení klepněte na tlačítko 3. Pokud se konfigurace zařízení nezdaří,postupujte podle pokynů.
de: 7.Nach erfolgreicher Konfiguration, können Sie auf ①oder ② tippen, um den Gerätenamen zu ändern, und auf ③, um das Hinzufügen abzuschließen. Wenn die Konfiguration fehlschlägt, befolgen Sie die Anweisungen.
es: 7. La configuración se realiza correctamente,haga clic en ①o② para cambiar el nombre del Equipo,haga clic en ③ para completar la configuración. Si falla la configuración,siga las instrucciones para operar.
fi: 7. Jos laitteen kokoonpano on onnistunut,muokkaa laitteen nimeä napsauttamalla 1 tai 2. Napsauta painiketta 3,kun haluat suorittaa laitteen lisäyksen. Jos laitteen kokoonpano epäonnistuu,noudata ohjeita.
fr: 7. Configuration réussie, cliquez sur ① ou ② pour changer le nom du périphérique, cliquez sur ③ pour terminer le paramétrage. Si la configuration a échoué, suivez les instructions pour fonctionner.
he: 7. התקנת המכשיר הושלמה,לחץ על 1 או 2 על מנת לשנות את שם המכשיר,לחץ על 3 על מנת להשלים את ההתקנה. את ההתקנה נכשלה,עקוב אחר ההוראות
id: 7. Konfigurasi sukses,klik ①atau ② untuk ganti nama perangkat,klik ③ untuk komplit . Jika konfigurasi gagal,ikutin Intruksi untuk operasi.
it: 7. Configurato con successo,premere ① o ② per cambiare nome dispositivo,premere ③ per completare le impostazioni. Se la configurazione dovesse fallire,seguire le istruzioni per completarla.
ja: 7.設定が成功したら、①または②をクリックしてデバイス名を変更し、③をクリックして設定を完了します。設定が失敗した場合は、指示に従って操作してください。
ko: 7. 설정이 완료되면 ① 또는 ②를 클릭하여 제품 이름을 변경하고,③을 클릭하여 설정을 완료합니다. 만약 설정에 실패하면 안내에 따라 조작해 주세요.
nb: 7. Hvis enhetskonfigurasjonen er vellykket,klikk 1 eller 2 for å endre enhetens navn,og klikk på knapp 3 for å fullføre tillegget til enheten. Hvis enheten ikke konfigureres,følg instruksjonene.
nl: 7.Configuratie gelukt,klik op ①of② om de apparaatnaam te wijzigen,klik op ③ om de instelling te voltooien.Indien configuratie mislukt de bedieningsinstructies volgen.
pl: 7. Konfiguracja powiodła się,kliknij ①lub② aby zmienić nazwę urządzenia,kliknij ③ aby dokończyć konfigurację. Jeśli konfiguracja nie powiodła się,postępuj zgodnie z instrukcjami
pt_br: 7.Configuração bem-sucedida,clique em ①ou② para alterar o nome do dispositivo,clique em ③ para concluir a configuração. Se a configuração falhar,siga as instruções para operar.
ro: 7.Configurarea reușește,faceți clic pe ① sau pentru a schimba numele dispozitivului,faceți clic pe ③ pentru a finaliza setarea. Dacă configurația nu reușește,urmați instrucțiunile de funcționare.
ru: 7. Конфигурация прошла успешно, нажмите ① или ②, чтобы изменить имя устройства, нажмите ③, чтобы завершить настройку. Если конфигурация не удалась, следуйте инструкциям для работы.
sv: 7.Configuration lyckas,klicka ① eller 2 för att ändra enhetens namn,klicka på ③ för att slutföra inställningen. Om konfigurationen misslyckas,följ instruktionen för att fungera.
th: 7. หากการกำหนดค่าอุปกรณ์สำเร็จคุณสามารถคลิก①หรือ②เพื่อแก้ไขชื่ออุปกรณ์และคลิกปุ่ม③เพื่อทำการเพิ่มอุปกรณ์ให้เสร็จสิ้นหากการกำหนดค่าอุปกรณ์ล้มเหลวให้ทำตามคำแนะนำ
tr: 7. Yapılandırma başarılı,cihaz adını değiştirmek için ① veya click tıklayın,ayarı tamamlamak için click tıklayın.
vi: 7. Nếu cấu hình thiết bị thành công, bạn có thể nhấp vào ① hoặc ② để sửa đổi tên thiết bị và nhấp vào nút ③ để hoàn tất việc thêm thiết bị; nếu cấu hình thiết bị không thành công, hãy làm theo lời nhắc để thao tác.
zh_hans: 7.设备配置成功，可点击①或②修改设备名称，点击按钮③完成设备添加；若设备配置失败，按照提示进行操作。
zh_hant: 7.設備配置成功，可點擊①或②修改設備名稱，點擊按鈕③完成設備添加；若設備配置失敗，按照提示進行操作。

# deviceSetting_videoBackup_continueLoading
source: Continue download
cs: Pokračujte v stahování
de: Download fortsetzen
es: Continuar descarga
fi: Jatka lataamista
fr: Continuer le téléchargement
he: המשך הורדה
id: lanjutin mengunduh
it: Continuare download
ja: ダウンロードの続行
ko: 계속 다운로드
nb: Fortsett nedlasting
nl: Doorgaan met downloaden
pl: Kontynuuj pobieranie
pt_br: Continuar download
ro: Continuați descărcarea
ru: Продолжить загрузку
sv: Fortsätt ladda ner
th: ดาวน์โหลดต่อ
tr: İndirmeye devam et
vi: Tiếp tục tải xuống
zh_hans: 继续下载
zh_hant: 繼續下載

# cloud_order_submit_failed
source: Fails to place orders,please try again
cs: Zadání objednávky se nezdařilo,zkuste to prosím znovu
de: Bestellungen aufgeben fehlgeschlagen, bitte erneut versuchen
es: No se pueden realizar pedidos,por favor intente de nuevo
fi: Tilauksen lähettäminen epäonnistui,yritä uudelleen
fr: Ne parvient pas à passer des commandes, veuillez réessayer
he: נכשלת לבצע הזמנות,נסה שוב
id: Pesanan Gagal,silakan coba lagi
it: Errore inserimento ordine,prego riprovare
ja: 注文ができない場合は、もう一度お試しください
ko: 주문하지 못했습니다. 다시 시도하십시오.
nb: Mislyktes å opprette ordre. Vennligst prøv igjen
nl: Orders plaatsen mislukt,probeer het opnieuw
pl: Nie udało się złożyć zamówień,spróbuj ponownie
pt_br: Não faz pedidos,por favor tente novamente
ro: Nu reușește să plasați comenzi,încercați din nou
ru: Не в состоянии разместить заказ,пожалуйста,попробуйте еще раз
sv: Misslyckas med att lägga beställningar,försök igen
th: ส่งคำสั่งซื้อไม่สำเร็จ,โปรดลองอีกครั้ง
tr: Sipariş veremiyorsanız lütfen tekrar deneyin
vi: Gửi đơn đặt hàng không thành công, vui lòng thử lại
zh_hans: 订单提交失败，请重试
zh_hant: 訂單提交失敗，請重試

# cloud_storage_details_how_to_buy
source: 1、 How to buy a cloud storage package?
cs: 1、 Jak koupit balíček cloudového úložiště?
de: 1. Wie kaufe ich ein Cloud-Speicherpaket?
es: 1、 ¿Cómo comprar un paquete de almacenamiento en la nube?
fi: 1、 Kuinka ostaa pilvivarastopaketti?
fr: 1、 Comment acheter un package de stockage en nuage?
he: 1、 כיצד לרכוש חבילת אחסון ענן?
id: 1、 Bagaimana cara membeli paket penyimpanan cloud?
it: 1、 Come acquistare un pacchetto di archiviazione cloud?
ja: 1、クラウドストレージパッケージを購入するにはどうすればいいですか？
ko: 1、 클라우드 스토리지 패키지를 구입하는 방법은 무엇입니까?
nb: 1、 Hvordan kjøper du en sky-pakke?
nl: 1、 Hoe een cloudopslagpakket kopen?
pl: 1、 Jak kupić pakiet do przechowywania w chmurze?
pt_br: 1、 Como comprar um pacote de armazenamento em nuvem?
ro: 1、 Cum să cumpărați un pachet de stocare în cloud?
ru: 1、 Как купить пакет облачного хранилища?
sv: 1、 Hur man köper ett molnförvaringspaket?
th: 1、 จะซื้อแพ็คเกจที่เก็บข้อมูลบนคลาวด์ได้อย่างไร?
tr: 1、 Bulut depolama paketi nasıl satın alınır?
vi: 1. Làm thế nào để mua gói lưu trữ đám mây?
zh_hans: 1、如何购买云存套餐？
zh_hant: 1、如何購買雲存套餐？

# setting_select_timeOfVideo
source: Please choose recording time
cs: Zvolte prosím čas záznamu
de: Bitte Aufnahmezeit wählen
es: Seleccione el tiempo de grabación
fi: Valitse tallennusaika
fr: Choisir l'heure d'enregistrement
he: אנא בחר זמן הקלטה
id: silakan pilih waktu rekaman
it: Prego selezionare orario di registrazione
ja: 録画時間を選択してください
ko: 녹화 시간을 선택하세요.
nb: Vennligst velg opptakstid
nl: Opnametijd selecteren
pl: Wybierz czas nagrań
pt_br: Por favor,escolha o tempo de gravação
ro: Alegeți timpul de înregistrare
ru: Пожалуйста,выберите время записи
sv: Vänligen välj inspelningstid
th: โปรดเลือกเวลาในการบันทึก
tr: Lütfen kayıt süresini seçin
vi: Vui lòng chọn thời gian ghi
zh_hans: 请选择录像时间
zh_hant: 請選擇錄像時間

# help_preview_ttextTips_4
source: Recording: record current preview video
cs: Video: Přijetí aktuálního náhledu videa
de: Aufnahme: Aufnahme des aktuellen Videos
es: Grabación: grabar video actual
fi: Video: Nykyisen esikatseluvideon ottaminen käyttöön
fr: Enregistrement : enregistrer la vidéo en cours
he: הקלטה: התחל להקליט את הוידאו
id: Rekaman : rekam video yang ditampilkan
it: Registrazioni: visualizzare i video
ja: ライブ映像を録画します
ko: 녹화 : 현재 비디오 녹화
nb: Video: Ta opp gjeldende video
nl: Opname: huidige video opnemen
pl: Nagranie: nagranie klipu wideo
pt_br: Gravação: gravar vídeo atual
ro: Înregistrare: înregistrați videoclipul curent
ru: Запись: запись текущего видео
sv: Inspelning: spela in aktuell video
th: การบันทึก: บันทึกวิดีโอตัวอย่างปัจจุบัน
tr: Kayıt: mevcut videoyu kaydet
vi: Video: Quay video màn hình xem trước hiện tại
zh_hans: 录像：录取当前预览画面视频
zh_hant: 錄像：錄取當前預覽畫面視頻

# devicesetting_manual_arming
source: Alarm
cs: Obrana
de: Scharfschaltung
es: Defensa
fi: Puolustus
fr: La défense
he: הגנה
id: Pertahanan
it: Difesa
ja: 防衛
ko: 방어
nb: Forsvar
nl: Verdediging
pl: Obrona
pt_br: Defesa
ro: Apărare
ru: Защита
sv: Försvar
th: สัญญาณเตือน
tr: Savunma
vi: Trang bị
zh_hans: 布防
zh_hant: 布防

# person_alarm_selct_time_monday
source: Monday
cs: Pondělí
de: Montag
es: lunes
fi: maanantai
fr: Lundi
he: יום שני
id: senin
it: Lunedi
ja: 月曜日
ko: 월요일
nb: mandag
nl: maandag
pl: poniedziałek
pt_br: Segunda-feira
ro: luni
ru: понедельник
sv: måndag
th: วันจันทร์
tr: Pazartesi
vi: vào thứ hai
zh_hans: 周一
zh_hant: 週一

# playback_break_download
source: Determine break
cs: Určete zlom
de: Pause festlegen
es: Determinar descanso
fi: Määritä tauko
fr: Déterminer la pause
he: קבע הפסקה
id: Tentukan istirahat
it: Determina l'interruzione
ja: 休憩を決定
ko: 휴식 결정
nb: Bestem pause
nl: Bepaal pauze
pl: Określ przerwę
pt_br: Determinar interrupção
ro: Determinați pauză
ru: Определить перерыв
sv: Bestäm rast
th: กำหนดเวลาพัก
tr: Arayı belirle
vi: Xác định ngắt
zh_hans: 确定中断
zh_hant: 確定中斷

# preview_call
source: Call
cs: Volání
de: Anruf
es: Llamada
fi: Soittaa puhelimella
fr: Appel
he: שִׂיחָה
id: Panggilan
it: Chiamata
ja: コール
ko: 요구
nb: Anrop
nl: Bel
pl: Połączenie
pt_br: Ligar
ro: Apel
ru: Вызов
sv: Ringa upp
th: โทร
tr: Aramak
vi: gọi
zh_hans: 通话
zh_hant: 通話

# deviceSetting_every_day
source: Every day
cs: každý den
de: jeden Tag
es: cotidiano
fi: joka päivä
fr: tous les jours
he: כל יום
id: setiap hari
it: ogni giorno
ja: 毎日
ko: 매일
nb: hver dag
nl: elke dag
pl: codziennie
pt_br: todos os dias
ro: în fiecare zi
ru: ежедневно
sv: varje dag
th: ทุกวัน
tr: Her gün
vi: Hằng ngày
zh_hans: 每天
zh_hant: 每天

# device_record
source: Recording type
cs: Typ videa
de: Aufnahmeart
es: Tipo de grabación
fi: Videotyyppi
fr: Type d'enregistrement
he: סוג הקלטה
id: Tipe Rekaman
it: Tipologia registrazione
ja: 録画タイプ
ko: 녹음 유형
nb: Opptakstype
nl: Opnametype
pl: Typ nagrań
pt_br: Tipo de gravação
ro: Tip de înregistrare
ru: Тип записи
sv: Inspelningstyp
th: ประเภทการบันทึก
tr: Kayıt tipi
vi: Loại video
zh_hans: 录像类型
zh_hant: 錄像類型

# deviceSetting_Smart_detection_alarms_notifications
source: Motion Detection Alerts and Notifications
cs: Upozornění a upozornění detekce pohybu
de: Bewegungserkennung und Benachrichtigungen
es: Alertas y notificaciones de detección de movimiento
fi: Liiketunnistuksen hälytykset ja ilmoitukset
fr: Alertes et notifications de détection de mouvement
he: התראות והודעות זיהוי תנועה
id: Peringatan dan Pemberitahuan Deteksi Gerakan
it: Avvisi e notifiche di rilevamento del movimento
ja: モーション検知アラームと通知
ko: 움직임 감지 경고 및 알림
nb: Bevegelsesdeteksjonsvarsler og -varsler
nl: Bewegingsdetectiewaarschuwingen en -meldingen
pl: Alerty i powiadomienia dotyczące wykrywania ruchu
pt_br: Alertas e notificações de detecção de movimento
ro: Alerte și notificări de detectare a mișcării
ru: Оповещения и уведомления об обнаружении движения
sv: Rörelsedetekteringsvarningar och aviseringar
th: การแจ้งเตือนการตรวจจับการเคลื่อนไหวและการแจ้งเตือน
tr: Hareket Algılama Uyarıları ve Bildirimleri
vi: Cảnh báo và Thông báo Phát hiện Chuyển động
zh_hans: 智能侦测警报与通知
zh_hant: 智能偵測警報與通知
