Repository: Yolo-cell-hash/go_home_ios
Catalog: ios/Runner/JASDK/JAResources/XLanguage/X35MultiLanguage/*.lproj/X35MutiLanguage.strings
Languages: cs, de, es, fi, fr, he, id, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sv, th, tr, vi, zh_hans, zh_hant

# cloud_storage_details_how_to_buy_tips_2
source: (2) The purchase channel of the device is determined by the number of package service channels of the system. If the system has only two packages with service channels 1 and 3, then the device can only select 1 or 3 purchase channels;
cs: (2) Nákupní kanál zařízení je dán počtem balíkových servisních kanálů systému. Pokud má systém pouze dva balíčky s obslužnými kanály 1 a 3, pak může zařízení vybrat pouze 1 nebo 3 nákupní kanály;
de: (2) Der Kaufkanal des Geräts wird durch die Anzahl der Paketdienstkanäle des Systems bestimmt. Wenn das System nur zwei Pakete mit den Servicekanälen 1 und 3 enthält, kann das Gerät nur 1 oder 3 Einkaufskanäle auswählen.
es: (2) El canal de compra del Equipo está determinado por la cantidad de canales de servicio de paquetes del sistema. Si el sistema tiene solo dos paquetes con los canales de servicio 1 y 3, entonces el Equipo solo puede seleccionar 1 o 3 canales de compra;
fi: (2) Laitteen ostokanava määräytyy järjestelmän pakettipalvelukanavien lukumäärän mukaan. Jos järjestelmässä on vain kaksi pakettia, joissa on palvelukanavat 1 ja 3, laite voi valita vain 1 tai 3 ostokanavaa;
fr: (2) Le canal d'achat de l'appareil est déterminé par le nombre de canaux de service de paquet du système. Si le système ne comporte que deux packages avec les canaux de service 1 et 3, l'appareil ne peut sélectionner que 1 ou 3 canaux d'achat;
he: ) 2 (ערוץ הרכישה של המכשיר נקבע על פי מספר ערוצי השירות של החבילה במערכת. אם למערכת יש רק שתי חבילות עם ערוצי שירות 1 ו - 3, ההתקן יכול לבחור רק ערוץ אחד או שלושה ערוצים;
id: (2) Saluran pembelian perangkat ditentukan oleh jumlah saluran layanan paket sistem. Jika sistem hanya memiliki dua paket dengan saluran layanan 1 dan 3, maka perangkat hanya dapat memilih 1 atau 3 saluran pembelian;
it: (2) Il canale di acquisto del dispositivo è determinato dal numero di canali di servizio del pacchetto del sistema. Se il sistema ha solo due pacchetti con i canali di servizio 1 e 3, il dispositivo può selezionare solo 1 o 3 canali di acquisto;
ja: (２)装置の購買チャンネルは、システムのパッケージサービスチャンネルの数によって決定される。システムにサービスチャンネル1と3の2つのパッケージしかない場合、デバイスは1つまたは3つの購入チャンネルしか選択できません。
ko: (2) 장치의 구매 채널은 시스템의 패키지 서비스 채널 수에 의해 결정됩니다. 시스템에 서비스 채널 1과 3이있는 패키지가 2 개만있는 경우 장치는 1 개 또는 3 개의 구매 채널 만 선택할 수 있습니다.
nb: (2) Kjøpskanalen til enheten bestemmes av antall pakketjenestekanaler i systemet. Hvis systemet kun har to pakker med tjenestekanaler 1 og 3, kan enheten bare velge 1 eller 3 kjøpskanaler.
nl: (2) Het inkoopkanaal van het apparaat wordt bepaald door het aantal pakketdienstkanalen van het systeem. Als het systeem slechts twee pakketten met servicekanalen 1 en 3 heeft, kan het apparaat slechts 1 of 3 aankoopkanalen selecteren;
pl: (2) Kanał zakupu urządzenia jest określony przez liczbę kanałów usługi pakietowej systemu. Jeśli system ma tylko dwa pakiety z kanałami serwisowymi 1 i 3, urządzenie może wybrać tylko 1 lub 3 kanały zakupu;
pt_br: (2) O canal de compra do dispositivo é determinado pelo número de canais de serviço do pacote do sistema. Se o sistema tiver apenas dois pacotes com os canais de serviço 1 e 3, o dispositivo poderá selecionar apenas 1 ou 3 canais de compra;
ro: (2) Canalul de achiziție al dispozitivului este determinat de numărul de canale de servicii de pachete ale sistemului. Dacă sistemul are numai două pachete cu canale de servicii 1 și 3, atunci dispozitivul poate selecta numai 1 sau 3 canale de cumpărare;
ru: (2) Канал покупки устройства определяется количеством каналов пакетного обслуживания системы. Если в системе только два пакета с сервисными каналами 1 и 3, то устройство может выбрать только 1 или 3 канала покупки;
sv: (2) Enhetens inköpskanal bestäms av antalet pakettjänstkanaler i systemet. Om systemet bara har två paket med tjänstekanalerna 1 och 3, kan enheten bara välja 1 eller 3 inköpskanaler.
th: (2) ช่องทางการซื้ออุปกรณ์กำหนดโดยจำนวนช่องบริการแพ็กเกจของระบบ หากระบบมีเพียงสองแพ็คเกจที่มีช่องบริการ 1 และ 3 อุปกรณ์จะสามารถเลือกช่องทางการซื้อได้เพียง 1 หรือ 3 ช่องเท่านั้น
tr: (2) Cihazın satın alma kanalı, sistemin paket servis kanalı sayısı ile belirlenir. Sistemde servis kanalları 1 ve 3 bulunan sadece iki paket varsa, cihaz yalnızca 1 veya 3 satın alma kanalı seçebilir;
vi: (2) Kênh mua của thiết bị được xác định bằng số lượng kênh gói dịch vụ của hệ thống, nếu hệ thống chỉ có hai gói với số kênh dịch vụ 1 và 3 thì thiết bị chỉ được chọn 1 hoặc 3 kênh mua;
zh_hans: (2)设备的购买通道由系统的套餐服务通道数决定，若系统只有服务通道数为1和3的两种套餐，那么设备只能选择1个或3个购买通道；
zh_hant: (2)設備的購買通道由系統的套餐服務通道數決定，若係統只有服務通道數為1和3的兩種套餐，那麼設備只能選擇1個或3個購買通道；

# addevice_select_wifi
source: Select "%1$s" and enter the set password;
cs: Vyberte "%1$s" a zadejte nastavené heslo;
de: Wählen Sie "%1$s" und geben Sie das vergebene Passwort ein.
es: Seleccione "%1$s" e introduzca la contraseña establecida;
fi: Valitse "%1$s" ja kirjoita asetettu salasana.
fr: Sélectionnez "%1$s" et entrez le mot de passe défini;
he: בחר "%1$s" והזן את הסיסמה שהוגדרה;
id: Pilih "%1$s" dan masukkan kata sandi yang disetel;
it: Seleziona "%1$s" e inserisci la password impostata;
ja: "%1$s"を選択し、設定したパスワードを入力します。
ko: "%1$s"를 선택하고 설정된 암호를 입력하십시오.
nb: Velg "%1$s" og skriv inn det angitte passordet.
nl: Selecteer "%1$s" en voer het ingestelde wachtwoord in;
pl: Wybierz "%1$s" i wprowadź ustawione hasło;
pt_br: Selecione "%1$s" e insira a senha definida;
ro: Selectați "%1$s" și introduceți parola setată;
ru: Выберите "%1$s" и введите установленный пароль;
sv: Välj "%1$s" och ange det inställda lösenordet;
th: เลือก "%1$s" และป้อนรหัสผ่านที่ตั้งไว้
tr: "%1$s" öğesini seçin ve ayarlanan parolayı girin;
vi: Chọn "%1$s" và nhập mật khẩu đã đặt;
zh_hans: 选择“%1$s”，输入设置的密码；
zh_hant: 選擇“%1$s”，輸入設置的密碼；

# me_help_and_feedback
source: Help and Feedback
cs: Nápověda a zpětná vazba
de: Hilfe / Häufige Fragen
es: Ayuda y comentarios
fi: Apua ja palautetta
fr: Aide et commentaires
he: עזרה ומשוב
id: Bantuan dan Umpan Balik
it: Aiuto e feedback
ja: ヘルプとフィードバック
ko: 도움말 및 피드백
nb: Hjelp og tilbakemeldinger
nl: Hulp en feedback
pl: Pomoc i opinie
pt_br: Ajuda e comentários
ro: Ajutor și feedback
ru: Помощь и обратная связь
sv: Hjälp och feedback
th: ความช่วยเหลือและคำติชม
tr: Yardım ve Geri Bildirim
vi: Giúp đỡ và phản hồi
zh_hans: 帮助与反馈
zh_hant: 幫助與反饋

# person_feedback_question_ROM_software_5
source: Frozen application management: the application needs to be added to the pure background, otherwise the message cannot be received in time when the screen is locked
cs: Zmrazená správa aplikací: aplikace musí být přidána na čisté pozadí, jinak nemůže být zpráva přijata včas, když je obrazovka uzamčena
de: Eingefrorene Anwendungsverwaltung: Die Anwendung muss zum reinen Hintergrund hinzugefügt werden, da die Nachricht sonst nicht rechtzeitig empfangen werden kann, wenn der Bildschirm gesperrt ist
es: Administración de aplicaciones congeladas: la aplicación debe agregarse al fondo puro; de lo contrario, el mensaje no se puede recibir a tiempo cuando la pantalla está bloqueada
fi: Jäädytetty sovellusten hallinta: sovellus on lisättävä puhtaaseen taustaan, muuten viestiä ei voida vastaanottaa ajoissa, kun näyttö on lukittu.
fr: Gestion des applications gelées: l'application doit être ajoutée à l'arrière-plan pur, sinon le message ne peut pas être reçu à temps lorsque l'écran est verrouillé
he: ניהול אפליקציות קפוא: יש להוסיף את היישום לרקע הטהור, אחרת לא ניתן לקבל את ההודעה בזמן שהמסך נעול
id: Manajemen aplikasi beku: aplikasi harus ditambahkan ke latar belakang murni, jika tidak pesan tidak dapat diterima pada saat layar terkunci
it: Gestione dell'applicazione bloccata: l'applicazione deve essere aggiunta allo sfondo puro, altrimenti il ​​messaggio non può essere ricevuto in tempo quando lo schermo è bloccato
ja: フリーズしたアプリケーション管理：アプリケーションを純粋な背景に追加する必要があります。そうしないと、画面がロックされているときにメッセージを受信できません。
ko: 고정 된 응용 프로그램 관리 : 응용 프로그램을 순수한 배경에 추가해야합니다. 그렇지 않으면 화면이 잠겨있을 때 메시지를 제 시간에 수신 할 수 없습니다
nb: Fryst applikasjonsadministrasjon: applikasjonen må legges til den rene bakgrunnen, ellers kan ikke meldingen mottas i tide når skjermen er låst
nl: Bevroren applicatiebeheer: de applicatie moet aan de pure achtergrond worden toegevoegd, anders kan het bericht niet op tijd worden ontvangen wanneer het scherm is vergrendeld
pl: Zarządzanie zamrożonymi aplikacjami: aplikacja musi zostać dodana do czystego tła, w przeciwnym razie komunikat nie zostanie odebrany w czasie, gdy ekran jest zablokowany
pt_br: Gerenciamento de aplicativo congelado: o aplicativo precisa ser adicionado ao plano de fundo puro, caso contrário, a mensagem não poderá ser recebida a tempo quando a tela estiver bloqueada
ro: Gestionarea aplicației congelate: aplicația trebuie adăugată pe fundalul pur, altfel mesajul nu poate fi primit la timp când ecranul este blocat
ru: Управление замороженными приложениями: приложение необходимо добавить на чистый фон, иначе сообщение не может быть получено вовремя, когда экран заблокирован
sv: Fryst applikationshantering: applikationen måste läggas till i ren bakgrund, annars kan meddelandet inte tas emot i tid när skärmen är låst
th: การจัดการแอปพลิเคชันที่หยุดนิ่ง: ต้องเพิ่มแอปพลิเคชันลงในพื้นหลังที่บริสุทธิ์มิฉะนั้นจะไม่สามารถรับข้อความได้ทันเวลาเมื่อหน้าจอล็อก
tr: Dondurulmuş uygulama yönetimi: uygulamanın saf arka plana eklenmesi gerekir, aksi takdirde ekran kilitlendiğinde mesaj alınamaz
vi: Quản lý ứng dụng đóng băng: Ứng dụng cần được thêm vào nền thuần túy, nếu không, không thể nhận thông báo kịp thời khi màn hình bị khóa;
zh_hans: 冻结应用管理：需要将应用加入纯净后台，否则锁屏状态下无法及时收到消息；
zh_hant: 凍結應用管理：需要將應用加入純凈後臺，否則鎖屏狀態下無法及時收到消息；

# login_wrong_password_enter
source: The password is wrong, you can also enter %1$s times
cs: Heslo je nesprávné, můžete také zadat%1$s krát
de: Passwort falsch. Sie können es noch%1$s mal eingeben
es: La contraseña es incorrecta, también puede ingresar%1$s veces
fi: Salasana on väärä, voit myös kirjoittaa%1$s kertaa
fr: Le mot de passe est incorrect, vous pouvez également entrer%1$s fois
he: הסיסמה שגויה, אתה יכול גם להזין פעמים 1% $ s
id: Kata sandi salah, Anda juga dapat memasukkan%1$s kali
it: La password è errata, puoi anche inserire%1$s volte
ja: パスワードが間違っています。あと%1$s回入力できます
ko: 비밀번호가 잘못되었습니다. %1$s 번을 입력 할 수도 있습니다
nb: Passordet er feil. Du kan også oppgi%1$s ganger
nl: Het wachtwoord is verkeerd, u kunt ook%1$s keer invoeren
pl: Hasło jest niepoprawne, możesz także wpisać%1$s razy
pt_br: A senha está incorreta. Você também pode inserir%1$s vezes
ro: Parola este greșită, puteți să introduceți, de asemenea,%1$s de ori
ru: Пароль неверный, вы также можете ввести%1$s раз
sv: Lösenordet är fel, du kan också ange%1$s gånger
th: รหัสผ่านไม่ถูกต้องคุณยังสามารถป้อน%1$s ครั้ง
tr: Şifre yanlış,%1$s kez de girebilirsiniz
vi: Mật khẩu sai, bạn vẫn có thể nhập%1$s lần
zh_hans: 密码错误，您还可以输入%1$s次
zh_hant: 密碼錯誤，您還可以輸入%1$s次

source: Asia/Kabul
cs: Asie / Kábul
de: Asien / Kabul
fi: Aasia / Kabul
fr: Asia / Kaboul
he: אסיה / קאבול
ja: アジア/カブール
ko: 아시아 / 카불
pl: Azja / Kabul
pt_br: Ásia / Kabul
ru: Азия / Кабул
sv: Asien / Kabul
th: เอเชีย / คาบูล
tr: Asya / Kabil
vi: Kabul / Afghanistan
zh_hans: 喀布尔/阿富汗
zh_hant: 喀布爾/阿富汗

# deviceSetting_setupTimeout
source: Get device settings timed out
cs: Zrušte nastavení zařízení
de: Zeitüberschreitung beim Abrufen der Geräteeinstellungen
es: Obtener la configuración del Equipo agotado
fi: Hanki laiteasetukset pois käytöstä
fr: Obtenir les paramètres de périphérique expiré
he: קבל תזמון של הגדרות המכשיר
id: Habis waktu pengaturan perangkat
it: Scarica le impostazioni del dispositivo scaduto
ja: タイムアウトしたデバイス設定を取得する
ko: 기기 설정 시간 초과
nb: Få enhetsinnstillinger tidsbestemt
nl: Zorg dat de apparaatinstellingen een time-out hebben
pl: Przekroczono limit czasu urządzeń
pt_br: Obter as configurações do dispositivo esgotadas
ro: Descărcați setările dispozitivului
ru: Тайм-аут получения настроек устройства
sv: Få enhetsinställningar tidsbestämda
th: หมดเวลารับการตั้งค่าอุปกรณ์
tr: Cihaz ayarlarının zaman aşımına uğramasını sağlayın
vi: Nhận cài đặt thiết bị hết giờ
zh_hans: 获取设备设置超时
zh_hant: 獲取設備設置超時

# adddevice_environmental_requir
source: Environmental requirements
cs: Požadavky na životní prostředí
de: Umgebung
es: Requisitos ambientales.
fi: Ympäristövaatimukset
fr: Exigences environnementales
he: דרישות סביבתיות
id: Persyaratan lingkungan
it: Requisiti ambientali
ja: 環境要件
ko: 환경 요구 사항
nb: Miljøkrav
nl: Omgevingsvereisten
pl: Wymogi środowiskowe
pt_br: Requisitos ambientais
ro: Cerințe de mediu
ru: Экологические требования
sv: Miljökrav
th: ข้อกำหนดด้านสภาวะแวดล้อม
tr: Çevresel gereksinimler
vi: Yêu cầu về môi trường
zh_hans: 环境要求
zh_hant: 環境要求

# devicelist_share_linkvisual
source: Note: The shared QR code is only valid for 30 minutes
cs: Poznámka: Sdílený QR kód je platný pouze 30 minut
de: Hinweis: Der geteilte QR-Code ist nur 30 Minuten gültig
es: Nota: el código QR compartido solo es válido durante 30 minutos
fi: Huomautus: Jaettu QR-koodi on voimassa vain 30 minuuttia
fr: Remarque : Le code QR partagé n'est valable que 30 minutes
he: הערה: קוד ה-QR המשותף תקף למשך 30 דקות בלבד
id: Catatan: Kode QR yang dibagikan hanya berlaku selama 30 menit
it: Nota: il codice QR condiviso è valido solo per 30 minuti
ja: 注：共有QRコードは30分間のみ有効です
ko: 참고: 공유 QR 코드는 30분 동안만 유효합니다.
nb: Merk: Den delte QR-koden er kun gyldig i 30 minutter
nl: Let op: de gedeelde QR-code is slechts 30 minuten geldig
pl: Uwaga: udostępniony kod QR jest ważny tylko przez 30 minut
pt_br: Observação: o código QR compartilhado é válido apenas por 30 minutos
ro: Notă: codul QR partajat este valabil doar 30 de minute
ru: Примечание. Общий QR-код действителен только в течение 30 минут.
sv: Obs: Den delade QR-koden är endast giltig i 30 minuter
th: หมายเหตุ: รหัส QR ที่ใช้ร่วมกันใช้ได้เพียง 30 นาที
tr: Not: Paylaşılan QR kodu yalnızca 30 dakika geçerlidir.
vi: Lưu ý: Mã QR được chia sẻ chỉ có giá trị trong 30 phút
zh_hans: 注意：分享的二维码有效期只有30分钟
zh_hant: 注意：分享的二維碼有效期只有30分鐘

# Official_brand_recruit
source: Brand recruiting merchants：
cs: Obchodníci s náborem značky ：
de: Markenrekrutierungshändler:
es: comerciantes de reclutamiento Marca:
fi: Merkki rekrytoivat kauppiaat ：
fr: Marchands recruteurs de marque:
he: סוחרי גיוס מותגים ：
id: Pedagang yang merekrut:
it: i commercianti Marca di reclutamento:
ja: ブランド募集商人：
ko: 브랜드 모집 판매자 :
nb: Brand rekruttere selgere:
nl: Merk werving handelaars:
pl: kupcy Marka rekrutacji:
pt_br: comerciantes marca de recrutamento:
ro: comercianți de brand de recrutare:
ru: Марка рекрутинг продавцов:
sv: Varumärkesrekrytera köpmän ：
th: การลงทุนแบรนด์:
tr: Marka alımı yapan tüccarlar ：
vi: Đầu tư thương hiệu:
zh_hans: 品牌招商：
zh_hant: 品牌招商：

# to_be_updated
source: Wait for update
cs: Čekají na aktualizaci
de: Update läuft
es: Espere la actualización
fi: Odottaa päivitystä
fr: Attendre la mise à jour
he: המתן לעדכון
id: Tunggu perbarui
it: Attendere caricamento
ja: 更新するまでお待ち下さい。
ko: 업데이트 대기
nb: Venter på oppdatering
nl: Op update wachten
pl: Czekaj na aktualizację
pt_br: Aguarde pela atualização
ro: Așteptați actualizarea
ru: Ждать обновления
sv: Vänta på uppdatering
th: รอการอัพเดท
tr: Güncellemeyi bekle
vi: nâng cấp đang chờ xử lý
zh_hans: 待更新
zh_hant: 待更新

# deviceSetting_Camera_settings
source: Camera settings
cs: Nastavení fotoaparátu
de: Kamera Einstellungen
es: Ajustes de la cámara
fi: Kameran asetukset
fr: Les paramètres de la caméra
he: הגדרות מצלמה
id: Pengaturan kamera
it: Impostazioni della fotocamera
ja: カメラ設定
ko: 카메라 설정
nb: Kamerainnstillinger
nl: Camera instellingen
pl: Ustawienia aparatu
pt_br: Configurações da câmera
ro: Setările camerei
ru: Настройки камеры
sv: Kamerainställningar
th: การตั้งค่ากล้อง
tr: Kamera ayarları
vi: Cài đặt camera
zh_hans: 摄像机设置
zh_hant: 攝像機設置

source: America/Manaus
cs: Amerika / Manaus
de: Amerika / Manaus
fi: Amerikka / Manaus
he: אמריקה / מאנאוס /
id: Amerika / Manaus
ja: アメリカ/マナウス
ko: 아메리카 / 마나우스
nb: Amerika / Manaus
nl: Amerika / Manaus
pl: Ameryka / Manaus
pt_br: América / Manaus
ru: Америка / Манаус
sv: Amerika / Manaus
th: อเมริกา / มาเนาส์
tr: Amerika / Manaus
vi: Manaus / Amazon
zh_hans: 马瑙斯/亚马逊
zh_hant: 馬瑙斯/亞馬遜

# cloud_privacy_guarantee
source: Multiple privacy guarantees
cs: Ochrana soukromí
de: Mehrere Datenschutzgarantien
es: Garantía de privacidad
fi: Yksityisyyden takuu
fr: Garantie de confidentialité
he: ערבויות פרטיות מרובות
id: Jaminan privasi berganda
it: Garanzia sulla privacy
ja: 複数のプライバシー保証
ko: 여러 개인 정보 보장
nb: Flere personverngarantier
nl: Meerdere privacygaranties
pl: Gwarancja prywatności
pt_br: Garantia de privacidade
ro: Garanție de confidențialitate
ru: Гарантия конфиденциальности
sv: Integritetsgaranti
th: รับประกันความเป็นส่วนตัวหลายรายการ
tr: Gizlilik garantisi
vi: Nhiều đảm bảo về quyền riêng tư
zh_hans: 隐私多重保障
zh_hant: 隱私多重保障

# adddevice_check_device
source: Inspection Device
cs: Kontrolní zařízení
de: Gerät prüfen
es: dispositivo de inspección
fi: Tarkastuslaite
fr: dispositif d'inspection
he: מכשיר בדיקה
id: Perangkat Inspeksi
it: Dispositivo di ispezione
ja: 検査装置
ko: 검사 장치
nb: Inspeksjonsenhet
nl: Inspectieapparaat
pl: Urządzenie kontrolne
pt_br: Dispositivo de Inspeção
ro: Dispozitiv de inspecție
ru: Проверочное устройство
sv: Inspektionsenhet
th: อุปกรณ์ตรวจสอบ
tr: Muayene Cihazı
vi: Thiết bị kiểm tra
zh_hans: 检查设备
zh_hant: 檢查設備

source: Personalization
cs: Personalizace
de: Personalisierung
es: Personalización
fi: yksilöityminen
fr: Personnalisation
he: התאמה אישית
id: Personalisasi
it: Modifica
ja: 個人設定
ko: 개인화
nb: Personinnstillinger
nl: Personalisatie
pl: Personalizacja
pt_br: Personalização
ro: Personalizare
ru: воплощение
sv: Anpassning
th: ส่วนบุคคล
tr: Kişiselleştirme
vi: cá nhân hóa
zh_hans: 个性化
zh_hant: 個性化

# cloud_hot_sale
source: Hot sale
cs: Horký
de: Verkauf
es: Caliente
fi: Kuuma
fr: Chaud
he: חם
id: Panas
it: Caldo
ja: ホット
ko: 핫세일
nb: Varmt salg
nl: Heet
pl: Gorąco
pt_br: Quente
ro: Fierbinte
ru: Жарко
sv: Varm
th: ลดกระหน่ำ
tr: Sıcak
vi: Bán hàng
zh_hans: 热卖
zh_hant: 熱賣

# help_cloud_storage_textTips_3
source: Method 1: Open the APP,click "cloud storage" on device list interface,then go on and purchase
cs: Metoda 1: Otevřete APP,klepněte na tlačítko "Cloud Save" v seznamu zařízení a potvrďte přejděte na stránku nákupu.
de: Methode 1: App starten, auf "Cloudspeicher" in Geräteliste tippen, dann fortfahren und kaufen
es: Método 1: inicie la aplicación,haga clic en "almacenamiento en la nube " en la interfaz de la lista de Equipos,luego continúe y compre
fi: Tapa 1: Avaa sovellus,napsauta Laitehaku-painiketta laiteluettelon käyttöliittymässä ja vahvista,että siirryt ostosivulle.
fr: Méthode 1 : démarrez l'application, cliquez sur "stockage en Cloud " sur l'interface de la liste des appareils, puis continuez et achetez.
he: שיטה 1: הפעל את APP,לחץ על "אחסון ענן " בממשק רשימת ההתקנים ולאחר מכן המשך וקנה
id: Metode 1: Buka APP,Klik "Penyimpanan Awan" di daftar Perangkat,dan masuk kepembelian
it: Metodo 1: Aprire l'app,premere " archiviazione cloud" nella lista dispositivi,quindi procedere all'acquisto
ja: 方法1：アプリケーションを起動し、デバイスリストのインターフェイスで"ストレージ"をクリックしてから、続行して購入します。
ko: 방법 1 : APP를 시작하고 기기 목록 인터페이스에서 "클라우드 저장소 "를 클릭 한 다음 계속 구매하십시오
nb: Metode 1: Åpne APP,klikk på "Skylagring"-knappen i grensesnittet til enhetslisten,og sørg for å gå til kjøpssiden.
nl: Methode 1: start APP,klik in de apparatenlijstinterface op "cloudopslag" ga dan verder en koop
pl: Metoda 1: uruchom aplikację,kliknij "magazyn w chmurze " na interfejsie listy urządzeń,a następnie przejdź do zakupu
pt_br: Método 1: inicie o APP,clique em "armazenamento em nuvem " na interface da lista de dispositivos,depois vá em frente e compre
ro: Metoda 1: porniți APP,faceți clic pe "storage cloud " pe interfața listei de dispozitive,apoi continuați și cumpărați
ru: Способ 1: запустите приложение,нажмите "облачное хранилище" в интерфейсе списка устройств,затем перейдите и приобретите
sv: Metod 1: starta APP,klicka på "molnlagring " på gränssnittet för enhetslistor och fortsätt sedan och köp
th: วิธีที่ 1: เปิดแอปคลิก "พื้นที่เก็บข้อมูลบนคลาวด์ " บนรายการอุปกรณ์จากนั้นไปเลือกและกดซื้อ
tr: Yöntem 1: APP'yi başlatın,cihaz listesi arabiriminde "bulut depolama " seçeneğini tıklayın,ardından devam edin ve satın alın
vi: Cách 1: Mở APP, nhấp vào nút "Gửi tiền qua đám mây" trong giao diện danh sách thiết bị và xác nhận để chuyển đến trang mua hàng.
zh_hans: 方法1：打开APP，在设备列表界面中点击“云存”按钮，并确定前往购买页面。
zh_hant: 方法1：打開APP，在設備列表界面中點擊“雲存”按鈕，並確定前往購買頁面。

# cloud_agree_agreement
source: Payment means agreeing to cloud storage service agreement
cs: Platba znamená souhlas s cloudovou smlouvou o poskytování služeb
de: Zahlung bedeutet, dass Sie dem Cloud-Speicher-Servicevertrag zustimmen
es: Pago significa aceptar el acuerdo de servicio de almacenamiento en la nube
fi: Maksu tarkoittaa sopimusta pilvitallennuspalvelusopimuksesta
fr: Le paiement signifie accepter un contrat de service de stockage cloud
he: תשלום פירושו הסכמה להסכם שירות אחסון בענן
id: Pembayaran berarti menyetujui perjanjian layanan penyimpanan cloud
it: Pagamento significa accettare l'accordo sul servizio di archiviazione cloud
ja: 支払いとは、クラウドストレージサービス契約に同意することを意味します
ko: 클라우드 스토리지 서비스 계약에 동의하는 결제 수단
nb: Betaling betyr å godta avtale om skylagringstjeneste
nl: Betalen betekent akkoord gaan met een serviceovereenkomst voor cloudopslag
pl: Płatność oznacza wyrażenie zgody na zawarcie umowy na usługi przechowywania w chmurze
pt_br: Pagamento significa concordar com o contrato de serviço de armazenamento em nuvem
ro: Plata înseamnă a fi de acord cu acordul de servicii de stocare în cloud
ru: Оплата означает согласие на соглашение об облачном хранилище
sv: Betalning innebär att man accepterar avtalet om molnlagringsservice
th: การชำระเงินหมายถึงการยอมรับข้อตกลงการให้บริการพื้นที่เก็บข้อมูลบนคลาวด์
tr: Ödeme, bulut depolama hizmeti sözleşmesini kabul etmek anlamına gelir
vi: Thanh toán có nghĩa là đồng ý với thỏa thuận dịch vụ lưu trữ đám mây
zh_hans: 支付即同意云存储服务协议
zh_hant: 支付即同意云存儲服務協議

# splash_skip
source: Skip
cs: Přeskočit
de: Weiter
es: Omitir
fi: hyppiä
fr: Ignorer
he: דלג
id: Lewati
it: Salta
ja: スキップ
ko: 건너뛰기
nb: Hopp over
nl: Overslaan
pl: Pomiń
pt_br: Pular
ro: Ocolire
ru: Пропускать
sv: Hoppa
th: ข้าม
tr: atlamak
vi: Bỏ qua
zh_hans: 跳过
zh_hant: 跳過

# device_group_Upper_limit
source: Sorry,a group can only choose at most 16 cameras
cs: Je nám líto,skupina může vybrat až 16 kamer.
de: Eine Gruppe darf nicht aus mehr als 16 Kameras bestehen.
es: Lo sentimos,un grupo solo puede seleccionar hasta 16 cámaras.
fi: Valitettavasti ryhmä voi valita vain enintään 16 kameraa.
fr: Désolé, un groupe ne peut contenir que 16 caméras.
he: מירב המצלמות שקבוצה יכולה להיות מורכבת מהן הוא 16
id: Maaf,Group hanya bisa pilih 16 kamera
it: Spiacenti,un gruppo può selezionare fino a 16 telecamere.
ja: グループには最大16台のカメラしか選択できません。
ko: 죄송합니다. 1개 그룹은 최대 16대의 카메라만 선택할 수 있습니다.
nb: Beklager,en gruppe kan bare velge opptil 16 kameraer.
nl: Sorry,een groep kan maximaal 16 camera's selecteren
pl: Niestety,grupa może wybrać maksymalnie 16 kamer.
pt_br: Desculpe,um grupo só pode escolher no máximo 16 câmeras
ro: Ne pare rău,un grup poate alege cel mult 16 camere
ru: Извините,группа может выбрать не более 16 камер.
sv: Tyvärr,en grupp kan bara välja högst 16 kameror
th: ขออภัย,หนึ่งกลุ่มสามารถเลือกกล้องได้สูงสุด 16 ตัว
tr: Üzgünüz,bir grup sadece 16 kamerayı seçebilir
vi: Xin lỗi, chỉ có thể chọn 16 máy ảnh trong một nhóm
zh_hans: 抱歉，一个分组最多只能选择16个摄像头
zh_hant: 抱歉，一個分組最多只能選擇16個攝像頭
