Repository: Yolo-cell-hash/go_home_ios
Catalog: ios/Runner/JASDK/JAResources/XLanguage/X35MultiLanguage/*.lproj/X35MutiLanguage.strings
Languages: cs, de, es, fi, fr, he, id, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sv, th, tr, vi, zh_hans, zh_hant

source: America/Barbados
cs: Amerika / Barbados
de: Amerika / Barbados
fi: Amerikka / Barbados
fr: Amérique / Barbade
he: אמריקה / ברבדוס
id: Amerika / Barbados
ja: アメリカ/バルバドス
ko: 아메리카 / 바베이도스
nb: Amerika / Barbados
nl: Amerika / Barbados
pl: Ameryka / Barbados
pt_br: América / Barbados
ru: Америка / Барбадос
sv: Amerika / Barbados
th: อเมริกา / บาร์เบโดส
tr: Amerika / Barbados
vi: Barbados / Đại Tây Dương
zh_hans: 巴巴多斯/大西洋
zh_hant: 巴巴多斯/大西洋

# addDevice_solution_for_device_offline_6
source: Contact the merchant to refresh, or activate the 4G card.
cs: Kontaktujte obchodníka, aby obnovil nebo aktivoval 4G kartu.
de: Wenden Sie sich an den Händler, um die 4G-Karte zu aktualisieren oder zu aktivieren.
es: Comuníquese con el comerciante para actualizar o activar la tarjeta 4G.
fi: Ota yhteyttä kauppiaaseen 4G-kortin päivittämiseksi tai aktivoimiseksi.
fr: Contactez le commerçant pour rafraîchir, ou activer la carte 4G.
he: צור קשר עם הסוחר כדי לרענן, או להפעיל את כרטיס ה-4G.
id: Hubungi pedagang untuk menyegarkan, atau mengaktifkan kartu 4G.
it: Contattare il commerciante per aggiornare o attivare la carta 4G.
ja: 4Gカードを更新またはアクティブ化するには、販売者に連絡してください。
ko: 4G 카드를 새로 고치거나 활성화하려면 판매자에게 문의하십시오.
nb: Kontakt selgeren for å oppdatere, eller aktivere 4G-kortet.
nl: Neem contact op met de handelaar om de 4G-kaart te vernieuwen of te activeren.
pl: Skontaktuj się ze sprzedawcą, aby odświeżyć lub aktywować kartę 4G.
pt_br: Entre em contato com o comerciante para atualizar ou ativar o cartão 4G.
ro: Contactați comerciantul pentru a reîmprospăta sau pentru a activa cardul 4G.
ru: Свяжитесь с продавцом, чтобы обновить или активировать карту 4G.
sv: Kontakta handlaren för att uppdatera eller aktivera 4G-kortet.
th: ติดต่อร้านค้าเพื่อรีเฟรชหรือเปิดใช้งานการ์ด 4G
tr: 4G kartını yenilemek veya etkinleştirmek için satıcıyla iletişime geçin.
vi: Liên hệ với người bán để làm mới hoặc kích hoạt thẻ 4G.
zh_hans: 联系商家刷新，或者激活4G卡。
zh_hant: 聯繫商家刷新，或者激活4G卡。

source: Me
cs: Mě
de: Konto
es: Yo
fi: Minä
fr: Moi
he: אני
id: Saya
it: Mi
ja: 情報
ko: 내정보
nb: Meg
pl: Mnie
pt_br: Eu
ro: Pe mine
ru: мне
sv: Mig
th: ฉัน
tr: Ben mi
vi: tôi
zh_hans: 我的
zh_hant: 我的

# install_Wechat
source: Please install wechat
cs: Nejprve nainstalujte WeChat.
de: Bitte wechat installieren
es: Por favor instale WeChat primero
fi: Asenna WeChat ensin.
fr: Veuillez installer WeChat
he: אנא התקן את wechat
id: silakan pasang Wechat
it: Prego installare Wechat
ja: wechatをインストールしてください
ko: 위챗을 설치해 주세요.
nb: Vennligst installer WeChat
nl: Wechat installeren
pl: Zainstaluj wechat
pt_br: Por favor,instale o wechat
ro: Vă rugăm să instalați wechat
ru: Пожалуйста,установите wechat
sv: Vänligen installera wechat
th: โปรดติดตั้ง Wechat
tr: Lütfen wechat yükleyin
vi: Vui lòng cài đặt WeChat trước
zh_hans: 请先安装微信
zh_hant: 請先安裝微信

# cloud_help_migration_device_b
source: b. Select an offline device to migrate. If the offline device is multi-channel, you need to select the migrated device channel.
cs: b. Vyberte zařízení offline, které chcete migrovat Pokud je zařízení offline vícekanálové, musíte vybrat kanál přeneseného zařízení.
de: b. Wählen Sie ein Offline-Gerät zu migrieren. Wenn das Offline-Gerät Multi-Channel ist, müssen Sie den migrierte Gerät Kanal auszuwählen.
es: b) Seleccione un Equipo fuera de línea para migrar. Si el Equipo fuera de línea es multicanal, debe seleccionar el canal del Equipo migrado.
fi: b. Valitse offline-laite siirtää. Jos offline laite on monikanavainen, sinun täytyy valita siirtynyt laitteen kanava.
fr: Sélectionnez un périphérique hors ligne à migrer Si le périphérique hors ligne est multicanal, vous devez sélectionner le canal du périphérique migré.
he: .B בחר התקן לא מקוון להעברה אם ההתקן הלא מקוון הוא ערוץ מרובה, עליך לבחור את ערוץ ההתקן שהועבר.
id: Pilih perangkat offline untuk dimigrasi Jika perangkat offline multi-channel, Anda perlu memilih saluran perangkat yang dimigrasi.
it: b. Selezionare un dispositivo collegato a migrare. Se il dispositivo non in linea è multi-canale, è necessario selezionare il canale dispositivo migrato.
ja: b。移行するオフラインデバイスを選択しますオフラインデバイスがマルチチャンネルの場合は、移行するデバイスチャンネルを選択する必要があります。
ko: 오프라인 장치가 다중 채널 인 경우 마이그레이션 된 장치 채널을 선택해야합니다.
nb: b. Velg en frakoblet enhet for å migrere. Hvis den frakoblede enheten er flerkanals, må du velge den migrerte enhetskanalen.
nl: b. Selecteer een offline apparaat om te migreren. Als het offline apparaat meerkanaals is, moet u het gemigreerde apparaatkanaal selecteren.
pl: b. Wybierz urządzenie offline do migracji Jeśli urządzenie offline jest wielokanałowe, musisz wybrać zmigrowany kanał urządzenia.
pt_br: Selecione um dispositivo off-line para migrar Se o dispositivo off-line for multicanal, será necessário selecionar o canal do dispositivo migrado.
ro: b. Selectați un dispozitiv offline pentru a migra. Dacă dispozitivul offline are mai multe canale, trebuie să selectați canalul dispozitivului migrat.
ru: Б. Выберите автономное устройство для миграции. Если автономное устройство является многоканальным, вам нужно выбрать канал мигрированного устройства.
sv: b. Välj en offline enhet för att migrera. Om offline enheten är flerkanaligt, måste du välja den migrerade enhet kanalen.
th: b. เลือกอุปกรณ์ออฟไลน์ที่จะย้ายหากอุปกรณ์ออฟไลน์เป็นแบบหลายช่องสัญญาณคุณต้องเลือกช่องอุปกรณ์ที่ย้ายข้อมูล
tr: Taşımak için bir çevrimdışı cihaz seçin: Çevrimdışı cihaz çok kanallıysa, taşınan cihaz kanalını seçmeniz gerekir.
vi: b. Chọn thiết bị ngoại tuyến để di chuyển Nếu thiết bị ngoại tuyến là đa kênh, bạn cần chọn kênh thiết bị để di chuyển;
zh_hans: b.选择一台离线设备进行迁移，若离线设备为多通道，则需要选择迁移的设备通道；
zh_hant: b.選擇一台離線設備進行遷移，若離線設備為多通道，則需要選擇遷移的設備通道；

# service_map_contact_sales
source: You can contact our sales staff directly to buy the security equipment with the lowest price.
cs: Můžete se obrátit přímo na náš prodejní personál a koupit si bezpečnostní vybavení za nejnižší cenu.
de: Sie können sich direkt an unsere Vertriebsmitarbeiter wenden, um die Sicherheitsausrüstung zum niedrigsten Preis zu kaufen.
es: Puede contactar a nuestro personal de ventas directamente para comprar el equipo de seguridad con el precio más bajo.
fi: Voit ottaa yhteyttä suoraan myyjään ja ostaa suojavarusteita edullisimmalla hinnalla.
fr: Vous pouvez contacter directement notre personnel de vente pour acheter l'équipement de sécurité au prix le plus bas.
he: אתה יכול ליצור קשר ישירות עם צוות המכירות שלנו כדי לקנות את ציוד האבטחה במחיר הנמוך ביותר.
id: Anda dapat menghubungi staf penjualan kami secara langsung untuk membeli peralatan keamanan dengan harga terendah.
it: Puoi contattare direttamente il nostro personale di vendita per acquistare le attrezzature di sicurezza al prezzo più basso.
ja: 弊社の販売スタッフに直接連絡して、最低価格のセキュリティ機器を購入できます。
ko: 가장 낮은 가격으로 보안 장비를 구매하려면 영업 직원에게 직접 문의하십시오.
nb: Du kan kontakte selgere direkte for å kjøpe sikkerhetsutstyr til lavest mulig pris.
nl: U kunt rechtstreeks contact opnemen met onze verkopers om de beveiligingsapparatuur tegen de laagste prijs te kopen.
pl: Możesz skontaktować się bezpośrednio z naszymi sprzedawcami, aby kupić sprzęt bezpieczeństwa w najniższej cenie.
pt_br: Você pode entrar em contato diretamente com nossa equipe de vendas para comprar o equipamento de segurança pelo menor preço.
ro: Puteți contacta direct personalul nostru de vânzări pentru a cumpăra echipamentul de securitate cu cel mai mic preț.
ru: Вы можете напрямую связаться с нашим торговым персоналом, чтобы купить оборудование для обеспечения безопасности по самой низкой цене.
sv: Du kan kontakta vår säljpersonal direkt för att köpa säkerhetsutrustningen till det lägsta priset.
th: คุณสามารถติดต่อพนักงานขายของเราได้โดยตรงที่จะซื้ออุปกรณ์รักษาความปลอดภัยที่มีราคาต่ำสุด
tr: En düşük fiyata sahip güvenlik ekipmanını satın almak için doğrudan satış personelimizle iletişime geçebilirsiniz.
vi: Bạn có thể liên hệ trực tiếp với nhân viên kinh doanh của chúng tôi để được mua thiết bị an ninh với giá rẻ nhất.
zh_hans: 您可以直接联系我们的业务人员，用最低的价格购买安防设备。
zh_hant: 您可以直接聯繫我們的業務人員，用最低的價格購買安防設備。

# person_feedback_question_no_alarm_push_2
source: 2. After opening the message notification: In the phone settings> application management, find "EseeCloud" and enable / allow notification to receive the alarm push.
cs: 2. Po otevření upozornění na zprávu: V nastavení telefonu> správa aplikací najděte "EseeCloud " a povolte / povolte upozornění pro přijetí alarmu.
de: 2. Nach dem Öffnen der Benachrichtigungseinstellungen: Suchen Sie in den Telefoneinstellungen> Anwendungsmanager nach "EseeCloud" und aktivieren / erlauben Sie die Benachrichtigung, um Push-Nachrichten zu erhalten.
es: 2. Después de abrir la notificación del mensaje: en la configuración del teléfono> gestión de aplicaciones, busque "EseeCloud " y habilite / permita que la notificación reciba la alarma.
fi: 2. Kun olet avannut viesti-ilmoituksen: Etsi puhelinasetuksista> sovelluksenhallinnasta "EseeCloud " ja ota käyttöön / salli ilmoituksen vastaanottaminen hälytys push.
fr: 2. Après avoir ouvert la notification de message: Dans les paramètres du téléphone> Gestion des applications, recherchez "EseeCloud " et activez / autorisez la notification pour recevoir le push d'alarme.
he: 2. לאחר פתיחת הודעת ההודעה: בהגדרות הטלפון> ניהול אפליקציות, מצא "EseeCloud " ואפשר / אפשר הודעה לקבל את דחיפת האזעקה.
id: 2. Setelah membuka pemberitahuan pesan: Pada pengaturan telepon> manajemen aplikasi, temukan "EseeCloud " dan aktifkan / izinkan pemberitahuan untuk menerima dorongan alarm.
it: 2. Dopo aver aperto la notifica del messaggio: nelle impostazioni del telefono> gestione applicazioni, trova "EseeCloud " e abilita / consenti alla notifica di ricevere la pressione dell'allarme.
ja: 2.メッセージ通知を開いた後：スマートフォンの設定>アプリケーション管理で、「EseeCloud」を見つけて、通知を有効/許可して、アラームプッシュを受信します。
ko: 2. 메시지 알림을 연 후 : 전화 설정> 응용 프로그램 관리에서 "EseeCloud "를 찾아 알림이 알람 푸시를 받도록 활성화 / 허용하십시오.
nb: 2. Etter å ha åpnet meldingsvarslingen: I telefoninnstillingene> applikasjonsadministrasjon, finn "EseeCloud " og aktiver / tillat varsel for å motta alarm push.
nl: 2. Na het openen van de berichtmelding: Zoek in de telefooninstellingen> toepassingsbeheer "EseeCloud " en schakel de melding in / toe om het alarm te ontvangen.
pl: 2. Po otwarciu powiadomienia o wiadomości: W ustawieniach telefonu> zarządzanie aplikacjami znajdź "EseeCloud" i włącz / zezwól na otrzymywanie powiadomienia o alarmie.
pt_br: 2. Após abrir a notificação da mensagem: Nas configurações do telefone> gerenciamento de aplicativos, localize "EseeCloud " e ative / permita que a notificação receba o toque do alarme.
ro: 2. După deschiderea notificării mesajului: în setările telefonului> gestionarea aplicațiilor, găsiți "EseeCloud " și activați / permiteți notificarea să primească apăsarea de alarmă.
ru: 2. После открытия сообщения уведомления: в настройках телефона> управление приложениями найдите "EseeCloud " и включите / разрешите уведомление для получения сигнала тревоги.
sv: 2. Efter att du har öppnat meddelandemeddelandet: I telefoninställningarna> applikationshantering, hitta "EseeCloud " och aktivera / låt meddelande få larm push.
th: 2. หลังจากเปิดใช้งานการแจ้งเตือนข้อความ: ไปที่การตั้งค่าโทรศัพท์> การจัดการแอปพลิเคชันค้นหา "Easy Cloud" และเปิด / อนุญาตการแจ้งเตือนเพื่อรับการแจ้งเตือน
tr: 2. Mesaj bildirimini açtıktan sonra: Telefon ayarları> uygulama yönetimi bölümünde, "EseeCloud " öğesini bulun ve alarm bildirimini almak için bildirimi etkinleştirin / izin verin.
vi: 2. Sau khi mở thông báo tin nhắn: Vào cài đặt điện thoại> quản lý ứng dụng, tìm "EseeCloud" và bật / cho phép nhận thông báo đẩy báo thức.
zh_hans: 2.开启消息通知后:在手机设置>应用管理,找到“易视云”并开启/允许通知即可收到报警推送。
zh_hant: 2.開啟消息通知後:在手機設置>應用管理,找到“易視雲”並開啟/允許通知即可收到報警推送。

# cloud_expire_pop
source: Cloud recording is about to expire, do you want to renew?
cs: Platnost cloudového nahrávání brzy vyprší, chcete jej obnovit?
de: Die Cloud-Aufnahme läuft bald ab. Möchten Sie diese erneuern?
es: La grabación en la nube está a punto de caducar, ¿quieres renovarla?
fi: Pilvitallennus vanhenee, haluatko uusia?
fr: l'enregistrement dans le cloud est sur le point d'expirer. Voulez-vous le renouveler?
he: הקלטת ענן עומדת לפוג, האם אתה רוצה לחדש?
id: Rekaman cloud akan segera kedaluwarsa, apakah Anda ingin memperbarui?
it: La registrazione sul cloud sta per scadere, vuoi rinnovarla?
ja: クラウドレコーディングの有効期限が近づいています。更新しますか？
ko: 클라우드 녹화가 곧 만료됩니다. 갱신 하시겠습니까?
nb: Skyopptak er i ferd med å utløpe, vil du fornye?
nl: Cloudopname loopt af, wil je verlengen?
pl: Nagrywanie w chmurze wkrótce wygaśnie, czy chcesz je odnowić?
pt_br: A gravação na nuvem está prestes a expirar. Deseja renovar?
ro: Înregistrarea în cloud este pe cale să expire, vrei să reînnoiești?
ru: Срок записи в облаке истекает, вы хотите возобновить?
sv: Molninspelning håller på att gå ut, vill du förnya?
th: การบันทึกบนคลาวด์กำลังจะหมดอายุคุณต้องการต่ออายุไหม
tr: Bulut kaydının süresi dolmak üzere, yenilemek istiyor musunuz?
vi: Cloud video sắp hết hạn, bạn có đi gia hạn không?
zh_hans: 云录像即将过期，是否前往续费？
zh_hant: 雲錄像即將過期，是否前往續費？

# devicelist_cloud_motion_prompt
source: If it is detected that the motion detection of cloud storage devices %1$s has been turned off, please go to the device settings to enable motion detection
cs: Pokud se zjistí, že detekce pohybu cloudových úložných zařízení %1$s byla vypnuta, přejděte prosím do nastavení zařízení a aktivujte detekci pohybu
de: Wenn festgestellt wird, dass die Bewegungserkennung der Cloud-Speichergeräte %1$s deaktiviert wurde, gehen Sie bitte zu den Geräteeinstellungen, um die Bewegungserkennung zu aktivieren
es: Si se detecta que la detección de movimiento de los dispositivos de almacenamiento en la nube %1$s se ha desactivado, vaya a la configuración del dispositivo para habilitar la detección de movimiento.
fi: Jos havaitaan, että pilvitallennuslaitteiden %1$s liiketunnistus on poistettu käytöstä, ota liiketunnistus käyttöön siirtymällä laitteen asetuksiin.
fr: S'il est détecté que la détection de mouvement des périphériques de stockage cloud %1$s a été désactivée, veuillez accéder aux paramètres de l'appareil pour activer la détection de mouvement
he: אם זוהה שזיהוי התנועה של התקני אחסון בענן %1$s כבוי, נא עבור להגדרות המכשיר כדי לאפשר זיהוי תנועה
id: Jika terdeteksi bahwa deteksi gerakan perangkat penyimpanan awan %1$s telah dimatikan, buka setelan perangkat untuk mengaktifkan deteksi gerakan
it: Se viene rilevato che il rilevamento del movimento dei dispositivi di archiviazione cloud %1$s è stato disattivato, vai alle impostazioni del dispositivo per abilitare il rilevamento del movimento
ja: クラウドストレージデバイス%1$sのモーション検出がオフになっていることが検出された場合は、デバイス設定に移動してモーション検出を有効にしてください
ko: 클라우드 저장 장치 %1$s의 움직임 감지가 꺼져 있는 것으로 감지되면 장치 설정으로 이동하여 움직임 감지를 활성화하십시오
nb: Hvis det oppdages at bevegelsesdeteksjon av skylagringsenheter %1$s er slått av, gå til enhetsinnstillingene for å aktivere bevegelsesdeteksjon
nl: Als wordt gedetecteerd dat de bewegingsdetectie van cloudopslagapparaten %1$s is uitgeschakeld, gaat u naar de apparaatinstellingen om bewegingsdetectie in te schakelen
pl: Jeśli wykryje, że wykrywanie ruchu urządzeń pamięci masowej w chmurze %1$s zostało wyłączone, przejdź do ustawień urządzenia, aby włączyć wykrywanie ruchu
pt_br: Se for detectado que a detecção de movimento dos dispositivos de armazenamento em nuvem %1$s foi desativada, acesse as configurações do dispositivo para ativar a detecção de movimento
ro: Dacă se detectează că detectarea mișcării a dispozitivelor de stocare în cloud %1$s a fost dezactivată, accesați setările dispozitivului pentru a activa detectarea mișcării
ru: Если обнаружено, что обнаружение движения на облачных хранилищах %1$s отключено, перейдите в настройки устройства, чтобы включить обнаружение движения.
sv: Om det upptäcks att rörelsedetektering av molnlagringsenheter %1$s har stängts av, gå till enhetsinställningarna för att aktivera rörelsedetektering
th: หากตรวจพบว่าปิดการตรวจจับการเคลื่อนไหวของอุปกรณ์เก็บข้อมูลระบบคลาวด์ %1$s แล้ว โปรดไปที่การตั้งค่าอุปกรณ์เพื่อเปิดใช้งานการตรวจจับการเคลื่อนไหว
tr: %1$s bulut depolama cihazlarının hareket algılamasının kapatıldığı algılanırsa, hareket algılamayı etkinleştirmek için lütfen cihaz ayarlarına gidin
vi: Nếu phát hiện ra rằng tính năng phát hiện chuyển động của thiết bị lưu trữ đám mây%1$s đã bị tắt, hãy chuyển đến cài đặt thiết bị để bật tính năng phát hiện chuyển động
zh_hans: 检测到云存设备%1$s智能侦测已关闭，请前往设备设置开启智能侦测
zh_hant: 檢測到雲存設備%1$s智能偵測已關閉，請前往設備設置開啟智能偵測

# devicesetting_working_mode_Description_2
source: When the device detects a moving object, it will continue to postpone the recording time. If the time exceeds (customizable recording time: 10S, 20S, 30S), no moving object is detected,the device enters the sleep state.
cs: Když zařízení detekuje pohybující se objekt, bude nadále odkládat čas záznamu. Pokud čas překročí (přizpůsobitelná doba záznamu: 10S, 20S, 30S), nebude detekován žádný pohybující se objekt, zařízení přejde do režimu spánku.
de: Wenn das Gerät eine Bewegung erkennt, wird die Aufnahmezeit verlängert. Wenn die Zeit abgelaufen ist (benutzerdefinierte Aufnahmezeit: 10s, 20s, 30s) und keine Bewegung erkannt wird, wechselt das Gerät in den Ruhezustand.
es: Cuando el dispositivo detecta un objeto en movimiento, continuará posponiendo el tiempo de grabación. Si el tiempo excede (tiempo de grabación personalizable: 10S, 20S, 30S), no se detecta ningún objeto en movimiento, el dispositivo entra en estado de suspensión.
fi: Kun laite havaitsee liikkuvan kohteen, se jatkaa tallennusajan siirtämistä. Jos aika ylittää (muokattava tallennusaika: 10S, 20S, 30S), liikkuvaa kohdetta ei havaita, laite siirtyy lepotilaan.
fr: Lorsque l'appareil détecte un objet en mouvement, il continue à reporter la durée d'enregistrement. Si le temps dépasse (temps d'enregistrement personnalisable : 10S, 20S, 30S), aucun objet en mouvement n'est détecté, l'appareil passe en état de veille.
he: כאשר המכשיר מזהה אובייקט נע, הוא ימשיך לדחות את זמן ההקלטה. אם הזמן חורג (זמן הקלטה הניתן להתאמה אישית: 10S, 20S, 30S), לא מתגלה אובייקט נע, המכשיר נכנס למצב שינה.
id: Ketika perangkat mendeteksi objek bergerak, itu akan terus menunda waktu perekaman. Jika waktu melebihi (waktu perekaman yang dapat disesuaikan: 10S, 20S, 30S), tidak ada objek bergerak yang terdeteksi, perangkat memasuki kondisi tidur.
it: Quando il dispositivo rileva un oggetto in movimento, continuerà a posticipare il tempo di registrazione. Se il tempo supera (tempo di registrazione personalizzabile: 10S, 20S, 30S), non viene rilevato alcun oggetto in movimento, il dispositivo entra in stato di sospensione.
ja: デバイスが動く物体を検出すると、記録時間を延期し続けます。時間が（カスタマイズ可能な記録時間：10S、20S、30S）を超えると、移動物体は検出されず、デバイスはスリープ状態になります。
ko: 장치가 움직이는 물체를 감지하면 계속해서 녹화 시간을 연기합니다. 시간이 초과되면 (사용자 정의 녹화 시간 : 10S, 20S, 30S) 움직이는 물체가 감지되지 않고 장치가 절전 상태로 전환됩니다.
nb: Når enheten oppdager et objekt i bevegelse, vil det fortsette å utsette opptakstiden. Hvis tiden overstiger (tilpassbar opptakstid: 10S, 20S, 30S), oppdages ingen gjenstander i bevegelse, enheten går i hviletilstand.
nl: Wanneer het apparaat een bewegend object detecteert, zal het de opnametijd blijven uitstellen. Als de tijd overschrijdt (aanpasbare opnametijd: 10S, 20S, 30S), wordt er geen bewegend object gedetecteerd, het apparaat gaat in de slaapstand.
pl: Gdy urządzenie wykryje poruszający się obiekt, będzie nadal odraczać czas nagrywania. Jeśli czas przekroczy (konfigurowalny czas nagrywania: 10S, 20S, 30S), nie zostanie wykryty poruszający się obiekt, urządzenie przechodzi w stan uśpienia.
pt_br: Quando o dispositivo detecta um objeto em movimento, ele continuará a adiar o tempo de gravação. Se o tempo exceder (tempo de gravação personalizável: 10S, 20S, 30S), nenhum objeto em movimento é detectado, o dispositivo entra no estado de hibernação.
ro: Când dispozitivul detectează un obiect în mișcare, acesta va continua să amâne timpul de înregistrare. Dacă timpul depășește (timpul de înregistrare personalizabil: 10S, 20S, 30S), nu se detectează niciun obiect în mișcare, dispozitivul intră în starea de repaus.
ru: Когда устройство обнаруживает движущийся объект, оно продолжает откладывать время записи. Если время превышает (настраиваемое время записи: 10 с, 20 с, 30 с), движущийся объект не обнаруживается, устройство переходит в состояние сна.
sv: När enheten upptäcker ett rörligt objekt fortsätter den att skjuta upp inspelningstiden. Om tiden överskrider (anpassningsbar inspelningstid: 10S, 20S, 30S) upptäcks inget rörligt objekt, enheten går in i viloläge.
th: เมื่อเครื่องตรวจพบวัตถุเคลื่อนที่ เครื่องจะเลื่อนเวลาการบันทึกต่อไป หากเวลาเกิน (เวลาบันทึกที่ปรับแต่งได้: 10S, 20S, 30S) จะไม่มีการตรวจพบวัตถุเคลื่อนที่ อุปกรณ์จะเข้าสู่สถานะสลีป
tr: Cihaz hareketli bir nesne algıladığında kayıt süresini ertelemeye devam edecektir. Süre aşılırsa (özelleştirilebilir kayıt süresi: 10S, 20S, 30S), hareketli nesne algılanmaz, cihaz uyku durumuna girer.
vi: Khi thiết bị phát hiện một đối tượng chuyển động, nó sẽ tiếp tục hoãn thời gian ghi hình. Nếu vượt quá thời gian (thời gian ghi có thể tùy chỉnh: 10S, 20S, 30S), không phát hiện đối tượng chuyển động, thiết bị sẽ chuyển sang trạng thái ngủ.
zh_hans: 设备侦测到移动物体时，持续顺延录像，超过（可自定义录像时长：10S、20S、30S）时长未侦测到移动物体，设备进入休眠状态。
zh_hant: 設備偵測到移動物體時，持續順延錄像，超過（可自定義錄像時長：10S、20S、30S）時長未偵測到移動物體，設備進入休眠狀態。

# chosen_number_ios
source: %ld selected
cs: Vybráno%ld
de: %ld ausgewählt
es: %ld seleccionado
fi: %ld valittu
fr: %ld sélectionné
he: %ld נבחר
id: %ld dipilih
it: %ld selezionato
ja: %ldが選択されました
ko: 선택된 %ld
nb: %ld valgt
nl: %ld geselecteerd
pl: Wybrano%ld
pt_br: %ld selecionado
ro: %ld selectat
ru: %ld выбран
sv: %ld vald
th: เลือก % ld
tr: %ld seçildi
vi: %ld được chọn
zh_hans: 已选%ld个
zh_hant: 已選%ld個

# me_version_updateFail
source: Update fail
cs: Aktualizace verze se nezdařila
de: Update fehlgeschlagen
es: La actualización falla
fi: Version päivitys epäonnistui
fr: Échec
he: כשל בעדכון
id: Gagal perbaharui
it: Aggiornamento fallito
ja: 更新できません。
ko: 업데이트 실패
nb: Oppdatering feilet
nl: Update mislukt
pl: Aktualizacja nie udana
pt_br: Atualização falha
ro: Actualizarea eșuează
ru: Обновление не удалось
sv: Uppdateringen misslyckas
th: การอัปเดตล้มเหลว
tr: Güncelleme başarısız
vi: Cập nhật phiên bản không thành công
zh_hans: 版本更新失败
zh_hant: 版本更新失敗
