Repository: Yolo-cell-hash/go_home_ios
Catalog: ios/Runner/JASDK/JAResources/XLanguage/X35MultiLanguage/*.lproj/X35MutiLanguage.strings
Languages: cs, de, es, fi, fr, he, id, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sv, th, tr, vi, zh_hans, zh_hant

# devicelis_4Gdevice_offline_help_7
source: 2. Check the camera tail light:
cs: 2. Zkontrolujte zadní světlo kamery:
de: 2. Überprüfen Sie das Rücklicht der Kamera:
es: 2. Verifique la luz trasera de la cámara:
fi: 2. Tarkista kameran takavalo:
fr: 2. Vérifiez le feu arrière de la caméra :
he: 2. בדוק את האור האחורי של המצלמה:
id: 2. Periksa lampu belakang kamera:
it: 2. Controllare il fanale posteriore della fotocamera:
ja: 2.カメラのテールライトを確認します。
ko: 2. 카메라 후미등 확인:
nb: 2. Sjekk kameraets baklys:
nl: 2. Controleer het achterlicht van de camera:
pl: 2. Sprawdź światło tylne kamery:
pt_br: 2. Verifique a luz traseira da câmera:
ro: 2. Verificați lumina spate a camerei:
ru: 2. Проверьте задний фонарь камеры:
sv: 2. Kontrollera kamerans bakljus:
th: 2. ตรวจสอบไฟท้ายของกล้อง:
tr: 2. Kamera arka ışığını kontrol edin:
vi: 2. Kiểm tra đèn đuôi máy ảnh:
zh_hans: 2.检查摄像机尾线灯：
zh_hant: 2.檢查攝像機尾線燈：

# cloud_device_order
source: Device:
cs: Přístroj:
de: Gerät:
es: Dispositivo:
fi: Laite:
fr: Appareil:
he: התקן:
id: Perangkat:
it: Dispositivo:
ja: デバイス：
ko: 장치:
nb: Enhet:
nl: Apparaat:
pl: Urządzenie:
pt_br: Dispositivo:
ro: Dispozitiv:
ru: Устройство:
sv: Enhet:
th: อุปกรณ์:
tr: Cihaz:
vi: Thiết bị:
zh_hans: 设备：
zh_hant: 設備：

# devicelis_4Gdevice_offline_help_8
source: Check the status of the camera's tail light. The tail line light is always on, indicating that the device is connected to the Internet normally, the tail line light flashing quickly means that the 4G card has no traffic or no signal, and the tail line light flashing slowly means that the 4G card was not successfully read. (fast flash 2 times in 1 second, slow flash once in 2-3 seconds)
cs: Zkontrolujte stav zadního světla fotoaparátu. Zadní světlo svítí vždy, což znamená, že je zařízení připojeno k internetu normálně, rychle blikající koncové světlo znamená, že karta 4G nemá žádný provoz nebo žádný signál, a pomalé blikání koncového světla znamená, že karta 4G byla nebylo úspěšně přečteno. (rychlé bliknutí 2x za 1 sekundu, pomalé bliknutí jednou za 2-3 sekundy)
de: Überprüfen Sie den Status des Rücklichts der Kamera. Das Rücklicht leuchtet immer und zeigt an, dass das Gerät normal mit dem Internet verbunden ist. Das schnell blinkende Rücklicht bedeutet, dass die 4G-Karte keinen Datenverkehr oder kein Signal hat, und das langsam blinkende Rücklicht bedeutet, dass die 4G-Karte war nicht erfolgreich gelesen. (schnelles Blinken 2 Mal in 1 Sekunde, langsames Blinken einmal in 2-3 Sekunden)
es: Comprueba el estado de la luz trasera de la cámara. La luz de la línea trasera siempre está encendida, lo que indica que el dispositivo está conectado a Internet normalmente, la luz de la línea trasera parpadea rápidamente significa que la tarjeta 4G no tiene tráfico o no tiene señal, y la luz de la línea trasera parpadea lentamente significa que la tarjeta 4G fue no leído con éxito. (parpadeo rápido 2 veces en 1 segundo, parpadeo lento una vez en 2-3 segundos)
fi: Tarkista kameran takavalon tila. Takaviivan merkkivalo palaa aina, mikä osoittaa, että laite on yhteydessä Internetiin normaalisti, nopeasti vilkkuva takaviivan merkkivalo tarkoittaa, että 4G-kortilla ei ole liikennettä tai signaalia ei ole, ja hitaasti vilkkuva takaviivan merkkivalo tarkoittaa, että 4G-kortti oli ei onnistunut lukemaan. (nopea välähdys 2 kertaa 1 sekunnissa, hidas välähdys kerran 2-3 sekunnissa)
fr: Vérifiez l'état du feu arrière de la caméra. Le feu arrière est toujours allumé, indiquant que l'appareil est connecté à Internet normalement, le feu arrière clignotant rapidement signifie que la carte 4G n'a pas de trafic ou pas de signal, et le feu arrière clignotant lentement signifie que la carte 4G a été pas lu avec succès. (clignotement rapide 2 fois en 1 seconde, clignotement lent une fois en 2-3 secondes)
he: בדוק את מצב האור האחורי של המצלמה. נורית הקו האחורי דולקת תמיד, מה שמציין שהמכשיר מחובר לאינטרנט כרגיל, נורית הקו האחורי מהבהבת במהירות פירושה שלכרטיס ה-4G אין תנועה או אין אות, ואור הקו האחורי המהבהב באיטיות אומר שכרטיס ה-4G היה לא קרא בהצלחה. (הבזק מהיר 2 פעמים בשנייה אחת, הבזק איטי פעם ב-2-3 שניות)
id: Periksa status lampu belakang kamera. Lampu garis ekor selalu menyala, menunjukkan bahwa perangkat terhubung ke Internet secara normal, lampu garis ekor berkedip dengan cepat berarti bahwa kartu 4G tidak memiliki lalu lintas atau tidak ada sinyal, dan lampu garis ekor yang berkedip perlahan berarti bahwa kartu 4G telah tidak berhasil dibaca. (flash cepat 2 kali dalam 1 detik, flash lambat sekali dalam 2-3 detik)
it: Controlla lo stato del fanale posteriore della fotocamera. La luce di coda è sempre accesa, indicando che il dispositivo è connesso a Internet normalmente, la luce di coda che lampeggia velocemente significa che la scheda 4G non ha traffico o nessun segnale e la luce di coda che lampeggia lentamente significa che la scheda 4G era non letto correttamente. (lampeggio veloce 2 volte in 1 secondo, lampeggio lento una volta in 2-3 secondi)
ja: カメラのテールライトの状態を確認してください。テールラインライトは常に点灯しており、デバイスがインターネットに正常に接続されていることを示します。テールラインライトがすばやく点滅することは、4Gカードにトラフィックまたは信号がないことを意味し、テールラインライトがゆっくり点滅することは、4Gカードが正常に読み取れません。 （1秒間に2回の高速フラッシュ、2〜3秒に1回の低速フラッシュ）
ko: 카메라의 후미등 상태를 확인합니다. 꼬리 라인 표시등이 항상 켜져 있으며 장치가 정상적으로 인터넷에 연결되어 있음을 나타내며 꼬리 라인 표시등이 빠르게 깜박이면 4G 카드에 트래픽이 없거나 신호가 없음을 의미하고 꼬리 라인 표시등이 천천히 깜박이면 4G 카드가 성공적으로 읽지 못했습니다. (빠른 점멸은 1초에 2번, 느린 점멸은 2~3초에 한 번)
nb: Sjekk statusen til kameraets baklys. Baklinjelyset er alltid på, noe som indikerer at enheten er koblet til Internett normalt, baklinjelyset som blinker raskt betyr at 4G-kortet ikke har noen trafikk eller ingen signal, og baklinjelyset som blinker sakte betyr at 4G-kortet ble ikke lest. (rask blink 2 ganger på 1 sekund, sakte blink en gang i 2-3 sekunder)
nl: Controleer de status van het achterlicht van de camera. Het achterlicht is altijd aan, wat aangeeft dat het apparaat normaal met internet is verbonden, het snel knipperende achterlicht betekent dat de 4G-kaart geen verkeer of geen signaal heeft, en het langzaam knipperende achterlicht betekent dat de 4G-kaart was niet succesvol gelezen. (snel flitsen 2 keer in 1 seconde, langzaam flitsen eenmaal in 2-3 seconden)
pl: Sprawdź stan światła tylnego aparatu. Światło linii ogona jest zawsze włączone, co oznacza, że ​​urządzenie jest normalnie podłączone do Internetu, światło linii ogona miga szybko oznacza, że ​​karta 4G nie ma ruchu lub nie ma sygnału, a światło linii ogona miga powoli oznacza, że ​​karta 4G została nie udało się odczytać. (szybki błysk 2 razy w ciągu 1 sekundy, wolny błysk raz na 2-3 sekundy)
pt_br: Verifique o status da luz traseira da câmera. A luz da linha traseira está sempre acesa, indicando que o dispositivo está conectado à Internet normalmente, a luz da linha traseira piscando rapidamente significa que o cartão 4G não tem tráfego ou nenhum sinal e a luz da linha traseira piscando lentamente significa que o cartão 4G foi não foi lido com sucesso. (flash rápido 2 vezes em 1 segundo, flash lento uma vez em 2-3 segundos)
ro: Verificați starea lămpii spate a camerei. Lumina liniei de coadă este întotdeauna aprinsă, indicând faptul că dispozitivul este conectat la Internet în mod normal, lumina de la linia de coadă care clipește rapid înseamnă că cardul 4G nu are trafic sau niciun semnal, iar lumina de la linia de coadă clipește lent înseamnă că cardul 4G a fost nu a citit cu succes. (bliț rapid de 2 ori într-o secundă, bliț lent o dată la 2-3 secunde)
ru: Проверьте состояние заднего фонаря камеры. Индикатор хвостовой линии всегда горит, указывая на то, что устройство подключено к Интернету нормально, быстро мигающий индикатор хвостовой линии означает, что карта 4G не имеет трафика или сигнала, а медленно мигающий индикатор хвостовой линии означает, что карта 4G была не удачно прочитано. (быстрая вспышка 2 раза в 1 секунду, медленная вспышка 1 раз в 2-3 секунды)
sv: Kontrollera statusen för kamerans bakljus. Bakljuslampan är alltid på, vilket indikerar att enheten är ansluten till Internet normalt, bakljus som blinkar snabbt betyder att 4G-kortet inte har någon trafik eller ingen signal, och bakljus som blinkar långsamt betyder att 4G-kortet var inte läst. (snabb blixt 2 gånger på 1 sekund, långsam blinkning en gång på 2-3 sekunder)
th: ตรวจสอบสถานะไฟท้ายของกล้อง ไฟท้ายติดตลอดเวลา แสดงว่าอุปกรณ์เชื่อมต่ออินเทอร์เน็ตตามปกติ ไฟเส้นท้ายกระพริบอย่างรวดเร็วหมายความว่าการ์ด 4G ไม่มีการจราจรหรือไม่มีสัญญาณ และไฟเลี้ยวท้ายรถกะพริบช้าๆ แสดงว่าการ์ด 4G ถูก อ่านไม่สำเร็จ (แฟลชเร็ว 2 ครั้งใน 1 วินาที, แฟลชช้า 1 ครั้งใน 2-3 วินาที)
tr: Kameranın arka lambasının durumunu kontrol edin. Kuyruk hattı ışığı her zaman açıktır, bu da cihazın internete normal şekilde bağlı olduğunu gösterir, kuyruk hattı ışığının hızlı bir şekilde yanıp sönmesi, 4G kartının trafiği olmadığı veya sinyalin olmadığı anlamına gelir ve kuyruk hattı ışığının yavaşça yanıp sönmesi, 4G kartının olduğu anlamına gelir. başarıyla okunamadı. (1 saniyede 2 kez hızlı yanıp sönme, 2-3 saniyede bir yavaş yanıp sönme)
vi: Kiểm tra tình trạng đèn đuôi của camera. Đèn dây đuôi luôn sáng cho biết thiết bị đang kết nối Internet bình thường, đèn dây đuôi nhấp nháy nhanh nghĩa là thẻ 4G không có lưu lượng hoặc không có tín hiệu, đèn dây đuôi nhấp nháy chậm có nghĩa là thẻ 4G đã được. không đọc thành công. (flash nhanh 2 lần trong 1 giây, flash chậm một lần trong 2-3 giây)
zh_hans: 检查一下摄像机的尾线灯状态。尾线灯常亮表示设备正常联网，尾线灯快闪表示4G卡没流量或者没信号，尾线灯慢闪表示沒有成功读取4G卡。（快闪1秒钟闪2次，慢闪2-3秒闪一次）
zh_hant: 檢查一下攝像機的尾線燈狀態。尾線燈常亮表示設備正常聯網，尾線燈快閃表示4G卡沒流量或者沒信號，尾線燈慢閃表示沒有成功讀取4G卡。 （快閃1秒鐘閃2次，慢閃2-3秒閃一次）

# playback_Card_storage_simplify
source: SD
th: ที่เก็บข้อมูลในเครื่อง
zh_hans: 卡存储

# devicelis_4Gdevice_offline_help_9
source: After replacing the 4G card, you can test whether it can go online:
cs: Po výměně 4G karty můžete vyzkoušet, zda může být online:
de: Nach dem Austausch der 4G-Karte können Sie testen, ob diese online gehen kann:
es: Después de reemplazar la tarjeta 4G, puede probar si puede conectarse en línea:
fi: Kun olet vaihtanut 4G-kortin, voit testata, toimiiko se verkkoon:
fr: Après remplacement de la carte 4G, vous pouvez tester si elle peut se connecter :
he: לאחר החלפת כרטיס ה-4G, תוכל לבדוק אם הוא יכול להיכנס לאינטרנט:
id: Setelah mengganti kartu 4G, Anda dapat menguji apakah itu bisa online:
it: Dopo aver sostituito la scheda 4G, puoi verificare se può andare online:
ja: 4Gカードを交換した後、オンラインにできるかどうかをテストできます。
ko: 4G 카드를 교체한 후 온라인 상태가 될 수 있는지 테스트할 수 있습니다.
nb: Etter å ha byttet ut 4G-kortet kan du teste om det kan gå på nett:
nl: Na het vervangen van de 4G-kaart kun je testen of deze online kan:
pl: Po wymianie karty 4G możesz przetestować, czy może przejść do trybu online:
pt_br: Depois de substituir o cartão 4G, você pode testar se ele pode ficar online:
ro: După înlocuirea cardului 4G, puteți testa dacă poate intra online:
ru: После замены карты 4G вы можете проверить, может ли она выйти в интернет:
sv: Efter att ha bytt ut 4G-kortet kan du testa om det kan gå online:
th: หลังจากเปลี่ยนการ์ด 4G คุณสามารถทดสอบว่าสามารถออนไลน์ได้หรือไม่:
tr: 4G kartını değiştirdikten sonra, çevrimiçi olup olmadığını test edebilirsiniz:
vi: Sau khi thay thế thẻ 4G, bạn có thể kiểm tra xem nó có thể kết nối mạng hay không:
zh_hans: 更换4G卡后可测试能否上线：
zh_hant: 更換4G卡後可測試能否上線：

# person_feedback_feedback_record
source: Feedback record
cs: Zpětná vazba záznamu
de: Feedback-Aufzeichnung
es: Registro de comentarios
fi: Palauterekisteri
fr: Enregistrement des commentaires
he: שיא משוב
id: Catatan umpan balik
it: Record di feedback
ja: フィードバック記録
ko: 피드백 기록
nb: Tilbakemelding post
pl: Rekord sprzężenia zwrotnego
pt_br: Registro de feedback
ro: Înregistrare de feedback
ru: Запись обратной связи
sv: Återkopplingsrekord
th: บันทึกข้อเสนอแนะ
tr: Geri bildirim kaydı
vi: Hồ sơ phản hồi
zh_hans: 反馈记录
zh_hant: 反饋記錄

# deviceSetting_Message_window
source: Message window
cs: Okno zpráv
de: Benachrichtigungszeitraum
es: Ventana de mensaje
fi: Viesti-ikkuna
fr: Fenêtre de messages
he: חלון הודעות
id: Jendela pesan
it: Finestra dei messaggi
ja: メッセージウィンドウ
ko: 메시지 창
nb: Meldingsvindu
nl: Berichtenvenster
pl: Okno wiadomości
pt_br: Janela de mensagem
ro: Fereastra de mesaje
ru: Окно сообщений
sv: Meddelandefönster
th: หน้าต่างข้อความ
tr: Mesaj penceresi
vi: Cửa sổ tin nhắn
zh_hans: 消息时段
zh_hant: 消息時段

# devicelis_Get_successfully_tomorrow_mall
source: Get it successfully, you can continue to collect it in the mall tomorrow
cs: Získejte ho úspěšně, zítra můžete pokračovat ve sběru v obchodním centru
de: Holen Sie es erfolgreich, Sie können es morgen im Einkaufszentrum weiter sammeln
es: Consíguelo con éxito, puedes continuar recogiéndolo en el centro comercial mañana.
fi: Hanki se onnistuneesti, voit jatkaa sen keräämistä kauppakeskuksessa huomenna
fr: Obtenez-le avec succès, vous pouvez continuer à le récupérer dans le centre commercial demain
he: קבלו אותו בהצלחה, תוכלו להמשיך לאסוף אותו בקניון מחר
id: Berhasil mendapatkannya, Anda dapat terus mengumpulkannya di mal besok
it: Ottienilo con successo, puoi continuare a ritirarlo nel centro commerciale domani
ja: それをうまく手に入れてください、あなたは明日モールでそれを集め続けることができます
ko: 성공적으로 받으십시오. 내일 쇼핑몰에서 계속 수집할 수 있습니다.
nb: Få det vellykket, du kan fortsette å samle det i kjøpesenteret i morgen
nl: Haal het met succes, je kunt het morgen in het winkelcentrum blijven ophalen
pl: Zdobądź go pomyślnie, możesz kontynuować odbiór jutro w centrum handlowym
pt_br: Obtê-lo com sucesso, você pode continuar a coletá-lo no shopping amanhã
ro: Obțineți-l cu succes, puteți continua să îl colectați mâine în mall
ru: Получите его успешно, вы можете продолжить собирать его в торговом центре завтра
sv: Få det framgångsrikt, du kan fortsätta att hämta det i köpcentret imorgon
th: รับเรียบร้อยเก็บต่อในห้างพรุ่งนี้
tr: Başarıyla alın, yarın AVM'de toplamaya devam edebilirsiniz.
vi: Nhận nó thành công, bạn có thể tiếp tục lấy nó trong trung tâm mua sắm vào ngày mai
zh_hans: 领取成功，明天可在商城中继续领取
zh_hant: 領取成功，明天可在商城中繼續領取

source: No
cs: Ne
de: Nein
fi: ei
fr: Non
he: לא
id: Tidak
ja: いいえ
ko: 아니오
nb: Nei
nl: Nee
pl: Nie
pt_br: Não
ro: Nu
ru: нет
sv: Nej
th: ไม่
tr: Yok hayır
vi: Không
zh_hans: 否
zh_hant: 否

# preview_call_success
source: Successfully initiated, you can start talking
cs: Úspěšně zahájeno, můžete začít mluvit
de: Erfolgreich initiiert, Sie können nun sprechen
es: Iniciado con éxito, puede empezar a hablar
fi: Aloitettu onnistuneesti, voit aloittaa puhumisen
fr: Lancé avec succès, vous pouvez commencer à parler
he: יזם בהצלחה, אתה יכול להתחיל לדבר
id: Berhasil dimulai, Anda dapat mulai berbicara
it: Avviato con successo, puoi iniziare a parlare
ja: 正常に開始され、会話を始めることができます
ko: 성공적으로 시작되었습니다. 대화를 시작할 수 있습니다.
nb: Vellykket initiert, kan du begynne å snakke
nl: Met succes begonnen, kunt u beginnen met praten
pl: Pomyślnie zainicjowany, możesz zacząć mówić
pt_br: Iniciado com sucesso, você pode começar a falar
ro: Inițiat cu succes, puteți începe să vorbiți
ru: Успешно инициирован, можно начинать разговор
sv: Påbörjad kan du börja prata
th: เริ่มต้นสำเร็จคุณสามารถเริ่มพูดได้
tr: Başarıyla başlatıldı, konuşmaya başlayabilirsin
vi: Bắt đầu thành công, bạn có thể bắt đầu nói
zh_hans: 发起成功，您可以开始讲话
zh_hant: 發起成功，您可以開始講話

# cloud_Video_corrupt
source: This video has been damaged.
cs: Toto video bylo poškozeno.
de: Dieses Video wurde beschädigt.
es: Este video ha sido dañado.
fi: Tämä video on vaurioitunut.
fr: Cette vidéo a été endommagée.
he: סרטון זה ניזוק.
id: Video ini telah rusak
it: Questo video è stato danneggiato.
ja: この動画は破損しています。
ko: 이 비디오가 손상되었습니다.
nb: Denne videoen har blitt skadet.
nl: Deze video is beschadigd.
pl: Ten film wideo został uszkodzony.
pt_br: Este vídeo foi danificado.
ro: Acest videoclip a fost deteriorat.
ru: Это видео было повреждено.
sv: Den här videon har skadats.
th: วิดีโอนี้ได้รับความเสียหาย
tr: Bu video hasar gördü.
vi: Video này bị hỏng
zh_hans: 本段录像已损坏
zh_hant: 本段錄像已損壞

# devicesetting_alarm_set_video_delay
source: Delay trigger to record
cs: Zpožděný záznam spouště
de: Verzögerte Aufnahme nach Alarm
es: Vídeo time-lapse
fi: Viivästetty laukaisutallennus
fr: Vidéo en accéléré
he: הקלטת הקלטה מושהית
id: Rekaman pemicu yang tertunda
it: Video time-lapse
ja: 遅延トリガー記録：
ko: 지연된 트리거 기록
nb: Forsinket utløseropptak
nl: Vertraagde trigger-opname
pl: Wideo poklatkowe
pt_br: Vídeo de lapso de tempo
ro: Cronometru video
ru: Покадровое видео
sv: Fördröjd utlösningsinspelning
th: การบันทึกทริกเกอร์ล่าช้า
tr: Gecikmeli tetik kaydı
vi: Trì hoãn ghi kích hoạt
zh_hans: 延时触发录像
zh_hant: 延時觸發錄像

# setting_password_module
source: Setup password
cs: Nastavení hesla
de: Passwort
es: Contraseña de configuración
fi: Salasana-asetus
fr: Réglages du mot de passe
he: הגדרת ססמה
id: Setup sandi
it: Imposta password
ja: パスワードの設定
ko: 설치 암호
nb: Passordinnstillinger
nl: Wachtwoord instellen
pl: Ustaw hasło
pt_br: Senha de configuração
ro: Parola de instalare
ru: Настроить пароль
sv: Installationslösenord
th: ตั้งค่ารหัสผ่าน
tr: Kurulum şifresi
vi: cài đặt mật khẩu
zh_hans: 密码设置
zh_hant: 密碼設置

# devicesetting_4G_card_sim_card_offline
source: SIM card offline
cs: SIM karta offline
de: SIM-Karte offline
es: Tarjeta SIM fuera de línea
fi: SIM-kortti offline-tilassa
fr: Carte SIM hors ligne
he: כרטיס ה- SIM במצב לא מקוון
id: Kartu SIM offline
ja: SIMカードがオフラインです
ko: SIM 카드 오프라인
nb: SIM-kort offline
nl: Simkaart offline
pl: Karta SIM offline
pt_br: Cartão SIM offline
ro: Cartela SIM offline
ru: SIM-карта в автономном режиме
sv: SIM-kort offline
th: ซิมการ์ดออฟไลน์
tr: SIM kart çevrimdışı
vi: Thẻ SIM ngoại tuyến
zh_hans: SIM卡离线
zh_hant: SIM卡離線

# device_change_group_name
source: Change group name
cs: Změnit název skupiny
de: Gruppennamen ändern
es: Cambiar el nombre del grupo
fi: Vaihda ryhmän nimi
fr: Changer le nom du groupe
he: שנה את שם הקבוצה
id: Ganti Nama Group
it: Cambia il nome del gruppo
ja: グループ名を変更してください
ko: 그룹 이름 변경
nb: Endre gruppenavn
nl: Groepsnaam wijzigen
pl: Zmień nazwę grupy
pt_br: Alterar nome do grupo
ro: Schimbați numele grupului
ru: Изменить имя группы
sv: Ändra gruppnamn
th: เปลี่ยนชื่อกลุ่ม
tr: Grup adını değiştir
vi: Thay đổi tên nhóm
zh_hans: 更改分组名称
zh_hant: 更改分組名稱

# adddevice_open_wifi_assistant
source: 1、 Opened the WiFi assistant
cs: 1、 Otevření asistenta WiFi
de: 1. WLAN-Assistenten öffnen
es: 1、 Abrió el asistente WiFi
fi: 1、 Avasi WiFi-avustajan
fr: 1、 Ouverture de l'assistant WiFi
he: 1、 פתח את עוזר ה-WiFi
id: 1、 Membuka asisten WiFi
it: 1、 Apre l'assistente Wi-Fi
ja: 1、WiFiアシスタントを開きました
ko: 1. WiFi 도우미를 열었습니다.
nb: 1、 Åpnet WiFi-assistenten
nl: 1、 De wifi-assistent geopend
pl: 1、 Otworzyłem asystenta Wi-Fi
pt_br: 1、 Abriu o assistente WiFi
ro: 1、 A deschis asistentul WiFi
ru: 1、 Открыл помощник WiFi
sv: 1、 Öppnade WiFi-assistenten
th: 1、 เปิดตัวผู้ช่วย WiFi
tr: 1、 WiFi yardımcısını açtı
vi: 1 、 Đã mở trợ lý WiFi
zh_hans: 1、开启了WiFi助手
zh_hant: 1、開啟了WiFi助手

source: Account
cs: Číslo účtu
es: Cuenta
fi: Tilin numero
fr: Compte
he: חשבון
id: Akun
it: conti
ja: アカウント
ko: ID
nb: Konto
nl: Rekening
pl: Konto
pt_br: Conta
ro: Cont
ru: учетная запись
sv: konto
th: บัญชีผู้ใช้
tr: hesap
vi: số tài khoản
zh_hans: 账号
zh_hant: 賬號

# AI_Cloud_storage_service
source: Cloud storage service
cs: Služba cloudového úložiště
de: Cloud-Speicherdienst
es: Servicio de almacenamiento en la nube
fi: Pilvitallennuspalvelu
fr: Service de stockage en nuage
he: שירות אחסון בענן
id: Layanan penyimpanan awan
it: Servizio di archiviazione cloud
ja: クラウドストレージサービス
ko: 클라우드 스토리지 서비스
nb: Skylagringstjeneste
nl: Cloudopslagservice
pl: Usługa przechowywania w chmurze
pt_br: Serviço de armazenamento em nuvem
ro: Serviciu de stocare în cloud
ru: Сервис облачного хранения
sv: Molnlagringstjänst
th: บริการจัดเก็บข้อมูลบนคลาวด์
tr: Bulut depolama hizmeti
vi: Dịch vụ lưu trữ đám mây
zh_hans: 云存储服务
zh_hant: 雲存儲服務

# cloud_help_what_want_to_say
source: What do you want to tell us?
cs: Co nám chcete říct?
de: Was möchten Sie uns sagen?
es: ¿Qué quieres decirnos?
fi: Mitä haluat kertoa meille?
fr: Que veux-tu nous dire?
he: מה אתה רוצה לספר לנו?
id: Apa yang ingin kamu beri tahu kami?
it: Cosa vuoi dirci?
ja: あなたは私たちに何を伝えたいですか？
ko: 우리에게 무엇을 얘기하고 싶으신가요?
nb: Hva vil du fortelle oss?
nl: Wat wil je ons vertellen?
pl: Co chcesz nam powiedzieć?
pt_br: O que você quer nos dizer?
ro: Ce vrei să ne spui?
ru: Что вы хотите сказать нам?
sv: Vad vill du berätta för oss?
th: คุณต้องการแนะนำอะไรไหม?
tr: Bize ne söylemek istersin?
vi: Bạn muốn nói với chúng tôi điều gì?
zh_hans: 您想跟我们说些什么呢？
zh_hant: 您想跟我們說些什麼呢？

# add_Free_data_available_trial
source: *Free data available for trial
cs: * Bezplatná data k dispozici pro zkušební verzi
de: *Kostenlose Daten zum Testen verfügbar
es: *Datos gratuitos disponibles para prueba
fi: *Ilmainen data saatavilla kokeiluun
fr: *Données gratuites disponibles pour essai
he: *נתונים בחינם זמינים להתנסות
id: *Data gratis tersedia untuk uji coba
it: *Dati gratuiti disponibili per la prova
ja: *無料のデータを試用できます
ko: *시험용 무료 데이터 사용 가능
nb: *Gratis data tilgjengelig for prøveversjon
nl: *Gratis data beschikbaar voor proefperiode
pl: *Darmowe dane dostępne na okres próbny
pt_br: *Dados gratuitos disponíveis para teste
ro: *Date gratuite disponibile pentru încercare
ru: *Бесплатные данные доступны для ознакомления
sv: *Gratis data tillgänglig för prov
th: *มีข้อมูลให้ทดลองใช้ฟรี
tr: *Deneme için ücretsiz veriler mevcuttur
vi: * Dữ liệu miễn phí có sẵn để dùng thử
zh_hans: *免费流量可试用
zh_hant: *免費流量可試用

# person_picture_video
source: （%1$d pictures，%2$d videos）
cs: （%1$d obrázky ，%2$dvideos）
de: (%1$d Bilder，%2$d videos）
es: (%1$d Imágenes,%2$dvideos）
fi: (%1$d Kuvia,%2$d videot)
fr: （%1$d Photos ，%2$d dvidéos）
he: (%1$d תמונות ，%2$d סרטונים）
id: （%1$d Gambar ，%2$d videos）
it: (%1$dImmagini,%2$d videos)
ja: （%1$d ピクチャー、%2$d ビデオ））
ko: (%1$d 그림 ， %2$d 디지털 비디오）
nl: (%1$d Afbeeldingen,%2$d videos）
pl: (%1$d Zdjęcia ，%2$dvideos）
pt_br: （%1$d fotos ，%2$d videos）
ro: (%1$d Imagini,%2$d videos)
ru: (%1$d Фотографии,%2$d видео)
sv: (%1$d Bilder,%2$d videor)
th: (%1$d ภาพ %2$d วิดีโอ)
tr: (%1$d Resimler,%2$d videolars)
vi: (%1$d ảnh,%2$d video)
zh_hans: （%1$d相片，%2$d视频）
zh_hant: （%1$d相片，%2$d視頻）

# preview_preset_description
source: Preset Location Description
cs: Popis přednastaveného umístění
de: Beschreibung des voreingestellten Speicherorts
es: Ubicación preestablecida Descripción
fi: Esiasetetun sijainnin kuvaus
fr: Emplacement prédéfini Description
he: תיאור מיקום מוגדר מראש
id: Deskripsi Lokasi Preset
it: Descrizione della posizione preimpostata
ja: プリセットの場所の説明
ko: 사전 설정 위치 설명
nb: Forhåndsinnstilt plasseringsbeskrivelse
nl: Vooraf ingestelde locatiebeschrijving
pl: Opis wstępnie ustawionej lokalizacji
pt_br: Descrição do local predefinido
ro: Descrierea locației presetate
ru: Предустановленное местоположение Описание
sv: Förinställd platsbeskrivning
th: คำอธิบายตำแหน่งที่ตั้งไว้ล่วงหน้า
tr: Önceden Ayarlanmış Konum Açıklama
vi: Mô tả vị trí đặt trước
zh_hans: 常看位置说明
zh_hant: 常看位置說明
