Repository: Yolo-cell-hash/go_home_ios
Catalog: ios/Runner/JASDK/JAResources/XLanguage/X35MultiLanguage/*.lproj/X35MutiLanguage.strings
Languages: cs, de, es, fi, fr, he, id, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sv, th, tr, vi, zh_hans, zh_hant

# adddevice_the_store
source: The store
cs: Obchod
de: Der Laden
es: La tienda
fi: Myymälä
fr: Le magasin
he: החנות
id: Toko
it: Il negozio
ja: 店舗
ko: 가게
nb: Butikken
nl: De winkel
pl: Sklep
pt_br: A loja
ro: Magazinul
ru: Магазин
sv: Affären
th: สโตร์
tr: Mağaza
vi: cửa tiệm
zh_hans: 店铺
zh_hant: 店鋪

# adddevice_configure_network_succed
source: Configuring the network successfully
cs: Úspěšná konfigurace sítě
de: Netzwerk erfolgreich konfiguriert
es: Configurar la red con éxito
fi: Verkon konfigurointi onnistuneesti
fr: Configurer le réseau avec succès
he: קביעת התצורה של הרשת בהצלחה
id: Mengonfigurasi jaringan dengan sukses
it: Configurazione corretta della rete
ja: ネットワークを正常に構成する
ko: 네트워크를 성공적으로 구성
nb: Konfigurering av nettverket
nl: Het netwerk succesvol configureren
pl: Pomyślna konfiguracja sieci
pt_br: Configurando a Rede com Sucesso
ro: Configurarea cu succes a rețelei
ru: Конфигурирование сети успешно
sv: Konfigurera nätverket framgångsrikt
th: กำหนดค่าเครือข่ายสำเร็จ
tr: Ağı başarıyla yapılandırma
vi: Định cấu hình mạng thành công
zh_hans: 配置网络成功
zh_hant: 配置網絡成功

# adddevice_check_WiFi_correct
source: 3. Check if the Wi-Fi which connected to the mobile phone is correct.
cs: 3. Zkontrolujte, zda je WiFi připojené k mobilnímu telefonu správné.
de: 3. Prüfen Sie, ob Sie mit dem Mobiltelefon mit dem richtigen WLAN verbunden sind.
es: 3. Compruebe si la conexión WiFi conectada al teléfono móvil es correcta.
fi: 3. Tarkista, onko matkapuhelimeen kytketty WiFi oikea.
fr: 3. Vérifiez si le WiFi connecté au téléphone mobile est correct.
he: 3. בדוק אם ה- WiFi המחובר לטלפון הנייד נכון.
id: 3. Periksa apakah WiFi yang terhubung ke ponsel sudah benar.
it: 3. Verificare che il WiFi collegato al telefono cellulare sia corretto.
ja: 3.携帯電話に接続されたWiFiが正しいかどうかを確認します。
ko: 3. 휴대폰에 연결된 WiFi가 올바른지 확인하십시오.
nb: 3. Sjekk om WiFi-tilkoblingen til mobiltelefonen er riktig.
nl: 3. Controleer of de WiFi verbonden met de mobiele telefoon correct is.
pl: 3. Sprawdź, czy WiFi podłączony do telefonu komórkowego jest prawidłowy.
pt_br: 3. Verifique se o WiFi conectado ao telefone celular está correto.
ro: 3. Verificați dacă WiFi conectat la telefonul mobil este corect.
ru: 3. Проверьте правильность подключения WiFi к мобильному телефону.
sv: 3. Kontrollera om WiFi-anslutningen till mobiltelefonen är korrekt.
th: 3. ตรวจสอบว่า WiFi ของโทรศัพท์มือถือที่เชื่อมต่อกับอุปกรณ์นั้นถูกต้องหรือไม่
tr: 3. Cep telefonuna bağlı olan WiFi'nin doğru olup olmadığını kontrol edin.
vi: 3. Kiểm tra xem WiFi của điện thoại di động được kết nối với thiết bị có đúng không
zh_hans: 3.查看手机连接设备WiFi是否正确
zh_hant: 3、查看手機連接設備WiFi是否正確

# person_day_ago
source: days ago
cs: před dny
de: Vor Tagen
es: hace días
fi: päivää sitten
fr: il y a jours
he: לפני יומיים
id: hari yang lalu
it: giorni fa
ja: 日前
ko: 일 전
nb: dager siden
nl: dagen geleden
pl: dni temu
pt_br: dias atrás
ro: zile în urmă
ru: дня назад
sv: dagar sedan
th: วันที่ผ่านมา
tr: gün önce
vi: ngày trước
zh_hans: 天前
zh_hant: 天前

# adddevice_close_range
source: 2、 Close-range operation
cs: 2、 Provoz na blízko
de: 2. Nahbereichsbetrieb
es: 2、 Operación a corta distancia
fi: 2、 Lähialueen toiminta
fr: 2、 Opération à courte portée
he: 2、 פעולת טווח קרוב
id: 2、 Operasi jarak dekat
it: 2、 Funzionamento del campo vicino
ja: 2、近距離操作
ko: 2、 근거리 작동
nb: 2、 Nær-range operasjon
nl: 2、 Close-range bedrijf
pl: 2、 Działanie na bliskim zasięgu
pt_br: 2、 Operação de curto alcance
ro: operațiune 2、 Închide-range
ru: Операция 2、 Крупного диапазона
sv: 2、 Stäng-range operation
th: การทำงานระยะใกล้
tr: 2、 Yakın menzilli operasyon
vi: 2. Đóng hoạt động
zh_hans: 2、近距离操作
zh_hant: 2、近距離操作

# devicesetting_4G_card_have_read
source: I have read and agreed
cs: Přečetl jsem a souhlasil
de: Gelesen und Einverstanden
es: He leído y acepto
fi: Olen lukenut ja sopinut
fr: J'ai lu et accepté
he: קראתי והסכמתי
id: Saya telah membaca dan menyetujui
it: Ho letto e accetto
ja: 私は読んで同意しました
ko: 읽고 동의했습니다
nb: Jeg har lest og blitt enig
nl: Ik heb het gelezen en ga akkoord
pl: Przeczytałem i zgodziłem się
pt_br: Eu li e concordo
ro: Am citit și am fost de acord
ru: Я прочитал и согласился
sv: Jag har läst och gått med på det
th: ฉันได้อ่านและยอมรับ
tr: Okudum ve kabul ettim
vi: tôi đã đọc và đồng ý
zh_hans: 我已阅读并同意
zh_hant: 我已閱讀並同意

# adddevice_for_security_password
source: For added security, please set a password
cs: Pro zvýšení bezpečnosti nastavte heslo
de: Vergeben Sie bitte aus Sicherheitsgründen ein Passwort
es: Para mayor seguridad, por favor establezca una contraseña
fi: Jos haluat lisätä tietoturvaa, aseta salasana
fr: Pour plus de sécurité, veuillez définir un mot de passe
he: לקבלת אבטחה נוספת, הגדר סיסמה
id: Untuk keamanan tambahan, harap setel kata sandi
it: Per maggiore sicurezza, si prega di impostare una password
ja: セキュリティを強化するために、パスワードを設定してください
ko: 보안을 강화하려면 암호를 설정하십시오.
nb: For å få ekstra sikkerhet, vennligst sett inn et passord
nl: Stel voor extra beveiliging een wachtwoord in
pl: Aby zwiększyć bezpieczeństwo, ustaw hasło
pt_br: Para maior segurança, por favor, defina uma senha
ro: Pentru securitate suplimentară, vă rugăm să setați o parolă
ru: Для дополнительной безопасности, пожалуйста, установите пароль
sv: För extra säkerhet, vänligen ange ett lösenord
th: กรุณาตั้งค่ารหัสผ่านเพื่อเพิ่มความปลอดภัย
tr: Ek güvenlik için lütfen bir şifre girin
vi: Để cải thiện bảo mật, vui lòng đặt mật khẩu
zh_hans: 为提高安全性，请设置密码
zh_hant: 為提高安全性，請設置密碼

# cloud_storage_details_how_to_buy_tips_1
source: (1) Cloud deposit does not support return and exchange after purchase, and does not support refund;
cs: (1) Cloudový vklad nepodporuje navrácení a výměnu po nákupu a nepodporuje vrácení peněz;
de: (1) Cloud-Speicher unterstützt keine Rückgabe oder Umtausch nach dem Kauf und keine Rückerstattung.
es: (1) El depósito en la nube no admite devoluciones y cambios después de la compra, y no admite reembolsos;
fi: (1) Cloud-talletus ei tue palautusta ja vaihtoa oston jälkeen eikä tuki palautusta;
fr: (1) Le dépôt dans le nuage ne prend pas en charge le retour et l’échange après l’achat, et ne prend pas en charge le remboursement;
he: (1) הפקדת ענן אינה תומכת בתמורה והחלפה לאחר הרכישה, ואינה תומכת בהחזר כספי;
id: (1) Setoran cloud tidak mendukung pengembalian dan penukaran setelah pembelian, dan tidak mendukung pengembalian uang;
it: (1) Il deposito cloud non supporta il reso e lo scambio dopo l'acquisto e non supporta il rimborso;
ja: (1)クラウドデポジットは購入後の返品や交換には対応せず、返金にも対応していません。
ko: (1) 클라우드 보증금은 구매 후 반품 및 교환을 지원하지 않으며 환불을 지원하지 않습니다.
nb: (1) Cloud innskudd støtter ikke retur og bytte etter kjøp, og støtter ikke refusjon
nl: (1) Cloudbetaling ondersteunt geen retournering en omruiling na aankoop en biedt geen ondersteuning voor restitutie;
pl: (1) Depozyt w chmurze nie obsługuje zwrotu i wymiany po zakupie i nie obsługuje zwrotu;
pt_br: (1) O depósito de nuvem não apóia retorno e troca depois de compra, e não apóia reembolso;
ro: (1) Depunerea în nori nu acceptă returnarea și schimbul după cumpărare și nu acceptă returnarea;
ru: (1) Облачный депозит не поддерживает возврат и обмен после покупки и не поддерживает возврат;
sv: (1) Cloud-insättning stöder inte retur och utbyte efter inköpet och stöder inte återbetalning.
th: (1) การฝากแบบคลาวด์ไม่รองรับการคืนและแลกเปลี่ยนหลังการซื้อและไม่รองรับการคืนเงิน
tr: (1) Bulut depozitosu satın alındıktan sonra iade ve takası desteklemiyor ve geri ödemeyi desteklemiyor;
vi: (1) Lưu trữ đám mây không hỗ trợ trả lại và trao đổi sau khi mua và không hỗ trợ hoàn lại tiền;
zh_hans: (1)云存购买后不支持退换货，不支持退款；
zh_hant: (1)雲存購買後不支持退換貨，不支持退款；

# deviceSetting_Network_bandwidth
source: Network bandwidth: %1$sKB/s
cs: Šířka pásma sítě: %1$s KB/s
de: Netzwerkbandbreite: %1$s KB/s
es: Ancho de banda de la red: %1$s KB / s
fi: Verkon kaistanleveys: %1$sKB/s
fr: Bande passante réseau : %1$s Ko/s
he: רוחב פס רשת: %1$sKB/s
id: Bandwidth jaringan: %1$sKB/dtk
it: Larghezza di banda di rete: %1$s KB/s
ja: ネットワーク帯域幅：%1$sKB / s
ko: 네트워크 대역폭: %1$sKB/s
nb: Nettverksbåndbredde: %1$sKB/s
nl: Netwerkbandbreedte: %1$sKB/s
pl: Przepustowość sieci: %1$sKB/s
pt_br: Largura de banda da rede: %1$s KB / s
ro: Lățimea de bandă a rețelei: %1$sKB/s
ru: Пропускная способность сети: %1$s КБ / с
sv: Nätverksbandbredd: %1$sKB/s
th: แบนด์วิดท์เครือข่าย: %1$sKB/s
tr: Ağ bant genişliği: %1$sKB/s
vi: Băng thông mạng: %1$sKB / s
zh_hans: 网络带宽：%1$sKB/s
zh_hant: 網絡帶寬：%1$sKB/s

# permissions_location_function_normally
source: Allow the app to obtain location permissions to use this function normally
cs: Povolte aplikaci získat oprávnění k poloze, aby tuto funkci mohla normálně používat
de: Erteilen Sie der App Standortberechtigungen, um diese Funktion ordnungsgemäß zu verwenden
es: Permita que la aplicación obtenga permisos de ubicación para usar esta función normalmente
fi: Salli sovelluksen hankkia sijaintilupa käyttää tätä toimintoa normaalisti
fr: Autoriser l'application à obtenir des autorisations de localisation pour utiliser cette fonction normalement
he: אפשר לאפליקציה לקבל הרשאות מיקום לשימוש בפונקציה זו באופן רגיל
id: Izinkan aplikasi mendapatkan izin lokasi untuk menggunakan fungsi ini secara normal
it: Consenti all'app di ottenere le autorizzazioni di localizzazione per utilizzare normalmente questa funzione
ja: この機能を通常どおり使用するために、アプリが位置情報のアクセス許可を取得できるようにします
ko: 앱이 이 기능을 정상적으로 사용하기 위해 위치 권한을 얻도록 허용
nb: La appen få plasseringstillatelser for å bruke denne funksjonen normalt
nl: Toestaan dat de app locatierechten krijgt om deze functie normaal te gebruiken
pl: Zezwól aplikacji na uzyskanie uprawnień do lokalizacji, aby normalnie korzystać z tej funkcji
pt_br: Permitir que o aplicativo obtenha permissões de localização para usar esta função normalmente
ro: Permiteți aplicației să obțină permisiuni de localizare pentru a utiliza această funcție în mod normal
ru: Разрешить приложению получать разрешения на определение местоположения, чтобы использовать эту функцию в обычном режиме
sv: Låt appen få platsbehörighet för att använda den här funktionen normalt
th: อนุญาตให้แอปรับสิทธิ์เข้าถึงตำแหน่งเพื่อใช้ฟังก์ชันนี้ตามปกติ
tr: Uygulamanın bu işlevi normal şekilde kullanmak için konum izinleri almasına izin verin
vi: Cho phép ứng dụng có được quyền vị trí để sử dụng chức năng này bình thường
zh_hans: 允许APP获取位置权限，才能正常使用此功能
zh_hant: 允許APP獲取位置權限，才能正常使用此功能

# help_normal_problem_text_12
source: Can the device support be powered by USB or power bank?
cs: Podporuje přístroj USB a nabíjecí výkon?
de: Kann das Gerät über USB oder Power Bank betrieben werden?
es: ¿Admite el Equipo USB o carga?
fi: Tukevatko laite USB-ja lataustehoa?
fr: l'appareil peut-il être alimenté par USB ou batterie d'appoint ?
he: האם ניתן להשתמש בספק כוח אחר?
id: dapatkah nyalakan perangkat dengan USB atas Powerbank?
it: Posso alimentare il dispositivo tramite USB o powerbank?
ja: デバイスはUSBまたは予備のバッテリーで駆動できますか？
ko: USB 또는 전원 뱅크로 장치의 전원을 공급할 수 있습니까?
nb: Kan enheten strømforsynes av USB eller power-bank?
nl: Kan het apparaat worden gevoegd door een USB of een power bank?
pl: Czy urządzenie może być zasilane przez USB lub Power Bank?
pt_br: O dispositivo pode ser alimentado por USB ou banco de potência?
ro: Dispozitivul poate fi alimentat de la o rețea USB sau de la o sursă de alimentare?
ru: Может ли устройство питаться от USB или зарядного устройства?
sv: Kan enheten drivas med USB eller kraftbank?
th: อุปกรณ์สามารถรองรับ USB หรือ Power Bank ได้หรือไม่?
tr: Cihaz USB veya güç bankası ile çalıştırılabilir mi?
vi: Thiết bị có hỗ trợ USB và nguồn điện dự phòng không?
zh_hans: 设备支持USB、充电宝供电吗？
zh_hant: 設備支持USB、充電寶供電嗎？

# person_trial_prompt
source: The trial version is unstable. If you need to return to the previous version after the update, please uninstall and reinstall the official version of the app.
cs: Zkušební verze je nestabilní. Pokud se po aktualizaci potřebujete vrátit k předchozí verzi, odinstalujte a znovu nainstalujte oficiální verzi aplikace.
de: Die Testversion ist instabil. Wenn Sie nach dem Update die vorherige Version wieder haben möchten, deinstallieren Sie die App und installieren Sie die offizielle Version erneut.
es: La versión de prueba es inestable. Si necesita volver a la versión anterior después de la actualización, desinstale y vuelva a instalar la versión oficial de la aplicación.
fi: Kokeiluversio on epävakaa. Jos sinun täytyy palata edelliseen versioon päivityksen jälkeen, poista sovelluksen virallinen versio ja asenna se uudelleen.
fr: La version d'essai est instable. Si vous devez revenir à la version précédente après la mise à jour, veuillez désinstaller et réinstaller la version officielle de l'application.
he: גירסת הניסיון אינה יציבה. אם עליך לחזור לגירסה הקודמת לאחר העדכון, הסר את ההתקנה והתקן מחדש את הגרסה הרשמית של האפליקציה.
id: Versi uji coba tidak stabil. Jika Anda perlu kembali ke versi sebelumnya setelah pembaruan, silakan hapus dan instal ulang versi resmi aplikasi.
it: La versione di prova è instabile. Se è necessario tornare alla versione precedente dopo l'aggiornamento, disinstallare e reinstallare la versione ufficiale dell'app.
ja: 試用版は不安定です。 更新後に前のバージョンに戻る必要がある場合は、公式バージョンのアプリをアンインストールしてから再インストールしてください。
ko: 평가판 버전이 불안정합니다. 업데이트 후에 이전 버전으로 돌아 가야하는 경우 공식 버전의 앱을 제거했다가 다시 설치하십시오.
nb: Prøvingsversjonen er ustabil. Hvis du trenger å gå tilbake til forrige versjon etter oppdateringen, må du avinstallere og installere den offisielle versjonen av appen på nytt.
nl: De proefversie is onstabiel. Als u na de update naar de vorige versie moet terugkeren, verwijdert u de installatie en installeert u de officiële versie van de app opnieuw.
pl: Wersja próbna jest niestabilna. Jeśli po aktualizacji musisz powrócić do poprzedniej wersji, odinstaluj i ponownie zainstaluj oficjalną wersję aplikacji.
pt_br: A versão de avaliação é instável. Se você precisar retornar à versão anterior após a atualização, desinstale e reinstale a versão oficial do aplicativo.
ro: Versiunea de încercare este instabilă. Dacă trebuie să reveniți la versiunea anterioară după actualizare, dezinstalați și reinstalați versiunea oficială a aplicației.
ru: Пробная версия нестабильна. Если вам необходимо вернуться к предыдущей версии после обновления, пожалуйста, удалите и переустановите официальную версию приложения.
sv: Försöksversionen är instabil. Om du behöver återgå till föregående version efter uppdateringen, avinstallera och installera om den officiella versionen av appen igen.
th: เวอร์ชันทดลองใช้งานไม่เสถียรหากคุณต้องการกลับไปใช้เวอร์ชันก่อนหน้า,โปรดถอนการติดตั้งและติดตั้งแอปเวอร์ชันปกติอีกครั้ง
tr: Deneme sürümü kararsız. Güncellemeden sonra önceki sürüme dönmeniz gerekirse, lütfen uygulamanın resmi sürümünü kaldırın ve yeniden yükleyin.
vi: Phiên bản dùng thử không ổn định. Nếu bạn cần quay lại phiên bản trước sau khi cập nhật, vui lòng gỡ cài đặt và cài đặt lại phiên bản chính thức của APP
zh_hans: 试用版不稳定，更新后如需返回之前的版本，请卸载后重装正式版APP
zh_hant: 試用版不穩定，更新後如需返回之前的版本，請卸載後重裝正式版APP

# person_feedback_question_ROM_software_4
source: One-click memory cleaning: you need to add the application to the [white list] list, otherwise the system's "one-click acceleration" will shut down the process;
cs: Čištění paměti jedním kliknutím: musíte přidat aplikaci na seznam [bílá listina], jinak "zrychlení jedním kliknutím" systému zastaví proces;
de: Ein-Klick-Speicherbereinigung: Sie müssen die Anwendung zur [weißen Liste] hinzufügen, andernfalls wird der Prozess durch die"Ein-Klick-Beschleunigung" des Systems beendet.
es: Limpieza de memoria con un clic: debe agregar la aplicación a la lista [lista blanca], de lo contrario, la "aceleración con un clic" del sistema cerrará el proceso;
fi: Muistin puhdistus yhdellä napsautuksella: sinun on lisättävä sovellus [valkoiseen listaan], muuten järjestelmän "yhden napsautuksen kiihdytys" sulkee prosessin;
fr: Nettoyage de la mémoire en un clic : vous devez ajouter l'application à la liste [liste blanche], sinon l'"accélération en un clic" du système arrêtera le processus ;
he: ניקוי זיכרון בלחיצה אחת: עליך להוסיף את האפליקציה לרשימה [הרשימה הלבנה], אחרת "האצת לחיצה אחת" של המערכת תכבה את התהליך;
id: Pembersihan memori sekali klik: Anda perlu menambahkan aplikasi ke daftar [daftar putih], jika tidak, "akselerasi satu klik" sistem akan mematikan proses;
it: Pulizia della memoria con un clic: è necessario aggiungere l'applicazione all'elenco [lista bianca], altrimenti "accelerazione con un clic" del sistema interromperà il processo;
ja: ワンクリックメモリクリーニング：アプリケーションを[ホワイトリスト]リストに追加する必要があります。そうしないと、システムの「ワンクリックアクセラレーション」によってプロセスがシャットダウンされます。
ko: 원클릭 메모리 청소: [화이트리스트] 목록에 애플리케이션을 추가해야 합니다. 그렇지 않으면 시스템의 "원클릭 가속"이 프로세스를 종료합니다.
nb: Rengjøring med ett klikk minne: du må legge til applikasjonen i listen [hvit liste], ellers vil systemets " ett-klikks akselerasjon " slå av prosessen;
nl: Geheugen opschonen met één klik: u moet de toepassing toevoegen aan de [witte lijst] lijst, anders zal de "versnelling met één klik" van het systeem het proces afsluiten;
pl: Czyszczenie pamięci jednym kliknięciem: musisz dodać aplikację do [białej listy], w przeciwnym razie systemowe "przyspieszenie jednym kliknięciem" spowoduje zamknięcie procesu;
pt_br: Limpeza de memória com um clique: você precisa adicionar o aplicativo à lista [lista branca], caso contrário, a "aceleração com um clique" do sistema encerrará o processo;
ro: Curățarea memoriei cu un singur clic: trebuie să adăugați aplicația la lista [listă albă], în caz contrar, "accelerarea cu un singur clic" a sistemului va închide procesul;
ru: Очистка памяти в один клик: нужно добавить приложение в список [белый список], иначе системное "ускорение в один клик" остановит процесс;
sv: Rensning av minne med ett klick: du måste lägga till applikationen i listan [vit lista], annars kommer systemets "ettklicksacceleration" att stänga av processen;
th: การล้างหน่วยความจำด้วยคลิกเดียว: คุณต้องเพิ่มแอปพลิเคชันลงในรายการ [รายการสีขาว] มิฉะนั้น "การเร่งความเร็วด้วยคลิกเดียว" ของระบบจะปิดกระบวนการ
tr: Tek tıkla bellek temizleme: uygulamayı [beyaz liste] listesine eklemeniz gerekir, aksi takdirde sistemin "tek tıkla hızlandırması" işlemi durdurur;
vi: Dọn dẹp bộ nhớ bằng một cú nhấp chuột: bạn cần thêm ứng dụng vào danh sách [danh sách trắng], nếu không "tăng tốc một cú nhấp chuột " của hệ thống sẽ tắt quá trình;
zh_hans: 内存一键清理：需要将应用加入［白名单］列表， 否则系统自带的“一键加速”， 会杀掉进程；
zh_hant: 內存壹鍵清理：需要將應用加入［白名單］列表， 否則系統自帶的“壹鍵加速”， 會殺掉進程；

# playback_TFcard_abnormal_settings_repair
source: TF card is abnormal, please go to settings to repair
cs: TF karta je abnormální, přejděte do nastavení a opravte ji
de: SD-Karte unnormal, bitte Einstellungen öffnen zum reparieren
es: La tarjeta TF es anormal, vaya a la configuración para repararla
fi: TF-kortti on epänormaali, siirry asetuksiin korjataksesi
fr: La carte TF est anormale, veuillez aller dans les paramètres pour réparer
he: כרטיס TF אינו נורמלי, אנא עבור להגדרות כדי לתקן
id: Kartu TF tidak normal, silakan buka pengaturan untuk memperbaiki
it: La scheda TF è anormale, vai alle impostazioni per riparare
ja: TFカードが異常です。設定で修理してください
ko: TF 카드가 비정상입니다. 설정으로 이동하여 수리하십시오.
nb: TF-kort er unormalt, vennligst gå til innstillinger for å reparere
nl: TF-kaart is abnormaal, ga naar instellingen om te repareren!
pl: Karta TF jest nieprawidłowa, przejdź do ustawień, aby naprawić
pt_br: O cartão TF está anormal, vá para as configurações para reparar
ro: Cardul TF este anormal, mergeți la setări pentru a repara
ru: TF-карта неисправна, перейдите в настройки для ремонта
sv: TF-kort är onormalt, gå till inställningar för att reparera
th: บัตร TF ผิดปกติ โปรดไปที่การตั้งค่าเพื่อซ่อมแซม
tr: TF kartı anormal, lütfen tamir etmek için ayarlara gidin
vi: Thẻ TF không bình thường, vui lòng vào cài đặt để sửa chữa
zh_hans: TF卡异常，请到设置进行修复
zh_hant: TF卡異常，請到設置進行修復

# person_revoke_authorization
source: Whether to cancel the authorization?
cs: Zda zrušit autorizaci?
de: Autorisierung wirklich abbrechen?
es: Ya sea para cancelar la autorización?
fi: Peruutetaanko valtuutus?
fr: Que ce soit pour annuler l'autorisation?
he: האם לבטל את ההרשאה?
id: Apakah akan membatalkan otorisasi?
it: Se annullare l'autorizzazione?
ja: 承認を取り消すかどうか
ko: 승인을 취소 하시겠습니까?
nb: Hvorvidt å kansellere autorisasjonen?
nl: Of de autorisatie moet worden ingetrokken?
pl: Czy anulować autoryzację?
pt_br: Se deseja cancelar a autorização?
ro: Dacă anulați autorizația?
ru: Отменить ли авторизацию?
sv: Huruvida att avbryta auktorisationen?
th: คุณยกเลิกการให้สิทธิ์ไหม
tr: Yetkilendirmenin iptal edilip edilmeyeceği?
vi: Bạn có muốn hủy ủy quyền không?
zh_hans: 是否取消授权？
zh_hant: 是否取消授權？

# Service_map_Search_outlets
source: Search service outlets
cs: Prohledejte prodejny služeb
de: Nach Servicestellen suchen
es: Buscar puntos de venta de servicios
fi: Etsi palvelupisteitä
fr: Rechercher des points de service
he: חנויות שירות חיפוש
id: Cari outlet layanan
it: Cerca nei punti di assistenza
ja: サービスアウトレットを検索
ko: 검색 서비스 아울렛
nb: Søketjenestens utsalg
nl: Zoek servicepunten
pl: Wyszukaj punkty usługowe
pt_br: Procurar pontos de atendimento
ro: Căutare puncte de deservire
ru: Поиск сервисных точек
sv: Sökningstjänster
th: ค้นหาช่องทางการให้บริการ
tr: Servis çıkışlarında ara
vi: Tìm kiếm cửa hàng dịch vụ
zh_hans: 搜索服务网点
zh_hant: 搜索服務網點

# help_normal_problem_text_7
source: Indicate "SD card error" after insert SD card.
cs: Po vložení karty SD vyvolejte "Chyba paměťové karty".
de: Nach Einsetzen SD Karte erscheint "SD Karten Fehler"
es: Indique "Error de tarjeta SD" después de insertar la tarjeta SD.
fi: Kysy "Muistikortin virhe" SD-kortin asettamisen jälkeen.
fr: Vous recevez le message "Erreur de carte SD" après l'insertion de la carte SD ?
he: לאחר הכנסת כרטיס הSD קופצת ההודעה "בעיה בכרטיס הSD"
id: Indikasi "Kartu SD error" setelah pasang Kartu SD
it: Viene mostrato "errore scheda SD" dopo l'inserimento della memoria
ja: SDカードを挿入した後に、"SDカードエラー"というメッセージが表示されますか？
ko: SD 카드를 삽입 한 후 "SD 카드 오류 "라고 표시하십시오.
nb: "Feil minnekort" vises etter at SD-kortet er satt inn.
nl: Na aanbrengen SD-kaart "SD-kaartfout" aangegeven.
pl: Wyświetlanie "Błąd karty SD" po włożeniu karty.
pt_br: Indique "Erro do cartão SD " após inserir o cartão SD.
ro: Indicați "eroare de card SD" după introducerea cardului SD.
ru: Укажите "Ошибка SD-карты " после установки SD-карты.
sv: Ange "SD-kortfel " efter att ha satt in SD-kort.
th: ระบุ "ข้อผิดพลาดของการ์ด SD "หลังจากใส่การ์ด SD
tr: SD kartı taktıktan sonra "SD kart hatası " belirtin.
vi: Sau khi lắp thẻ SD, nó sẽ thông báo "lỗi thẻ nhớ".
zh_hans: 插入SD卡后提示“储存卡错误”。
zh_hant: 插入SD卡後提示“儲存卡錯誤”。

# devSetting_delete_toFail
source: Failed to delete
cs: Odstranění se nezdařilo
de: Löschen fehlgeschlagen
es: No se borró
fi: Poista epäonnistui
fr: Échec de la suppression
he: לא הצליח למחוק
id: Gagal menghapus
it: Errore cancellazione
ja: 削除できません
ko: 삭제 실패
nb: Sletting mislyktes
nl: Verwijderen mislukt
pl: Nie można usunąć
pt_br: Falha ao excluir
ro: Nu reușiți să ștergeți
ru: Не удаляется
sv: Misslyckades med att radera
th: ลบไม่สำเร็จ
tr: Silinemedi
vi: không xóa được
zh_hans: 删除失败
zh_hant: 刪除失敗
