Repository: Yolo-cell-hash/go_home_ios
Catalog: ios/Runner/JASDK/JAResources/XLanguage/X35MultiLanguage/*.lproj/X35MutiLanguage.strings
Languages: cs, de, es, fi, fr, he, id, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sv, th, tr, vi, zh_hans, zh_hant

# cloud_storage_details_introduce_tips_2
source: (2) The storage time of cloud storage video is determined by the type of package. If you open the cloud storage package for 7 days, the camera cloud video storage period is 7 days. The 30-day cloud storage package will be opened, and the camera cloud video storage cycle will be upgraded to 30 days. If you open a 7G/month cloud storage package, then your cloud recording storage space is 7G in this month. After the space is full, the cloud recording will not be saved. The stored video will be saved for one month.
cs: (2) Doba ukládání videa typu cloud storage je určena typem balíčku. Pokud otevřete balíček úložiště mraků po dobu 7 dní, doba uchovávání videa ve fotoaparátu je 7 dní. Bude otevřen 30denní balíček cloudových úložišť a cyklus ukládání videa v cloudu bude aktualizován na 30 dní. Pokud otevřete balíček cloudového úložiště o velikosti 7G / měsíc, pak je v tomto měsíci úložný prostor pro záznam v cloudu 7G. Po zaplnění prostoru se záznam v cloudu neuloží. Uložené video bude uloženo po dobu jednoho měsíce.
de: (2) Die Speicherdauer von Cloud-Speichervideos richtet sich nach der Art des Pakets. Wenn Sie ein 7-Tage-Cloud-Speicherpaket aktivieren, beträgt die Speicherdauer für die Kamera-Cloud-Videos 7 Tage. Mit einem 30-Tage-Cloud-Speicherpakets werden die Kamera-Cloud-Videos 30 Tage gespeichert. Wenn Sie ein 7 GB / Monat-Cloud-Speicherpaket aktiviert haben, beträgt Ihr Cloud-Videospeicherplatz innerhalb dieses Monats 7 GB. Nachdem der Speicherplatz voll ist, werden keine Cloud-Videos nicht mehr gespeichert und die schon gespeicherten Videos bleiben einen Monat lang gespeichert.
es: (2) El tiempo de almacenamiento del video de almacenamiento en la nube está determinado por el tipo de paquete. Si abre el paquete de almacenamiento en la nube durante 7 días, el período de almacenamiento de video en la nube de la cámara es de 7 días. El paquete de almacenamiento en la nube de 30 días se abrirá y el ciclo de almacenamiento de video en la nube de la cámara se actualizará a 30 días. Si abre un paquete de almacenamiento en la nube de 7 G / mes, entonces su espacio de almacenamiento de grabación en la nube es de 7 G en este mes. Una vez que el espacio esté lleno, la grabación en la nube no se guardará. El video almacenado se guardará por un mes.
fi: (2) Pilvivarastointivideon tallennusaika määräytyy paketin tyypin mukaan. Jos avaat pilvivarastopaketin 7 päivän ajan, kameran pilvivideon tallennusaika on 7 päivää. 30 päivän pilvivarastopaketti avataan, ja kameran pilvivideon tallennusjakso päivitetään 30 päivään. Jos avaat 7G / kk pilvivarastopaketin, pilvi tallennustilasi on 7G tässä kuussa. Kun tila on täynnä, pilvitallennusta ei tallenneta. Tallennettu video tallennetaan yhden kuukauden ajan.
fr: (2) La durée de stockage de la vidéo de stockage en nuage est déterminée par le type de package. Si vous ouvrez le package de stockage en nuage pendant 7 jours, la période de stockage vidéo en nuage de la caméra est de 7 jours. Le paquet de stockage en nuage de 30 jours sera ouvert, et le cycle de stockage vidéo en nuage de caméras de caméra passera à 30 jours. Si vous ouvrez un package de stockage dans le cloud 7G / mois, votre espace de stockage d'enregistrement sur le cloud est de 7G ce mois-ci. Une fois l’espace plein, l’enregistrement dans le nuage ne sera pas sauvegardé. La vidéo stockée sera sauvegardée pendant un mois.
he: (2) זמן האחסון של וידאו אחסון ענן נקבע על פי סוג החבילה. אם אתה פותח את חבילת אחסון ענן במשך 7 ימים, ענן המצלמה וידאו תקופת האחסון הוא 7 ימים. 30 יום אחסון ענן החבילה תיפתח, ואת ענן המצלמה וידאו מחזור אחסון ישודרגו עד 30 יום. אם אתה פותח חבילת אחסון ענן 7G / month, אז שטח אחסון הקלטת הענן שלך הוא 7G בחודש זה. לאחר שהחלל מלא, הקלטת הענן לא תישמר. הווידאו המאוחסן יישמר למשך חודש אחד.
id: (2) Waktu penyimpanan video penyimpanan cloud ditentukan oleh jenis paket. Jika Anda membuka paket penyimpanan cloud selama 7 hari, periode penyimpanan video cloud kamera adalah 7 hari. Paket penyimpanan cloud 30 hari akan dibuka, dan siklus penyimpanan video cloud kamera akan ditingkatkan menjadi 30 hari. Jika Anda membuka paket penyimpanan cloud 7G / bulan, maka ruang penyimpanan rekaman cloud Anda adalah 7G di bulan ini. Setelah ruang penuh, rekaman cloud tidak akan disimpan. Video yang disimpan akan disimpan selama satu bulan.
it: (2) Il tempo di archiviazione del video di archiviazione su cloud è determinato dal tipo di pacchetto. Se apri il pacchetto di archiviazione cloud per 7 giorni, il periodo di archiviazione video della telecamera cloud è di 7 giorni. Il pacchetto di archiviazione cloud di 30 giorni verrà aperto e il ciclo di archiviazione video della telecamera cloud verrà aggiornato a 30 giorni. Se apri un pacchetto di archiviazione cloud 7G / mese, lo spazio di archiviazione per la registrazione su cloud è 7G in questo mese. Dopo che lo spazio è pieno, la registrazione cloud non verrà salvata. Il video memorizzato verrà salvato per un mese.
ja: (2)クラウドストレージビデオの保存時間はパッケージの種類によって決まります。 クラウドストレージパッケージを7日間開くと、カメラクラウドビデオの保存期間は7日間になります。 30日間のクラウドストレージパッケージが開かれ、カメラクラウドのビデオストレージサイクルが30日間にアップグレードされます。 7G /月のクラウドストレージパッケージを開くと、今月のクラウド記録ストレージ容量は7Gになります。 スペースがいっぱいになると、クラウドの記録は保存されません。 保存されたビデオは1ヶ月間保存されます。
ko: (2) 클라우드 저장 비디오의 저장 시간은 패키지 유형에 따라 결정됩니다. 클라우드 저장소 패키지를 7 일 동안 열면 카메라 클라우드 비디오 저장 기간은 7 일입니다. 30 일간의 클라우드 스토리지 패키지가 열리고 카메라 클라우드 비디오 저장주기가 30 일로 업그레이드됩니다. 7G / 월 클라우드 스토리지 패키지를 여는 경우 구름 기록 저장 공간은 이번 달에 7G입니다. 공간이 가득 차면 클라우드 기록이 저장되지 않습니다. 저장된 비디오는 한 달 동안 저장됩니다.
nb: (2) Lagringstiden for cloud storage-video bestemmes av typen pakke. Hvis du åpner skylagringspakken i 7 dager, er lagringsperioden for kameraets skyvideo 7 dager. 30-dagers skylagringspakke åpnes, og lagringssyklusen til skyvideoen for kameraet blir oppgradert til 30 dager. Hvis du åpner en 7G / måned sky-lagringspakke, er lagringsplassen for skyteopptak 7G i denne måneden. Etter at plassen er full, vil skyteopptaket ikke bli lagret. Den lagrede videoen lagres i en måned.
nl: (2) De opslagtijd van video in cloudopslag wordt bepaald door het type pakket. Als u het cloudopslagpakket 7 dagen opent, bedraagt de videoopslagperiode van de camerawol 7 dagen. Het 30-daagse cloudopslagpakket wordt geopend en de videoopslagcyclus van de camerawolk wordt geüpgraded naar 30 dagen. Als u een cloudopslagpakket van 7 G / maand opent, is uw opslagruimte voor cloudopnames deze maand 7 GB. Nadat de ruimte vol is, wordt de cloudopname niet opgeslagen. De opgeslagen video wordt één maand bewaard.
pl: (2) Czas przechowywania wideo w chmurze zależy od rodzaju pakietu. Jeśli otworzysz pakiet do przechowywania w chmurze przez 7 dni, okres przechowywania wideo w chmurze wynosi 7 dni. Zostanie otwarty 30-dniowy pakiet do przechowywania w chmurze, a cykl przechowywania wideo w chmurze aparatu zostanie zaktualizowany do 30 dni. Jeśli otworzysz pakiet pamięci masowej w chmurze 7G / miesiąc, to w tym miesiącu miejsce do przechowywania danych w chmurze wynosi 7G. Po zapełnieniu miejsca zapis w chmurze nie zostanie zapisany. Zapisany film zostanie zapisany na jeden miesiąc.
pt_br: (2) O tempo de armazenamento do vídeo de armazenamento em nuvem é determinado pelo tipo de pacote. Se você abrir o pacote de armazenamento em nuvem por 7 dias, o período de armazenamento de vídeo em nuvem da câmera será de 7 dias. O pacote de armazenamento em nuvem de 30 dias será aberto e o ciclo de armazenamento de vídeo em nuvem da câmera será atualizado para 30 dias. Se você abrir um pacote de armazenamento em nuvem de 7G / mês, seu espaço de armazenamento de gravação na nuvem será 7G neste mês. Depois que o espaço estiver cheio, a gravação na nuvem não será salva. O vídeo armazenado será salvo por um mês.
ro: (2) Timpul de stocare a videoclipurilor de tip cloud este determinat de tipul de pachet. Dacă deschideți pachetul de stocare în cloud timp de 7 zile, perioada de stocare a imaginilor pentru camera nor a camerei este de 7 zile. Pachetul de stocare a norului de 30 de zile va fi deschis, iar ciclul de stocare a imaginilor în camera nor a camerei va fi actualizat la 30 de zile. Dacă deschideți un pachet de stocare în cloud de 7G / lună, atunci spațiul dvs. de stocare în cloud este de 7G în această lună. După ce spațiul este plin, înregistrarea cloud nu va fi salvată. Videoclipul stocat va fi salvat timp de o lună.
ru: (2) Время хранения видео в облачном хранилище определяется типом упаковки. Если вы откроете пакет облачного хранилища на 7 дней, срок хранения видео в облачном хранилище камеры составит 7 дней. Будет открыт 30-дневный пакет облачного хранилища, а цикл хранения облачного видео камеры будет увеличен до 30 дней. Если вы откроете пакет облачного хранилища 7G / month, то объем вашего хранилища облачных записей в этом месяце составит 7G. После заполнения места запись в облаке не будет сохранена. Сохраненное видео будет сохранено в течение одного месяца.
sv: (2) Lagringstiden för molnlagringsvideo bestäms av typen av paket. Om du öppnar molnförvaringspaketet i 7 dagar är videolagringsperioden för kamerans moln 7 dagar. 30-dagars lagringspaket för moln öppnas, och videolagringscykeln för kamerans moln kommer att uppgraderas till 30 dagar. Om du öppnar ett 7G / månad molnförvaringspaket, är ditt molninspelningsutrymme 7G i den här månaden. När utrymmet är fullt sparas inte molninspelningen. Den lagrade videon sparas i en månad.
th: (2) เวลาในการจัดเก็บวิดีโอที่เก็บข้อมูลบนคลาวด์จะพิจารณาจากประเภทของแพ็คเกจ หากคุณเปิดแพ็คเกจพื้นที่เก็บข้อมูลบนคลาวด์เป็นเวลา 7 วันระยะเวลาการจัดเก็บวิดีโอบนคลาวด์ของกล้องคือ 7 วันแพ็คเกจพื้นที่เก็บข้อมูลบนคลาวด์ 30 วันจะเปิดขึ้นและวงจรการจัดเก็บวิดีโอบนคลาวด์ของกล้องจะอัปเกรดเป็น 30 วันหากคุณเปิดแพ็คเกจพื้นที่เก็บข้อมูลบนคลาวด์ 7G / เดือนพื้นที่เก็บข้อมูลการบันทึกบนคลาวด์ของคุณคือ 7G ในเดือนนี้ หลังจากพื้นที่เต็มแล้วการบันทึกบนคลาวด์จะไม่ถูกบันทึกวิดีโอที่เก็บไว้จะถูกบันทึกเป็นเวลาหนึ่งเดือน
tr: (2) Bulut depolama videosunun saklama süresi paket türüne göre belirlenir. Bulut depolama paketini 7 gün boyunca açarsanız, kamera bulut video saklama süresi 7 gündür. 30 günlük bulut depolama paketi açılacak ve kamera bulut video depolama döngüsü 30 güne yükseltilecektir. 7G / ay bulut depolama paketi açarsanız, bulut kayıt depolama alanınız bu ay 7G olur. Alan dolduktan sonra, bulut kaydı kaydedilmeyecektir. Saklanan video bir ay boyunca saklanır.
vi: (2) Thời gian lưu trữ của video lưu trữ trên đám mây được xác định theo loại gói. Nếu bạn mở gói lưu trữ trên đám mây 7 ngày, thì thời gian lưu trữ video trên đám mây của camera là 7 ngày. Gói lưu trữ đám mây 30 ngày được mở và thời gian lưu trữ trên đám mây của camera cũng sẽ được nâng cấp lên 30 ngày. Nếu bạn có gói lưu trữ đám mây 7G / tháng, dung lượng lưu trữ video trên đám mây của bạn sẽ là 7G trong tháng này. Sau khi dung lượng đầy, video trên đám mây sẽ không được lưu nữa và video đã lưu trữ sẽ được lưu trong một tháng.
zh_hans: (2)云存录像保存时间由套餐类型来决定，若您开通7天的云存套餐，摄像机云录像视频保存周期为7天。开通30天云存套餐，摄像机云录像保存周期也将升级为30天。若您开通的是7G/月的云存套餐，那么在这一个月内您的云录像存储空间为7G，空间存满之后，就不再保存云录像，已经存储的录像保存时长为一个月。
zh_hant: (2)雲存錄像保存時間由套餐類型來決定，若您開通7天的雲存套餐，攝像機雲錄像視頻保存週期為7天。開通30天雲存套餐，攝像機雲錄像保存週期也將升級為30天。若您開通的是7G/月的雲存套餐，那麼在這一個月內您的雲錄像存儲空間為7G，空間存滿之後，就不再保存雲錄像，已經存儲的錄像保存時長為一個月。

# Addevice_pay_attention_install_angle
source: The battery camera has a built-in PIR infrared sensor, which will start recording only when it senses a moving object. The effective area of the PIR sensor is in the red area of the picture. Please pay attention to the angle of the camera during installation.
cs: Bateriová kamera má vestavěný PIR infračervený senzor, který začne nahrávat, až když zaznamená pohybující se objekt. Efektivní oblast PIR senzoru je v červené oblasti obrázku. Při instalaci věnujte pozornost úhlu kamery.
de: Die Akku-Kamera verfügt über einen eingebauten PIR-Infrarotsensor, der die Aufnahme nur startet, wenn ein bewegendes Objekt erkannt wird. Der Erfassungsbereich des PIR-Sensors liegt im roten Bereich des Bildes. Bitte achten Sie bei der Installation auf den Winkel der Kamera.
es: La cámara de la batería tiene un sensor de infrarrojos PIR incorporado, que comenzará a grabar solo cuando detecte un objeto en movimiento. El área efectiva del sensor PIR está en el área roja de la imagen. Preste atención al ángulo de la cámara durante la instalación.
fi: Akkukamerassa on sisäänrakennettu PIR-infrapuna-anturi, joka aloittaa tallennuksen vasta havaitessaan liikkuvan kohteen. PIR-anturin tehollinen alue on kuvan punaisella alueella. Kiinnitä huomiota kameran kulmaan asennuksen aikana.
fr: La caméra à batterie dispose d'un capteur infrarouge PIR intégré, qui ne commencera à enregistrer que lorsqu'il détectera un objet en mouvement. La zone effective du capteur PIR se trouve dans la zone rouge de l'image. Veuillez faire attention à l'angle de la caméra lors de l'installation.
he: מצלמת הסוללה כוללת חיישן אינפרא אדום PIR מובנה, אשר יתחיל להקליט רק כאשר הוא חש עצם נע. האזור היעיל של חיישן ה-PIR נמצא באזור האדום של התמונה. אנא שימו לב לזווית המצלמה במהלך ההתקנה.
id: Kamera baterai memiliki sensor inframerah PIR built-in, yang akan mulai merekam hanya saat mendeteksi objek yang bergerak. Area efektif sensor PIR berada di area merah pada gambar. Harap perhatikan sudut kamera saat pemasangan.
it: La fotocamera a batteria ha un sensore a infrarossi PIR integrato, che inizierà a registrare solo quando rileva un oggetto in movimento. l'area effettiva del sensore PIR è nell'area rossa dell'immagine. Si prega di prestare attenzione all'angolazione della telecamera durante l'installazione.
ja: バッテリーカメラにはPIR赤外線センサーが内蔵されており、動く物体を感知したときにのみ記録を開始します。 PIRセンサーの有効領域は、画像の赤い領域にあります。設置時にはカメラの角度に注意してください。
ko: 배터리 카메라에는 PIR 적외선 센서가 내장되어 있어 움직이는 물체를 감지할 때만 녹화를 시작합니다. PIR 센서의 유효 영역은 사진의 빨간색 영역입니다. 설치 시 카메라의 각도에 주의하십시오.
nb: Batterikameraet har en innebygd PIR infrarød sensor, som vil starte opptaket først når det registrerer et objekt i bevegelse. Det effektive området til PIR-sensoren er i det røde området på bildet. Vær oppmerksom på vinkelen på kameraet under installasjonen.
nl: De batterijcamera heeft een ingebouwde PIR-infraroodsensor, die alleen begint met opnemen wanneer hij een bewegend object detecteert. Het effectieve gebied van de PIR-sensor bevindt zich in het rode gebied van de afbeelding. Let tijdens de installatie op de hoek van de camera.
pl: Kamera akumulatorowa ma wbudowany czujnik podczerwieni PIR, który rozpocznie nagrywanie dopiero po wykryciu poruszającego się obiektu. Efektywny obszar czujnika PIR znajduje się w czerwonym obszarze obrazu. Podczas instalacji należy zwrócić uwagę na kąt ustawienia kamery.
pt_br: A câmera da bateria possui um sensor infravermelho PIR embutido, que começará a gravar somente quando detectar um objeto em movimento. A área efetiva do sensor PIR está na área vermelha da imagem. Preste atenção ao ângulo da câmera durante a instalação.
ro: Camera cu baterie are un senzor infraroșu PIR încorporat, care va începe înregistrarea doar atunci când detectează un obiect în mișcare. Zona efectivă a senzorului PIR se află în zona roșie a imaginii. Vă rugăm să acordați atenție unghiului camerei în timpul instalării.
ru: Аккумуляторная камера имеет встроенный инфракрасный датчик PIR, который начинает запись только при обнаружении движущегося объекта. Эффективная область датчика PIR находится в красной области изображения. Пожалуйста, обратите внимание на угол камеры во время установки.
sv: Batterikameran har en inbyggd PIR infraröd sensor, som börjar spela in först när den känner av ett rörligt föremål. Det effektiva området för PIR-sensorn är i det röda området på bilden. Var uppmärksam på kamerans vinkel under installationen.
th: กล้องแบตเตอรี่มีเซ็นเซอร์อินฟราเรด PIR ในตัว ซึ่งจะเริ่มบันทึกเฉพาะเมื่อสัมผัสได้ถึงวัตถุที่กำลังเคลื่อนที่ พื้นที่ใช้งานจริงของเซ็นเซอร์ PIR อยู่ในพื้นที่สีแดงของภาพ โปรดใส่ใจกับมุมของกล้องระหว่างการติดตั้ง
tr: Pil kamerası, yalnızca hareketli bir nesne algıladığında kayda başlayacak olan yerleşik bir PIR kızılötesi sensörüne sahiptir. PIR sensörünün etkin alanı resmin kırmızı alanındadır. Lütfen kurulum sırasında kameranın açısına dikkat edin.
vi: Máy ảnh pin được tích hợp cảm biến hồng ngoại PIR, sẽ chỉ bắt đầu ghi khi cảm nhận được vật thể chuyển động. Vùng hiệu dụng của cảm biến PIR nằm trong vùng màu đỏ của hình ảnh. Hãy chú ý đến góc của máy ảnh trong quá trình cài đặt.
zh_hans: 电池摄像机内置PIR红外传感器，只有感应到移动物体才会启动录像，PIR传感器的有效区在画面红色区域，请注意摄像机安装时的角度。
zh_hant: 電池攝像機內置PIR紅外傳感器，只有感應到移動物體才會啟動錄像，PIR傳感器的有效區在畫面紅色區域，請注意攝像機安裝時的角度。

# message_After_shutdown_nolonger_alarm_notifica
source: After shutting down the device will no longer generate alarm messages and you will no longer receive push notifications
cs: Po vypnutí již zařízení nebude generovat poplašné zprávy a nebudete již dostávat push notifikace
de: Nach dem Herunterfahren generiert das Gerät keine Alarmmeldungen mehr und Sie erhalten keine Push-Benachrichtigungen mehr
es: Después de apagar, el dispositivo ya no generará mensajes de alarma y ya no recibirá notificaciones automáticas
fi: Sammutuksen jälkeen laite ei enää tuota hälytysviestejä etkä saa push-ilmoituksia
fr: Après l'arrêt, l'appareil ne générera plus de messages d'alarme et vous ne recevrez plus de notifications push
he: לאחר כיבוי המכשיר לא יפיק יותר הודעות אזעקה ולא תקבל עוד התראות דחיפה
id: Setelah mematikan perangkat tidak akan lagi menghasilkan pesan alarm dan Anda tidak akan lagi menerima pemberitahuan push
it: Dopo lo spegnimento il dispositivo non genererà più messaggi di allarme e non riceverai più notifiche push
ja: シャットダウン後、デバイスはアラームメッセージを生成しなくなり、プッシュ通知を受信しなくなります
ko: 종료 후 장치는 더 이상 알람 메시지를 생성하지 않으며 더 이상 푸시 알림을 받지 않습니다.
nb: Etter å ha slått av enheten vil ikke lenger generere alarmmeldinger, og du vil ikke lenger motta push-varsler
nl: Na het afsluiten genereert het apparaat geen alarmberichten meer en ontvang je geen pushmeldingen meer
pl: Po wyłączeniu urządzenie nie będzie już generować komunikatów alarmowych i nie będziesz już otrzymywać powiadomień push
pt_br: Após desligar, o dispositivo não gerará mais mensagens de alarme e você não receberá mais notificações push
ro: După oprire dispozitivul nu va mai genera mesaje de alarmă și nu veți mai primi notificări push
ru: После выключения устройство больше не будет генерировать тревожные сообщения, и вы больше не будете получать push-уведомления.
sv: Efter att du har stängt av kommer enheten inte längre att generera larmmeddelanden och du kommer inte längre att få push-meddelanden
th: หลังจากปิดเครื่องจะไม่สร้างข้อความเตือนอีกต่อไปและคุณจะไม่ได้รับการแจ้งเตือนแบบพุชอีกต่อไป
tr: Kapatıldıktan sonra cihaz artık alarm mesajları üretmeyecek ve artık push bildirimleri almayacaksınız.
vi: Sau khi tắt thiết bị sẽ không tạo ra thông báo cảnh báo nữa và bạn sẽ không nhận được thông báo đẩy nữa
zh_hans: 关闭后设备将不再产生报警消息记录，且您将不再接收到此设备的报警消息通知
zh_hant: 關閉後設備將不再產生報警消息記錄，且您將不再接收到此設備的報警消息通知

# addDevice_device_sacn_steps
source: Operation steps of QR code scanning
cs: Kroky operace kódu skenování zařízení
de: Schritte um QR-Code zu scannen
es: Pasos de operación del código de escaneo del dispositivo
fi: Laitteen skannauskoodin käyttövaiheet
fr: Étapes de fonctionnement du code de numérisation du périphérique
he: שלבי פעולת קוד סריקת מכשירים
id: Langkah-langkah operasi kode pemindaian perangkat
it: Fasi operative del codice di scansione del dispositivo
ja: デバイススキャンコードの操作手順
ko: 장치 스캔 코드 작업 단계
nb: Trinn for drift av enhetsskannekode
nl: Bedieningsstappen apparaatscancode
pl: Kroki operacji na kodzie skanowania urządzenia
pt_br: Etapas de operação do código de verificação do dispositivo
ro: Pași de operare a codului de scanare a dispozitivului
ru: Этапы работы с кодом сканирования устройства
sv: Steg för enhetssökningskod
th: ขั้นตอนการทำงานของการสแกนรหัส QR
tr: Cihaz tarama kodu işlem adımları
vi: Các bước thao tác quét mã thiết bị
zh_hans: 设备扫码操作步骤
zh_hant: 設備掃碼操作步驟

# deviceSetting_night_vision_off_describe
source: Disable night vision.
cs: Zakázat noční vidění.
de: Nachtsicht deaktivieren.
es: Deshabilitar la visión nocturna.
fi: Poista pimeänäkö käytöstä.
fr: Désactiver la vision nocturne.
he: השבת את ראיית הלילה.
id: Nonaktifkan penglihatan malam.
it: Disabilita la visione notturna.
ja: 暗視を無効にします。
ko: 야간 투시경을 비활성화합니다.
nb: Deaktiver nattsyn.
nl: Nachtzicht uitschakelen.
pl: Wyłącz widzenie w nocy.
pt_br: Desative a visão noturna.
ro: Dezactivați vederea pe timp de noapte.
ru: Отключить ночное видение.
sv: Inaktivera mörkerseende.
th: ปิดการมองเห็นตอนกลางคืน
tr: Gece görüşünü devre dışı bırakın.
vi: Vô hiệu hóa tầm nhìn ban đêm.
zh_hans: 不开启夜视功能。
zh_hant: 不開啟夜視功能。

# device_new
source: New device
cs: Nové vybavení
de: Neues Gerät
es: Nuevo Equipo
fi: Uudet laitteet
fr: Nouvel appareil
he: מכשיר חדש
id: Perangkat Baru
it: Nuovo dispositivo
ja: 新しいデバイス
ko: 새로운 기기
nb: Ny enhet
nl: Nieuw apparaat
pl: Nowe urządzenie
pt_br: Novo dispositivo
ro: Dispozitiv nou
ru: Новое устройство
sv: Ny enhet
th: อุปกรณ์ใหม่
tr: Yeni cihaz
vi: Thiết bị mới
zh_hans: 新设备
zh_hant: 新設備

# deviceSetting_Color_style
source: Color style
cs: Barevný styl
de: Farbstil
es: Estilo de color
fi: Värityyli
fr: Style de couleur
he: סגנון צבע
id: Gaya warna
it: Stile di colore
ja: カラースタイル
ko: 색상 스타일
nb: Fargestil
nl: Kleur stijl:
pl: Styl koloru
pt_br: Estilo de cor
ro: Stilul de culoare
ru: Цветовой стиль
sv: Färg stil
th: สไตล์สี
tr: renk stili
vi: Phong cách màu sắc
zh_hans: 色彩风格
zh_hant: 色彩風格

# cloud_select_service_channel
source: Please select the number of package channels
cs: Vyberte počet kanálů balíčku
de: Bitte wählen Sie die Anzahl der Servicekanäle
es: Seleccione la cantidad de canales de paquetes
fi: Valitse pakettikanavien määrä
fr: Veuillez sélectionner le nombre de canaux de package
he: בחר את מספר ערוצי החבילות
id: Silakan pilih jumlah saluran paket
it: Seleziona il numero di canali del pacchetto
ja: パッケージチャネルの数を選択してください
ko: 패키지 채널 수를 선택하십시오
nb: Velg antall pakkekanaler
nl: Selecteer het aantal pakketkanalen
pl: Wybierz liczbę kanałów pakietów
pt_br: Por favor, selecione o número de canais de pacotes
ro: Vă rugăm să selectați numărul de canale de pachete
ru: Пожалуйста, выберите количество каналов пакета
sv: Välj antalet paketkanaler
th: กรุุณาเลือกจำนวนช่อง
tr: Lütfen paket kanal sayısını seçin
vi: Vui lòng chọn số kênh trong gói
zh_hans: 请选择套餐通道数
zh_hant: 請選擇套餐通道數

# adddevice_configure_mode
source: Configuration mode
cs: Konfigurační režim
de: Konfigurationsmodus
es: Modo de configuración
fi: Kokoonpanotila
fr: Mode de configuration
he: מצב תצורה
id: Mode konfigurasi
it: Modalità di configurazione
ja: 設定モード
ko: 구성 모드
nb: Konfigurasjonsmodus
nl: Configuratiemodus
pl: Tryb konfiguracji
pt_br: Modo de configuração
ro: Mod de configurare
ru: Режим конфигурации
sv: Konfigurationsläge
th: โหมดการตั้งค่า
tr: Yapılandırma modu
vi: Chế độ cấu hình
zh_hans: 配置模式
zh_hant: 配置模式
