Repository: Yolo-cell-hash/go_home_ios
Catalog: ios/Runner/JASDK/JAResources/XLanguage/X35MultiLanguage/*.lproj/X35MutiLanguage.strings
Languages: cs, de, es, fi, fr, he, id, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sv, th, tr, vi, zh_hans, zh_hant

# devicesetting_my_tone
source: My prompt tone
cs: Můj tón
de: Mein Ton
es: Mi tono
fi: Oma sävy
fr: Mon ton
he: הטון שלי
id: Nada suaraku
it: Il mio tono
ja: 私の口調
ko: 내 말투
nb: Min tone
nl: Mijn toon
pl: Mój ton
pt_br: Meu tom
ro: Tonul meu
ru: Мой тон
sv: Min ton
th: โทนเสียงของฉัน
tr: Tonum
vi: Tiếng bíp của tôi
zh_hans: 我的提示音
zh_hant: 我的提示音

# person_login_log_account
source: Login account
cs: Přihlašovací účet
de: Login Konto
es: Cuenta de inicio de sesión
fi: Kirjaudu sisään
fr: Compte de connexion
he: חשבון כניסה
id: Masuk akun
it: Account di accesso
ja: ログインアカウント
ko: 로그인 계정
nb: Innloggingskonto
nl: Inlog account
pl: Zaloguj się na konto
pt_br: Conta de login
ro: Cont de autentificare
ru: Вход в аккаунт
sv: Logga in konto
th: เข้าสู่ระบบบัญชี
tr: Giriş hesabı
vi: Đăng nhập tài khoản
zh_hans: 登录账号
zh_hant: 登錄賬號

# person_feedback_question_check_data
source: Q3: Check whether the mobile phone prohibit the permission of EseeCloud to use data, WLAN, GPS
cs: Otázka 3: Zkontrolujte, zda mobilní telefon zakazuje povolení EseeCloud používat data, WLAN, GPS
de: F3: Überprüfen Sie, ob das Mobiltelefon die Erlaubnis von EseeCloud zur Verwendung von Daten, WLAN und GPS verbietet
es: P3: Compruebe si el teléfono móvil prohíbe el permiso de EseeCloud para usar datos, WLAN, GPS
fi: Kysymys 3: Tarkista, estääkö matkapuhelin EseeCloudin lupaa käyttää dataa, WLAN: ia, GPS: ää
fr: Q3: Vérifiez si le téléphone portable n'autorise pas EseeCloud à utiliser les données, WLAN, GPS
he: שאלה 3: בדוק אם הטלפון הנייד אוסר על הרשאת EseeCloud להשתמש בנתונים, WLAN, GPS
id: T3: Periksa apakah ponsel melarang izin EseeCloud untuk menggunakan data, WLAN, GPS
it: D3: Verifica se il telefono cellulare proibisce l'autorizzazione di EseeCloud all'utilizzo di dati, WLAN, GPS
ja: Q3：データ、WLAN、GPSを使用するEseeCloudの許可が携帯電話で禁止されているかどうかを確認します
ko: Q3 : 휴대폰이 EseeCloud의 데이터, WLAN, GPS 사용 허가를 금지하는지 확인
nb: Spørsmål 3: Sjekk om mobiltelefonen forbyr tillatelse fra EseeCloud til å bruke data, WLAN, GPS
nl: V3: Controleer of de mobiele telefoon de toestemming van EseeCloud verbiedt om gegevens, WLAN, GPS te gebruiken
pl: P3: Sprawdź, czy telefon komórkowy nie zezwala EseeCloud na korzystanie z danych, WLAN, GPS
pt_br: Q3: verifique se o celular proíbe a permissão do EseeCloud para usar dados, WLAN, GPS
ro: Q3: Verificați dacă telefonul mobil interzice permisiunea EseeCloud de a utiliza date, WLAN, GPS
ru: Q3: Проверьте, запрещает ли мобильный телефон разрешение EseeCloud на использование данных, WLAN, GPS
sv: F3: Kontrollera om mobiltelefonen förbjuder EseeCloud tillstånd att använda data, WLAN, GPS
th: Q3: ตรวจสอบว่าโทรศัพท์มือถือห้ามไม่ให้ EseeCloud ใช้ข้อมูล, WLAN, GPS หรือไม่
tr: S3: Cep telefonunun EseeCloud'un veri, WLAN, GPS kullanma iznini yasaklayıp yasaklamadığını kontrol edin
vi: Q3: Kiểm tra xem điện thoại di động có cấm Yishiyun sử dụng dữ liệu, mạng WLAN và quyền GPS hay không
zh_hans: Q3：查看手机是否禁止易视云使用数据、WLAN、GPS 的权限
zh_hant: Q3：查看手機是否禁止易視雲使用數據、WLAN、GPS 的權限

# cloud_storage_details_what_is_cloud
source: 1、 What is cloud storage?
cs: 1、 Co je cloud storage?
de: 1. Was ist Cloud-Speicher?
es: 1、 ¿Qué es el almacenamiento en la nube?
fi: 1、 Mikä on pilvivarasto?
fr: 1、 Qu'est-ce que le stockage en nuage?
he: 1、 מהו אחסון ענן?
id: 1、 Apa itu penyimpanan cloud?
it: 1、 Che cos'è il cloud storage?
ja: 1、クラウドストレージとは
ko: 1、 클라우드 스토리지 란 무엇입니까?
nb: 1、 Hva er sky lagring?
nl: 1、 Wat is cloudopslag?
pl: 1、 Co to jest pamięć masowa w chmurze?
pt_br: 1、 O que é armazenamento em nuvem?
ro: 1、 Ce este stocarea în cloud?
ru: 1、 Что такое облачное хранилище?
sv: 1、 Vad är molnlagring?
th: 1, การจัดเก็บข้อมูลแบบคลาวด์คืออะไร?
tr: 1、 Bulut depolama nedir?
vi: 1. Lưu trữ đám mây là gì?
zh_hans: 1、什么是云存？
zh_hant: 1、什麼是雲存？

# devicesetting_4G_card_sim_card_data
source: %1$s total,%2$s used
cs: Celkem %1$s, použito %2$s
de: Gesamt %1$s, verwendet %2$s
es: Total %1$s, utilizado %2$s
fi: Yhteensä %1$s, käytetty %2$s
fr: Total %1$s, utilisé %2$s
he: סה"כ %1$s, משומש %2$s
id: Total %1$s, digunakan %2$s
it: Totale %1$s,utilizzato %2$s
ja: 合計 %1$s、使用済み %2$s
ko: 총 %1$s, 중고 %2$s
nb: Totalt %1$s, brukte %2$s
nl: Totaal %1$s, gebruikte %2$s
pl: Łącznie %1$s, wykorzystano %2$s
pt_br: Total %1$s, usado %2$s
ro: Total %1$s,folosit %2$s
ru: Всего %1$s д, б %2$s
sv: Total %1$s, begagnade %2$s
th: %1$s รวม%2$s ใช้
tr: Toplam %1$s, ikinci %2$s
vi: %1$s Tổng,%2$s sử dụng
zh_hans: 共%1$s，已用%2$s
zh_hant: 共%1$s，已用%2$s

# Service_map_name
source: Name
cs: název
es: Nombre
fi: Nimi
fr: Nom
he: שם
id: Nama
it: Nome
ja: 名前
ko: 이름
nb: Navn
nl: Naam
pl: Imię
pt_br: Nome
ro: Nume
ru: имя
sv: namn
th: ชื่อ
tr: ad
vi: Tên
zh_hans: 名称
zh_hant: 名稱

# payment
source: Pay
cs: Platit
de: Zahlen
es: Pagar
fi: Maksaa
fr: Payer
he: לְשַׁלֵם
id: Membayar
it: Paga
ja: 支払い
ko: 지불
nb: Betale
nl: Betalen
pl: Płacić
pt_br: Pagar
ro: A plati
ru: Платить
sv: Betala
th: จ่าย
tr: Ödemek
vi: Chi trả
zh_hans: 付款
zh_hant: 付款

# device_group_add
source: Sorry,you have not added a group yet,please tap button to add a group.
cs: Omlouváme se,ještě jste skupinu nepřidali,klikněte prosím na tlačítko pro přidání skupiny.
de: Leider haben Sie noch keine Gruppe hinzugefügt. Tippen Sie auf den Button, um eine Gruppe hinzuzufügen.
es: Lo sentimos,aún no ha agregado un grupo,haga clic en el botón para agregar un grupo.
fi: Et ole vielä lisännyt ryhmää,napsauta painiketta lisätäksesi ryhmän.
fr: Désolé, vous n'avez pas encore ajouté de groupe. Cliquez sur le bouton pour ajouter un groupe.
he: מצטערים,עדיין לא הוספת קבוצה,לחץ על הלחצן כדי להוסיף קבוצה.
id: Maaf,Anda belum menambahkan grup,silakan klik tombol untuk menambahkan grup.
it: Spiacenti,non hai ancora aggiunto un gruppo,fai clic sul pulsante per aggiungere un gruppo.
ja: まだグループを追加していません。ボタンをクリックしてグループを追加してください。
ko: 죄송합니다. 아직 기기를 추가하지 않았습니다. 버튼을 클릭하여 기기를 추가해주세요.
nb: Beklager,du har ikke lagt til en gruppe ennå,vennligst klikk på knappen for å legge til en gruppe.
nl: Sorry,je hebt nog geen groep toegevoegd,klik op de knop om een groep toe te voegen.
pl: Niestety,nie dodałeś jeszcze grupy,kliknij przycisk,aby dodać grupę.
pt_br: Desculpe,você não adicionou um grupo ainda,por favor clique no botão para adicionar um grupo.
ro: Ne pare rău,încă nu ați adăugat un grup,faceți clic pe buton pentru a adăuga un grup.
ru: Извините,вы еще не добавили группу,пожалуйста,нажмите на кнопку,чтобы добавить группу.
sv: Tyvärr,du har inte lagt till en grupp än,vänligen klicka på knappen för att lägga till en grupp.
th: ขออภัยคุณยังไม่ได้เพิ่มกลุ่มโปรดแตะปุ่มเพื่อเพิ่มกลุ่ม
tr: Üzgünüz,henüz bir grup eklemediniz,lütfen bir grup eklemek için düğmeyi tıklayın.
vi: Xin lỗi, bạn chưa thêm nhóm, vui lòng nhấp vào nút để thêm nhóm
zh_hans: 抱歉，您尚未添加分组，请点击按钮添加分组
zh_hant: 抱歉，您尚未添加分組，請點擊按鈕添加分組

# devicelis_Get_it_now
source: Get it now
cs: Získejte to hned
de: Hol es dir jetzt
es: Consiguelo ahora
fi: Hae se nyt
fr: Obtenez le maintenant
he: קבל את זה עכשיו
id: Dapatkan Sekarang
it: Scaricalo ora
ja: 今すぐ入手
ko: 지금 사세요
nb: Få det nå
nl: Profiteer nu
pl: Zdobądź to teraz
pt_br: Obtê-lo agora
ro: Ia-l acum
ru: Получи это сейчас
sv: Hämta den nu
th: เอามันไปเดี๋ยวนี้
tr: Şimdi sahip ol
vi: Lấy nó ngay
zh_hans: 立即领取
zh_hant: 立即領取

# help_cloud_storage_textTips_4
source: Method 2: Open APP,click "cloud mall" on personal center interface and go to the purchase interface
cs: Metoda 2: Otevřete APP a klepnutím na tlačítko "Cloud Mall" v rozhraní osobního centra zadejte stránku nákupu.
de: Methode 2: App starten, auf "Cloud Shop" unter Konto tippen und kaufen.
es: Método 2: inicie la aplicación,haga clic en "centro comercial en la nube " en la interfaz del centro personal y compre.
fi: Tapa 2: Avaa APP ja napsauta "Cloud Mall"-painiketta henkilökohtaisessa keskusliittymässä,jolloin voit ostaa ostosivun.
fr: Méthode 2 : démarrez l'application, cliquez sur "Magasin Cloud" sur l'interface du centre personnel et achetez.
he: שיטה 2: להפעיל את APP,לחץ על "קניון ענן " על ממשק מרכז אישי הרכישה.
id: Metode 2: Buka APP,Klik"Mall Awan" di Akun Saya dan Beli
it: Metodo 2: Aprire l'app,selezionare " Negozio cloud" nel centro personale ed acquistare.
ja: 方法2：アプリケーションを起動し、パーソナルセンターのインターフェースの"ショップ"をクリックして購入します。
ko: 방법 2 : APP를 시작하고 개인 센터 인터페이스에서 "클라우드 몰 "을 클릭하여 구매하십시오.
nb: Metode 2: Åpne APP,klikk på "Skylagring"-knappen i det personlige sentergrensesnittet for å gå inn på kjøpssiden.
nl: Method 2: start APP,click "cloud mall" on personal center interface and purchase.
pl: Metoda 2: uruchom aplikację,kliknij "centrum chmury " w interfejsie osobistego centrum i zakup.
pt_br: Método 2: iniciar o APP,clique em "cloud mall " na interface do centro pessoal e na compra.
ro: Metoda 2: începeți APP,faceți clic pe "cloud mall " pe interfața și achiziționarea centrului personal.
ru: Способ 2: запустите приложение,нажмите "Облачный торговый центр" на интерфейсе личного центра и совершите покупку.
sv: Metod 2: starta APP,klicka på "Cloud Mall " på personligt gränssnitt och köp.
th: วิธีที่ 2: เปิด APP และคลิกปุ่ม "คลาวด์มอลล์" ในรายการส่วนบุคคลเพื่อเข้าสู่หน้าการซื้อ
tr: Yöntem 2: APP'yi başlatın,kişisel merkez arayüzünde "cloud mall " tıklayın ve satın alın.
vi: Cách 2: Mở APP và nhấp vào nút "Cloud Mall" trong giao diện trung tâm cá nhân để vào trang mua hàng.
zh_hans: 方法2：打开APP，在个人中心界面中点击“云商城”按钮，进入购买页面。
zh_hant: 方法2：打開APP，在個人中心界面中點擊“雲商城”按鈕，進入購買頁面。

# Help_Other_device_failure
source: Other device failure
cs: Selhání jiného zařízení
de: Anderer Gerätefehler
es: Otro fallo de dispositivo
fi: Muu laitevika
fr: Autre panne de périphérique
he: תקלה אחרת במכשיר
id: Kegagalan perangkat lain
it: Altro guasto del dispositivo
ja: その他のデバイスの障害
ko: 기타 장치 오류
nb: Annen enhetsfeil
nl: Andere apparaatfout
pl: Inna awaria urządzenia
pt_br: Outra falha de dispositivo
ro: Alte defecțiuni ale dispozitivului
ru: Другой сбой устройства
sv: Annat enhetsfel
th: อุปกรณ์อื่น ๆ ล้มเหลว
tr: Diğer cihaz hatası
vi: Lỗi thiết bị khác
zh_hans: 其它设备故障
zh_hant: 其它設備故障

# person_vendors_introduce
source: The equipment you are using has multiple suppliers, please select the supplier service according to the equipment attribution:
cs: Zařízení, které používáte, má více dodavatelů. Vyberte prosím dodavatelskou službu podle přiřazení zařízení:
de: Das Gerät, das Sie verwenden, hat mehrere Lieferanten. Bitte wählen Sie den Lieferantenservice gemäß der Gerätezuordnung aus:
es: El equipo que está utilizando tiene varios proveedores, seleccione el servicio del proveedor de acuerdo con la atribución del equipo:
fi: Käyttämällesi laitteelle on useita toimittajia, valitse toimittajapalvelu laitemäärityksen mukaan:
fr: L'équipement que vous utilisez a plusieurs fournisseurs, veuillez sélectionner le service fournisseur en fonction de l'attribution de l'équipement:
he: לציוד בו אתה משתמש יש ספקים מרובים, אנא בחר את שירות הספק בהתאם לייחוס הציוד:
id: Peralatan yang Anda gunakan memiliki banyak pemasok, pilih layanan pemasok sesuai dengan atribusi peralatan:
it: L'apparecchiatura che stai utilizzando ha più fornitori, seleziona il servizio del fornitore in base all'attribuzione dell'apparecchiatura:
ja: 使用している機器には複数のサプライヤーがあります。機器の属性に従ってサプライヤーサービスを選択してください。
ko: 사용중인 장비에 여러 공급 업체가 있습니다. 장비 속성에 따라 공급 업체 서비스를 선택하십시오.
nb: Utstyret du bruker har flere leverandører. Velg leverandørtjenesten i henhold til utstyrsattribusjonen:
nl: De apparatuur die u gebruikt, heeft meerdere leveranciers.Selecteer de leverancierservice op basis van de attributie van de apparatuur:
pl: Sprzęt, którego używasz, ma wielu dostawców, wybierz usługę dostawcy zgodnie z przypisaniem sprzętu:
pt_br: O equipamento que você está usando tem vários fornecedores, por favor, selecione o serviço do fornecedor de acordo com a atribuição do equipamento:
ro: Echipamentul pe care îl utilizați are mai mulți furnizori, vă rugăm să selectați serviciul furnizorului în funcție de atribuirea echipamentului:
ru: У используемого вами оборудования есть несколько поставщиков, выберите услугу поставщика в соответствии с принадлежностью оборудования:
sv: Utrustningen du använder har flera leverantörer. Vänligen välj leverantörstjänst enligt utrustningstilldelningen:
th: อุปกรณ์ที่คุณใช้มีซัพพลายเออร์หลายรายโปรดเลือกบริการซัพพลายเออร์ตามการระบุแหล่งที่มาของอุปกรณ์:
tr: Kullandığınız ekipmanın birden fazla tedarikçisi var, lütfen ekipman özelliğine göre tedarikçi hizmetini seçin:
vi: Thiết bị bạn đang sử dụng có nhiều nhà cung cấp, vui lòng chọn dịch vụ của nhà cung cấp theo phân bổ thiết bị:
zh_hans: 您正在使用的设备有多个供应商，请按照设备归属选择供应商服务：
zh_hant: 您正在使用的設備有多個供應商，請按照設備歸屬選擇供應商服務：

source: Australia/Darwin
cs: Austrálie / Darwin
de: Australien / Darwin
fr: Australie / Darwin
he: אוסטרליה / דרווין
ja: オーストラリア/ダーウィン
ko: 오스트레일리아 / 다윈
nl: Australië / Darwin
pt_br: Austrália / Darwin
ru: Австралия / Дарвин
sv: Australien / Darwin
th: ออสเตรเลีย / ดาร์วิน
tr: Avustralya / Darwin
vi: Darwin
zh_hans: 达尔文
zh_hant: 達爾文

# person_feedback_question_set_up_cloud_video_detail
source: After purchasing the cloud recording function, the cloud recording function will be enabled at the same time. You can enter the "cloud video playback page", in the "service management", set the cloud video function switch, renew the extension service and other operations.
cs: Po zakoupení funkce cloudového záznamu bude zároveň aktivována funkce cloudového záznamu. Můžete vstoupit na "stránku pro přehrávání cloudového videa ", do "správy služeb " nastavit přepínač funkce cloudového videa, obnovit rozšíření a další operace.
de: Beim Kauf der Cloud-Aufnahmefunktion wird diese direkt aktiviert. Sie können die"Cloud-Videowiedergabeseite" unter "Dienstverwaltung" aufrufen, den Cloud-Videofunktionsschalter einstellen, den Erweiterungsdienst und andere Vorgänge erneuern.
es: Después de comprar la función de grabación en la nube, la función de grabación en la nube se habilitará al mismo tiempo. Puede ingresar a la "página de reproducción de video en la nube ", en la "administración del servicio ", configurar el interruptor de función de video en la nube, renovar el servicio de extensión y otras operaciones.
fi: Kun pilvitallennustoiminto on ostettu, pilvitallennustoiminto otetaan käyttöön samanaikaisesti. Voit siirtyä pilvivideon toistossivulle "palvelunhallintaan ", asettaa pilvivideofunktiokytkimen, uusia laajennuspalvelun ja muita toimintoja.
fr: Après avoir acheté la fonction d'enregistrement dans le cloud, la fonction d'enregistrement dans le cloud sera activée en même temps. Vous pouvez accéder à la "page de lecture vidéo cloud ", dans la "gestion des services ", régler le commutateur de fonction vidéo cloud, renouveler le service d'extension et d'autres opérations.
he: לאחר רכישת פונקציית הקלטת הענן, פונקציית הקלטת הענן תאפשר בעת ובעונה אחת. אתה יכול להיכנס לדף "עמוד השמעת וידאו בענן ", ב "ניהול השירות ", להגדיר את מתג פונקציית הווידאו בענן, לחדש את שירות ההרחבה ופעולות אחרות.
id: Setelah membeli fungsi perekaman cloud, fungsi cloud recording akan diaktifkan secara bersamaan. Anda dapat masuk ke "halaman pemutaran video cloud ", di "manajemen layanan ", mengatur sakelar fungsi video cloud, memperbarui layanan ekstensi dan operasi lainnya.
it: Dopo aver acquistato la funzione di registrazione cloud, la funzione di registrazione cloud verrà abilitata contemporaneamente. È possibile accedere alla "pagina di riproduzione video cloud ", nella "gestione del servizio ", impostare l'interruttore della funzione video cloud, rinnovare il servizio di estensione e altre operazioni.
ja: クラウドレコーディング機能を購入すると、クラウドレコーディング機能も同時に有効になります。 「クラウドビデオ再生ページ」にアクセスし、「サービス管理」でクラウドビデオ機能スイッチを設定し、拡張サービスやその他の操作を更新できます。
ko: 클라우드 녹화 기능을 구매하면 클라우드 녹화 기능이 동시에 활성화됩니다. "서비스 관리 "에서 "클라우드 비디오 재생 페이지 "를 입력하고 클라우드 비디오 기능 스위치를 설정하고 확장 서비스 및 기타 작업을 갱신 할 수 있습니다.
nb: Når du har kjøpt skyopptaksfunksjonen, aktiveres skyopptaksfunksjonen samtidig. Du kan gå inn på "skyvideoavspillingsside ", i "serviceledelse ", stille inn skyvideofunksjonsbryteren, fornye utvidelsestjenesten og andre operasjoner.
nl: Na aankoop van de cloudopnamefunctie wordt de cloudopnamefunctie tegelijkertijd ingeschakeld. U kunt de "cloudvideo-afspeelpagina " invoeren, in het "servicebeheer ", de cloudvideo-functieschakelaar instellen, de extensieservice vernieuwen en andere bewerkingen.
pl: Po zakupie funkcji nagrywania w chmurze funkcja nagrywania w chmurze zostanie włączona jednocześnie. Możesz wejść na "stronę odtwarzania wideo w chmurze", w menu "zarządzanie usługami" ustawić przełącznik funkcji wideo w chmurze, odnowić usługę rozszerzenia i inne operacje.
pt_br: Depois de comprar a função de gravação na nuvem, a função de gravação na nuvem será ativada ao mesmo tempo. Você pode entrar na "página de reprodução de vídeo na nuvem ", em "gerenciamento de serviços ", defina a opção de função de vídeo na nuvem, renove o serviço de extensão e outras operações.
ro: După achiziționarea funcției de înregistrare în cloud, funcția de înregistrare în cloud va fi activată în același timp. Puteți intra în "pagina de redare a videoclipului cloud ", în "gestionarea serviciului ", puteți seta comutatorul de funcții cloud, reînnoi serviciul de extensie și alte operațiuni.
ru: После покупки функции облачной записи функция облачной записи будет включена одновременно. Вы можете зайти на "страницу воспроизведения облачного видео", в "управление службами", установить переключатель функции облачного видео, обновить службу расширения и другие операции.
sv: När du har köpt molninspelningsfunktionen aktiveras molninspelningsfunktionen samtidigt. Du kan öppna "molnvideouppspelningssidan ", i "servicestyrning ", ställa in molnvideofunktionsomkopplaren, förnya tilläggstjänsten och andra funktioner.
th: หลังจากซื้อฟังก์ชันการบันทึกบนคลาวด์แล้วฟังก์ชันการบันทึกบนคลาวด์จะเปิดใช้งานพร้อมกัน คุณสามารถเข้าสู่ "หน้าการเล่นวิดีโอบนคลาวด์" และใน "การจัดการบริการ" คุณสามารถตั้งสวิตช์สำหรับฟังก์ชันวิดีโอบนคลาวด์ต่ออายุและขยายบริการ ฯลฯ
tr: Bulut kayıt işlevini satın aldıktan sonra, bulut kayıt işlevi aynı anda etkinleştirilecektir. "Bulut video oynatma sayfası ", "hizmet yönetimi " içine girebilir, bulut video fonksiyon anahtarını ayarlayabilir, uzantı hizmetini ve diğer işlemleri yenileyebilirsiniz.
vi: Sau khi mua chức năng ghi âm đám mây, chức năng ghi âm đám mây sẽ được bật cùng lúc. Bạn có thể nhập "Trang phát lại ghi âm trên đám mây" và trong "Quản lý dịch vụ", đặt nút chuyển cho chức năng ghi trên đám mây, gia hạn và mở rộng dịch vụ, v.v.
zh_hans: 购买云录像功能后，云录像功能将同时被开启。您可以进入“云录像回放页面”，在“服务管理”里，给云录像功能设置开关、续费延长服务等操作。
zh_hant: 購買雲錄像功能後，雲錄像功能將同時被開啟。您可以進入“雲錄像回放頁面”，在“服務管理”裏，給雲錄像功能設置開關、續費延長服務等操作。

# devicelist_share_equipment_Custom_time
source: Custom time
cs: Vlastní čas
de: Gültigkeitsdauer
es: Hora personalizada
fi: Mukautettu aika
fr: Temps personnalisé
he: זמן מותאם אישית
id: waktu tertentu
it: Tempo personalizzato
ja: カスタム
ko: 시간 조정
nb: Tilpasset tid
nl: Bepaalde tijd
pl: Czas niestandardowy
pt_br: Hora personalizada
ro: Timp particularizat
ru: Пользовательское время
sv: Anpassad tid
th: กำหนดเวลา
tr: Özel zaman
vi: Thời gian tùy chỉnh
zh_hans: 自定义时间
zh_hant: 自定義時間

# cloud_purchase_automatic_renewal_agreement
source: Purchase and agree to automatic renewal agreement
cs: Koupit a souhlasit s dohodou o automatickém obnovení
de: Kaufen Sie und stimmen Sie dem automatischen Verlängerungsvertrag zu
es: Compra y acepta el acuerdo de renovación automática
fi: Osta ja hyväksy automaattinen uusimissopimus
fr: Acheter et accepter un accord de renouvellement automatique
he: רכשו והסכימו להסכם חידוש אוטומטי
id: Beli dan setujui perjanjian perpanjangan otomatis
it: Acquista e accetta l'accordo di rinnovo automatico
ja: 自動更新契約を購入して同意する
ko: 자동 갱신 계약 구매 및 동의
nb: Kjøp og godkjenn automatisk fornyelsesavtale
nl: Koop en ga akkoord met de automatische verlengingsovereenkomst
pl: Kup i zaakceptuj umowę automatycznego przedłużenia
pt_br: Compre e aceite o contrato de renovação automática
ro: Achiziționează și acceptă acordul de reînnoire automată
ru: Покупка и согласие на автоматическое продление соглашения
sv: Köp och godkänn avtalet om automatisk förnyelse
th: ซื้อและยอมรับข้อตกลงการต่ออายุโดยอัตโนมัติ
tr: Otomatik yenileme sözleşmesi satın alma ve kabul etme
vi: Đồng ý với thỏa thuận gia hạn tự động khi mua hàng
zh_hans: 购买即同意自动续费协议
zh_hant: 購買即同意自動續費協議

# preview_Please_enter_password
source: Please enter %1$s password
cs: Zadejte heslo %1$s
de: Bitte geben Sie %1$s Passwort ein
es: Ingrese la contraseña %1$s
fi: Anna %1$s salasana
fr: Veuillez entrer le mot de passe %1$s
he: נא להזין את סיסמת %1$s
id: Silakan masukkan kata sandi %1$s
it: Inserisci la password %1$s
ja: パスワードを %1$s 入力してください
ko: %1$s 비밀번호를 입력하세요
nb: Vennligst skriv inn %1$s password
nl: Voer het %1$s wachtwoord in
pl: Wprowadź hasło %1$s
pt_br: Por favor, digite a senha %1$s
ro: Vă rugăm să introduceți parola %1$s
ru: Пожалуйста, введите пароль %1$s
sv: Vänligen ange %1$s lösenord
th: โปรดป้อน %1$s รหัสผ่าน
tr: Lütfen %1$s şifresini girin
vi: Vui lòng nhập mật khẩu %1$s
zh_hans: 请输入 %1$s 密码
zh_hant: 請輸入 %1$s 密碼

# addDevice_port_input
source: Please input port number
cs: Zadejte prosím číslo portu
de: Bitte Port eingeben
es: Por favor ingrese el número de puerto
fi: Anna portin numero
fr: Veuillez entrer le numéro de port
he: אנא הכנס מספר פורט
id: masukan Nomor Port
it: Prego inserire il numero della porta
ja: ポート番号を入力してください
ko: 포트 번호를 입력해주세요.
nb: Vennligst skriv inn portnummeret
nl: Poortnummer invoeren
pl: Podaj port
pt_br: Por favor insira o número da porta
ro: Introduceți numărul portului
ru: Пожалуйста,введите номер порта
sv: Vänligen ange portnummer
th: กรุณาใส่หมายเลขพอร์ต
tr: Lütfen port numarasını giriniz
vi: Vui lòng nhập số cổng
zh_hans: 请输入端口号
zh_hant: 請輸入端口號

# me_version_downloadedAndInstall
source: Already upload newest version,install?
cs: Nejnovější verze byla stažena,je nainstalována?
de: Neue Version verfügbar, installieren?
es: Ya has descargado la última versión,¿instálala?
fi: Uusin versio on ladattu,onko se asennettu?
fr: Dernière version téléchargée, l'installer ?
he: גרסה זו הינה מעודכנת,האם ברצונך להתקין מחדש?
id: telah ada versi yang baru,pasang?
it: Nuova versione gia caricata,installare?
ja: 既にアップロードされている最新バージョンをインストールしますか？
ko: 최신 버전으로 업데이트하시겠습니까?
nb: Allerede lastet opp ny versjon,installer nå?
nl: Nieuwste versie al geüpload,installeren?
pl: Znaleziono nową wersję,zainstalować?
pt_br: Já carrega a versão mais recente,instala?
ro: Încărcați cea mai recentă versiune,instalați?
ru: Уже загрузите самую новую версию,установите?
sv: Redan ladda upp den senaste versionen,installera?
th: อัปโหลดเวอร์ชั่นล่าสุดแล้วติดตั้งหรือไม่
tr: Zaten en yeni sürümü yükle,yükle?
vi: Phiên bản mới nhất đã được tải xuống, có cài đặt nó không
zh_hans: 已下载最新版本，是否安装
zh_hant: 已下載最新版本，是否安裝

# service_map_storage_management
source: Storage management
cs: Správa úložiště
de: Speicher Management
es: Administración de almacenamiento
fi: Varastojen hallinta
fr: Gestion du stockage
he: ניהול אחסון
id: Manajemen Penyimpanan
it: Gestione dell'archiviazione
ja: ストレージ管理
ko: 스토리지 관리
nb: Lagringsstyring
nl: Opslagbeheer
pl: Zarządzanie pamięcią masową
pt_br: Gerenciamento de armazenamento
ro: Managementul stocării
ru: Управление хранением
sv: Lagringshantering
th: การจัดการพื้นที่เก็บข้อมูล
tr: Depolama Yönetimi
vi: Quản lý lưu trữ
zh_hans: 存储管理
zh_hant: 存儲管理
