Repository: Yolo-cell-hash/go_home_ios
Catalog: ios/Runner/JASDK/JAResources/XLanguage/X35MultiLanguage/*.lproj/X35MutiLanguage.strings
Languages: cs, de, es, fi, fr, he, id, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sv, th, tr, vi, zh_hans, zh_hant

# addDevice_help_text13
source: *If can't find reset button,please refer to the manual.
cs: * Pokud resetovací tlačítko nelze nalézt správně,nahlédněte do příručky.
de: *Wenn keinen Reset-Button finden, prüfen Sie bitte die Bedienungsanleitung
es: * Si el botón de reinicio no se puede encontrar correctamente,consulte el manual de instrucciones.
fi: * Jos palautuspainiketta ei löydy oikein,tutustu käyttöohjeeseen.
fr: * Si vous ne trouvez pas le bouton de réinitialisation, veuillez vous référer au manuel.
he: לא מוצא את כפתור האתחול? אנא בדוק את המדריך
id: *Jika tidak ketemu tombol reset,silakan baca di manual
it: * Se non riuscite a trovare il pulsante di reset,fare riferimento al manuale.
ja: *リセットボタンが見つからない場合は、取扱説明書を参照してください。
ko: ※ 만약 제품의 리셋 버튼을 찾지 못하는 경우, 설명서를 참조해 주십시오.
nb: *Om du ikke finner reset knapp,vennligst se bruksanvisningen.
nl: *Als u de resetknop niet kunt vinden,raadpleeg dan de handleiding.
pl: *Jeśli nie możesz znaleźć przycisku reset,postępuj zgodnie z instrukcją
pt_br: * Se não pode encontrar o botão reset,por favor consulte o manual.
ro: * Dacă nu puteți găsi butonul de resetare,consultați manualul.
ru: * Если вы не можете найти кнопку сброса,обратитесь к руководству.
sv: * Om det inte finns någon återställningsknapp,se bruksanvisningen.
th: * หากคุณไม่พบปุ่มรีเซ็ตอย่างถูกต้องโปรดดูคู่มือ
tr: * Sıfırlama düğmesini bulamazsanız,lütfen kılavuza bakın.
vi: * Nếu bạn không thể tìm thấy nút đặt lại chính xác, vui lòng tham khảo sách hướng dẫn.
zh_hans: *若不能正确找到重置键，请参考说明书。
zh_hant: *若不能正確找到重置鍵，請參考說明書。

# devicelist_switch_outhome
source: Switching to away mode...
cs: Přepnutí do režimu domácího ...
de: In den Unterwegs Modus wechseln...
es: Cambiar a Mode de départ ...
fi: Siirtyminen kotitilaan ...
fr: Passer à
he: מחליף למצב חוץ...
id: pindah ke model luar…
it: Passare a Modalità di partenza ...
ja: スキップ
ko: 외출 모드 변경중...
nb: Byttet til Avgangsmodus ...
nl: Overschakelen naar vertrektijd...
pl: Przełącz na Tryb wyjazdu ...
pt_br: Mudar para o modo ausente ...
ro: Trecerea la modul de plecare ...
ru: Переключение в режим отсутствия ...
sv: Växlar till bortläge ...
th: กำลังสลับเป็นโหมดไม่อยู่บ้าน
tr: Uzak moda geçiliyor ...
vi: Đang chuyển sang chế độ xa nhà ...
zh_hans: 正在切换成离家模式...
zh_hant: 正在切換成離家模式

# addDevice_solution_for_device_offline_1
source: 1. The 4G card has no traffic or is not activated;
cs: 1. 4G karta nemá žádný provoz nebo není aktivována;
de: 1. Die 4G-Karte hat keinen Datenverkehr oder ist nicht aktiviert;
es: 1. La tarjeta 4G no tiene tráfico o no está activada;
fi: 1. 4G-kortilla ei ole liikennettä tai sitä ei ole aktivoitu;
fr: 1. La carte 4G n'a pas de trafic ou n'est pas activée ;
he: 1. לכרטיס ה-4G אין תעבורה או שהוא אינו מופעל;
id: 1. Kartu 4G tidak memiliki lalu lintas atau tidak diaktifkan;
it: 1. La scheda 4G non ha traffico o non è attivata;
ja: 1. 4Gカードにトラフィックがないか、アクティブ化されていません。
ko: 1. 4G 카드에 트래픽이 없거나 활성화되지 않았습니다.
nb: 1. 4G-kortet har ingen trafikk eller er ikke aktivert;
nl: 1. De 4G-kaart heeft geen verkeer of is niet geactiveerd;
pl: 1. Karta 4G nie ma ruchu lub nie jest aktywowana;
pt_br: 1. O cartão 4G não tem tráfego ou não está ativado;
ro: 1. Cardul 4G nu are trafic sau nu este activat;
ru: 1. Карта 4G не имеет трафика или не активирована;
sv: 1. 4G-kortet har ingen trafik eller är inte aktiverat;
th: 1. การ์ด 4G ไม่มีการรับส่งข้อมูลหรือไม่ได้เปิดใช้งาน
tr: 1. 4G kartında trafik yok veya etkin değil;
vi: 1. Thẻ 4G không có lưu lượng hoặc chưa được kích hoạt;
zh_hans: 1.4G卡没有流量或者没有激活；
zh_hant: 1.4G卡沒有流量或者沒有激活；

# me_setting_discover_device
source: Find nearnew devices automatically
cs: Automaticky objeví nová zařízení v okolí
de: Automatische Suche nach neuen Geräten in der Nähe
es: Descubrimiento automático de nuevos Equipos cercanos
fi: Löydä automaattisesti uusia laitteita lähistöllä
fr: Recherche automatique de nouveaux appareils à proximité
he: חיפוש אוטומטי של מכשירים הנמצאים בסביבה
id: otomatis cari perangkat baru yang berdekatan
it: Ricerca automatica dispositivi vicini
ja: 近くの新しいデバイスを自動的に検索します
ko: 주변의 새로운 기기 자동 검색
nb: Finn enheter i nærheten automatisk
nl: Auto zoeken naar nieuwe apparaten in buurt
pl: Automatyczne wyszukiwanie urządzeń
pt_br: Auto encontrar novos dispositivos nas proximidades
ro: Găsiți automat noi dispozitive în apropiere
ru: Авто найти новые устройства поблизости
sv: Auto hitta nya enheter i närheten
th: ค้นหาอุปกรณ์ใกล้เคียงโดยอัตโนมัติ
tr: Yakındaki yeni cihazları otomatik bul
vi: Tự động khám phá các thiết bị mới lân cận
zh_hans: 自动发现附近新设备
zh_hant: 自動發現附近新設備

# preview_switch_channel
source: Select preview channel
cs: Vyberte kanál náhledu
de: Vorschau-Kanal auswählen
es: Seleccionar canal de vista previa
fi: Valitse esikatselukanava
fr: Sélectionnez la chaîne d'aperçu
he: בחר ערוץ תצוגה מקדימה
id: Pilih saluran pratinjau
it: Seleziona il canale di anteprima
ja: プレビューチャンネルを選択
ko: 미리보기 채널 선택
nb: Velg forhåndsvisningskanal
nl: Selecteer Voorbeeld kanaal
pl: Wybierz kanał podglądu
pt_br: Selecionar canal de visualização
ro: Selectați canalul de previzualizare
ru: Выберите канал просмотра
sv: Välj förhandsvisningskanal
th: เลือกช่องแสดงตัวอย่าง
tr: Seç önizleme kanalı
vi: Chọn kênh xem trước
zh_hans: 选择预览通道
zh_hant: 選擇預覽通道

# addDevice_base_station
source: Add base station
cs: Přidat základnovou stanici
de: Basisstation hinzufügen
es: Agregar estación base
fi: Lisää tukiasema
fr: Ajouter une station de base
he: הוסף תחנת בסיס
id: Tambahkan stasiun pangkalan
it: Aggiungi stazione base
ja: 基地局を追加する
ko: 베이스 스테이션 추가
nb: Legg til basestasjon
nl: Basisstation toevoegen
pl: Dodaj stację bazową
pt_br: Adicionar estação base
ro: Adăugați stația de bază
ru: Добавить базовую станцию
sv: Lägg till basstation
th: เพิ่มสถานีฐาน
tr: Baz istasyonu ekle
vi: Thêm trạm gốc
zh_hans: 添加基站
zh_hant: 添加基站

# devicesetting_Longest_battery_life_zhiou
source: Power Saving Mode
cs: Úsporný režim
de: Energiesparmodus
es: Modo de ahorro de energía
fi: Virransäästötila
fr: Mode économie d'énergie
he: מצב חיסכון בחשמל
id: Mode hemat daya
it: Modalità di risparmio energetico
ja: 省エネモード
ko: 절전 모드
nb: Strømsparingsmodus
nl: Energiebesparende modus
pl: Tryb oszczędzania energii
pt_br: Modo de economia de energia
ro: Modul de economisire a energiei
ru: Режим энергосбережения
sv: Strömsparläge
th: โหมดประหยัดพลังงาน
tr: Enerji tasarrufu modu
vi: Chế độ tiết kiệm năng lượng
zh_hans: 最佳省电
zh_hant: 最佳省電

# service_Customer_service_reply
source: Customer service reply
cs: Odpověď zákaznického servisu
de: Antwort des Kundendienstes
es: Respuesta de servicio al cliente
fi: Asiakaspalveluvastaus
fr: Réponse du service client
he: תשובת שירות לקוחות
id: Balasan layanan pelanggan
it: Risposta del servizio clienti
ja: カスタマーサービスの返信
ko: 고객 서비스 회신
nb: Kundeservice svar
nl: Antwoord van de klantenservice
pl: Odpowiedź obsługi klienta
pt_br: Resposta de atendimento ao cliente
ro: Răspunsul serviciului pentru clienți
ru: Ответ службы поддержки клиентов
sv: Kundtjänst svar
th: การตอบกลับของฝ่ายบริการลูกค้า
tr: Müşteri hizmetleri yanıtı
vi: Dịch vụ khách hàng trả lời:
zh_hans: 客服回复：
zh_hant: 客服回复：

# register_error_emailFormatFail
source: Format of email address is wrong,input again
cs: Formát zadané poštovní schránky je nesprávný. Zadejte znovu
de: Formatfehler E-Mail Adresse, erneut eingeben
es: El formato de la dirección de correo electrónico es incorrecto,ingrese de nuevo
fi: Syötetyn postilaatikon muoto on väärä
fr: Le format de l'adresse e-mail est incorrect, entrez à nouveau
he: פורמט אימייל שגוי
id: Format Email salah,coba lagi
it: E-mail errata,reinserire
ja: メールアドレスが間違っています。もう一度入力してください。
ko: 이메일 주소 형식이 올바르지 않습니다.
nb: Ugyldig e-postadresse,prøv igjen
nl: Opmaak e-mailadres verkeerd,opnieuw invoeren
pl: Błędny format adresu email,podaj ponownie
pt_br: Formato do endereço de e-mail errado,entrada novamente
ro: Formatul adresei de e-mail este greșit,intrați din nou
ru: Неверный формат адреса электронной почты,введите еще раз
sv: Format på e-postadress är fel,skriv in igen
th: รูปแบบของอีเมล์ไม่ถูกต้องให้ป้อนอีกครั้ง
tr: E-posta adresinin biçimi yanlış,tekrar girin
vi: Định dạng email đã nhập không chính xác, vui lòng nhập lại
zh_hans: 输入的邮箱格式有误，请重新输入
zh_hant: 輸入的郵箱格式有誤，請重新輸入

# cloud_client_wechat_secure_payment
source: WeChat secure payment
cs: Zabezpečujeme platbu
de: WeChat sichere Zahlung
es: WeChat pago seguro
fi: WeChat on turvallinen maksu
fr: Paiement sécurisé WeChat
he: תשלום מאובטח של WeChat
id: Pembayaran aman WeChat
it: WeChat pagamento sicuro
ja: WeChatの安全な支払い
ko: WeChat 보안 지불
nb: WeChat sikker betaling
nl: WeChat beveiligde betaling
pl: WeChat bezpieczna płatność
pt_br: WeChat pagamento seguro
ro: Noi plătim plata sigură
ru: WeChat безопасная оплата
sv: WeChat säker betalning
th: WeChat การชำระเงินที่ปลอดภัย
tr: WeChat güvenli ödeme
vi: Thanh toán an toàn qua WeChat
zh_hans: 微信安全支付
zh_hant: 微信安全支付

# Unbind_enter_email_verification
source: Please input the email verification code and unbind the email after the verification is passed
cs: Po ověření zadejte e -mailový ověřovací kód a zrušte jeho svázání
de: Bitte E-Mail-Verifizierungscode eingeben und E-Mail-Verbindung trennen, nachdem Verifizierung erfolgt ist
es: Ingrese el código de verificación del correo electrónico y desvincule el correo electrónico después de que se haya aprobado la verificación.
fi: Anna sähköpostin vahvistuskoodi ja poista sähköpostin sitominen vahvistuksen läpäisemisen jälkeen
fr: Veuillez saisir le code de vérification de l'e-mail et délier l'e-mail une fois la vérification réussie
he: אנא הזן את קוד האימות בדוא"ל ונתק את האימייל לאחר העברת האימות
id: Silahkan masukan kode verifikasi email dan unbind email setelah verifikasi lolos
it: Inserisci il codice di verifica dell'e-mail e separa l'e-mail dopo che la verifica è stata superata
ja: メール確認コードを入力し、確認に合格したらメールのバインドを解除してください
ko: 이메일 인증 코드를 입력하고 인증이 통과된 후 이메일의 바인딩을 해제하세요.
nb: Skriv inn bekreftelseskoden for e -posten og koble fra e -posten etter at bekreftelsen er passert
nl: Voer de e-mailverificatiecode in en ontbind de e-mail nadat de verificatie is geslaagd
pl: Wprowadź kod weryfikacyjny adresu e-mail i usuń powiązanie wiadomości e-mail po przejściu weryfikacji
pt_br: Insira o código de verificação do e-mail e desvincule o e-mail após a verificação ser aprovada
ro: Introduceți codul de verificare a e-mailului și dezlegați e-mailul după ce a trecut verificarea
ru: Пожалуйста, введите код подтверждения электронной почты и отмените привязку электронной почты после того, как проверка будет пройдена.
sv: Ange e -postverifieringskoden och koppla bort e -postmeddelandet när verifieringen har godkänts
th: โปรดป้อนรหัสยืนยันอีเมลและยกเลิกการผูกอีเมลหลังจากผ่านการตรวจสอบแล้ว
tr: Lütfen e-posta doğrulama kodunu girin ve doğrulama geçtikten sonra e-postanın bağlantısını kaldırın
vi: Vui lòng nhập mã xác minh email và hủy liên kết email sau khi xác minh được thông qua
zh_hans: 请输入邮箱验证码，验证通过后解绑邮箱
zh_hant: 請輸入郵箱驗證碼，驗證通過後解綁郵箱

# login_failed
source: Failed to log in
cs: Přihlášení se nezdařilo
de: Login fehlgeschlagen
es: error de inicio de sesion
fi: Kirjautuminen epäonnistui
fr: Ne parvient pas à se connecter
he: לא מצליח להתחבר
id: Gagal masuk
it: Login fallito
ja: 接続できません
ko: 로그인 실패
nb: Kunne ikke logge inn
nl: Kan niet aanmelden
pl: Logowanie nieudane
pt_br: Não logar
ro: Nu reușește să vă conectați
ru: Не удается войти
sv: Misslyckas med att logga in
th: การเข้าสู่ระบบล้มเหลว
tr: Giriş yapamıyor
vi: Đăng nhập thất bại
zh_hans: 登录失败
zh_hant: 登錄失敗

# person_no_push_message
source: No push message
cs: Žádná zpráva push
de: Keine Push-Nachrichten
es: Sin mensaje push
fi: Ei push-viestiä
fr: Pas de message push
he: אין הודעת דחיפה
id: Tidak ada pesan push
it: Nessun messaggio push
ja: プッシュメッセージなし
ko: 푸시 메시지 없음
nb: Ingen push-melding
nl: Geen pushbericht
pl: Brak wiadomości push
pt_br: Sem mensagem push
ro: Niciun mesaj push
ru: Нет push-сообщения
sv: Inget pushmeddelande
th: ไม่มีข้อความแจ้งเตือน
tr: Push mesajı yok
vi: Không có tin nhắn đẩy
zh_hans: 暂无推送消息
zh_hant: 暫無推送消息

# addDevice_enter_manually
source: Input manually
cs: Ruční zadávání
de: Manuelle Eingabe
es: Entrada manual
fi: Manuaalinen syöttö
fr: Saisie manuelle
he: הכנס ידנית
id: Manual Masuk
it: Inserimento manuale
ja: 手動入力
ko: 직접 입력
nb: Skriv inn manuelt
nl: Invoer handmatig
pl: Ustaw ręcznie
pt_br: Entrada manualmente
ro: Introduceți manual
ru: Ввод вручную
sv: Ange manuellt
th: ป้อนข้อมูลด้วยตนเอง
tr: Manuel olarak gir
vi: Nhập thủ công
zh_hans: 手动输入
zh_hant: 手動輸入

# devicelist_add_device_open_smart_life
source: Add a device to start a smart life
cs: Chcete-li zahájit inteligentní život, přidejte zařízení
de: Fügen Sie ein Gerät hinzu, um ein intelligentes Leben zu beginnen
es: Agregue un dispositivo para comenzar una vida inteligente
fi: Lisää laite aloittamaan älykäs elämä
fr: Ajouter un appareil pour démarrer une vie intelligente
he: הוסף מכשיר כדי להתחיל בחיים חכמים
id: Tambahkan perangkat untuk memulai kehidupan yang cerdas
it: Aggiungi un dispositivo per iniziare una vita intelligente
ja: デバイスを追加してスマートライフを開始
ko: 스마트 한 삶을 시작하기위한 장치 추가
nb: Legg til en enhet for å starte et smart liv
nl: Voeg een apparaat toe om een ​​slim leven te beginnen
pl: Dodaj urządzenie, aby rozpocząć inteligentne życie
pt_br: Adicione um dispositivo para iniciar uma vida inteligente
ro: Adăugați un dispozitiv pentru a începe o viață inteligentă
ru: Добавьте устройство, чтобы начать умную жизнь
sv: Lägg till en enhet för att starta ett smart liv
th: เพิ่มอุปกรณ์เพื่อเริ่มระบบเชี่ยวชาญ
tr: Akıllı bir hayata başlamak için bir cihaz ekleyin
vi: Thêm thiết bị để bắt đầu cuộc sống thông minh
zh_hans: 添加设备开启智能生活
zh_hant: 添加設備開啟智能生活

# me_version_download_now
source: Download now
cs: Stáhnout nyní
de: Jetzt downloaden
es: Descargar ahora
fi: Lataa nyt
fr: Télécharger maintenant
he: הורד עכשיו
id: unduh sekarang?
it: Scaricare ora
ja: ダウンロード中
ko: 지금 다운로드
nb: Last ned nå
nl: Nu downloaden
pl: Pobierz teraz
pt_br: Baixe Agora
ro: Descarcă acum
ru: Скачать сейчас
sv: Ladda ner nu
th: ดาวน์โหลดเดี๋ยวนี้
tr: Şimdi İndirin
vi: Tải ngay
zh_hans: 现在下载
zh_hant: 現在下載

# download_complete
source: Download done
cs: Stažení dokončeno
de: Download beendet
es: Descarga completa
fi: Lataa valmis
fr: Téléchargement terminé
he: הורדה הושלמה
id: unduh selesai
it: Download completato
ja: ダウンロードが完了しました
ko: 다운로드 완료
nb: Nedlasting fullført
nl: Download voltooid
pl: Pobieranie zakończone
pt_br: Download concluído
ro: Descărcarea completează
ru: Загрузка завершена
sv: Ladda ner fullständigt
th: ดาวน์โหลดเสร็จสิ้น
tr: İndirme tamamlandı
vi: tải hoàn tất
zh_hans: 下载完成
zh_hant: 下載完成

# devicelist_firmware_fail_copy_prompt_ios
source: Please use the computer to access %@ and follow the instructions for manual upgrade.
cs: Použijte počítač pro přístup k%@ a postupujte podle pokynů pro ruční upgrade.
de: Verwenden Sie Ihren Computer, um auf%@ zuzugreifen, und befolgen Sie die Anweisungen zum manuellen Upgrades.
es: Utilice la computadora para acceder a%@ y siga las instrucciones para la actualización manual.
fi: Käytä tietokonetta pääsyyn%@ ja noudata manuaalisen päivityksen ohjeita.
fr: Veuillez utiliser l'ordinateur pour accéder à%@ et suivez les instructions pour la mise à niveau manuelle.
he: אנא השתמש במחשב כדי לגשת ל-%@ ופעל לפי ההוראות לשדרוג ידני.
id: Silakan gunakan komputer untuk mengakses%@ dan ikuti instruksi untuk peningkatan manual.
it: Utilizzare il computer per accedere a%@ e seguire le istruzioni per l'aggiornamento manuale.
ja: コンピュータを使用して%@にアクセスし、手動アップグレードの手順に従ってください。
ko: 컴퓨터를 사용하여 %@에 액세스하고 수동 업그레이드 지침을 따르십시오.
nb: Bruk datamaskinen til å få tilgang til%@ og følg instruksjonene for manuell oppgradering.
nl: Gebruik de computer om%@ te openen en volg de instructies voor handmatige upgrade.
pl: Użyj komputera, aby uzyskać dostęp do%@ i postępuj zgodnie z instrukcjami dotyczącymi ręcznej aktualizacji.
pt_br: Por favor, use o computador para acessar%@ e siga as instruções para atualização manual.
ro: Vă rugăm să utilizați computerul pentru a accesa%@ și urmați instrucțiunile pentru actualizarea manuală.
ru: Пожалуйста, используйте компьютер для доступа к%@ и следуйте инструкциям по обновлению вручную.
sv: Använd datorn för att komma åt%@ och följ instruktionerna för manuell uppgradering.
th: โปรดใช้คอมพิวเตอร์ของคุณเพื่อเข้าถึง%@ และปฏิบัติตามคำแนะนำเพื่ออัปเกรดด้วยตนเอง
tr: Lütfen%@ erişmek için bilgisayarı kullanın ve el ile yükseltme için talimatları izleyin.
vi: Vui lòng sử dụng máy tính của bạn để truy cập%@ và làm theo hướng dẫn để nâng cấp theo cách thủ công
zh_hans: 请用电脑访问%@，根据指引进行手动升级
zh_hant: 請用電腦訪問%@，根據指引進行手動升級

# devSetting_hardDisk_insufficient
source: Not enough HDD space
cs: Nedostatek místa na pevném disku
de: Zu wenig Speicher auf Festplatte
es: Espacio insuficiente en el disco duro
fi: Kiintolevytilaa ei ole riittävästi
fr: Pas assez d'espace disque dur
he: אין מקום פנוי בדיסק הקשיח
id: Ruang HDD tidak cukup
it: Spazio HD insufficiente
ja: HDD容量不足
ko: HDD 용량 부족
nb: Ikke nok plass på harddisk
nl: Onvoldoende HDD-ruimte
pl: Za mało miejsca na dysku
pt_br: Não há espaço suficiente no disco rígido
ro: Nu este suficient spațiu pentru HDD
ru: Недостаточно места на жестком диске
sv: Inte tillräckligt med hårddiskutrymme
th: พื้นที่ฮาร์ดดิสก์ไม่พอ
tr: Yeterli HDD alanı yok
vi: Không đủ dung lượng đĩa cứng
zh_hans: 硬盘空间不足
zh_hant: 硬盤空間不足

# preview_sd_mode_switch_success
source: SD mode is successfully switched
cs: Režim SD je úspěšně přepnut
de: Erfolgreich zu SD-Modus gewechselt
es: El modo SD se cambia con éxito
fi: SD-tila vaihdetaan onnistuneesti
fr: Le mode SD est commuté avec succès
he: מצב SD הוחלף בהצלחה
id: Mode SD berhasil diaktifkan
it: La modalità SD è stata cambiata con successo
ja: SDモードは正常に切り替えられました
ko: SD 모드가 성공적으로 전환되었습니다.
nb: SD-modus er vellykket byttet
nl: SD-modus is succesvol omgeschakeld
pl: Tryb SD został pomyślnie przełączony
pt_br: O modo SD é comutado com sucesso
ro: Modul SD a fost schimbat cu succes
ru: Режим SD успешно переключен
sv: SD-läget är framgångsrikt byt
th: เปลี่ยนโหมด SD เรียบร้อยแล้ว
tr: SD modu başarıyla değiştirildi
vi: Chuyển chế độ SD thành công
zh_hans: 标清模式切换成功
zh_hant: 標清模式切換成功

# devicesetting_4G_card_sim_card_on_off_status
source: SIM card online status
cs: Stav SIM karty online
de: SIM-Karte Online-Status
es: Estado de la tarjeta SIM en línea
fi: SIM-kortin online-tila
fr: Statut en ligne de la carte SIM
he: מצב מקוון של כרטיס ה- SIM
id: Status online kartu SIM
it: Stato online della carta SIM
ja: SIMカードのオンライン状態
ko: SIM 카드 온라인 상태
nb: SIM-kort online status
nl: Online status van de simkaart
pl: Status karty SIM online
pt_br: Status online do cartão SIM
ro: Starea online a cartelei SIM
ru: SIM-карта онлайн-статус
sv: SIM-kort online status
th: สถานะซิมการ์ดออนไลน์
tr: SIM kart çevrimiçi durumu
vi: Trạng thái trực tuyến của thẻ SIM
zh_hans: SIM卡在线状态
zh_hant: SIM卡在線狀態

# addDevice_device_scan_code
source: Device scan QR code
cs: QR kód skenování zařízení
de: QR-Code für Gerätescan
es: Código QR de escaneo del dispositivo
fi: Laite skannaa QR-koodin
fr: Scanner le code QR de l'appareil
he: קוד QR לסרוק מכשירים
id: Perangkat memindai kode QR
it: Codice QR di scansione del dispositivo
ja: デバイススキャンQRコード
ko: 장치 스캔 QR 코드
nb: Enhetsskanning QR-kode
nl: QR-code van apparaatscan
pl: Skanuj urządzenie kod QR
pt_br: Código QR da verificação do dispositivo
ro: Cod QR pentru scanarea dispozitivului
ru: QR-код сканирования устройства
sv: Enhetsskanning QR-kod
th: อุปกรณ์สแกนรหัส QR
tr: Cihaz tarama QR kodu
vi: Quét thiết bị mã QR
zh_hans: 设备扫描二维码
zh_hant: 設備掃描二維碼

# devicelist_topping_device
source: Move device to the top
cs: Topping zařízení
de: Gerät oben in Geräteliste fixieren
es: Equipo de cobertura
fi: Topping-laite
fr: Dispositif de garnissage
he: הצמד לראש העמוד
id: Perangkat topping
it: Dispositivo di guarnizione
ja: デバイスリストをたたむ
ko: 상단 고정
nb: Tilleggsutstyr
nl: Apparaat bovenaan zetten
pl: Przenieś urządzenie na górę
pt_br: Dispositivo de cobertura
ro: Topping dispozitiv
ru: Топпинг устройство
sv: Topping-enhet
th: ย้ายอุปกรณ์ไปด้านบน
tr: Topping cihazı
vi: Thiết bị hàng đầu
zh_hans: 置顶设备
zh_hant: 置頂設備

# help_normal_problem
source: FAQ
es: Preguntas más frecuentes
fi: Usein kysyttyjä kysymyksiä
ja: よくある質問
ko: 자주 묻는 질문
nb: Ofte stilte spørsmål
pt_br: Perguntas frequentes
ru: Часто задаваемые вопросы
th: คำถามที่พบบ่อย
tr: SSS
vi: Các câu hỏi thường gặp
zh_hans: 常见问题解答
zh_hant: 常見問題解答

# addevice_QR_code_expired
source: The QR code has expired, please click refresh
cs: Platnost QR kódu vypršela, klikněte na Obnovit
de: Der QR-Code ist abgelaufen. Tippen Sie auf Aktualisieren
es: El código QR ha caducado, haga clic en actualizar
fi: QR-koodi on vanhentunut. Napsauta päivitä
fr: Le code QR a expiré, veuillez cliquer sur Actualiser
he: פג תוקף קוד ה- QR, אנא לחץ על רענן
id: Kode QR telah kedaluwarsa, silakan klik segarkan
it: Il codice QR è scaduto, fare clic su Aggiorna
ja: QRコードの有効期限が切れています。更新をクリックしてください
ko: QR 코드가 만료되었습니다. 새로 고침을 클릭하세요.
nb: QR-koden er utløpt. Klikk på oppdater
nl: De QR-code is verlopen, klik op vernieuwen
pl: Kod QR wygasł, kliknij Odśwież
pt_br: O código QR expirou, clique em atualizar
ro: Codul QR a expirat, faceți clic pe Reîmprospătare
ru: Срок действия QR-кода истек, нажмите "Обновить"
sv: QR-koden har gått ut, klicka på uppdatera
th: รหัส QR หมดอายุโปรดคลิกรีเฟรช
tr: QR kodunun süresi doldu, lütfen yenile'yi tıklayın
vi: Mã QR đã hết hạn, vui lòng nhấp để làm mới
zh_hans: 二维码已过期，请点击刷新
zh_hant: 二維碼已過期，請點擊刷新

# cloud_europe_us_africa
source: Europe, The US and Africa
cs: Evropa, USA a Afrika
de: Europa, USA und Afrika
es: Europa, Estados Unidos y África
fi: Eurooppa, Yhdysvallat ja Afrikka
fr: Europe, États-Unis et Afrique
he: אירופה, ארה"ב ואפריקה
id: Eropa, AS dan Afrika
it: Europa, Stati Uniti e Africa
ja: ヨーロッパ、アメリカ、アフリカ
ko: 유럽, 미국 및 아프리카
nb: Europa, USA og Afrika
nl: Europa, de VS en Afrika
pl: Europa, USA i Afryka
pt_br: Europa, EUA e África
ro: Europa, SUA și Africa
ru: Европа, США и Африка
sv: Europa, USA och Afrika
tr: Avrupa, ABD ve Afrika
vi: Châu Âu, Châu Mỹ và Châu Phi
zh_hans: 欧美非
zh_hant: 歐美非

# adddevice_other_camera
source: Other camera
cs: Jiná kamera
de: Andere Kamera
es: Otra camara
fi: Muu kamera
fr: Autre caméra
he: מצלמה אחרת
id: Kamera lainnya
it: Altra macchina fotografica
ja: その他のカメラ
ko: 다른 카메라
nb: Annet kamera
nl: Andere camera
pl: Önnur myndavél
pt_br: Outra câmera
ro: Alte camere
ru: Другая камера
sv: Annan kamera
th: กล้องอื่น ๆ
tr: Diğer kamera
vi: Máy ảnh khác
zh_hans: 其他摄像机
zh_hant: 其他攝像機
