Repository: Yolo-cell-hash/go_home_ios
Catalog: ios/Runner/JASDK/JAResources/XLanguage/X35MultiLanguage/*.lproj/X35MutiLanguage.strings
Languages: cs, de, es, fi, fr, he, id, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sv, th, tr, vi, zh_hans, zh_hant

# person_feedback_question_check_info_detail
source: It is likely that the Wi-Fi account and password you connected to the camera are incorrect, resulting in the camera not being able to connect to the network. In particular, pay attention to whether there is a space input, and try to avoid complex and uncommon symbols.
cs: Je pravděpodobné, že účet Wi-Fi a heslo, které jste připojili k fotoaparátu, jsou nesprávné, což má za následek, že se kamera nemohla připojit k síti. Zejména věnujte pozornost tomu, zda existuje prostorový vstup, a pokuste se vyhnout složitým a neobvyklým symbolům.
de: Es ist wahrscheinlich, dass die WLAN-SSID und das Passwort, mit dem Sie die Kamera verbunden haben, falsch sind, was dazu führt, dass die Kamera keine Verbindung zum Netzwerk herstellen kann. Achten Sie insbesondere darauf, dass keine Leerzeichen eingegeben werden und vermeiden Sie Sonderzeichen.
es: Es probable que la cuenta de Wi-Fi y la contraseña que conectó a la cámara sean incorrectas, lo que hace que la cámara no pueda conectarse a la red. En particular, preste atención a si hay una entrada de espacio e intente evitar símbolos complejos y poco comunes.
fi: On todennäköistä, että kameraan kytkemäsi Wi-Fi-tili ja salasana ovat vääriä, minkä seurauksena kamera ei pysty muodostamaan yhteyttä verkkoon. Kiinnitä erityistä huomiota siihen, onko tilaa syötetty, ja yritä välttää monimutkaisia ​​ja epätavallisia symboleja.
fr: Il est probable que le compte Wi-Fi et le mot de passe que vous avez connectés à la caméra soient incorrects, ce qui empêche la caméra de se connecter au réseau. En particulier, faites attention à la présence d'une entrée d'espace et essayez d'éviter les symboles complexes et rares.
he: סביר להניח שחשבון ה- Wi-Fi והסיסמה שחיברתם למצלמה אינם נכונים, וכתוצאה מכך המצלמה לא תוכל להתחבר לרשת. בפרט, שימו לב האם יש קלט שטח, ונסו להימנע מסמלים מורכבים ונדירים.
id: Kemungkinan akun Wi-Fi dan kata sandi yang Anda hubungkan ke kamera salah, sehingga kamera tidak dapat terhubung ke jaringan. Secara khusus, perhatikan apakah ada input spasi, dan cobalah untuk menghindari simbol yang kompleks dan tidak umum.
it: È probabile che l'account Wi-Fi e la password collegati alla videocamera non siano corretti, pertanto la videocamera non è in grado di connettersi alla rete. In particolare, presta attenzione alla presenza di uno spazio di input e cerca di evitare simboli complessi e non comuni.
ja: カメラに接続したSSIDとパスワードが正しくない可能性があり、その結果、カメラがネットワークに接続できなくなります。特に、スペース入力があるかどうかに注意してください。
ko: 카메라에 연결된 Wi-Fi 계정과 암호가 올바르지 않아 카메라가 네트워크에 연결되지 않을 수 있습니다. 특히, 공백 입력이 있는지주의를 기울이고 복잡하고 드문 기호를 피하십시오.
nb: Det er sannsynlig at Wi-Fi-kontoen og passordet du koblet til kameraet er feil, noe som resulterer i at kameraet ikke kan koble seg til nettverket. Vær spesielt oppmerksom på om det er plassert innspill, og prøv å unngå komplekse og uvanlige symboler.
nl: Waarschijnlijk zijn het Wi-Fi-account en wachtwoord dat u op de camera hebt aangesloten onjuist, waardoor de camera geen verbinding met het netwerk kan maken. Let in het bijzonder op of er een spatie-invoer is en probeer complexe en ongebruikelijke symbolen te vermijden.
pl: Prawdopodobnie konto Wi-Fi i hasło podłączone do kamery są niepoprawne, w wyniku czego aparat nie może połączyć się z siecią. W szczególności zwróć uwagę na to, czy wprowadzono spację, i staraj się unikać złożonych i nietypowych symboli.
pt_br: É provável que a conta Wi-Fi e a senha que você conectou à câmera estejam incorretas, resultando na câmera não conseguir se conectar à rede. Em particular, preste atenção se existe uma entrada de espaço e tente evitar símbolos complexos e incomuns.
ro: Este posibil ca contul Wi-Fi și parola pe care le-ați conectat la cameră să fie incorecte, astfel încât camera să nu se poată conecta la rețea. În special, acordați atenție dacă există o intrare în spațiu și încercați să evitați simboluri complexe și mai puțin frecvente.
ru: Возможно, учетная запись Wi-Fi и пароль, подключенные к камере, неверны, в результате чего камера не сможет подключиться к сети. В частности, обратите внимание на наличие пробела и старайтесь избегать сложных и необычных символов.
sv: Det är troligt att Wi-Fi-kontot och lösenordet du anslöt till kameran är felaktigt, vilket resulterar i att kameran inte kan ansluta till nätverket. Var särskilt uppmärksam på om det finns en rymdinmatning och försök att undvika komplexa och ovanliga symboler.
th: เป็นไปได้ว่าบัญชี Wi-Fi และรหัสผ่านที่คุณเชื่อมต่อกับกล้องไม่ถูกต้องส่งผลให้กล้องไม่สามารถเชื่อมต่อกับเครือข่ายได้ โดยเฉพาะอย่างยิ่งให้สังเกตว่ามีช่องว่างหรือไม่และพยายามหลีกเลี่ยงสัญลักษณ์ที่ซับซ้อนและผิดปกติ
tr: Kameraya bağladığınız Wi-Fi hesabı ve şifrenin yanlış olması, kameranın ağa bağlanamamasına neden olabilir. Özellikle, boşluk girişi olup olmadığına dikkat edin ve karmaşık ve nadir sembollerden kaçınmaya çalışın.
vi: Rất có thể tài khoản WiF và mật khẩu bạn dùng để kết nối mạng cho camera bị sai khiến camera không kết nối được Internet. Đặc biệt chú ý xem có khoảng trống trong đầu vào hay không và cố gắng tránh các ký hiệu phức tạp và không phổ biến.
zh_hans: 很有可能是您给摄像机联网的WiF账号 、密码错误， 导致摄像机无法联网。特别要注意是否有空格的输入，且要尽量避免复杂生僻的符号。
zh_hant: 很有可能是您給攝像機聯網的WiF賬號 、密碼錯誤， 導致攝像機無法聯網。特別要註意是否有空格的輸入，且要盡量避免復雜生僻的符號。

# preview_display
source: Display
cs: Zobrazit
de: Anzeige
es: Mostrar
fi: Näyttö
fr: Afficher
he: לְהַצִיג
id: Menampilkan
it: Schermo
ja: 画面
ko: 표시하다
nb: Vise
nl: Weergave
pl: Wyświetlacz
pt_br: Tela
ro: Afişa
ru: Отображать
sv: Visa
th: แสดง
tr: Görüntülemek
vi: Trưng bày
zh_hans: 显示
zh_hant: 顯示

# cloud_learn_more
source: Learn more
cs: Další informace
de: Erfahren Sie mehr
es: Aprende más
fi: Lue lisää
fr: Apprendre encore plus
he: למד עוד
id: Belajarlah lagi
it: Per saperne di più
ja: もっと詳しく知る
ko: 더 알아보기
nb: Lære mer
nl: Kom meer te weten
pl: Ucz się więcej
pt_br: Saber mais
ro: Aflați mai multe
ru: Учить больше
sv: Läs mer
th: เรียนรู้เพิ่มเติม
tr: Daha fazla bilgi edin
vi: hiểu thêm
zh_hans: 了解更多
zh_hant: 了解更多

source: Failed to get alarm message
cs: Nepodařilo se získat informace o poplachu
de: Abrufen Alarm Meldungen fehlgeschlagen
es: Error al recibir el mensaje de alarma
fi: Hälytystietojen saaminen epäonnistui
fr: Ne parvient pas à recevoir le message d'alarme
he: כשל בקבלת התראות
id: gagal mendapat berita alarm
it: Ricezione allarme fallita
ja: アラームメッセージを取得できません
ko: 알람 메시지 수신 실패
nb: Kunne ikke hente alarminfo
nl: Kan alarmbericht niet ophalen
pl: Nieudane otrzymanie wiadomości alarmowej
pt_br: Não recebe mensagem de alarme
ro: Nu reușește să primească un mesaj de alarmă
ru: Не удается получить сообщение о тревоге
sv: Misslyckas med att få ett larmmeddelande
th: ไม่สามารถรับข้อความแจ้งเตือน
tr: Alarm mesajı alınamıyor
vi: Không lấy được thông tin báo động
zh_hans: 获取报警信息失败
zh_hant: 獲取報警信息失敗

# cloud_migarate_one_at_a_time
source: Sorry, you can only migrate cloud service packages on the same offline device at one time
cs: Litujeme, ale migrační balíčky cloudových služeb můžete migrovat pouze na stejném zařízení offline najednou
de: Leider können Sie Cloud-Servicepakete nur gleichzeitig auf demselben Offline-Gerät migrieren
es: Lo sentimos, solo puede migrar paquetes de servicios en la nube en el mismo dispositivo sin conexión al mismo tiempo
fi: Valitettavasti voit siirtää vain pilvipalvelupaketteja samassa offline-laitteessa kerralla
fr: Désolé, vous ne pouvez migrer que des packages de services cloud sur le même appareil hors ligne à la fois
he: מצטערים, אתה יכול להעביר חבילות שירות בענן רק באותו מכשיר לא מקוון בפעם אחת
id: Maaf, Anda hanya dapat memigrasi paket layanan cloud pada perangkat offline yang sama sekaligus
it: Spiacenti, puoi migrare i pacchetti di servizi cloud contemporaneamente sullo stesso dispositivo offline
ja: 申し訳ありませんが、一度に移行できるのは、同じオフラインデバイス上のクラウドサービスパッケージのみです
ko: 죄송합니다. 클라우드 서비스 패키지는 한 번에 동일한 오프라인 장치에서만 마이그레이션 할 수 있습니다
nb: Beklager, du kan bare migrere skytjenestepakker på samme offline enhet samtidig
nl: Sorry, je kunt alleen cloudservicepakketten op hetzelfde offline apparaat tegelijk migreren
pl: Przepraszamy, możesz migrować tylko pakiety usług w chmurze na tym samym urządzeniu offline jednocześnie
pt_br: Desculpe, você só pode migrar pacotes de serviços em nuvem no mesmo dispositivo off-line ao mesmo tempo
ro: Ne pare rău, puteți migra doar pachete de servicii cloud pe același dispozitiv offline simultan
ru: К сожалению, вы можете одновременно переносить пакеты облачных сервисов на одно и то же автономное устройство
sv: Tyvärr kan du bara migrera molntjänstpaket på samma offlineenhet samtidigt
th: ขออภัยคุณสามารถย้ายแพ็กเกจบริการระบบคลาวด์บนอุปกรณ์ออฟไลน์เดียวกันได้ในครั้งเดียวเท่านั้น
tr: Maalesef aynı anda yalnızca çevrimdışı cihazda bulut hizmet paketlerini taşıyabilirsiniz
vi: Xin lỗi, chỉ có thể di chuyển các gói dịch vụ đám mây trong cùng một thiết bị ngoại tuyến tại một thời điểm
zh_hans: 抱歉，一次只能迁移同一个离线设备下的云服务套餐。
zh_hant: 抱歉，一次只能遷移同一個離線設備下的雲服務套餐

# deviceSetting_PIR_infrared_sensor_describe
source: The battery camera has a built-in PIR sensor. Only moving objects with heat sources (human, animals, vehicles etc.) will trigger recording and alerts. The red area is the PIR sensing area. Please adjust your camera's angle accordingly to sense the areas you want to.
cs: Kamera na baterie má vestavěný PIR senzor. Pouze pohybující se objekty se zdroji tepla (člověk, zvířata, vozidla atd.) spustí záznam a upozornění. Červená oblast je oblast snímání PIR. Upravte úhel kamery odpovídajícím způsobem tak, aby snímal oblasti, které chcete.
de: Die Akku-Kamera verfügt über einen eingebauten PIR-Sensor. Nur sich bewegende Objekte mit Wärmequellen (Menschen, Tiere, Fahrzeuge usw.) lösen Aufzeichnungen und Alarme aus. Der rote Bereich ist der PIR-Erfassungsbereich. Bitte passen Sie den Winkel Ihrer Kamera entsprechend an, um die gewünschten Bereiche zu erfassen.
es: La cámara de la batería tiene un sensor PIR incorporado. Solo los objetos en movimiento con fuentes de calor (humanos, animales, vehículos, etc.) activarán la grabación y las alertas. El área roja es el área de detección PIR. Ajuste el ángulo de su cámara en consecuencia para detectar las áreas que desea.
fi: Akkukamerassa on sisäänrakennettu PIR-anturi. Vain liikkuvat esineet, joilla on lämmönlähteitä (ihminen, eläimet, ajoneuvot jne.), käynnistävät tallennuksen ja hälytyksiä. Punainen alue on PIR-tunnistusalue. Säädä kamerasi kulmaa vastaavasti tunnistaaksesi haluamasi alueet.
fr: La caméra à batterie est dotée d'un capteur PIR intégré. Seuls les objets en mouvement avec des sources de chaleur (humains, animaux, véhicules, etc.) déclencheront l'enregistrement et les alertes. La zone rouge est la zone de détection PIR. Veuillez ajuster l'angle de votre caméra en conséquence pour détecter les zones souhaitées.
he: מצלמת הסוללה כוללת חיישן PIR מובנה. רק חפצים הנעים עם מקורות חום (אדם, בעלי חיים, כלי רכב וכו') יפעילו הקלטה והתראות. האזור האדום הוא אזור חישת ה-PIR. נא להתאים את זווית המצלמה שלך בהתאם כדי לחוש את האזורים שאתה רוצה.
id: Kamera baterai memiliki sensor PIR built-in. Hanya benda bergerak dengan sumber panas (manusia, hewan, kendaraan, dll.) yang akan memicu perekaman dan peringatan. Area merah adalah area penginderaan PIR. Harap sesuaikan sudut kamera Anda untuk merasakan area yang Anda inginkan.
it: La fotocamera con batteria ha un sensore PIR integrato. Solo gli oggetti in movimento con fonti di calore (umani, animali, veicoli, ecc.) attiveranno la registrazione e gli avvisi. l'area rossa è l'area di rilevamento PIR. Si prega di regolare l'angolazione della fotocamera di conseguenza per rilevare le aree desiderate.
ja: バッテリーカメラにはPIRセンサーが内蔵されています。熱源のある動く物体（人間、動物、車両など）のみが記録とアラートをトリガーします。赤い領域はPIR検知領域です。必要な領域を感知するために、それに応じてカメラの角度を調整してください。
ko: 배터리 카메라에는 PIR 센서가 내장되어 있습니다. 열원이 있는 움직이는 물체(사람, 동물, 차량 등)만 녹화 및 경고를 트리거합니다. 빨간색 영역은 PIR 감지 영역입니다. 원하는 영역을 감지할 수 있도록 카메라의 각도를 적절하게 조정하십시오.
nb: Batterikameraet har en innebygd PIR-sensor. Kun bevegelige objekter med varmekilder (mennesker, dyr, kjøretøy osv.) vil utløse opptak og varsler. Det røde området er PIR-sensorområdet. Juster kameraets vinkel tilsvarende for å registrere områdene du ønsker.
nl: De batterijcamera heeft een ingebouwde PIR-sensor. Alleen bewegende objecten met warmtebronnen (mensen, dieren, voertuigen enz.) zullen opnames en waarschuwingen activeren. Het rode gebied is het PIR-detectiegebied. Pas de hoek van uw camera dienovereenkomstig aan om de gewenste gebieden te voelen.
pl: Kamera akumulatorowa posiada wbudowany czujnik PIR. Tylko poruszające się obiekty ze źródłami ciepła (ludzie, zwierzęta, pojazdy itp.) wyzwalają nagrywanie i alarmy. Czerwony obszar to obszar wykrywania PIR. Dostosuj odpowiednio kąt kamery, aby wyczuć obszary, które chcesz.
pt_br: A câmera da bateria possui um sensor PIR embutido. Apenas objetos em movimento com fontes de calor (humanos, animais, veículos etc.) acionarão a gravação e os alertas. A área vermelha é a área de detecção PIR. Por favor, ajuste o ângulo da sua câmera de acordo para detectar as áreas que você deseja.
ro: Camera cu baterie are un senzor PIR încorporat. Numai mișcarea obiectelor cu surse de căldură (oameni, animale, vehicule etc.) va declanșa înregistrarea și alertele. Zona roșie este zona de detectare a PIR. Vă rugăm să ajustați unghiul camerei dvs. în consecință pentru a detecta zonele pe care doriți să le faceți.
ru: Аккумуляторная камера имеет встроенный ИК-датчик. Только движущиеся объекты с источниками тепла (люди, животные, транспортные средства и т. д.) вызывают запись и оповещения. Красная область - это область обнаружения PIR. Пожалуйста, отрегулируйте угол камеры соответственно, чтобы определить области, которые вы хотите.
sv: Batterikameran har en inbyggd PIR-sensor. Endast rörliga föremål med värmekällor (människor, djur, fordon etc.) kommer att utlösa inspelning och varningar. Det röda området är PIR-avkänningsområdet. Justera din kameras vinkel för att känna av de områden du vill.
th: กล้องแบตเตอรี่มีเซ็นเซอร์ PIR ในตัว เฉพาะวัตถุที่เคลื่อนที่ด้วยแหล่งความร้อน (มนุษย์ สัตว์ ยานพาหนะ เป็นต้น) เท่านั้นที่จะทริกเกอร์การบันทึกและการแจ้งเตือน พื้นที่สีแดงคือพื้นที่ตรวจจับ PIR โปรดปรับมุมกล้องของคุณให้เหมาะสมเพื่อสัมผัสถึงพื้นที่ที่คุณต้องการ
tr: Pil kamerası yerleşik bir PIR sensörüne sahiptir. Yalnızca ısı kaynakları (insan, hayvan, araç vb.) bulunan hareketli nesneler, kayıt ve uyarıları tetikleyecektir. Kırmızı alan, PIR algılama alanıdır. Lütfen kameranızın açısını istediğiniz alanları algılamak için ayarlayın.
vi: Máy ảnh pin được tích hợp cảm biến PIR. Chỉ những vật thể chuyển động có nguồn nhiệt (người, động vật, xe cộ, v.v.) mới kích hoạt ghi âm và cảnh báo. Vùng màu đỏ là vùng cảm nhận PIR. Vui lòng điều chỉnh góc máy ảnh của bạn cho phù hợp để cảm nhận các khu vực bạn muốn.
zh_hans: 电池摄像机内置PIR红外传感器，只有感应到带有热源的移动物体（人体、动物、车辆等）会启动录像，PIR传感器有效区为画面红色区域，请根据感应需要设置摄像机角度。
zh_hant: 電池攝像機內置PIR紅外傳感器，只有感應到帶有熱源的移動物體（人體、動物、車輛等）會啟動錄像，PIR傳感器有效區為畫面紅色區域，請根據感應需要設置攝像機角度。

# person_input_email_address
source: Please input the email address
cs: Zadejte prosím e-mailovou adresu
de: Bitte geben Sie die E-Mail-Adresse ein
es: Por favor ingrese la dirección de correo electrónico
fi: Syötä sähköpostiosoite
fr: Veuillez saisir l'adresse e-mail
he: נא להזין את כתובת האימייל
id: Silakan masukkan alamat email
it: Si prega di inserire l'indirizzo e-mail
ja: メールアドレスを入力してください
ko: 이메일 주소를 입력하세요
nb: Vennligst skriv inn e-postadressen
nl: Voer het e-mailadres in
pl: Wprowadź adres e-mail
pt_br: Por favor, insira o endereço de e-mail
ro: Vă rugăm să introduceți adresa de e-mail
ru: Пожалуйста, введите адрес электронной почты
sv: Vänligen ange e-postadressen
th: กรุณาใส่ที่อยู่อีเมล
tr: Lütfen e-posta adresini girin
vi: Vui lòng nhập địa chỉ email
zh_hans: 请输入邮箱地址
zh_hant: 請輸入郵箱地址

# deviceSetting_save_device_QRcode
source: Save device QR code
cs: Uložte QR kód zařízení
de: QR-Code des Geräts speichern
es: Guardar el código QR del dispositivo
fi: Tallenna laitteen QR-koodi
fr: Enregistrer le code QR de l'appareil
he: שמור קוד QR של המכשיר
id: Simpan kode QR perangkat
it: Salva il codice QR del dispositivo
ja: デバイスのQRコードを保存する
ko: 기기 QR 코드 저장
nb: Lagre enhetens QR-kode
nl: QR-code van het apparaat opslaan
pl: Zapisz kod QR urządzenia
pt_br: Salvar código QR do dispositivo
ro: Salvați codul QR al dispozitivului
ru: Сохраните QR-код устройства
sv: Spara enhetens QR-kod
th: บันทึกรหัส QR ของอุปกรณ์
tr: Cihaz QR kodunu kaydet
vi: Lưu mã QR thiết bị
zh_hans: 保存设备二维码
zh_hant: 保存設備二維碼

# devicesetting_4G_card_sim_card_no_flow_unlock
source: The SIM card of the device has no data and cannot be unlocked successfully. Please recharge the SIM card immediately.
cs: SIM karta zařízení neobsahuje žádná data a nelze jej úspěšně odemknout. SIM kartu okamžitě dobijte.
de: Keine verbleibenden Daten auf SIM-Karte übrig, sie kann nicht mehr entsperrt werden. Bitte SIM-Karte umgehend aufladen.
es: La tarjeta SIM del dispositivo no tiene datos y no se puede desbloquear con éxito. Recargue la tarjeta SIM de inmediato.
fi: Laitteen SIM-kortilla ei ole tietoa, eikä sitä voida avata onnistuneesti. Lataa SIM-kortti heti.
fr: La carte SIM de l'appareil ne contient aucune donnée et ne peut pas être déverrouillée avec succès. Veuillez recharger la carte SIM immédiatement.
he: לכרטיס ה- SIM של המכשיר אין נתונים ולא ניתן לבטל את הנעילה שלו בהצלחה. אנא טען מחדש את כרטיס ה- SIM מייד.
id: Kartu SIM perangkat tidak memiliki data dan tidak dapat dibuka kunci dengan sukses. Harap segera isi ulang kartu SIM.
it: La scheda SIM del dispositivo non ha dati e non può essere sbloccata correttamente. Ricaricare immediatamente la carta SIM.
ja: デバイスのSIMカードにはデータがなく、正常にロック解除できません。 SIMカードをすぐに充電してください。
ko: 장치의 SIM 카드에 데이터가 없으며 잠금을 해제 할 수 없습니다. SIM 카드를 즉시 충전하십시오.
nb: SIM-kortet til enheten har ingen data og kan ikke låses opp med hell. Vennligst lad SIM-kortet umiddelbart.
nl: De simkaart van het apparaat bevat geen gegevens en kan niet succesvol worden ontgrendeld. Laad de SIM-kaart onmiddellijk op.
pl: Karta SIM urządzenia nie ma danych i nie można jej pomyślnie odblokować. Natychmiast naładuj kartę SIM.
pt_br: O cartão SIM do dispositivo não possui dados e não pode ser desbloqueado com sucesso. Por favor, recarregue o cartão SIM imediatamente.
ro: Cardul SIM al dispozitivului nu are date și nu poate fi deblocat cu succes. Vă rugăm să reîncărcați cardul SIM imediat.
ru: SIM-карта устройства не содержит данных и не может быть успешно разблокирована. Пожалуйста, немедленно зарядите SIM-карту.
sv: Enhetens SIM-kort har inga data och kan inte låsas upp. Ladda SIM-kortet omedelbart.
th: ซิมการ์ดของอุปกรณ์ไม่มีข้อมูลและไม่สามารถปลดล็อกได้สำเร็จ กรุณาเติมซิมการ์ดทันที
tr: Cihazın SIM kartında veri yok ve başarıyla açılamıyor. Lütfen SIM kartı hemen şarj edin.
vi: Thẻ SIM của thiết bị không có dữ liệu và không thể mở khóa thành công. Vui lòng nạp tiền vào thẻ SIM ngay lập tức.
zh_hans: 设备SIM卡已无流量，无法解锁成功，请立即为SIM卡充值流量。
zh_hant: 設備SIM卡已無流量，無法解鎖成功，請立即為SIM卡充值流量。

# add_device_been_bound_long_press_reset_restart
source: The device has been bound, please long press the reset button of the device to restart successfully before adding
cs: Zařízení bylo svázáno, před přidáním dlouze stiskněte tlačítko reset na zařízení, aby se úspěšně restartovalo
de: Das Gerät wurde gebunden, bitte drücken Sie lange die Reset-Taste des Geräts, um es erfolgreich neu zu starten, bevor Sie es hinzufügen
es: El dispositivo se ha vinculado, mantenga presionado el botón de reinicio del dispositivo para reiniciar correctamente antes de agregar
fi: Laite on sidottu, paina pitkään laitteen nollauspainiketta käynnistääksesi uudelleen onnistuneesti ennen lisäämistä
fr: L'appareil a été lié, veuillez appuyer longuement sur le bouton de réinitialisation de l'appareil pour redémarrer avec succès avant d'ajouter
he: המכשיר נקשר, אנא לחץ לחיצה ארוכה על לחצן האיפוס של המכשיר כדי להפעיל מחדש בהצלחה לפני ההוספה
id: Perangkat telah terikat, mohon tekan lama tombol reset perangkat untuk memulai ulang dengan sukses sebelum menambahkan
it: Il dispositivo è stato associato, premere a lungo il pulsante di ripristino del dispositivo per riavviarlo correttamente prima di aggiungerlo
ja: デバイスがバインドされました。追加する前に、デバイスのリセットボタンを長押しして正常に再起動してください
ko: 장치가 바인딩되었습니다. 추가하기 전에 성공적으로 다시 시작하려면 장치의 재설정 버튼을 길게 누르십시오.
nb: Enheten har blitt bundet, trykk lenge på tilbakestillingsknappen på enheten for å starte på nytt før du legger til
nl: Het apparaat is gebonden, druk lang op de reset-knop van het apparaat om succesvol opnieuw op te starten voordat u toevoegt
pl: Urządzenie zostało powiązane, proszę długo nacisnąć przycisk resetowania urządzenia, aby pomyślnie zrestartować urządzenie przed dodaniem
pt_br: O dispositivo foi vinculado, pressione e segure o botão de reinicialização do dispositivo para reiniciar com sucesso antes de adicionar
ro: Dispozitivul a fost legat, vă rugăm să apăsați lung butonul de resetare al dispozitivului pentru a reporni cu succes înainte de a adăuga
ru: Устройство было привязано, пожалуйста, нажмите и удерживайте кнопку сброса устройства, чтобы успешно перезапустить его, прежде чем добавлять
sv: Enheten har bundits, vänligen tryck länge på enhetens återställningsknapp för att starta om framgångsrikt innan du lägger till
th: อุปกรณ์ถูกผูกไว้ โปรดกดปุ่มรีเซ็ตอุปกรณ์ค้างไว้เพื่อรีสตาร์ทสำเร็จก่อนที่จะเพิ่ม
tr: Cihaz bağlandı, eklemeden önce başarıyla yeniden başlatmak için lütfen cihazın sıfırlama düğmesine uzun basın
vi: Thiết bị đã bị ràng buộc, vui lòng nhấn và giữ nút đặt lại của thiết bị để khởi động lại thành công trước khi thêm
zh_hans: 该设备已被绑定，请长按设备Reset键重启成功后再添加
zh_hant: 該設備已被綁定，請長按設備Reset鍵重啟成功後再添加

# preview_download_progress_number_ios
source: Download list(%@)
cs: Seznam ke stažení(%@)
de: Download-Liste(%@)
es: Descargar lista(%@)
fi: Lataa luettelo(%@)
fr: Télécharger la liste(%@)
he: רשימת הורדות(%@)
id: Daftar unduhan(%@)
it: Elenco di download(%@)
ja: ダウンロードリスト（%@）
ko: 다운로드 목록(%@)
nb: Nedlastingsliste(%@)
nl: Downloadlijst(%@)
pl: Lista pobierania(%@)
pt_br: Lista de downloads(%@)
ro: Lista de descărcare(%@)
ru: Скачать список(%@)
sv: Nedladdningslista(%@)
th: รายการดาวน์โหลด(%@)
tr: İndirme listesi(%@)
vi: Tải xuống danh sách (%@)
zh_hans: 下载列表(%@)
zh_hant: 下載列表(%@)

# setting_phone_turnOnMicrophone
source: Please check setup--EseeCloud--enable microphone
cs: Přejděte prosím na nastavení telefonu-> Easy View Cloud -> Otevřete mikrofon
de: Bitte Einstellungen prüfen—EseeCloud —Mikrofon aktivieren
es: Vaya a Configuración móvil-> EseeCloud-> Abrir micrófono
fi: Siirry puhelimen asetuksiin-> Easy View Cloud -> Avaa mikrofoni
fr: Vérifier la configuration - EseeCloud – activer microphone
he: היכנס להגדרות--EseeCloud--אפשר מיקרופון
id: silakan cek setup---EseeCloud--aktipkan Mikrofon
it: Prego,verificare le impostazioni dell'applicativo per abilitare il microfono
ja: 設定を確認する - EseeCloud - マイクを有効にする
ko: 휴대폰의 설정-애플리케이션 관리-IP Pro 앱 선택-"권한"-"마이크"를 사용으로 해 주세요.
nb: Vennligst se innstillinger,aktiver mikrofon
nl: Instelling--EseeCloud--controleren,microfoon inschakelen
pl: Sprawdź ustawienia-EseeCloud-włącz mikrofon
pt_br: Por favor,verifique a configuração-EseeCloud-microfone enbale
ro: Verificați configurarea-EseeCloud-microfon cu microfon
ru: Пожалуйста,проверьте настройки-EseeCloud-Enbale микрофон
sv: Kontrollera installationen-EseeCloud-enbale mikrofon
th: โปรดตรวจสอบการตั้งค่า - Pixels HD - เปิดใช้งานไมโครโฟน
tr: Lütfen kurulumu kontrol edin-EseeCloud-enbale mikrofon
vi: Vui lòng vào cài đặt điện thoại-> Yishiyun-> Bật micrô
zh_hans: 请进到手机设置->易视云->打开麦克风
zh_hant: 請進到手機設置->易視雲->打開麥克風
