Repository: Yolo-cell-hash/go_home_ios
Catalog: ios/Runner/JASDK/JAResources/XLanguage/X35MultiLanguage/*.lproj/X35MutiLanguage.strings
Languages: cs, de, es, fi, fr, he, id, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sv, th, tr, vi, zh_hans, zh_hant

# devicesetting_4G_card_Service_cycle
source: Service cycle
cs: Servisní cyklus
de: Wartungszyklus
es: Ciclo de servicio
fi: Palvelusykli
fr: Cycle de service
he: מחזור שירות
id: Siklus layanan
it: Ciclo di servizio
ja: サービスサイクル
ko: 서비스주기
nb: Servicesyklus
nl: Servicecyclus
pl: Cykl serwisowy
pt_br: Ciclo de serviço
ro: Ciclul de service
ru: Сервисный цикл
sv: Servicecykel
th: ครบวงจร
tr: Hizmet döngüsü
vi: Chu kỳ dịch vụ
zh_hans: 服务周期
zh_hant: 服務週期

# devSetting_Netherlands
source: Netherlands
cs: Nizozemí
de: Niederlande
es: Países Bajos
fi: Hollanti
fr: Pays-Bas
he: הולנד
id: Belanda
it: Olanda
ja: オランダ
ko: 네덜란드
nb: Nederland
nl: Nederland
pl: Holandia
pt_br: Países Baixos
ro: Olanda
ru: Нидерланды
sv: nederländerna
th: เนเธอร์แลนด์
tr: Hollanda
vi: nước Hà Lan
zh_hans: 荷兰
zh_hant: 荷蘭

# deviceSetting_Push_all_day_time
source: 24 hours push message
cs: 24hodinová zpráva push
de: 24 Stunden Push-Nachricht
es: Mensaje de inserción de 24 horas
fi: 24 tunnin push-viesti
fr: Message push 24 heures sur 24
he: הודעת דחיפה של 24 שעות
id: Pesan push 24 jam
it: Messaggio push 24 ore
ja: 24時間プッシュメッセージ
ko: 24시간 푸시 메시지
nb: 24 timers push-melding
nl: 24 uur pushbericht
pl: 24-godzinna wiadomość push
pt_br: mensagem push 24 horas
ro: Mesaj push 24 de ore
ru: 24-часовое push-сообщение
sv: 24 timmars push-meddelande
th: ข้อความพุชตลอด 24 ชั่วโมง
tr: 24 saat push mesajı
vi: Tin nhắn đẩy trong 24 giờ
zh_hans: 24小时推送消息
zh_hant: 24小時推送消息

# send_verify_fail
source: Failed to send verification code
cs: Odeslání ověřovacího kódu se nezdařilo
de: Verifizierungscode konnte nicht gesendet werden
es: No se puede enviar el código de verificación
fi: Vahvistuskoodin lähettäminen epäonnistui
fr: Échec de l'envoi du code de vérification
he: שליחת קוד האימות נכשלה
id: Gagal mengirim kode verifikasi
it: Impossibile inviare il codice di verifica
ja: 確認コードの送信に失敗しました
ko: 인증 코드를 보내지 못했습니다.
nb: Kunne ikke sende bekreftelseskoden
nl: Kan verificatiecode niet verzenden
pl: Nie udało się wysłać kodu weryfikacyjnego
pt_br: Falha ao enviar código de verificação
ro: Nu s-a trimis codul de verificare
ru: Не удалось отправить проверочный код
sv: Det gick inte att skicka verifieringskoden
th: ส่งรหัสยืนยันไม่สำเร็จ
tr: Doğrulama kodu gönderilemedi
vi: Không gửi được mã xác minh
zh_hans: 验证码发送失败
zh_hant: 驗證碼發送失敗

# deviceSetting_lowest
source: Lowest
cs: Nejnižší
de: Niedrigste
es: más bajo
fi: Alin
fr: Le plus bas
he: הנמוך ביותר
id: Terendah
it: Il più basso
ja: 最低
ko: 최저
nb: Lavest
nl: laagste
pl: Najniższy
pt_br: Mais baixo
ro: Cel mai scăzut
ru: Самый низкий
sv: Lägst
th: ต่ำสุด
tr: En düşük
vi: Thấp nhất
zh_hans: 最低
zh_hant: 最低

# person_feedback_APP_flashback_problem
source: APP flashback problem
cs: Problém s aplikací Flash Flashback
de: App Absturzproblem
es: Problema de flashback de la aplicación
fi: APP-flashback-ongelma
fr: Problème de flashback d'application
he: בעיית פלאשבק של APP
id: Masalah kilas balik aplikasi
it: Problema di flashback dell'APP
ja: APPフラッシュバックの問題
ko: APP 플래시백 문제
nl: APP flashback-probleem
pl: Problem z flashowaniem aplikacji
pt_br: Problema de flashback do APP
ro: Problemă flashback APP
ru: APP Flashback проблема
th: ปัญหา APP ย้อนหลัง
tr: APP geri dönme sorunu
vi: Sự cố ứng dụng gặp sự cố
zh_hans: APP闪退问题
zh_hant: APP閃退問題

# devicesetting_time_set
source: Time setting
cs: nastavení času
de: Zeiteinstellung
es: configuracion de hora
fi: aika-asetus
fr: réglage de l'heure
he: הגדרת זמן
id: pengaturan waktu
it: impostazioni orario
ja: 時間設定
ko: 시간 설정
nb: tidsinnstilling
nl: tijd instelling
pl: Ustawienie czasu
pt_br: ajuste de tempo
ro: setarea timpului
ru: настройки времени
sv: tidsinställning
th: การตั้งค่าเวลา
tr: zaman ayarı
vi: Cài đặt thời gian
zh_hans: 时间设置
zh_hant: 時間設置

# devSetting_hardDisk_cannotFind
source: Can't find HDD
cs: Pevný disk nebyl nalezen
de: Festplatte nicht gefunden
es: No se puede encontrar el disco duro
fi: Kiintolevyä ei löydy
fr: Impossible de trouver le disque dur
he: דיסק קשיח לא נמצא
id: Tidak dapat cari HDD
it: Impossibile rilevare HD
ja: HDDがありません。
ko: HDD 없음
nb: Finner ikke harddisk
nl: Kan HDD niet vinden
pl: Nie można znaleźć dysku twardego
pt_br: Não pode encontrar HDD
ro: Nu se poate găsi HDD
ru: Не могу найти HDD
sv: Det går inte att hitta hårddisken
th: ไม่พบฮาร์ดดิสก์
tr: HDD bulamıyorum
vi: Không tìm thấy ổ cứng
zh_hans: 找不到硬盘
zh_hant: 找不到硬盤

# preview_no_video_connect_wireless_LAN
source: If you are connected to a wireless LAN:
cs: Pokud jste připojeni k bezdrátové síti LAN:
de: Wenn Sie mit einem WLAN-Netzwerk verbunden sind:
es: Si está conectado a una LAN inalámbrica:
fi: Jos olet yhteydessä langattomaan lähiverkkoon:
fr: Si vous êtes connecté à un réseau local sans fil:
he: אם אתה מחובר לרשת LAN אלחוטית:
id: Jika Anda terhubung ke LAN nirkabel:
it: Se si è connessi a una LAN wireless:
ja: 無線LANに接続している場合：
ko: 무선 LAN에 연결된 경우 :
nb: Hvis du er koblet til et trådløst LAN:
nl: Als u verbonden bent met een draadloos LAN:
pl: Jeśli masz połączenie z bezprzewodową siecią LAN:
pt_br: Se você estiver conectado a uma LAN sem fio:
ro: Dacă sunteți conectat la o rețea LAN fără fir:
ru: Если вы подключены к беспроводной локальной сети:
sv: Om du är ansluten till ett trådlöst LAN:
th: หากคุณเชื่อมต่อกับ LAN ไร้สาย:
tr: Kablosuz bir LAN'a bağlıysanız:
vi: Nếu bạn được kết nối với mạng LAN không dây:
zh_hans: 如果您已接入无线局域网：
zh_hant: 如果您已接入無線局域網：

# adddevice_need_network
source: The current network is not available online. Please connect to WiFi or open mobile data.
cs: Aktuální síť není k dispozici online. Připojte se k WiFi nebo otevřete mobilní data.
de: Das aktuelle Netzwerk ist nicht online. Bitte mit WLAN oder mobilen Daten verbinden.
es: La red actual no está disponible en línea. Conéctese a WiFi o abra datos móviles.
fi: Nykyinen verkko ei ole käytettävissä verkossa. Muodosta yhteys langattomaan verkkoon tai avaa mobiilidata.
fr: Le réseau actuel n'est pas disponible en ligne. Veuillez vous connecter au WiFi ou ouvrir des données mobiles.
he: הרשת הנוכחית אינה זמינה באופן מקוון. אנא התחבר ל- WiFi או לפתוח נתונים ניידים.
id: Jaringan saat ini tidak tersedia online. Harap sambungkan ke WiFi atau buka data seluler.
it: La rete attuale non è disponibile online. Connettiti al WiFi o apri i dati mobili.
ja: 現在のネットワークはオンラインで利用できません。 無線LANに接続するか、モバイルデータを開いてください。
ko: 현재 네트워크를 온라인에서 사용할 수 없습니다. WiFi에 연결하거나 모바일 데이터를 엽니 다.
nb: Det nåværende nettverket er ikke tilgjengelig online. Koble til WiFi eller åpne mobildata.
nl: Het huidige netwerk is niet online beschikbaar. Maak verbinding met wifi of open mobiele data.
pl: Obecna sieć nie jest dostępna online. Połącz się z Wi-Fi lub otwórz komórkową transmisję danych.
pt_br: A rede atual não está disponível online. Conecte-se ao WiFi ou abra dados móveis.
ro: Rețeaua curentă nu este disponibilă online. Vă rugăm să vă conectați la WiFi sau să deschideți datele mobile.
ru: Текущая сеть недоступна в Интернете. Пожалуйста, подключитесь к WiFi или откройте мобильные данные.
sv: Det nuvarande nätverket är inte tillgängligt online. Anslut till WiFi eller öppen mobildata.
th: เครือข่ายปัจจุบันไม่สามารถใช้งานออนไลน์ได้ โปรดเชื่อมต่อกับ WiFi หรือเปิดข้อมูลมือถือ
tr: Mevcut ağ çevrimiçi değil. Lütfen WiFi'ye bağlanın veya mobil verileri açın.
vi: Mạng hiện tại không khả dụng để truy cập Internet, vui lòng kết nối với WiFi hỗ trợ Internet hoặc bật dữ liệu di động
zh_hans: 当前网络不可上网，请连接可上网的WiFi或打开移动数据
zh_hant: 當前網絡不可上網，請連接可上網的WiFi或打開移動數據

# preview_download_progress
source: Download progress
cs: Postup stahování
de: Download Fortschritt
es: Progreso de descarga
fi: Lataa edistyminen
fr: le progrès
he: הורד התקדמות
id: Kemajuan unduhan
it: Avanzamento del download
ja: 進捗状況
ko: 다운로드 진행
nb: Last ned fremgang
nl: Download voortgang
pl: Postęp pobierania
pt_br: Progresso do download
ro: Descărcați progresul
ru: Прогресс загрузки
sv: Hämta framsteg
th: ความคืบหน้าดาวน์โหลด
tr: İndirme ilerlemesi
vi: Tiến độ tải xuống
zh_hans: 下载进度
zh_hant: 下載進度

source: Saving
cs: Ukládání ...
de: wird gespeichert
es: Ahorro...
fi: Säästö ...
fr: Sauvegarder....
he: שומר
id: Menyimpan…
it: Salvataggio
ja: 保存
ko: 저장중
nb: Lagrer
nl: Opslaan
pl: Zapisywanie
pt_br: Salvando
ro: Economisire
ru: экономия
sv: Sparande
th: กำลังบันทึก
tr: tasarruf
vi: Đang lưu...
zh_hans: 正在保存中...
zh_hant: 正在保存中...

# click_install
source: Click and install
cs: Klikněte pro instalaci
de: Tippen und installieren
es: Haga clic para instalar
fi: Napsauta asentaaksesi
fr: Cliquez et installez
he: לחץ כדי להתקין
id: Klik dan pasang
it: Premere ed installare
ja: クリックしてインストールする
ko: 클릭하여 설치
nb: Trykk for å installere
nl: Klik en installeer
pl: Kliknij i instaluj
pt_br: Clique e instale
ro: Faceți clic și instalați
ru: Нажмите и установите
sv: Klicka och installera
th: คลิกและติดตั้ง
tr: Tıklayın ve yükleyin
vi: Bấm cài đặt
zh_hans: 点击安装
zh_hant: 點擊安裝

# adddevice_local_use
source: Direct Connection：
cs: Přímé spojení：
de: Lokale Verwendung：
es: Conexión directa：
fi: Suora yhteys：
fr: Connexion directe：
he: חיבור ישיר：
id: Koneksi langsung：
it: Connessione diretta：
ja: 直接接続：
ko: 직접 연결：
nb: Direkte kontakt：
nl: Directe verbinding：
pl: Bezpośrednie połączenie：
pt_br: Conexão direta：
ro: Conexiune directa：
ru: Прямая связь：
sv: Direktanslutning：
th: การเชื่อมต่อโดยตรง:
tr: Doğrudan bağlantı：
vi: Kết nối trực tiếp địa phương:
zh_hans: 本地直连:
zh_hant: 本地直連：

# devicesetting_restart_camera
source: Restart the camera
cs: Restartujte fotoaparát
de: Kamera neu starten
es: Reinicia la camara
fi: Käynnistä kamera uudelleen
fr: Redémarrer la caméra
he: הפעל מחדש את המצלמה
id: Mulai ulang kamera
it: Riavvia la fotocamera
ja: カメラの再起動
ko: 카메라 다시 시작
nb: Start kameraet på nytt
nl: Start de camera opnieuw
pl: Uruchom ponownie aparat
pt_br: Reinicie a câmera
ro: Reporniți camera
ru: Перезагрузите камеру
sv: Starta om kameran
th: รีสตาร์ทกล้อง
tr: Kamerayı yeniden başlat
vi: Khởi động lại máy ảnh
zh_hans: 重启摄像机
zh_hant: 重啟攝像機

# adddevice_environmental_requir_detail
source: Try not to configure it in an environment with large signal interference. If the interference is large, Please switch the mobile network.
cs: Nesnažte se jej konfigurovat v prostředí s velkým rušením signálu. Pokud je rušení velké, přepněte mobilní síť.
de: Versuchen Sie die Konfiguration in einer Umgebung ohne starke Signalstörungen durchzuführen. Wenn die Interferenz groß ist, wechseln Sie zum Mobilfunknetz.
es: Intente no configurarlo en un entorno con una gran interferencia de señal. Si la interferencia es grande, cambie la red móvil.
fi: Yritä olla konfiguroimatta sitä ympäristössä, jossa on suuri signaalihäiriö. Jos häiriö on suuri, vaihda matkapuhelinverkko.
fr: Essayez de ne pas le configurer dans un environnement avec une interférence de signal importante. Si les interférences sont importantes, basculez le réseau mobile.
he: נסה לא להגדיר אותה בסביבה עם הפרעות אות גדולות. אם ההפרעה גדולה, החלף את הרשת לנייד.
id: Cobalah untuk tidak mengkonfigurasinya di lingkungan dengan gangguan sinyal besar. Jika interferensi besar, alihkan jaringan seluler.
it: Cerca di non configurarlo in un ambiente con grandi interferenze di segnale. Se l'interferenza è grande, cambia la rete mobile.
ja: 大きな信号干渉がある環境では設定しないでください。干渉が大きい場合は、モバイルネットワークを切り替えます。
ko: 신호 간섭이 큰 환경에서는 구성하지 마십시오. 간섭이 큰 경우 모바일 네트워크를 전환하십시오.
nb: Prøv å ikke konfigurere det i et miljø med stor signalinterferens. Hvis forstyrrelsen er stor, bytt mobilnettverket.
nl: Probeer het niet te configureren in een omgeving met grote signaalinterferentie. Als de interferentie groot is, schakelt u over naar het mobiele netwerk.
pl: Staraj się nie konfigurować go w środowisku z dużymi zakłóceniami sygnału. Jeśli zakłócenia są duże, przełącz sieć komórkową.
pt_br: Tente não configurá-lo em um ambiente com grande interferência de sinal. Se a interferência for grande, mude a rede móvel.
ro: Încercați să nu o configurați într-un mediu cu interferențe mari de semnal. Dacă interferența este mare, schimbați rețeaua mobilă.
ru: Старайтесь не настраивать его в условиях сильных помех. Если помехи велики, переключите мобильную сеть.
sv: Försök att inte konfigurera den i en miljö med stor signalinterferens. Om störningen är stor, byt mobilnätet.
th: พยายามอย่ากำหนดค่าในสภาพแวดล้อมที่มีสัญญาณรบกวนมาก หากสัญญาณรบกวนมีขนาดกว้างมากโปรดเปลี่ยนเครือข่ายมือถือ
tr: Geniş sinyal paraziti olan bir ortamda yapılandırmamaya çalışın. Parazit büyükse, mobil şebekeyi değiştirin.
vi: Cố gắng không định cấu hình nó trong môi trường có nhiễu tín hiệu lớn. Nếu nhiễu lớn, vui lòng chuyển mạng di động.
zh_hans: 尽量不要在信号干扰较大的环境内进行配置，如果干扰较大，请切换移动网络。
zh_hant: 盡量不要在信號干擾較大的環境內進行配置，如果乾擾較大，請切換移動網絡。

# device_Select_video_channel_ios
source: Select video channel(%ld)
cs: Vyberte video kanál (%ld)
de: Kanal auswählen(%ld)
es: Seleccionar canal(%ld)
fi: Valitse videokanava (%ld)
fr: Sélectionnez le canal(%ld)
he: בחר ערוץ וידאו (%ld)
id: Pilih Saluran Video (%ld)
it: Seleziona canale(%ld)
ja: チャンネルを選択(%ld)
ko: 채널 선택(%ld)
nb: Velg videokanal(%ld)
nl: Selecteer kanaal(%ld)
pl: Wybierz kanał wideo(%ld)
pt_br: Selecionar canal (%ld)
ro: Selectați canalul(%ld)
ru: Выберите канал (%ld)
sv: Välj videokanal (%ld)
th: เลือกช่องวิดีโอ (%ld)
tr: Video kanalını seç (%ld)
vi: Chọn kênh video (%ld)
zh_hans: 选择视频通道(%ld)
zh_hant: 選擇視頻通道(%ld)

# devicelist_download_compatible_version
source: Compatible version download
cs: Kompatibilní verze ke stažení
de: Kompatible Version herunterladen
es: Versión compatible descargar
fi: Yhteensopiva version lataus
fr: Téléchargement de la version compatible
he: הורדת גרסה תואמת
id: Unduhan versi yang kompatibel
it: Download versione compatibile
ja: 対応バージョンダウンロード
ko: 호환 버전 다운로드
nb: Last ned kompatibel versjon
nl: Compatibele versie download
pl: Zgodna wersja do pobrania
pt_br: Download da versão compatível
ro: Descărcare versiune compatibilă
ru: Совместимая версия скачать
sv: Nedladdning av kompatibel version
th: ดาวน์โหลดเวอร์ชันที่เข้ากันได้
tr: Uyumlu sürüm indir
vi: Tải xuống phiên bản tương thích
zh_hans: 兼容版下载
zh_hant: 兼容版下載

# devicelist_offline_help
source: Offline help
cs: Nápověda offline
de: Offline-Hilfe
es: Ayuda sin conexión
fi: Offline-ohje
fr: Aide hors ligne
he: עזרה לא מקוונת
id: Bantuan offline
it: Aiuto offline
ja: オフラインヘルプ
ko: 오프라인 도움말
nb: Offline hjelp
pl: Pomoc offline
pt_br: Ajuda off-line
ro: Ajutor offline
ru: Оффлайн помощь
sv: Offline hjälp
th: ช่วยเหลือแบบออฟไลน์
tr: Çevrimdışı yardım
vi: Trợ giúp ngoại tuyến
zh_hans: 离线帮助
zh_hant: 離線幫助

# devicesetting_face_set_prompt
source: When a human face is detected, an alarm message is generated
cs: Když je detekována lidská tvář, je generována výstražná zpráva
de: Wenn ein menschliches Gesicht erkannt wird, wird ein Alarm ausgelöst
es: Cuando se detecta un rostro humano, se genera un mensaje de alarma
fi: Kun ihmisen kasvot havaitaan, syntyy hälytysviesti
fr: Lorsqu'un visage humain est détecté, un message d'alarme est généré
he: כאשר מתגלים פנים אנושיות, נוצרת הודעת אזעקה
id: Saat wajah manusia terdeteksi, pesan alarm dibuat
it: Quando viene rilevato un volto umano, viene generato un messaggio di allarme
ja: 人間の顔が検出されると、アラームメッセージが生成されます
ko: 사람의 얼굴이 감지되면 알람 메시지가 생성됩니다.
nb: Når et menneskelig ansikt blir oppdaget, genereres det en alarmmelding
nl: Wanneer een menselijk gezicht wordt gedetecteerd, wordt een alarmbericht gegenereerd
pl: Po wykryciu ludzkiej twarzy generowany jest komunikat alarmowy
pt_br: Quando um rosto humano é detectado, uma mensagem de alarme é gerada
ro: Atunci când este detectată o față umană, este generat un mesaj de alarmă
ru: При обнаружении человеческого лица генерируется тревожное сообщение.
sv: När ett mänskligt ansikte upptäcks genereras ett alarmmeddelande
th: เมื่อตรวจพบใบหน้ามนุษย์จะมีการสร้างข้อความแจ้งเตือน
tr: Bir insan yüzü algılandığında, bir alarm mesajı oluşturulur
vi: Khi khuôn mặt người được phát hiện, một thông báo cảnh báo sẽ được tạo ra
zh_hans: 侦测到人脸时，生成报警信息
zh_hant: 偵測到人臉時，生成報警信息

# service_map_year_experience_ios
source: %@ years maintenance experience
cs: %@ let zkušeností s údržbou
de: %@ Jahre Wartungserfahrung
es: %@ años de experiencia en mantenimiento
fi: %@ vuoden huoltokokemus
fr: %@ ans d'expérience en maintenance
he: %@ שנות ניסיון בתחזוקה
id: %@ tahun pengalaman perawatan
it: %@ anni di esperienza nella manutenzione
ja: %@年のメンテナンス経験
ko: %@ 년 정비 경험
nb: %@ års erfaring med vedlikehold
nl: %@ jaar onderhoudservaring
pl: %@ lat doświadczenia w utrzymaniu
pt_br: %@ anos de experiência em manutenção
ro: %@ ani experiență de întreținere
ru: %@-летний опыт обслуживания
sv: %@ års erfarenhet av underhåll
th: ประสบการณ์การบำรุงรักษา%@ ปี
tr: %@ yıllık bakım deneyimi
vi: %@ Năm kinh nghiệm bảo trì
zh_hans: %@年维修经验
zh_hant: %@年維修經驗

# adddevice_turn_on_wifi_prompt
source: WiFi is required to connect the device,it is detected that your WiFi is disconnected. Do you want to turn it on?
cs: Připojení k zařízení vyžaduje zapnutí WiFi. Bylo zjištěno, že bylo připojení WiFi odpojeno. Bude to zapnuto?
de: Um eine Verbindung zum Gerät herzustellen, muss WLAN eingeschaltet sein. Es wurde festgestellt, dass Ihre WLAN-Verbindung getrennt wurde. WLAN einschalten?
es: La conexión al Equipo requiere que el WiFi esté activado. Se detecta que su WiFi ha sido desconectado. ¿Se va a encender?
fi: Laitteeseen kytkeminen edellyttää WiFi-yhteyden kytkemistä päälle. On havaittu, että WiFi on irrotettu. Onko se päällä?
fr: La connexion à l'appareil nécessite l'activation du WiFi. Il est détecté que votre réseau WiFi a été déconnecté. Est-ce que ça va être allumé?
he: התחברות למכשיר מחייבת הפעלה של WiFi. זה מזוהה כי ה- WiFi שלך נותק. האם זה יופעל?
id: Menghubungkan ke perangkat membutuhkan WiFi untuk dihidupkan. Terdeteksi bahwa WiFi Anda telah terputus. Apakah akan dinyalakan?
it: La connessione al dispositivo richiede l'attivazione del WiFi. Viene rilevato che il tuo WiFi è stato disconnesso. Sta per essere acceso?
ja: 無線LANが切断されたことが検出されました。デバイスに接続するには、無線LANがオンになっている必要があります。それをオンにしますか？
ko: 장치에 연결하려면 WiFi가 켜져 있어야합니다. WiFi의 연결이 끊어졌습니다. 켜져있을거야?
nb: Koble til enheten krever at WiFi er slått på. Det oppdages at WiFi er koblet fra. Skal det bli slått på?
nl: Voor verbinding met het apparaat moet WiFi zijn ingeschakeld. Er wordt gedetecteerd dat uw WiFi is losgekoppeld. Wordt het ingeschakeld?
pl: Połączenie z urządzeniem wymaga włączenia WiFi. Wykryto, że WiFi zostało odłączone. Czy to będzie włączone?
pt_br: Conectar-se ao dispositivo requer que o WiFi esteja ligado. É detectado que seu WiFi foi desconectado. Será que vai ser ligado?
ro: Conectarea la dispozitiv necesită pornirea rețelei WiFi. Se constată că dispozitivul WiFi a fost deconectat. O să fie pornit?
ru: Подключение к устройству требует включения WiFi. Обнаружено, что ваш WiFi был отключен. Это будет включено?
sv: Anslutning till enheten kräver att WiFi är påslagen. Det upptäcks att din WiFi har kopplats bort. Kommer det att vara påslagen?
th: ต้องใช้ WiFi ในการเชื่อมต่ออุปกรณ์ WiFi ของคุณไม่ได้เชื่อมต่ออยู่ คุณต้องการเปิดหรือไม่
tr: Cihaza bağlanmak için WiFi'nin açılması gerekiyor. WiFi bağlantınızın koptuğu tespit edildi. Açılacak mı?
vi: Để kết nối thiết bị, bạn cần bật Wi-Fi. Chúng tôi phát hiện thấy rằng Wi-Fi của bạn đã bị ngắt kết nối. Bạn có muốn bật tính năng này không?
zh_hans: 连接设备需要开启WiFi，检测到您WiFi已断开，是否前往开启？
zh_hant: 連接設備需要開啟WiFi，檢測到您WiFi已斷開，是否前往開啟？

# devicesetting_Event_recording
source: Event recording
cs: Záznam události
de: Aufnahme nach Bewegungserkennung
es: Grabación de eventos
fi: Tapahtuman tallennus
fr: Enregistrement d'événement
he: הקלטת אירועים
id: Rekaman acara
it: Registrazione di eventi
ja: 検出録画
ko: 이벤트 녹화
nb: Hendelsesopptak
nl: Gebeurtenis opname
pl: Nagrywanie wydarzeń
pt_br: Gravação de eventos
ro: Înregistrare eveniment
ru: Запись событий
sv: Händelseinspelning
th: บันทึกเหตุการณ์
tr: Olay kaydı
vi: Ghi sự kiện
zh_hans: 事件录像
zh_hant: 事件錄像

source: Asia/Kuala Lumpur
cs: Asie / Kuala Lumpur
de: Asien / Kuala Lumpur
fi: Aasia / Kuala Lumpur
he: אסיה / קואלה לומפור
ja: アジア/クアラルンプール
ko: 아시아 / 쿠알라 룸푸르
nl: Azië / Kuala Lumpur
ru: Азия / Куала-Лумпур
sv: Asien / Kuala Lumpur
th: เอเชีย / กัวลาลัมเปอร์
tr: Asya / Kuala Lumpur
vi: Kuala Lumpur
zh_hans: 吉隆坡
zh_hant: 吉隆坡

# adddevice_add_succed
source: Added successfully
cs: Přidáno úspěšně
de: Erfolgreich hinzugefügt
es: Agregado exitosamente
fi: Lisätty onnistuneesti
fr: Ajouté avec succès
he: נוסף בהצלחה
id: Berhasil ditambahkan
it: Aggiunto con successo
ja: 正常に追加されました
ko: 성공적으로 추가되었습니다
nb: Lagt til
nl: Met succes toegevoegd
pl: Dodano pomyślnie
pt_br: Adicionado com sucesso
ro: Adăugat cu succes
ru: Успешно добавлено
sv: Tillagd framgångsrikt
th: เพิ่มเรียบร้อยแล้ว
tr: Başarıyla eklendi
vi: Thêm thành công
zh_hans: 已添加成功
zh_hant: 已添加成功

# addDevice_device_exclusively_bound_1
source: 1. The device is exclusive, please log in with the original account or contact the owner to unbind the device
cs: 1. Zařízení je exkluzivní, přihlaste se prosím pomocí původního účtu nebo kontaktujte vlastníka, aby zařízení zrušil
de: 1. Das Gerät ist exklusiv, bitte melden Sie sich mit dem ursprünglichen Konto an oder kontaktieren Sie den Besitzer, um das Gerät zu entbinden
es: 1. El dispositivo es exclusivo, inicie sesión con la cuenta original o comuníquese con el propietario para desvincular el dispositivo
fi: 1. Laite on eksklusiivinen, kirjaudu sisään alkuperäisellä tilillä tai ota yhteyttä omistajaan laitteen poistamiseksi
fr: 1. L'appareil est exclusif, veuillez vous connecter avec le compte d'origine ou contacter le propriétaire pour dissocier l'appareil
he: 1. המכשיר בלעדי, נא להיכנס עם החשבון המקורי או ליצור קשר עם הבעלים לביטול הכריכה של המכשיר
id: 1. Perangkat ini eksklusif, silakan masuk dengan akun asli atau hubungi pemilik untuk melepaskan ikatan perangkat
it: 1. Il dispositivo è esclusivo, accedi con l'account originale o contatta il proprietario per sbloccare il dispositivo
ja: 1.デバイスは専用です。元のアカウントでログインするか、所有者に連絡してデバイスのバインドを解除してください
ko: 1. 장치는 독점입니다. 원래 계정으로 로그인하거나 장치의 결합을 해제하려면 소유자에게 문의하십시오.
nb: 1. Enheten er eksklusiv, vennligst logg på med den opprinnelige kontoen eller kontakt eieren for å frigjøre enheten
nl: 1. Het apparaat is exclusief, log in met het originele account of neem contact op met de eigenaar om het apparaat los te koppelen!
pl: 1. Urządzenie jest ekskluzywne, zaloguj się na oryginalne konto lub skontaktuj się z właścicielem, aby odwiązać urządzenie
pt_br: 1. O dispositivo é exclusivo, faça login com a conta original ou entre em contato com o proprietário para desvincular o dispositivo
ro: 1. Dispozitivul este exclusiv, vă rugăm să vă conectați cu contul original sau să contactați proprietarul pentru a deconecta dispozitivul
ru: 1. Устройство является эксклюзивным, пожалуйста, войдите в исходную учетную запись или свяжитесь с владельцем, чтобы отвязать устройство.
sv: 1. Enheten är exklusiv, vänligen logga in med det ursprungliga kontot eller kontakta ägaren för att koppla bort enheten
th: 1. อุปกรณ์เป็นเอกสิทธิ์ โปรดเข้าสู่ระบบด้วยบัญชีเดิมหรือติดต่อเจ้าของเพื่อยกเลิกการเชื่อมโยงอุปกรณ์
tr: 1. Cihaz özeldir, lütfen orijinal hesapla giriş yapın veya cihazın bağlantısını kaldırmak için sahibiyle iletişime geçin.
vi: 1. Thiết bị là độc quyền, vui lòng đăng nhập bằng tài khoản gốc hoặc liên hệ với chủ sở hữu để hủy liên kết thiết bị
zh_hans: 1.设备被独占，请使用原账号登录或联系机主解绑设备
zh_hant: 1.設備被獨占，請使用原賬號登錄或聯繫機主解綁設備
