Repository: Yolo-cell-hash/go_home_ios
Catalog: ios/Runner/JASDK/JAResources/XLanguage/X35MultiLanguage/*.lproj/X35MutiLanguage.strings
Languages: cs, de, es, fi, fr, he, id, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sv, th, tr, vi, zh_hans, zh_hant

# myDevice_error_alert_userTonkenInvalid
source: Your login expires,or password is changed,please log in again
cs: Platnost přihlašovacích údajů účtu nebo změna hesla. Přihlaste se znovu.
de: Sitzung abgelaufen oder Passwort geändert. Bitte erneut einloggen.
es: Su nombre de usuario ha caducado o la contraseña ha cambiado,vuelva a iniciar sesión
fi: Tilisi kirjautumistunnus on vanhentunut tai salasanasi on muutettu. Kirjaudu sisään uudelleen.
fr: Votre identifiant expire, ou le mot de passe est modifié, veuillez vous reconnecter
he: אנא התחבר שוב
id: Masuk Kadaluwarsa,atau Sandi berubah,coba masuk lagi
it: Login scaduto,oppure password modificata,prego ripetere accesso
ja: ログインユーザ名が削除されたか、またはパスワードが変更されました。
ko: 로그인 만료 또는 비밀번호가 변경되었습니다.
nb: Konto innlogging er utgått eller passord er endret,logg inn på nytt
nl: Uw login verloopt of uw wachtwoord is gewijzigd,probeer opnieuw in te loggen
pl: Twoje logowanie wygasło lub hasło zostało zmianione,zaloguj się jeszcze raz
pt_br: Seu login expira,ou a senha é alterada,por favor,faça o login novamente
ro: Logarea dvs. expiră sau parola a fost modificată,vă rugăm să vă autentificați din nou
ru: Ваш логин истекает или пароль изменен,пожалуйста,войдите снова
sv: Din inloggning går ut,eller lösenordet ändras,logga in igen
th: การเข้าสู่ระบบของคุณหมดอายุหรือรหัสผ่านมีการเปลี่ยนแปลงโปรดเข้าสู่ระบบอีกครั้ง
tr: Giriş bilgilerinizin süresi doldu veya şifre değiştirildi,lütfen tekrar giriş yapın
vi: Đăng nhập tài khoản của bạn đã hết hạn hoặc mật khẩu của bạn đã bị thay đổi, vui lòng đăng nhập lại
zh_hans: 您的账号登录已过期，或者密码已被修改，请重新登录
zh_hant: 您的賬號登錄已過期，或者密碼已被修改，請重新登錄

# cloud_recording_expired
source: The cloud recording has expired
cs: Platnost cloudového záznamu vypršela
de: Die Cloud-Aufzeichnung ist abgelaufen
es: La grabación en la nube ha expirado
fi: Pilvitallennus on vanhentunut
fr: L'enregistrement en nuage a expiré
he: הקלטת הענן פגה
id: Rekaman cloud telah kedaluwarsa
it: La registrazione nel cloud è scaduta
ja: クラウドの記録の有効期限が切れています
ko: 클라우드 기록이 만료되었습니다
nb: Skyopptaket har gått ut
nl: De cloudopname is verlopen
pl: Nagrywanie w chmurze wygasło
pt_br: A gravação em nuvem expirou
ro: Înregistrarea în cloud a expirat
ru: Запись в облаке истекла
sv: Molninspelningen har gått ut
th: cloud storag หมดอายุ
tr: Bulut kaydının süresi doldu
vi: Bản ghi trên đám mây đã hết hạn
zh_hans: 该云录像已过期
zh_hant: 該雲錄像已過期

# preview_focus
source: Focus
cs: Zaměřit se
de: Fokus
es: Enfocar
fi: Keskity
fr: Concentrer
he: מוֹקֵד
id: Fokus
it: Messa a fuoco
ja: 集中
ko: 집중하다
nb: Fokus
pl: Centrum
pt_br: Foco
ro: Concentrează-te
ru: Фокус
sv: Fokus
th: จุดสนใจ
tr: Odak
vi: Tiêu điểm
zh_hans: 对焦
zh_hant: 對焦

source: America/Phoenix
cs: Amerika / Phoenix
de: Amerika / Phoenix
he: אמריקה / פיניקס
id: Amerika / Phoenix
ja: アメリカ/フェニックス
ko: 아메리카 / 피닉스
pt_br: América / Phoenix
ru: Америка / Phoenix
th: อเมริกา / นกฟีนิกซ์
tr: Amerika / Phoenix
vi: Quận Phoenix Mỹ
zh_hans: 凤凰城美国⼭区
zh_hant: 鳳凰城美國⼭區

# addevice_no_device_found_tip_2
source: Confirmed that the phone and the device are in the same LAN
cs: Potvrzeno, že telefon a zařízení jsou ve stejné síti LAN
de: Bestätigt, dass sich Telefon und Gerät im selben Netzwerk befinden
es: Confirmado que el teléfono y el dispositivo están en la misma LAN
fi: Vahvistettu, että puhelin ja laite ovat samassa lähiverkossa
fr: Confirmé que le téléphone et l'appareil sont dans le même LAN
he: אישר כי הטלפון והמכשיר נמצאים באותו LAN
id: Dikonfirmasi bahwa telepon dan perangkat berada dalam LAN yang sama
it: Potwierdzono, że telefon i urządzenie znajdują się w tej samej sieci LAN
ja: 電話とデバイスが同じLANにあることを確認しました
ko: 전화기와 장치가 동일한 LAN에 있는지 확인했습니다.
nb: Bekreftet at telefonen og enheten har samme LAN
nl: Bevestigd dat de telefoon en het apparaat zich in hetzelfde LAN bevinden
pl: Potwierdzono, że telefon i urządzenie znajdują się w tej samej sieci LAN
pt_br: Confirmado que o telefone e o dispositivo estão na mesma LAN
ro: Confirmat că telefonul și dispozitivul sunt în aceeași rețea LAN
ru: Подтверждено, что телефон и устройство находятся в одной локальной сети
sv: Bekräftat att telefonen och enheten har samma LAN
th: ยืนยันว่าโทรศัพท์และอุปกรณ์อยู่ใน LAN เดียวกัน
tr: Telefonun ve cihazın aynı LAn'da olduğunu doğruladı
vi: Đã xác nhận rằng điện thoại và thiết bị ở trong cùng một mạng cục bộ
zh_hans: 已确认手机与设备处于同一局域网
zh_hant: 已確認手機與設備處於同一局域網

# devicesetting_Video_area
source: Video area
cs: Oblast videa
de: Videobereich
es: Área de video
fi: Videoalue
fr: Espace vidéo
he: אזור וידאו
id: Videogebied
it: Area video
ja: ビデオエリア
ko: 비디오 영역
nb: Videoområde
nl: Videogebied
pl: Obszar wideo
pt_br: Área de vídeo
ro: Zona video
ru: Видео зона
sv: Videoområde
th: พื้นที่วิดีโอ
tr: video alanı
vi: Khu vực video
zh_hans: 视频区域
zh_hant: 視頻區域

# setting_modify_device_password
source: Note:after change device password,users have to change access password in "edit" setting too,otherwise it will show"wrong password".
cs: Poznámka: Po úpravě hesla zařízení musíte modifikovat přístupové heslo synchronně při úpravách,jinak může dojít k chybě hesla.
de: Hinweis: Nachdem das Gerätepasswort geändert wurde, müssen die Benutzer das Zugangspasswort auch über "bearbeiten" ändern. Andernfalls wird"Falsches Passwort" angezeigt.
es: Nota: Después de cambiar la contraseña del Equipo,debe modificar la contraseña de acceso de forma sincrónica en la edición; de lo contrario,es fácil tener una contraseña incorrecta.
fi: Huomautus: Laitteen salasanan muokkaamisen jälkeen sinun on muutettava salasana synkronisesti muokkauksessa,muuten salasanavirhe on helppo tapahtua.
fr: Remarque : après avoir changé le mot de passe de l'appareil, les utilisateurs doivent également modifier le mot de passe d'accès dans le paramètre "edit", sinon il affichera "mot de passe incorrect".
he: שים לב: לאחר שינוי ססמת המכשיר,משתמשים אחרים המחוברים אל המכשיר יצטרכו גם לעדכן את הססמה
id: Catatan: setelah ganti Sandi perangkat,penguna haru mengubah sandi akses di "Ubah" juga,jika tidak akan muncul "Sandi Salah".
it: Nota: Dopo aver modificato la password dispositivo,l'utente dovrà modificare la password anche nel menu "imposta",in caso contrario si avrà un'errore di password
ja: 注：デバイスのパスワードを変更した後、ユーザーは"編集"設定でアクセスパスワードも変更する必要があります。そうしないと、"パスワードが正しくありません"と表示されます。
ko: 참고 : 장치 비밀번호를 변경 한 후에는 사용자가 "편집 "설정에서 액세스 비밀번호를 변경해야합니다. 그렇지 않으면 "잘못된 비밀번호 "가 표시됩니다.
nb: Obs: Etter endret passord på enhet,må brukere endre adgangspassord i sine innstillinger,ellers vil den vise "feil passord".
nl: Opmerking:na wijzigen wachtwoord apparaat,moeten gebruikers het toegangswachtwoord in "bewerken" ook wijzigen,anders wordt "wachtwoord onjuist" weergegeven.
pl: Uwaga: jeśli hasło zostanie zmienione to inni użytkownicy również będą musieli zmienić hasło klikając na "Edycja"w przeciwnym przypadku otrzymają informację "Niepoprawne hasło".
pt_br: Nota: depois de alterar a senha do dispositivo,os usuários também devem alterar a senha de acesso na configuração "edit",caso contrário,ela mostrará "senha incorreta ".
ro: Notă: după schimbarea parolei dispozitivului,utilizatorii trebuie să schimbe și parola de acces în setarea "editare ",în caz contrar se va afișa "parola greșită ".
ru: Примечание: после смены пароля устройства пользователи также должны изменить пароль доступа в настройках "edit",иначе он покажет "неправильный пароль"
sv: Obs! Efter att ha ändrat enhetens lösenord måste användarna ändra åtkomstlösenordet i "redigera " inställningen,annars kommer det att visas "fel lösenord ".
th: หมายเหตุ: หลังจากการเปลี่ยนแปลงรหัสผ่านอุปกรณ์ของผู้ใช้จะต้องใช้รหัสผ่านเข้าถึงการเปลี่ยนแปลงใน "แก้ไข " การตั้งค่ามิฉะนั้นก็จะแสดง "รหัสผ่านผิด "
tr: Not: Cihaz şifresini değiştirdikten sonra,kullanıcılar "edit " ayarında erişim şifresini de değiştirmek zorundadır,aksi halde "yanlış şifre " gösterilecektir.
vi: Lưu ý: Sau khi đổi mật khẩu thiết bị, bạn cần thay đổi mật khẩu truy cập đồng bộ trong quá trình chỉnh sửa, nếu không sẽ rất dễ xảy ra lỗi mật khẩu.
zh_hans: 注意：修改设备密码后，需要在编辑中同步修改访问密码；否则容易出现密码错误的情况。
zh_hant: 注意：修改設備密碼後，需要在編輯中同步修改訪問密碼；否則容易出現密碼錯誤的情況。

# addDecice_user_input
source: Please input user name
cs: Zadejte uživatelské jméno zařízení
de: Bitte Benutzername eingeben
es: Por favor ingrese el nombre de usuario del Equipo
fi: Anna laitteen käyttäjätunnus
fr: Veuillez entrer le nom d'utilisateur
he: אנא הכנס שם משתמש
id: masukan Nama Penguna
it: Prego inserire username
ja: ユーザー名を入力してください
ko: 사용자 ID를 입력해 주세요.
nb: Vennligst skriv inn brukernavn
nl: Gebruikersnaam invoeren
pl: Podaj nazwę użytkownika
pt_br: Por favor insira o nome de usuário
ro: Introduceți numele de utilizator
ru: Пожалуйста,введите имя пользователя
sv: Vänligen ange användarnamn
th: กรุณาใส่ชื่อผู้ใช้
tr: Lütfen kullanıcı adı giriniz
vi: Vui lòng nhập tên người dùng thiết bị
zh_hans: 请输入设备用户名
zh_hant: 請輸入設備用戶名

# preview_no_video_playback_fail
source: Failed to play, please check the network status
cs: Nepodařilo se přehrát, zkontrolujte stav sítě
de: Wiedergabe fehlgeschlagen, bitte Netzwerkstatus prüfen
es: Error al jugar, compruebe el estado de la red
fi: Toistaminen epäonnistui, tarkista verkon tila
fr: Échec de la lecture, veuillez vérifier l'état du réseau.
he: הפעלת הקובץ נכשלה, בדוק את מצב הרשת
id: Gagal bermain, silakan periksa status jaringan
it: Impossibile riprodurre, controlla lo stato della rete
ja: 再生できませんでした。ネットワークの状態を確認してください
ko: 재생하지 못했습니다. 네트워크 상태를 확인하십시오.
nb: Kunne ikke spille, vennligst sjekk nettverksstatusen
nl: Afspelen mislukt. Controleer de netwerkstatus
pl: Nie udało się odtworzyć, sprawdź status sieci
pt_br: Não foi possível jogar, verifique o status da rede
ro: Nu a putut fi redată, verificați starea rețelei
ru: Не удалось воспроизвести, пожалуйста, проверьте состояние сети
sv: Misslyckades med att spela, kolla nätverksstatusen
th: ไม่สามารถเล่นได้โปรดตรวจสอบสถานะเครือข่าย
tr: Oynatılamadı, lütfen ağ durumunu kontrol edin
vi: Phát không thành công, vui lòng kiểm tra trạng thái mạng
zh_hans: 播放失败，请检查网络状态
zh_hant: 播放失敗，請檢查網絡狀態

# addDevice_IP_or_DDNS
source: Input IP address/DDNS
cs: Zadejte IP adresu/DDNS
de: Geben Sie die IP-Adresse/DDNS ein
es: Introduzca la dirección IP/DDNS
fi: Syötä IP-osoite/DDNS
fr: Entrez l'adresse IP/DDNS
he: הזן כתובת IP/DDNS
id: Masukkan alamat IP/DDNS
it: Immettere l'indirizzo IP/DDNS
ja: IPアドレス/ DDNSを入力
ko: IP 주소/DDNS 입력
nb: Skriv inn IP-adresse/DDNS
nl: Invoer IP-adres/DDNS
pl: Wprowadź adres IP/DDNS
pt_br: Insira o endereço IP/DDNS
ro: Introduceți adresa IP/DDNS
ru: Введите IP-адрес/DDNS
sv: Mata in IP-adress/DDNS
th: ป้อนที่อยู่ IP/DDNS
tr: IP adresini/DDNS'yi girin
vi: Nhập địa chỉ IP / DDNS
zh_hans: 输入IP/DDNS
zh_hant: 輸入IP/DDNS

# Service_map_select_work_time
source: Please choose working hours according to your work habits
cs: Zvolte pracovní dobu podle vašich pracovních návyků
de: Bitte wählen Sie die Arbeitszeit entsprechend Ihren Arbeitsgewohnheiten
es: Por favor, elija el horario de trabajo de acuerdo con sus hábitos de trabajo
fi: Valitse työaika työtapojesi mukaan
fr: Veuillez choisir les heures de travail en fonction de vos habitudes de travail
he: אנא בחר שעות עבודה בהתאם להרגלי העבודה שלך
id: Silakan pilih jam kerja sesuai dengan kebiasaan kerja Anda
it: Scegli l'orario di lavoro in base alle tue abitudini di lavoro
ja: 勤務形態に合わせて勤務時間をお選びください
ko: 근무 습관에 따라 근무 시간을 선택하십시오
nb: Velg arbeidstid i henhold til arbeidsvanene dine
nl: Kies de werktijden op basis van uw werkgewoonten
pl: Wybierz godziny pracy zgodnie ze swoimi nawykami pracy
pt_br: Por favor, escolha o horário de trabalho de acordo com seus hábitos de trabalho
ro: Vă rugăm să alegeți orele de lucru în funcție de obiceiurile dvs. de muncă
ru: Пожалуйста, выберите рабочее время в соответствии с вашими привычками
sv: Välj arbetstid enligt dina arbetsvanor
th: โปรดเลือกเวลาทำงานตามลักษณะการทำงานของคุณ
tr: Lütfen çalışma alışkanlıklarınıza göre çalışma saatlerini seçiniz
vi: Vui lòng chọn giờ làm việc theo thói quen làm việc của bạn
zh_hans: 请根据您的工作习惯选择工作时间
zh_hant: 請根據您的工作習慣選擇工作時間

# addevice_current_network
source: Current network:
cs: Aktuální síť:
de: Aktuelles Netzwerk:
es: Red actual:
fi: Nykyinen verkko:
fr: Réseau actuel:
he: רשת נוכחית:
id: Jaringan saat ini:
it: Rete attuale:
ja: 現在のネットワーク：
ko: 현재 네트워크 :
nb: Nåværende nettverk:
nl: Huidig netwerk:
pl: Obecna sieć:
pt_br: Rede atual:
ro: Rețeaua curentă:
ru: Текущая сеть:
sv: Nuvarande nätverk:
th: เครือข่ายปัจจุบัน:
tr: Mevcut ağ:
vi: Mạng hiện hành:
zh_hans: 当前网络：
zh_hant: 當前網絡：

# deviceSetting_Zoom_and_focus
source: Zoom and focus
cs: Zoom a zaostření
de: Zoom und Fokus
es: Zoom y enfoque
fi: Zoomaa ja tarkenna
fr: Zoom et mise au point
he: זום ומיקוד
id: Zoom dan fokus
it: Zoom e messa a fuoco
ja: ズームとフォーカス
ko: 확대/축소 및 초점
nb: Zoom og fokus
nl: Zoomen en scherpstellen
pl: Zoom i ostrość
pt_br: Zoom e foco
ro: Măriți și focalizați
ru: Масштаб и фокус
sv: Zooma och fokusera
th: ซูมและโฟกัส
tr: Yakınlaştır ve odakla
vi: Thu phóng và lấy nét
zh_hans: 变倍与对焦
zh_hant: 變倍與對焦

# cloud_storage_details_advantages_1
source: The video is safer: the video cloud storage can not steal, safe and reliable.
cs: Video je bezpečnější: video cloud skladování, není špatné, nemůže krást, bezpečné a spolehlivé.
de: Videos sind sicherer: Der Video Cloud-Speicher kann nicht gestohlen werden, ist sicher und zuverlässig.
es: El video es más seguro: el almacenamiento en la nube de videos, no está mal, no puede robar, es seguro y confiable.
fi: Video on turvallisempi: videopilven varastointi, ei huono, ei voi varastaa, turvallista ja luotettavaa.
fr: La vidéo est plus sûre: le stockage dans le nuage vidéo, pas mal, ne peut pas voler, sûr et fiable.
he: הוידאו הוא בטוח יותר: אחסון ענן וידאו, לא רע, לא יכול לגנוב, בטוח ואמין.
id: Video lebih aman: penyimpanan cloud video, tidak buruk, tidak bisa mencuri, aman dan dapat diandalkan.
it: Il video è più sicuro: il cloud storage video, non male, non può rubare, sicuro e affidabile.
ja: ビデオはより安全です：ビデオクラウドストレージは、悪くない、盗むことができず、安全で信頼できます。
ko: 비디오가 더 안전합니다. 비디오 클라우드 스토리지가 나쁘지는 않지만 안전하고 신뢰할 수 있습니다.
nb: Videoen er tryggere: videoen lagringsplassen, ikke dårlig, kan ikke stjele, trygt og pålitelig.
nl: De video is veiliger: de video-cloudopslag, niet slecht, kan niet stelen, veilig en betrouwbaar.
pl: Wideo jest bezpieczniejsze: przechowywanie w chmurze wideo, niezłe, nie może ukraść, bezpiecznie i niezawodnie.
pt_br: O vídeo é mais seguro: o armazenamento em nuvem de vídeo, não é ruim, não pode roubar, seguro e confiável.
ro: Videoclipul este mai sigur: stocarea video nor, nu rea, nu poate fura, sigur și sigur.
ru: Видео безопаснее: облачное хранилище видео, неплохое, не может украсть, безопасное и надежное.
sv: Videon är säkrare: videoljudlagret, inte dåligt, kan inte stjäla, säkert och pålitligt.
th: วิดีโอปลอดภัยกว่า: วิดีโอจะถูกเก็บไว้ในระบบคลาวด์ซึ่งปลอดภัยและเชื่อถือได้
tr: Video daha güvenli: video bulut depolama alanı fena değil, çalınamıyor, güvenli ve güvenilir.
vi: Video an toàn hơn: Video được lưu trữ trên đám mây, nó không bị phá vỡ hoặc bị đánh cắp và nó an toàn và đáng tin cậy.
zh_hans: 录像更安全：录像云端存储，砸不坏，偷不走，安全可靠。
zh_hant: 錄像更安全：錄像雲端存儲，砸不壞，偷不走，安全可靠。

# devicesetting_Night_vision_fill_light
source: Night vision mode
cs: Režim nočního vidění
de: Nachtsicht-Modus
es: Modo de visión nocturna
fi: Pimeänäkötila
fr: Mode vision nocturne
he: מצב ראיית לילה
id: Mode penglihatan malam
it: Modalità visione notturna
ja: 暗視モード
ko: 야간 투시 모드
nb: Nattsynsmodus
nl: Nachtzichtmodus
pl: Tryb noktowizora
pt_br: Modo de visão noturna
ro: Modul de vedere pe timp de noapte
ru: Режим ночного видения
sv: Night vision-läge
th: โหมดการมองเห็นตอนกลางคืน
tr: Gece görüş modu
vi: Chế độ nhìn ban đêm
zh_hans: 夜视补光灯模式
zh_hant: 夜視補光燈模式

# preview_Preset
source: Preset
cs: Přednastavení
es: Preestablecido
fi: Esiasetettu
fr: Préréglé
he: מוגדר מראש
id: Prasetel
it: Preimpostato
ja: プリセット
ko: 프리셋
nb: Forhåndsinnstilt
nl: Vooraf ingesteld
pl: Zaprogramowane
pt_br: Predefinição
ro: Presetat
ru: Предустановка
sv: Förinställa
th: ที่ตั้งไว้ล่วงหน้า
tr: ön ayar
vi: Đặt trước
zh_hans: 预置位
zh_hant: 預置位

# Devicesetting_SIM_card_abnormality
source: SIM card abnormality
cs: Abnormalita SIM karty
de: Anomalie der SIM-Karte
es: Anomalía de la tarjeta SIM
fi: SIM-kortin poikkeavuus
fr: Anomalie de la carte SIM
he: חריגה בכרטיס ה-SIM
id: kelainan kartu SIM
it: Anomalia della scheda SIM
ja: SIMカードの異常
ko: SIM 카드 이상
nb: Unormal SIM-kort
nl: Simkaart afwijking
pl: Nieprawidłowość karty SIM
pt_br: Anomalia do cartão SIM
ro: Anomalii cardului SIM
ru: Неисправность SIM-карты
sv: Onormalt SIM-kort
th: ความผิดปกติของซิมการ์ด
tr: SIM kart anormalliği
vi: Thẻ SIM bất thường
zh_hans: SIM卡异常
zh_hant: SIM卡異常

# cloud_storage_details_advantages_2
source: More efficient viewing: generate alarm video in real time, quickly grasp the alarm situation, the video is clear and smooth without jamming
cs: Zobrazit efektivnější: generovat alarm video v reálném čase, rychle pochopit alarm situace, video je jasné a hladké a není přilepená.
de: Effizientere Ansicht: ein Alarm-Video wird in Echtzeit erstellt, Sie können schnell die Alarmsituation erfassen, das Video ist klar und wird flüssig ohne Hänger abgespielt.
es: Ver más eficiente: generar video de alarma en tiempo real, captar rápidamente la situación de la alarma, el video es claro y suave y no está atascado.
fi: Näytä tehokkaampi: luo hälytysvideo reaaliajassa, tartu nopeasti hälytystilanteeseen, video on selkeä ja sileä eikä tartu.
fr: Voir plus efficace: générer une vidéo d'alarme en temps réel, saisir rapidement la situation d'alarme, la vidéo est claire, fluide et non bloquée.
he: הצג יעיל יותר: ליצור וידאו אזעקה בזמן אמת, במהירות לתפוס את מצב אזעקה, הווידאו ברור וחלק ולא תקוע.
id: Lihat lebih efisien: menghasilkan video alarm secara real time, dengan cepat memahami situasi alarm, video jelas dan halus dan tidak macet.
it: Visualizza più efficiente: genera video di allarme in tempo reale, cogli rapidamente la situazione di allarme, il video è chiaro, fluido e non bloccato.
ja: より効率的に表示：リアルタイムでアラームビデオを生成し、すばやくアラーム状況を把握します。ビデオは鮮明で滑らかで動けなくなります。
ko: 더 효율적인보기 : 실시간으로 알람 비디오를 생성하고, 알람 상황을 신속하게 파악하며, 비디오가 깨끗하고 부드럽고 멈추지 않습니다.
nb: Se mer effektivt: generer alarmvideo i sanntid, raskt ta tak i alarmsituasjonen, videoen er klar og glatt og ikke fast.
nl: Efficiënter weergeven: genereer alarmvideo in realtime, pak snel de alarmsituatie, de video is helder en soepel en zit niet vast.
pl: Zobacz bardziej wydajne: generuj wideo alarmowe w czasie rzeczywistym, szybko uchwyć sytuację alarmową, wideo jest wyraźne i gładkie i nie zakleszczone.
pt_br: Ver mais eficiente: gerar vídeo de alarme em tempo real, segure rapidamente a situação de alarme, o vídeo é claro e suave e não preso.
ro: Afișați mai eficient: generați videoclipuri de alarmă în timp real, înțelegeți rapid situația alarmei, videoclipul este clar și neted și nu este blocat.
ru: Просматривайте более эффективно: генерируйте видео тревоги в реальном времени, быстро понимайте ситуацию тревоги, видео четкое и плавное и не застревает.
sv: Visa effektivare: Skapa alarmvideon i realtid, ta snabbt grepp om larmsituationen, videon är klar och slät och inte fast.
th: การรับชมที่มีประสิทธิภาพมากขึ้น: การสร้างวิดีโอเตือนภัยขนาดเล็กแบบเรียลไทม์, เข้าใจสถานการณ์การเตือนภัยอย่างรวดเร็ว, การบันทึกที่ชัดเจนและราบรื่นโดยไม่ต้องแช่แข็ง
tr: Daha verimli görüntüleme: alarm videosunu gerçek zamanlı olarak oluşturun, alarm durumunu hızlı bir şekilde kavrayın, video net ve pürüzsüz ve sıkışmış değil.
vi: Xem hiệu quả hơn: tạo video cảnh báo nhỏ trong thời gian thực, nhanh chóng nắm bắt tình hình báo động, video rõ ràng và mượt mà không bị đóng băng.
zh_hans: 查看更高效：实时生成报警小视频，快速掌握报警情况，录像清晰流畅不卡顿。
zh_hant: 查看更高效：實時生成報警小視頻，快速掌握報警情況，錄像清晰流暢不卡頓。

# devicesetting_signal_strength
source: Signal strength
cs: Síla signálu
de: Signalstärke
es: Intensidad de señal
fi: Signaalin voimakkuus
fr: Force du signal
he: עוצמת אות
id: Kekuatan sinyal
it: La potenza del segnale
ja: WIFI信号強度
ko: 신호 강도
nb: Signalstyrke
nl: Signaalsterkte
pl: Siła sygnału
pt_br: Sinal de força
ro: Puterea semnalului
ru: Сила сигнала
sv: Signalstyrka
th: ความแรงของสัญญาณ
tr: Sinyal gücü
vi: Cường độ tín hiệu
zh_hans: 信号强度
zh_hant: 信號強度

# addDevice_help_text4
source: 2、 Indicatie light flashes
cs: 2,kontrolka bliká
de: 2. Status LED blinkt
es: 2、 La luz indicadora parpadea
fi: 2,merkkivalo vilkkuu
fr: 2、 Le voyant clignote
he: 2、 נורית החיווי מהבהבת
id: 2、 Indikator akan berkelip
it: 2、 L'indicatore luminoso lampeggia
ja: 2.ランプが点滅します。
ko: 2、 제품 표시등이 깜빡입니다.
nb: 2、 Indikator blinker (Hvis ja,hopp over dette steget)
nl: 2、 Het indicatielampje knippert
pl: 2、 Kontrolka LED miga.
pt_br: A luz 2、Indicator pisca
ro: 2、Indicatorul luminează intermitent
ru: 2、 Индикатор мигает
sv: 2、 Indikator lampan blinkar
th: ไฟสถานะ กระพริบ
tr: 2、 gösterge ışığı yanıp söner
vi: 2. Đèn báo chuyển sang nhấp nháy
zh_hans: 2、指示灯变为闪烁
zh_hant: 2、指示燈變為閃爍

# cloud_storage_details_advantages_3
source: Cloud storage: Camera video is stored in cloud space, no space limit, and unlimited cloud storage space.
cs: Cloud storage: Kamerové video je uloženo v cloudovém prostoru, není omezeno prostorem a neomezeným úložným prostorem v cloudu.
de: Cloud-Speicher: Kameravideos werden im Cloud-Bereich ohne Speicherplatz-Begrenzung und unbegrenztem Cloud-Speicherplatz gespeichert.
es: Almacenamiento en la nube: el video de la cámara se almacena en el espacio en la nube, sin límite de espacio, y espacio de almacenamiento en la nube ilimitado.
fi: Pilvisäilytys: Kameravideo tallennetaan pilvipaikalle, ilman välilyöntiä ja rajattoman pilvipaikan säilytystilaa.
fr: Stockage dans le cloud: la vidéo de la caméra est stockée dans un espace cloud, sans limite d'espace, et dans un espace de stockage cloud illimité.
he: אחסון ענן: סרטון מצלמה מאוחסן בחלל ענן, ללא מגבלת מקום וענן ענן בלתי מוגבל.
id: Penyimpanan cloud: Video kamera disimpan dalam ruang cloud, tidak ada batas ruang, dan ruang penyimpanan cloud tidak terbatas.
it: Archiviazione su cloud: i video delle telecamere vengono archiviati nello spazio cloud, senza limiti di spazio e spazio di archiviazione cloud illimitato.
ja: クラウドストレージ：カメラビデオはクラウドスペースに保存され、スペース制限はなく、無制限のクラウドストレージスペースに保存されます。
ko: 클라우드 스토리지 : 카메라 비디오는 클라우드 공간에 저장되며 공간 제한이 없으며 무제한 클라우드 스토리지 공간에 저장됩니다.
nb: Cloud-lagring: Kameravideoen lagres i skyplass, ingen plassgrense og ubegrenset lagringsplass for sky.
nl: Cloudopslag: cameravideo wordt opgeslagen in cloud-ruimte, geen ruimtelimiet en onbeperkte opslagruimte in de cloud.
pl: Przechowywanie w chmurze: wideo z kamery jest przechowywane w przestrzeni chmurowej, bez limitu miejsca i nieograniczonej przestrzeni do przechowywania w chmurze.
pt_br: Armazenamento em nuvem: o vídeo da câmera é armazenado no espaço da nuvem, sem limite de espaço e espaço de armazenamento ilimitado na nuvem.
ro: Depozitare în cloud: Videoclipul camerei video este stocat în spațiul nor, fără limită de spațiu și spațiu de stocare nelimitat în cloud.
ru: Облачное хранилище: видео с камеры хранится в облачном пространстве, без ограничения пространства и неограниченном облачном хранилище.
sv: Cloud storage: Kameravideo lagras i molnutrymme, ingen rymdgräns och obegränsat lagringsutrymme för moln.
th: ที่เก็บข้อมูลบนคลาวด์: วิดีโอจากกล้องจะถูกเก็บไว้ในพื้นที่คลาวด์ไม่จำกัดพื้นที่ และพื้นที่เก็บข้อมูลบนคลาวด์ไม่จำกัด
tr: Bulut depolama: Kamera videosu, bulut alanda, sınırsız ve sınırsız bulut depolama alanında saklanır.
vi: Lưu trữ đám mây: Các bản ghi camera được lưu trữ trong không gian đám mây, không giới hạn dung lượng và không gian lưu trữ đám mây không giới hạn.
zh_hans: 云端存储：摄像机录像存储在云空间，无空间大小限制，拥有无限云端存储空间。
zh_hant: 雲端存儲：攝像機錄像存儲在雲空間，無空間大小限制，擁有無限雲端存儲空間。
