Repository: Yolo-cell-hash/go_home_ios
Catalog: ios/Runner/JASDK/JAResources/XLanguage/X35MultiLanguage/*.lproj/X35MutiLanguage.strings
Languages: cs, de, es, fi, fr, he, id, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sv, th, tr, vi, zh_hans, zh_hant

# adddevice_confirm_suit_network_status
source: 3、For kit device, please confirm whether the device is connected to the network.
cs: 3、 Nastavte oblek, potvrďte, zda je zařízení připojeno k síti.
de: 3. Überprüfen Sie bei Rekordern, ob das Gerät mit dem Netzwerk verbunden ist.
es: 3、 Configure el traje, confirme si el Equipo está conectado a la red.
fi: 3、 Aseta puku, varmista, että laite on kytketty verkkoon.
fr: 3、 Configurez la combinaison. Vérifiez si le périphérique est connecté au réseau.
he: 3、 הגדר את החליפה, אנא אשר אם המכשיר מחובר לרשת.
id: 3、 Setel setelan, harap konfirmasi apakah perangkat terhubung ke jaringan.
it: 3、 Impostare la tuta, si prega di confermare se il dispositivo è collegato alla rete.
ja: 3、スーツを設定し、デバイスがネットワークに接続されているかどうかを確認してください。
ko: 3、 정장을 설정하고 장치가 네트워크에 연결되어 있는지 확인하십시오.
nb: 3、 Sett dressen, bekreft om enheten er koblet til nettverket.
nl: 3、 Stel het pak in, bevestig of het apparaat is verbonden met het netwerk.
pl: 3、 Ustaw garnitur, potwierdź, czy urządzenie jest podłączone do sieci.
pt_br: 3、 Coloque o traje, confirme se o dispositivo está conectado à rede.
ro: 3、 Setați costumul, vă rugăm să confirmați dacă dispozitivul este conectat la rețea.
ru: 3、 Установите костюм, пожалуйста, подтвердите, подключено ли устройство к сети.
sv: 3、 Ställ in kostymen, bekräfta om enheten är ansluten till nätverket.
th: 3. โปรดตรวจสอบว่าอุปกรณ์เชื่อมต่อกับเครือข่ายหรือไม่
tr: 3、 Elbiseyi ayarlayın, lütfen cihazın ağa bağlı olup olmadığını kontrol edin.
vi: 3. Vui lòng xác nhận xem thiết bị có được kết nối với mạng hay không
zh_hans: 3、套装设备请确认设备是否已连接网络
zh_hant: 3、套裝設備請確認設備是否已連接網絡

# preview_continue_download
source: Continue(%1$s)
cs: Pokračovat(%1$s)
de: Fortsetzen(%1$s)
es: Continuar(%1$s)
fi: Jatka(%1$s)
fr: Continuer(%1$s)
he: המשך (%1$s)
id: Lanjutkan (%1$s)
it: Continuare(%1$s)
ja: 続行(%1$s)
ko: 계속(%1$s)
nb: Fortsette(%1$s)
nl: Doorgaan (%1$s)
pl: Kontynuuj(%1$s)
pt_br: Continuar(%1$s)
ro: Continuare(%1$s)
ru: Продолжить(%1$s)
sv: Fortsätter(%1$s)
th: ต่อ (%1$s)
tr: Devam(%1$s)
vi: Tiếp tục tải xuống (%1$s)
zh_hans: 继续下载(%1$s)
zh_hant: 繼續下載(%1$s)

# Devicesetting_light_to_warn
source: Light warning will be triggered when human movement is detected.
cs: Světelné varování se spustí, když je detekován pohyb člověka.
de: Eine Lichtwarnung wird ausgelöst, wenn eine menschliche Bewegung erkannt wird.
es: La luz de advertencia se activará cuando se detecte movimiento humano.
fi: Valovaroitus laukeaa, kun ihmisen liike havaitaan.
fr: Un avertissement lumineux sera déclenché lorsqu'un mouvement humain est détecté.
he: אזהרת אור תופעל כאשר תזוהה תנועה אנושית.
id: Lichtwaarschuwing wordt geactiveerd wanneer menselijke beweging wordt gedetecteerd.
it: L'avviso luminoso verrà attivato quando viene rilevato un movimento umano.
ja: 人の動きを検知すると、ライト警告がトリガーされます。
ko: 사람의 움직임이 감지되면 가벼운 경고가 트리거됩니다.
nb: Lysvarsel vil utløses når menneskelig bevegelse oppdages.
nl: Lichtwaarschuwing wordt geactiveerd wanneer menselijke beweging wordt gedetecteerd.
pl: Światło ostrzegawcze zostanie uruchomione po wykryciu ruchu człowieka.
pt_br: O aviso de luz será acionado quando o movimento humano for detectado.
ro: Avertizare luminoasă va fi declanșată atunci când este detectată mișcarea umană.
ru: При обнаружении движения человека срабатывает световое предупреждение.
sv: Ljusvarning kommer att utlösas när mänsklig rörelse upptäcks.
th: ไฟเตือนจะทำงานเมื่อตรวจพบการเคลื่อนไหวของมนุษย์
tr: İnsan hareketi algılandığında ışık uyarısı tetiklenecektir.
vi: Cảnh báo ánh sáng sẽ được kích hoạt khi phát hiện chuyển động của con người.
zh_hans: 侦测到有人移动时，摄像机会使用灯光警示
zh_hant: 偵測到有人移動時，攝像機會使用燈光警示

# IOS_app_bluetooth_status
source: 2、 Go to the settings to confirm whether the "Bluetooth Sharing" permission of APP is enabled.
cs: 2、 Přejděte na nastavení a potvrďte, zda je povoleno oprávnění APP "Bluetooth Sharing".
de: 2. Öffnen Sie die Einstellungen, um zu prüfen, ob die App-Berechtigung "Bluetooth Sharing" aktiviert ist.
es: 2、 Vaya a la configuración para confirmar si el permiso APP "Bluetooth Sharing" está habilitado.
fi: 2、 Siirry asetuksiin ja varmista, että APP "Bluetooth Sharing" -lupa on käytössä.
fr: 2、 Accédez aux paramètres pour vérifier si l’autorisation APP "Bluetooth Sharing" est activée.
he: 2、 עבור להגדרות כדי לאשר אם הרשאת "שיתוף בלוטות" של APP מופעלת.
id: 2、 Buka pengaturan untuk mengonfirmasi apakah izin APP "Bluetooth Sharing" diaktifkan.
it: 2、 Vai alle impostazioni per confermare se l'autorizzazione APP "Condivisione Bluetooth" è abilitata.
ja: 2、設定に移動して、APP "Bluetooth共有"権限が有効になっているかどうかを確認します。
ko: 2、 설정으로 이동하여 APP "Bluetooth 공유"권한이 활성화되어 있는지 확인하십시오.
nb: 2、 Gå til innstillingene for å bekrefte om tillatelsen APP "Bluetooth Sharing" er aktivert.
nl: 2、 Ga naar de instellingen om te bevestigen of de APP "Bluetooth Sharing" toestemming is ingeschakeld.
pl: 2、 Przejdź do ustawień, aby potwierdzić, czy zezwolenie APP "Udostępnianie Bluetooth" jest włączone.
pt_br: 2、 Vá para as configurações para confirmar se a permissão APP "Bluetooth Sharing" está ativada.
ro: 2、 Accesați setările pentru a confirma dacă permisiunea APP "Bluetooth Sharing" este activată.
ru: 2、 Перейдите в настройки, чтобы подтвердить, включено ли разрешение APP "Bluetooth Sharing".
sv: 2、 Gå till inställningarna för att bekräfta om APP "Bluetooth Sharing " -tillståndet är aktiverat.
th: 2. โปรดไปที่การตั้งค่าเพื่อตรวจสอบว่าการอนุญาต "แชร์บลูทูธ " ของแอปเปิดอยู่หรือไม่
tr: 2、 APP "Bluetooth Sharing " izninin etkin olup olmadığını onaylamak için ayarlara gidin.
vi: 2. Vui lòng đi tới cài đặt để xác nhận xem quyền "Chia sẻ Bluetooth" của APP có được bật hay không
zh_hans: 2、请前往设置确认APP“蓝牙共享”权限是否已开启
zh_hant: 2、請前往設置確認APP“藍牙共享”權限是否已開啟

# devicesetting_Device_signal_Being_tested
source: Testing now ,please wait…
cs: Testován,prosím čekejte ...
de: Test läuft, bitte warten ...
es: Siendo probado,por favor espere ...
fi: Odota ...
fr: En cours de test, veuillez patienter...
he: בודקים עכשיו, אנא המתן...
id: Mulai test,silakan tunggu…
it: In fase di test,per favore aspetta ...
ja: テスト中ですので、お待ちください...
ko: 테스트 중이므로 잠시 기다려주십시오 ...
nb: Å bli testet,vennligst vent ...
nl: Wordt getest,een ogenblik geduld ...
pl: Będąc testowanym,proszę czekać ...
pt_br: Sendo testado,por favor aguarde ...
ro: Fiind testat,vă rugăm să așteptați ...
ru: Проходите тестирование,пожалуйста,подождите ...
sv: Testas,var god vänta ...
th: กำลังทดสอบอยู่, โปรดรอ ...
tr: Test ediliyor,lütfen bekleyin ...
vi: Đang kiểm tra, vui lòng đợi ...
zh_hans: 正在检测中，请稍后...
zh_hant: 正在檢測中，請稍後...

# adddevice_configure_network_success_ios
source: The network has been successfully configured for your device %@
cs: Síť byla úspěšně nakonfigurována pro vaše zařízení%@
de: Das Netzwerk wurde erfolgreich für Ihr Gerät%@ konfiguriert.
es: La red se ha configurado correctamente para su Equipo%@
fi: Verkko on määritetty laitteellesi%@ onnistuneesti
fr: Le réseau a été configuré avec succès pour votre périphérique%@
he: הרשת הוגדרה בהצלחה עבור המכשיר שלך%@
id: Jaringan telah berhasil dikonfigurasikan untuk perangkat Anda%@
it: La rete è stata configurata correttamente per il tuo dispositivo%@
ja: ネットワークはデバイス%@に対して正常に構成されました
ko: 장치 %@에 대해 네트워크가 성공적으로 구성되었습니다
nb: Nettverket er konfigurert for enheten%@
nl: Het netwerk is succesvol geconfigureerd voor uw apparaat%@
pl: Sieć została pomyślnie skonfigurowana dla Twojego urządzenia%@
pt_br: A rede foi configurada com sucesso para o seu dispositivo%@
ro: Rețeaua a fost configurată cu succes pentru dispozitivul dvs.%@
ru: Сеть была успешно настроена для вашего устройства%@
sv: Nätverket har konfigurerats för din enhet%@
th: กำหนดค่าเครือข่ายสำหรับอุปกรณ์ของคุณเรียบร้อยแล้ว%@
tr: Ağ,%@ cihazınız için başarıyla yapılandırıldı
vi: Mạng đã được định cấu hình thành công cho thiết bị của bạn%@
zh_hans: 已为您的设备%@成功配置网络
zh_hant: 已為您的設備%@成功配置網絡

# device_setting_version
source: Device version
cs: Verze zařízení
de: Geräte Version
es: Versión del Equipo
fi: Laitteen versio
fr: Version de l'appareil
he: גרסת המכשיר
id: Versi Perangkat
it: Versione dispositivo
ja: デバイスのバージョン
ko: 제품 버전
nb: Enhetsversjon
nl: Apparaatversie
pl: Wersja urządzenia
pt_br: Versão do dispositivo
ro: Versiunea dispozitivului
ru: Версия устройства
sv: Enhetsversion
th: เวอร์ชันอุปกรณ์
tr: Cihaz sürümü
vi: Phiên bản thiết bị
zh_hans: 设备版本
zh_hant: 設備版本

# devicesetting_choose_download_recorded_videos
source: You can choose to download up to 20 recorded videos
cs: Můžete si vybrat stažení až 20 nahraných videí
de: Sie können bis zu 20 aufgezeichnete Videos herunterladen
es: Puede elegir descargar hasta 20 videos grabados
fi: Voit ladata enintään 20 tallennettua videota
fr: Vous pouvez choisir de télécharger jusqu'à 20 vidéos enregistrées
he: אתה יכול לבחור להוריד עד 20 סרטונים מוקלטים
id: Anda dapat memilih untuk mengunduh hingga 20 rekaman video
it: Puoi scegliere di scaricare fino a 20 video registrati
ja: 最大20本の録画ビデオをダウンロードすることを選択できます
ko: 최대 20개의 녹화된 비디오를 다운로드하도록 선택할 수 있습니다.
nb: Du kan velge å laste ned opptil 20 innspilte videoer
nl: U kunt ervoor kiezen om maximaal 20 opgenomen video's te downloaden
pl: Możesz pobrać do 20 nagranych filmów
pt_br: Você pode optar por baixar até 20 vídeos gravados
ro: Puteți alege să descărcați până la 20 de videoclipuri înregistrate
ru: Вы можете загрузить до 20 записанных видео.
sv: Du kan välja att ladda ner upp till 20 inspelade videor
th: คุณสามารถเลือกดาวน์โหลดวิดีโอที่บันทึกไว้ได้สูงสุด 20 รายการ
tr: 20 adede kadar kayıtlı videoyu indirmeyi seçebilirsiniz
vi: Bạn có thể chọn tải xuống tối đa 20 video đã quay
zh_hans: 最多可选择下载20个录像视频
zh_hant: 最多可選擇下載20個錄像視頻

source: Europe/Athens
cs: Evropa / Atény
de: Europa / Athen
es: Europa / Atenas
fr: Europe / Athènes
he: אירופה / אתונה
id: Eropa / Athena
ja: ヨーロッパ/アテネ
ko: 유럽 ​​/ 아테네
nb: Europa / Athen
pl: Europa / Ateny
pt_br: Europa / Atenas
ro: Europa / Atena
ru: Европа / Афины
th: ยุโรป / เอเธนส์
tr: Avrupa / Atina
vi: Athens / Đông Âu
zh_hans: 雅典/东欧
zh_hant: 雅典/東歐

# deviceSetting_in_and_out
source: In and out
cs: Dovnitř a ven
de: Rein und raus
es: dentro y fuera
fi: Sisään ja ulos
fr: Dedans et dehors
he: פנימה והחוצה
id: Masuk dan keluar
it: Dentro e fuori
ja: 内外に
ko: 인앤아웃
nb: Inn og ut
nl: In en uit
pl: W I poza
pt_br: Dentro e fora
ro: În și în afara
ru: И из
sv: In och ut
th: ในและนอก
tr: İç ve dış
vi: Trong và ngoài
zh_hans: 出入
zh_hant: 出入

# person_feedback_wait_replay
source: Feedback has been submitted, please be patient ...
cs: Zpětná vazba byla odeslána, buďte trpěliví ...
de: Feedback wurde gesendet, bitte haben Sie etwas Geduld ...
es: Se han enviado comentarios, tenga paciencia ...
fi: Palaute on lähetetty, ole kärsivällinen ...
fr: Des commentaires ont été soumis, veuillez patienter ...
he: משוב הוגש, אנא היה סבלני ...
id: Umpan balik telah dikirimkan, harap bersabar ...
it: Il feedback è stato inviato, si prega di pazientare ...
ja: フィードバックが送信されました。しばらくお待ちください...
ko: 피드백이 제출되었습니다. 잠시만 기다려주십시오 ...
nb: Tilbakemelding er sendt, vær tålmodig ...
nl: Er is feedback ingediend, even geduld aub ...
pl: Przesłano opinię, prosimy o cierpliwość ...
pt_br: O feedback foi enviado, seja paciente ...
ro: Feedback-ul a fost trimis, vă rugăm să aveți răbdare ...
ru: Отзыв отправлен, пожалуйста, наберитесь терпения ...
sv: Feedback har lämnats, var tålamod ...
th: ส่งข้อเสนอแนะแล้วโปรดอดใจรอ ...
tr: Geri bildirim gönderildi, lütfen sabırlı olun ...
vi: Phản hồi đã được gửi, vui lòng kiên nhẫn chờ đợi ...
zh_hans: 反馈已提交，请耐心等候...
zh_hant: 反饋已提交，請耐心等候...

# person_Cancellation_failed_tips
source: Please make sure all devices under your account have been deleted
cs: Ujistěte se, že byla smazána všechna zařízení pod vaším účtem
de: Bitte stellen Sie sicher, dass alle Geräte in Ihrem Konto gelöscht wurden
es: Asegúrese de que se hayan eliminado todos los dispositivos de su cuenta
fi: Varmista, että kaikki tililläsi olevat laitteet on poistettu
fr: Veuillez vous assurer que tous les appareils de votre compte ont été supprimés
he: ודא שכל המכשירים שבחשבון שלך נמחקו
id: Pastikan semua perangkat di bawah akun Anda telah dihapus
it: Assicurati che tutti i dispositivi sotto il tuo account siano stati eliminati
ja: アカウントのすべてのデバイスが削除されていることを確認してください
ko: 계정에 있는 모든 기기가 삭제되었는지 확인하세요.
nb: Sørg for at alle enhetene under kontoen din er slettet
nl: Zorg ervoor dat alle apparaten onder uw account zijn verwijderd
pl: Upewnij się, że wszystkie urządzenia na Twoim koncie zostały usunięte
pt_br: Certifique-se de que todos os dispositivos em sua conta foram excluídos
ro: Vă rugăm să vă asigurați că toate dispozitivele din contul dvs. au fost șterse
ru: Убедитесь, что все устройства под вашей учетной записью были удалены.
sv: Se till att alla enheter under ditt konto har raderats
th: โปรดตรวจสอบให้แน่ใจว่าอุปกรณ์ทั้งหมดในบัญชีของคุณถูกลบไปแล้ว
tr: Lütfen hesabınızdaki tüm cihazların silindiğinden emin olun.
vi: Hãy đảm bảo rằng tất cả các thiết bị trong tài khoản của bạn đã bị xóa
zh_hans: 请确保您的账号下所有设备已删除
zh_hant: 請確保您的賬號下所有設備已刪除

# adddevice_Search_again
source: Search again
cs: Hledej znovu
de: Erneut suchen
es: Busca de nuevo
fi: Etsi uudestaan
fr: Chercher à nouveau
he: חפש שוב
id: Mencari lagi
it: Cerca ancora
ja: もう一度検索
ko: 다시 검색
nb: Søk igjen
nl: Opnieuw zoeken
pl: Poszukaj ponownie
pt_br: Procure denovo
ro: Caută din nou
ru: Искать снова
sv: Sök igen
th: ค้นหาอีกครั้ง
tr: Tekrar aramak
vi: Tìm kiếm lại
zh_hans: 重新搜索
zh_hant: 重新搜索

# deviceSetting_Storage_settings
source: Storage settings
cs: Nastavení úložiště
de: Gerätespeicher
es: Configuraciones de almacenamiento
fi: Tallennusasetukset
fr: Paramètres de stockage
he: הגדרות אחסון
id: Pengaturan penyimpanan
it: Impostazioni di archiviazione
ja: 映像保存設定
ko: 스토리지 설정
nb: Lagringsinnstillinger
nl: Opslag instellingen
pl: Ustawienia przechowywania
pt_br: Configurações de armazenamento
ro: Setări de stocare
ru: Настройки хранилища
sv: Lagringsinställningar
th: การตั้งค่าการจัดเก็บ
tr: Depolama ayarları
vi: Cài đặt bộ nhớ
zh_hans: 存储设置
zh_hant: 存儲設置

# devicesetting_motion_detection_track
source: Humanoid tracking
cs: Humanoidní sledování
de: Bewegungserkennung-Verfolgung
es: Seguimiento humanoide
fi: Humanoidien seuranta
fr: Suivi des humanoïdes
he: מעקב הומנואידי
id: Pelacakan humanoid
it: Tracciamento umanoide
ja: ヒューマノイドの追跡
ko: 모션 감지 추적
nb: Humanoid sporing
nl: Humanoïde tracking
pl: Śledzenie humanoidalne
pt_br: Rastreamento humanóide
ro: Urmărirea umanoidă
ru: Отслеживание гуманоидов
sv: Humanoid spårning
th: ระบบติดตามบุคคล
tr: İnsansı izleme
vi: Theo dõi hình người
zh_hans: 人形跟踪
zh_hant: 人形跟踪

# register_error_numberFormatFail
source: Format of cellphone number is wrong,input again
cs: Zadané telefonní číslo je v nesprávném formátu. Zadejte prosím znovu
de: Formatfehler Telefonnummer, erneut eingeben
es: El formato del número de teléfono celular es incorrecto,ingrese de nuevo
fi: Syöttämäsi puhelinnumero on väärässä muodossa
fr: Le format du numéro de téléphone portable est erroné, entrez à nouveau
he: פורמט מספר טלפון שגוי
id: Format nomor HP salah,coba lagi
it: Numero telefonico errato,reinserire
ja: 電話番号が間違っています。もう一度入力してください。
ko: 휴대폰 번호 형식이 올바르지 않습니다.
nb: Ugyldig mobiltelefonnummer,prøv igjen
nl: Opmaak mobiel nummer onjuist,opnieuw invoeren
pl: Zły format numeru telefonu,podaj ponownie
pt_br: Formato do número do celular está errado,insira novamente
ro: Formatul numărului de telefon mobil este greșit,introduceți din nou
ru: Неверный формат номера телефона,введите снова
sv: Format på mobilnummer är fel,mata in igen
th: รูปแบบของหมายเลขโทรศัพท์ไม่ถูกต้องให้ป้อนอีกครั้ง
tr: Cep telefonu numarasının formatı yanlış,tekrar girin
vi: Định dạng của số điện thoại di động đã nhập sai, vui lòng nhập lại
zh_hans: 输入的手机号格式有误，请重新输入
zh_hant: 輸入的手機號格式有誤，請重新輸入

# adddevice_configure_network_success
source: The network has been successfully configured for your device %1$s
cs: Síť byla úspěšně nakonfigurována pro vaše zařízení%1$s
de: Das Netzwerk wurde erfolgreich für Ihr Gerät%1$s konfiguriert
es: La red se ha configurado correctamente para su Equipo%1$s
fi: Verkko on määritetty laitteellesi%1$s onnistuneesti
fr: Le réseau a été configuré avec succès pour votre périphérique%1$s
he: הרשת הוגדרה בהצלחה עבור המכשיר שלך%1$s
id: Jaringan telah berhasil dikonfigurasikan untuk perangkat Anda%1$s
it: La rete è stata configurata correttamente per il dispositivo%1$s
ja: ネットワークはデバイス%1$sに正常に構成されました
ko: %1$s 장치에 대한 네트워크가 성공적으로 구성되었습니다
nb: Nettverket er konfigurert for enheten%1$s
nl: Het netwerk is succesvol geconfigureerd voor uw apparaat%1$s
pl: Sieć została pomyślnie skonfigurowana dla Twojego urządzenia%1$s
pt_br: A rede foi configurada com sucesso para o seu dispositivo%1$s
ro: Rețeaua a fost configurată cu succes pentru dispozitivul tău%1$s
ru: Сеть была успешно настроена для вашего устройства%1$s
sv: Nätverket har konfigurerats för din enhet%1$s
th: กำหนดค่าเครือข่ายสำหรับอุปกรณ์ของคุณ%1$s สำเร็จแล้ว
tr: Şebeke,%1$s cihazınız için başarıyla yapılandırıldı.
vi: Mạng đã được định cấu hình thành công cho thiết bị của bạn%1$s
zh_hans: 已为您的设备%1$s成功配置网络
zh_hant: 已為您的設備%1$s成功配置網絡

# help_cloud_storage_textTips_2
source: Cloud storage purchase
cs: Nákup v cloudu
de: Cloudspeicher kaufen
es: Compra de almacenamiento en la nube
fi: Pilvitalletusten ostaminen
fr: Achat de stockage en Cloud
he: רכישת אחסון בענן
id: Pembelian Penyimpanan Awan
it: Acquisto archiviazione cloud
ja: ストレージの購入
ko: 클라우드 스토리지 구매
nb: Kjøp skylagring
nl: Cloudopslag kopen
pl: Zamówienie magazynowania w chmurze
pt_br: Compra de armazenamento em nuvem
ro: Stocare în spațiu de stocare în cloud
ru: Покупка облачного хранилища
sv: Inköp av molnlagring
th: การซื้อพื้นที่เก็บข้อมูลบนคลาวด์
tr: Bulut depolama satın alma
vi: Mua bộ nhớ đám mây
zh_hans: 云存购买
zh_hant: 雲存購買

# person_feedback_question_alarm_push_detail_a
source: A. Check if the notification is turned on in the APP?
cs: A. Zkontrolujte, zda je v aplikaci zapnuto oznámení?
de: A. Überprüfen Sie, ob die Benachrichtigungen in der App aktiviert ist.
es: A. ¿Verifica si la notificación está activada en la APLICACIÓN?
fi: A. Tarkista, onko ilmoitus päällä sovelluksessa?
fr: A. Vérifiez si la notification est activée dans l'APP?
he: A. בדוק אם ההודעה מופעלת ביישום?
id: A. Periksa apakah notifikasi dihidupkan di APP?
it: A. Verifica se la notifica è attivata nell'APP?
ja: A.アプリで通知がオンになっているかどうかを確認する
ko: A. APP에서 알림이 켜져 있는지 확인 하시겠습니까?
nb: A. Sjekk om varselet er slått på i APP?
nl: A. Controleer of de melding is ingeschakeld in de APP?
pl: A. Sprawdź, czy powiadomienie jest włączone w aplikacji?
pt_br: A. Verifique se a notificação está ativada no APP?
ro: A. Verificați dacă notificarea este activată în APP?
ru: A. Проверьте, включено ли уведомление в приложении?
sv: A. Kontrollera om meddelandet är aktiverat i APP?
th: A. ตรวจสอบว่าการแจ้งเตือนเปิดอยู่ใน APP หรือไม่?
tr: A. Bildirimin APP'de açık olup olmadığını kontrol ettiniz mi?
vi: A. Kiểm tra xem thông báo trong APP đã được bật chưa?
zh_hans: A.检查APP中通知是否有开启？
zh_hant: A.檢查APP中通知是否有開啟？

# person_get_last_32_bit
source: Getting the latest 32-bit compatible version
cs: Získání nejnovější 32bitové kompatibilní verze
de: Neueste kompatible 32-Bit Version herunterladen
es: Obteniendo la última versión compatible de 32 bits
fi: Uusimman 32-bittisen yhteensopivan version hankkiminen
fr: Obtenir la dernière version compatible 32 bits
he: קבלת הגרסה האחרונה של 32 סיביות תואמת
id: Mendapatkan versi kompatibel 32-bit terbaru
it: Ottenere l'ultima versione compatibile a 32 bit
ja: 最新の32ビット互換バージョンの入手
ko: 최신 32 비트 호환 버전 얻기
nb: Få den siste 32-biters kompatible versjonen
nl: De nieuwste 32-bits compatibele versie downloaden
pl: Uzyskiwanie najnowszej kompatybilnej wersji 32-bitowej
pt_br: Obtendo a versão mais recente compatível com 32 bits
ro: Obținerea celei mai recente versiuni compatibile pe 32 de biți
ru: Получение последней 32-битной совместимой версии
sv: Få den senaste 32-bitars kompatibla versionen
th: รับเวอร์ชันล่าสุดที่เข้ากันได้ 32 บิต
tr: En yeni 32 bit uyumlu sürümü edinme
vi: Nhận phiên bản tương thích 32-bit mới nhất
zh_hans: 正在获取最新的32位兼容版
zh_hant: 正在獲取最新的32位兼容版

# preview_Events
source: Events
cs: Události
de: Ereignisse
es: Eventos
fi: Tapahtumat
fr: Événements
he: אירועים
id: Acara
it: Eventi
ja: イベント
ko: 이벤트
nb: arrangementer
nl: Evenementen
pl: Wydarzenia
pt_br: Eventos
ro: Evenimente
ru: События
sv: evenemang
th: เหตุการณ์
tr: Olaylar
vi: Sự kiện
zh_hans: 警报消息
zh_hant: 警報消息

# person_alarm_tf_abnormal
source: TF card status is abnormal
cs: Stav karty TF je abnormální
de: Status SD-Karte ist fehlerhaft
es: Estado de la tarjeta TF es anormal
fi: TF-kortin tila on epänormaali
fr: l'état de la carte TF est anormal
he: מצב כרטיס TF אינו תקין
id: Status kartu TF tidak normal
it: Lo stato della scheda TF è anormale
ja: microSDカードに異常があります
ko: SD 카드가 비정상입니다.
nb: TF-kortstatus er unormal
nl: De status van de TF-kaart is abnormaal
pl: Status karty TF jest nieprawidłowy
pt_br: O status do cartão TF é anormal
ro: Starea cardului TF este anormală
ru: Состояние TF-карты ненормальное
sv: TF-kortstatus är onormal
th: สถานะเม็มโมรี่การ์ดผิดปกติ
tr: TF kart durumu anormal
vi: Tình trạng thẻ TF là bất thường
zh_hans: TF卡状态异常
zh_hant: TF卡狀態異常

# cloud_payment_description
source: 1. Payment: After confirming the purchase and signing the contract, the automatic renewal service takes effect.
cs: 1. Platba: Po potvrzení nákupu a podpisu smlouvy nabývá účinnosti služba automatické obnovy.
de: 1. Zahlung: Nach Bestätigung des Kaufs und Vertragsunterzeichnung wird der automatische Verlängerungsservice wirksam.
es: 1. Pago: después de confirmar la compra y firmar el contrato, entra en vigencia el servicio de renovación automática.
fi: 1. Maksu: Kun kauppa on vahvistettu ja allekirjoitettu, automaattinen uusimispalvelu tulee voimaan.
fr: 1. Paiement: Après confirmation de l'achat et signature du contrat, le service de renouvellement automatique prend effet.
he: 1. תשלום: לאחר אישור הרכישה וחתימת החוזה, שירות החידוש האוטומטי נכנס לתוקף.
id: 1. Pembayaran: Setelah mengkonfirmasi pembelian dan menandatangani kontrak, layanan perpanjangan otomatis berlaku.
it: 1. Pagamento: dopo aver confermato l'acquisto e firmato il contratto, il servizio di rinnovo automatico ha effetto.
ja: 1.お支払い：ご購入の確認と契約後、自動更新サービスが有効になります。
ko: 1. 결제 : 구매를 확인하고 계약서에 서명하면 자동 갱신 서비스가 적용됩니다.
nb: 1. Betaling: Etter at du har bekreftet kjøpet og signert kontrakten, trer den automatiske fornyelsestjenesten i kraft.
nl: 1. Betaling: Na bevestiging van de aankoop en ondertekening van het contract wordt de automatische verlengingsdienst van kracht.
pl: 1. Płatność: Po potwierdzeniu zakupu i podpisaniu umowy obowiązuje usługa automatycznego przedłużenia.
pt_br: 1. Pagamento: Após confirmar a compra e assinar o contrato, o serviço de renovação automática entra em vigor.
ro: 1. Plata: după confirmarea achiziției și semnarea contractului, serviciul de reînnoire automată are efect.
ru: 1. Оплата: после подтверждения покупки и подписания договора услуга автоматического продления вступает в силу.
sv: 1. Betalning: Efter att du har bekräftat köpet och undertecknat kontraktet träder den automatiska förnyelsetjänsten i kraft.
th: 1. การชำระเงิน: หลังจากที่ยืนยันการซื้อและการลงนามในสัญญาการให้บริการการต่ออายุโดยอัตโนมัติจะมีผล
tr: 1. ödeme: satın alma onayladıktan ve sözleşme imzaladıktan sonra, otomatik yenileme hizmeti yürürlüğe girer.
vi: 1. Thanh toán: Sau khi xác nhận mua hàng và ký thanh toán, dịch vụ gia hạn tự động sẽ có hiệu lực.
zh_hans: 1、付款：确认购买并签约付款后，自动续费服务生效。
zh_hant: 1、付款：確認購買並簽約付款後，自動續費服務生效。
