Repository: Yolo-cell-hash/go_home_ios
Catalog: ios/Runner/JASDK/JAResources/XLanguage/X35MultiLanguage/*.lproj/X35MutiLanguage.strings
Languages: cs, de, es, fi, fr, he, id, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sv, th, tr, vi, zh_hans, zh_hant

# devicelist_upgraded_linkvisual_ios
source: The device "%@" is being upgraded, it will take about 1-2 minutes, please do not leave
cs: Zařízení "%@" se upgraduje, bude to trvat asi 1–2 minuty, prosím neopouštějte ho
de: Das Gerät "%@" wird aktualisiert. Dies dauert ca. 1-2 Minuten, bitte Maske nicht verlassen
es: El dispositivo "%@" se está actualizando, tardará entre 1 y 2 minutos, no se vaya
fi: Zařízení "%@" se upgraduje, bude to trvat asi 1–2 minuty, prosím neopouštějte ho
fr: Le périphérique "%@" est en cours de mise à niveau, cela prendra environ 1 à 2 minutes, veuillez ne pas le quitter
he: המכשיר "%@" משודרג, זה ייקח בערך 1-2 דקות, בבקשה אל תעזוב
id: Perangkat "%@" sedang ditingkatkan, ini akan memakan waktu sekitar 1-2 menit, jangan tinggalkan
it: È in corso l'aggiornamento del dispositivo "%@". Ci vorranno circa 1-2 minuti, per favore non andartene
ja: デバイス"%@"がアップグレードされています。約1〜2分かかります。離れないでください
ko: "%1$s"장치를 업그레이드하는 중입니다. 1 ~ 2 분 정도 걸립니다. 나가지 마십시오.
nb: Enheten "%@" oppgraderes. Det tar omtrent 1-2 minutter, ikke la den gå
nl: Het apparaat "%@" wordt geüpgraded, het duurt ongeveer 1-2 minuten, ga alsjeblieft niet weg
pl: Urządzenie "%@" jest aktualizowane. Zajmie to około 1-2 minut, nie wychodź
pt_br: O dispositivo "%@" está sendo atualizado, levará cerca de 1-2 minutos, por favor, não saia
ro: Dispozitivul "%@" este în curs de actualizare, va dura aproximativ 1-2 minute, vă rugăm să nu plecați
ru: Устройство "%@" обновляется, это займет около 1-2 минут, пожалуйста, не уходите
sv: Enheten "%@" uppgraderas, det tar cirka 1-2 minuter, vänligen lämna den inte
th: กำลังอัปเกรดอุปกรณ์ "%@" ซึ่งจะใช้เวลาประมาณ 1-2 นาทีโปรดอย่าออกไป
tr: "%@" cihazı yükseltiliyor, yaklaşık 1-2 dakika sürecek, lütfen ayrılmayın
vi: Thiết bị ”%@” đang được nâng cấp, sẽ mất khoảng 1-2 phút, vui lòng không rời khỏi
zh_hans: 设备“%@”正在升级，大约需要1-2分钟，请不要离开
zh_hant: 設備“%@”正在升級，大約需要1-2分鐘，請不要離開

# adddevice_Wireless_add_mode_confirm
source: Please connect the device to the router
cs: Připojte zařízení ke směrovači
de: Bitte Gerät mit Router verbinden
es: Por favor,conecte el Equipo al enrutador
fi: Liitä laite reitittimeen
fr: Veuillez connecter l'appareil au routeur
he: חבר את ההתקן לנתב
id: Silakan hubungkan perangkat ke router
it: Si prega di collegare il dispositivo al router
ja: デバイスをルーターに接続してください。
ko: WiFi 공유기에 장치를 연결해주세요.
nb: Vennligst koble enheten til ruteren
nl: Sluit het apparaat aan op de router
pl: Podłącz urządzenie do routera
pt_br: Por favor,conecte o dispositivo ao roteador
ro: Conectați dispozitivul la router
ru: Пожалуйста,подключите устройство к роутеру
sv: Anslut enheten till routern
th: โปรดเชื่อมต่ออุปกรณ์เข้ากับเราเตอร์
tr: Lütfen cihazı yönlendiriciye bağlayın
vi: Vui lòng kết nối thiết bị với bộ định tuyến
zh_hans: 请将设备与路由器连接
zh_hant: 請將設備與路由器連接

# devicesetting_Insufficient_flow
source: Insufficient flow
cs: Nedostatečný průtok
de: Unzureichendes Datenvolumen
es: Flujo insuficiente
fi: Riittämätön virtaus
fr: Débit insuffisant
he: זרימה לא מספקת
id: Aliran tidak mencukupi
it: Flusso insufficiente
ja: 不十分な流れ
ko: 불충분한 흐름
nb: Utilstrekkelig flyt
nl: Onvoldoende stroom
pl: Niewystarczający przepływ
pt_br: Fluxo insuficiente
ro: Debit insuficient
ru: Недостаточный поток
sv: Otillräckligt flöde
th: กระแสไม่พอ
tr: Yetersiz akış
vi: Dòng chảy không đủ
zh_hans: 流量不足
zh_hant: 流量不足

source: Add
cs: Přidat
de: Hinzufügen
es: Añadir
fi: lisätä
fr: Ajouter
he: הוסף
id: Tambah
it: Inserisci
ja: 追加
ko: 추가
nb: Legg til
nl: Toevoegen
pl: Dodaj
pt_br: Adicionar
ro: Adăuga
ru: Добавить
sv: Lägg till
th: เพิ่ม
tr: Eklemek
vi: Thêm vào
zh_hans: 添加
zh_hant: 添加

# person_feedback_question_check_other_question_connect
source: At present, this situation is not supported by camera networking, need to select other available WiFi connections.
cs: V současné době tato situace není podporována sítí kamer, je třeba vybrat jiná dostupná WiFi připojení.
de: Derzeit wird diese Situation nicht durch Kameranetzwerke unterstützt. Sie müssen andere verfügbare WLAN-Verbindungen auswählen.
es: En la actualidad, esta situación no es compatible con las redes de cámaras, es necesario seleccionar otras conexiones WiFi disponibles .
fi: Tällä hetkellä kameraverkko ei tue tätä tilannetta, on valittava muut käytettävissä olevat WiFi-yhteydet.
fr: À l'heure actuelle, cette situation n'est pas prise en charge par la mise en réseau des caméras, vous devez sélectionner d'autres connexions WiFi disponibles.
he: נכון לעכשיו, מצב זה אינו נתמך על ידי רשת מצלמות, צריך לבחור חיבורי WiFi זמינים אחרים.
id: Saat ini, situasi ini tidak didukung oleh jaringan kamera, perlu memilih koneksi WiFi lain yang tersedia.
it: Allo stato attuale, questa situazione non è supportata dalla rete di telecamere, è necessario selezionare altre connessioni WiFi disponibili.
ja: 現在、この状況はカメラネットワーキングではサポートされていません。利用可能な他の無線LAN接続を選択する必要があります。」
ko: 현재이 상황은 카메라 네트워킹에서 지원되지 않으므로 사용 가능한 다른 WiFi 연결을 선택해야합니다.
nb: For øyeblikket støttes ikke denne situasjonen av kameranettverk, trenger å velge andre tilgjengelige WiFi-tilkoblinger.
nl: Op dit moment wordt deze situatie niet ondersteund door cameranetwerken, u moet andere beschikbare wifi-verbindingen selecteren.
pl: Obecnie sytuacja ta nie jest obsługiwana przez sieć kamer, należy wybrać inne dostępne połączenia WiFi.
pt_br: No momento, essa situação não é suportada pela rede de câmeras, é necessário selecionar outras conexões Wi-Fi disponíveis.
ro: În prezent, această situație nu este suportată de rețelele de camere, trebuie să selectați alte conexiuni WiFi disponibile.
ru: В настоящее время эта ситуация не поддерживается сетевым подключением камер, необходимо выбрать другие доступные подключения WiFi.
sv: För närvarande stöds inte denna situation av kameranätverk, behöver välja andra tillgängliga WiFi-anslutningar.
th: ในปัจจุบันระบบเครือข่ายกล้องไม่รองรับสถานการณ์นี้จำเป็นต้องเลือกการเชื่อมต่อ WiFi อื่น ๆ ที่มี
tr: Şu anda, bu durum kamera ağı tarafından desteklenmiyor, diğer kullanılabilir WiFi bağlantılarını seçmeniz gerekiyor.
vi: Hiện tại, mạng camera không hỗ trợ tình trạng này và bạn cần chọn các kết nối WiFi khả dụng khác.
zh_hans: 目前摄像机联网暂不支持这种情况， 需要选择其他可用的WiFi连接。
zh_hant: 目前攝像機聯網暫不支持這種情況， 需要選擇其他可用的WiFi連接。

# devicelist_code_matching_fail_reason_6
source: Invalid UID
cs: Neplatné UID
de: Ungültige UID
es: UID no válido
fi: Virheellinen UID
fr: UID non valide
he: UID לא חוקי
id: UID tidak valid
it: UID . non valido
ja: 無効なUID
ko: 잘못된 UID
nb: Ugyldig UID
nl: Ongeldige UID
pl: Nieprawidłowy UID
pt_br: UID inválido
ro: UID nevalid
ru: Неверный UID
sv: Ogiltigt UID
th: UID . ไม่ถูกต้อง
tr: Geçersiz UID
vi: UID không hợp lệ
zh_hans: 无效UID
zh_hant: 無效UID

# devicesetting_Select_camera_call_mode
source: Select camera call mode
cs: Vyberte režim volání kamery
de: Anrufmodus für Kamera auswählen
es: Seleccionar el modo de llamada de la cámara
fi: Valitse kamerapuhelutila
fr: Sélectionnez le mode d'appel de la caméra
he: בחר מצב שיחת מצלמה
id: Pilih mode panggilan kamera
it: Seleziona la modalità di chiamata della fotocamera
ja: カメラ通話モードを選択する
ko: 카메라 호출 모드 선택
nb: Velg kameraanropsmodus
nl: Selecteer camera-oproepmodus
pl: Wybierz tryb rozmowy z kamerą
pt_br: Selecione o modo de chamada de câmera
ro: Selectați modul de apelare a camerei
ru: Выберите режим вызова камеры
sv: Välj kamerasamtalsläge
th: เลือกโหมดการโทรด้วยกล้อง
tr: Kamera arama modunu seçin
vi: Chọn chế độ cuộc gọi máy ảnh
zh_hans: 选择摄像机通话模式
zh_hant: 選擇攝像機通話模式

# cloud_Pay_alipay
source: Hundreds of millions of users are using it,security can be entrusted
cs: Stovky milionů uživatelů ji používají,bezpečnost může být svěřena
de: Hunderte Millionen Benutzer verwenden es, Sicherheit der vertraut werden kann
es: Cientos de millones de usuarios lo utilizan,se puede confiar la seguridad
fi: Satoja miljoonia käyttäjiä käyttää sitä,turvallisuus voidaan uskoa
fr: Des centaines de millions d'utilisateurs l'utilisent, ayez confiance !
he: מאות מיליוני משתמשים משתמשים בו,אבטחה יכולה להיות מופקדת
id: ratusan dari ribuan mengunakan,sekuriti sangat disarankan
it: Centinaia di milioni di utenti lo utilizzano,la sicurezza può essere affidata
ja: 何億人ものユーザーが使用しています。ご安心ください。
ko: 수억 명의 사용자가 보안 기능을 사용하고 있습니다.
nb: Hundrevis av millioner brukere bruker det,sikkerhet kan betroes
nl: Honderden miljoenen gebruikers gebruiken het,beveiliging kan worden toevertrouwd
pl: Wykorzystują go setki milionów użytkowników,którym można powierzyć bezpieczeństwo
pt_br: Centenas de milhões de usuários estão usando,segurança pode ser confiada
ro: Sute de milioane de utilizatori o folosesc,securitatea poate fi încredințată
ru: Его используют сотни миллионов пользователей,безопасность можно доверить
sv: Hundratals miljoner användare använder det,säkerhet kan anförtros
th: ผู้ใช้หลายร้อยล้านคนกำลังใช้ความปลอดภัยสามารถไว้วางใจได้
tr: Yüz milyonlarca kullanıcı tarafından kullanılıyor,güvenlik sağlanabilir
vi: Hàng trăm triệu người dùng đang sử dụng nó, an toàn và đáng tin cậy
zh_hans: 数亿用户都在用，安全可托付
zh_hant: 數億用戶都在用，安全可託付

# cloud_close_cloud_video_process
source: After purchasing and completing the cloud storage package, the cloud recording function will be automatically enabled. You can click the "cloud recording" button corresponding to the device list to enter the cloud recording interface - click the service management icon to enter "cloud storage service management" - turn off the cloud recording function.
cs: Po zakoupení a dokončení balíčku cloudového úložiště bude funkce cloudového nahrávání automaticky povolena. Klepnutím na tlačítko "cloudové nahrávání " odpovídající seznamu zařízení vstoupíte do rozhraní cloudového nahrávání - kliknutím na ikonu správy služeb vstoupíte do "správa cloudového úložiště " - vypnete funkci cloudového nahrávání.
de: Nach dem Kauf und Abschluss des Cloud-Speicherpakets wird die Cloud-Aufzeichnungsfunktion automatisch aktiviert. Sie können auf die Schaltfläche "Cloud-Aufnahme " in der Geräteliste tippen, um die Cloud-Aufzeichnungsoberfläche aufzurufen. Tiipen Sie auf das Symbol für die Dienstverwaltung, um "Cloud-Speicherdienstverwaltung " aufzurufen. Deaktivieren Sie die Cloud-Aufzeichnungsfunktion.
es: Después de comprar y completar el paquete de almacenamiento en la nube, la función de grabación en la nube se habilitará automáticamente. Puede hacer clic en el botón "grabación en la nube " correspondiente a la lista de dispositivos para ingresar a la interfaz de grabación en la nube - haga clic en el ícono de administración del servicio para ingresar "administración del servicio de almacenamiento en la nube " - desactivar la función de grabación en la nube.
fi: Kun pilvitallennuspaketti on ostettu ja valmis, pilvitallennustoiminto otetaan käyttöön automaattisesti. Voit siirtyä pilvitallennusrajapintaan napsauttamalla laiteluetteloa vastaavaa "pilvitallennus " -painiketta - napsauttaa palvelunhallintakuvaketta päästäksesi "pilvitallennuspalvelun hallintaan" - sammuttaaksesi pilvitallennustoiminnon.
fr: Après avoir acheté et terminé le package de stockage cloud, la fonction d'enregistrement cloud sera automatiquement activée. Vous pouvez cliquer sur le bouton "enregistrement cloud " correspondant à la liste des appareils pour accéder à l'interface d'enregistrement cloud - cliquer sur l'icône de gestion des services pour entrer "gestion des services de stockage cloud " - désactiver la fonction d'enregistrement cloud.
he: לאחר רכישה והשלמת חבילת האחסון בענן, פונקציית ההקלטה בענן תופעל אוטומטית. ניתן ללחוץ על כפתור "הקלטת ענן" המתאים לרשימת המכשירים כדי להיכנס לממשק הקלטות בענן - ללחוץ על סמל ניהול השירות כדי להיכנס ל"ניהול שירות אחסון בענן" - כבה את פונקציית ההקלטה בענן.
id: Setelah membeli dan menyelesaikan paket penyimpanan cloud, fungsi perekaman cloud akan diaktifkan secara otomatis. Anda dapat mengklik tombol "cloud recording " yang sesuai dengan daftar perangkat untuk memasuki antarmuka cloud recording - klik ikon manajemen layanan untuk masuk "manajemen layanan penyimpanan cloud " - mematikan fungsi perekaman cloud.
it: Dopo aver acquistato e completato il pacchetto di archiviazione cloud, la funzione di registrazione cloud verrà abilitata automaticamente. È possibile fare clic sul pulsante "Registrazione cloud " corrispondente all'elenco dei dispositivi per accedere all'interfaccia di registrazione cloud - fare clic sull'icona di gestione del servizio per accedere a "Gestione del servizio di archiviazione cloud " - Disattivare la funzione di registrazione cloud.
ja: クラウドストレージパッケージを購入して完了すると、クラウド記録機能が自動的に有効になります。デバイスリストに対応する"cloud recording "ボタンをクリックしてクラウドレコーディングインターフェースに入る-サービス管理アイコンをクリックして"cloud storage service management "に入る-クラウドレコーディング機能をオフにする
ko: 클라우드 스토리지 패키지를 구매하고 완료하면 클라우드 녹화 기능이 자동으로 활성화됩니다. 장치 목록에 해당하는 "클라우드 녹음" 버튼을 클릭하여 클라우드 녹음 인터페이스로 들어갈 수 있습니다. - 서비스 관리 아이콘을 클릭하여 "클라우드 스토리지 서비스 관리"로 들어갑니다. - 클라우드 녹음 기능을 끕니다.
nb: Når du har kjøpt og fullført skylagringspakken, aktiveres skyopptaksfunksjonen automatisk. Du kan klikke på "skyopptak " -knappen som tilsvarer enhetslisten for å gå inn i skyopptaksgrensesnittet - klikk på tjenesteadministrasjonsikonet for å gå inn i "skylagringstjenestestyring " - slå av skyopptaksfunksjonen.
nl: Na aankoop en voltooiing van het cloudopslagpakket wordt de cloudopnamefunctie automatisch ingeschakeld. U kunt op de "cloudopname " -knop klikken die overeenkomt met de apparatenlijst om de interface voor cloudopname te openen - klik op het pictogram voor servicebeheer om naar "cloudopslagservicebeheer " te gaan - schakel de cloudopnamefunctie uit.
pl: Po zakupie i ukończeniu pakietu przechowywania w chmurze funkcja nagrywania w chmurze zostanie automatycznie włączona. Możesz kliknąć przycisk "nagrywanie w chmurze" odpowiadający liście urządzeń, aby przejść do interfejsu nagrywania w chmurze - kliknij ikonę zarządzania usługą, aby przejść do "zarządzania usługą przechowywania w chmurze" - wyłącz funkcję nagrywania w chmurze.
pt_br: Depois de comprar e concluir o pacote de armazenamento em nuvem, a função de gravação em nuvem será ativada automaticamente. Você pode clicar no botão "gravação em nuvem " correspondente à lista de dispositivos para entrar na interface de gravação em nuvem - clique no ícone de gerenciamento de serviços para acessar "gerenciamento de serviços de armazenamento em nuvem " - desative a função de gravação em nuvem.
ro: După achiziționarea și completarea pachetului de stocare în cloud, funcția de înregistrare în cloud va fi activată automat. Puteți face clic pe butonul "înregistrare în cloud" corespunzător listei de dispozitive pentru a intra în interfața de înregistrare în cloud - faceți clic pe pictograma de gestionare a serviciilor pentru a intra în "gestionare a serviciului de stocare în cloud" - dezactivați funcția de înregistrare în cloud.
ru: После покупки и заполнения пакета облачного хранилища функция облачной записи будет автоматически включена. Вы можете нажать кнопку "облачная запись", соответствующую списку устройств, чтобы войти в интерфейс облачной записи — щелкните значок управления службой, чтобы войти в "управление службой облачного хранилища", — отключите функцию облачной записи.
sv: När du har köpt och slutfört molnlagringspaketet aktiveras molninspelningsfunktionen automatiskt. Du kan klicka på "molninspelning" -knappen som motsvarar enhetslistan för att gå in i molninspelningsgränssnittet - klicka på serviceledningsikonen för att ange "molnlagringsservicehantering" - stänga av molninspelningsfunktionen.
th: หลังจากซื้อและทำแพ็คเกจที่เก็บข้อมูลบนคลาวด์เสร็จเรียบร้อยแล้วฟังก์ชันการบันทึกบนคลาวด์จะเปิดใช้งานโดยอัตโนมัติ คุณสามารถคลิกปุ่ม "การบันทึกบนคลาวด์ " ที่ตรงกับรายการอุปกรณ์เพื่อเข้าสู่อินเทอร์เฟซการบันทึกบนคลาวด์ - คลิกไอคอนการจัดการบริการเพื่อเข้าสู่ "การจัดการบริการที่เก็บข้อมูลบนคลาวด์ " - ปิดฟังก์ชันการบันทึกบนคลาวด์
tr: Bulut depolama paketini satın aldıktan ve tamamladıktan sonra, bulut kayıt işlevi otomatik olarak etkinleştirilir. Bulut kayıt arayüzüne girmek için cihaz listesine karşılık gelen "bulut kaydı" düğmesini tıklatabilirsiniz - "bulut depolama hizmeti yönetimi " girmek için hizmet yönetimi simgesini tıklatarak bulut kayıt işlevini kapatabilirsiniz.
vi: Sau khi mua gói lưu trữ đám mây, chức năng ghi đám mây sẽ tự động được bật, bạn có thể bấm vào nút "ghi đám mây" tương ứng với danh sách thiết bị để vào giao diện ghi đám mây bấm vào biểu tượng quản lý dịch vụ để vào "dịch vụ lưu trữ đám mây" quản lý "-tắt chức năng ghi âm trên đám mây.
zh_hans: 购买完成云存套餐后，云录像功能会自动开启，您可以点击设备列表相对应的“云录像”按钮进入云录像界面-点击服务管理图标进入“云存服务管理”-关闭云录像功能。
zh_hant: 購買完成雲存套餐後，雲錄像功能會自動開啟，您可以點擊設備列表相對應的“雲錄像”按鈕進入雲錄像界面-點擊服務管理圖標進入“雲存服務管理”-關閉雲錄像功能。

# service_name_unfilled
source: Name not filled
cs: Jméno není vyplněno
de: Name wurde nicht ausgefüllt
es: Nombre no completado
fi: Nimeä ei ole täytetty
fr: Nom non renseigné
he: השם לא מלא
id: Nama tidak diisi
it: Nome non inserito
ja: 名前が入力されていません
ko: 이름이 채워지지 않았습니다.
nb: Navnet ikke fylt ut
nl: Naam niet ingevuld
pl: Imię nie jest wypełnione
pt_br: Nome não preenchido
ro: Numele nu a fost completat
ru: Имя не заполнено
sv: Namnet har inte fyllts
th: ไม่ได้กรอกชื่อ
tr: İsim doldurulmadı
vi: Tên không được điền
zh_hans: 名称未填写
zh_hant: 名稱未填寫

# addDevice_device_maybe_offline_check_1
source: 1. Check by sound:
cs: 1. Zkontrolujte zvukem:
de: 1. Tonprüfung:
es: 1. Comprobar por sonido:
fi: 1. Tarkista äänen perusteella:
fr: 1. Vérifiez par le son :
he: 1. בדוק באמצעות צליל:
id: 1. Periksa dengan suara:
it: 1. Controlla con il suono:
ja: 1.音で確認します。
ko: 1. 소리로 확인:
nb: 1. Sjekk med lyd:
nl: 1. Controleer op geluid:
pl: 1. Sprawdź dźwiękiem:
pt_br: 1. Verifique pelo som:
ro: 1. Verificați după sunet:
ru: 1. Проверить по звуку:
sv: 1. Kontrollera med ljud:
th: 1. ตรวจสอบด้วยเสียง:
tr: 1. Sesle kontrol edin:
vi: 1. Kiểm tra bằng âm thanh:
zh_hans: 1.通过声音检查：
zh_hant: 1.通過聲音檢查：

# person_Album_permissions
source: Album permissions
cs: Oprávnění alba
de: Speicher
es: Permisos del álbum
fi: Albumin käyttöoikeudet
fr: Autorisations de l'album
he: הרשאות אלבום
id: Izin album
it: Autorizzazioni per l'album
ja: アルバムの許可
ko: 앨범 권한
nb: Albumtillatelser
nl: Albumrechten
pl: Uprawnienia do albumu
pt_br: Permissões do álbum
ro: Permisiunile albumului
ru: Разрешения альбома
sv: Albumbehörigheter
th: สิทธิ์การเข้าถึงอัลบั้ม
tr: Albüm izinleri
vi: Quyền đối với album
zh_hans: 相册权限
zh_hant: 相冊權限

# adddevice_reset_configuration_prompt
source: Reset configuration prompt
cs: Vynulujte konfigurační výzvu
de: Sprachansage Konfiguration zurücksetzen
es: Restablecer solicitud de configuración
fi: Nollaa määrityspyyntö
fr: Réinitialiser l'invite de configuration
he: אפס את הגדרות התצורה
id: Setel ulang konfirmasi konfigurasi
it: Ripristina prompt di configurazione
ja: 設定プロンプトをリセットする
ko: 구성 재설정 프롬프트
nb: Tilbakestill konfigurasjonsprompt
nl: Reset configuratieprompt
pl: Zresetuj monit konfiguracji
pt_br: Redefinir prompt de configuração
ro: Resetați promptul de configurare
ru: Сбросить приглашение конфигурации
sv: Återställ konfigurationsprompten
th: การกำหนดค่าการตั้งค่าใหม่
tr: Yapılandırma istemini sıfırla
vi: Đặt lại lời nhắc cấu hình
zh_hans: 重置配置提示
zh_hant: 重置配置提示

# AlarmMessage_all_type
source: All types
cs: Všechny typy
de: Alle
es: Todos los tipos
fi: Kaikki tyypit
fr: Tous les types
he: כל הסוגים
id: Semua jenis
it: Tutti i tipi
ja: すべてのタイプ
ko: 모든 유형
nb: Alle typer
nl: Alle typen
pl: Wszystkie typy
pt_br: Todos os tipos
ro: Toate tipurile
ru: Все типы
sv: Alla typer
th: ทุกประเภท
tr: Her türlü
vi: Các loại
zh_hans: 全部类型
zh_hant: 全部類型

# adddevice_Wireless_add_not_support
source: The device does not support wired add mode
cs: Zařízení nepodporuje režim drátového přidávání
de: Per LAN hinzufügen wird nicht unterstützt
es: El Equipo no es compatible con el modo de adición por cable
fi: Laite ei tue langallista lisäystilaa
fr: l'appareil ne prend pas en charge le mode d'ajout câblé
he: ההתקן אינו תומך במצב הוספה חוטית
id: Perangkat tidak mendukung mode penambahan kabel
it: Il dispositivo non supporta la modalità di aggiunta cablata
ja: デバイスは有線追加モードをサポートしていません。
ko: 유선 추가 모드를 지원하지 않는 기기입니다.
nb: Enheten støtter ikke kablet tilleggsmodus
nl: Het apparaat biedt geen ondersteuning voor de bedrade add-modus
pl: Urządzenie nie obsługuje trybu dodawania przewodowego
pt_br: O dispositivo não suporta o modo de adição com fio
ro: Dispozitivul nu acceptă modul de adăugare prin cablu
ru: Устройство не поддерживает проводной режим добавления
sv: Enheten stöder inte kablet tilläggsläge
th: อุปกรณ์ไม่รองรับการเพิ่มแบบใช้สาย
tr: Cihaz kablolu ekleme modunu desteklemiyor
vi: Thiết bị không hỗ trợ chế độ thêm có dây
zh_hans: 该设备不支持有线添加模式
zh_hant: 該設備不支持有線添加模式

# deviceSetting_Set_message_interval
source: Set the message interval
cs: Nastavte interval zpráv
de: Benachrichtigungsintervall einstellen
es: Establecer el intervalo de mensajes
fi: Aseta viestiväli
fr: Définir l'intervalle des messages
he: הגדר את מרווח ההודעות
id: Atur interval pesan
it: Imposta l'intervallo del messaggio
ja: メッセージ間隔を設定する
ko: 메시지 간격 설정
nb: Still inn meldingsintervallet
nl: Stel het berichtinterval in
pl: Ustaw interwał wiadomości
pt_br: Defina o intervalo da mensagem
ro: Setați intervalul de mesaje
ru: Установите интервал сообщения
sv: Ställ in meddelandeintervallet
th: ตั้งค่าช่วงเวลาข้อความ
tr: Mesaj aralığını ayarlayın
vi: Đặt khoảng thời gian tin nhắn
zh_hans: 设置消息时间间隔
zh_hant: 設置消息時間間隔

source: Low
cs: Nízká
de: Niedrig
es: Bajo
fi: alhainen
fr: Faible
he: נמוך
id: Rendah
it: Basso
ja: 低い
ko: 낮은
nb: Lav
nl: Laag
pl: Niski
pt_br: Baixo
ro: Scăzut
ru: Низкий
sv: Låg
th: ต่ำ
tr: Düşük
vi: Thấp
zh_hans: 低
zh_hant: 低

# person_feedback_add_picture_indetail
source: Please describe the problem in detail, and attach a screenshot if necessary
cs: Popište prosím podrobně problém a v případě potřeby připojte snímek obrazovky
de: Bitte beschreiben Sie das Problem im Detail und fügen Sie gegebenenfalls einen Screenshot bei
es: Describa el problema en detalle y adjunte una captura de pantalla si es necesario
fi: Kuvaile ongelmaa yksityiskohtaisesti ja liitä tarvittaessa kuvakaappaus
fr: Veuillez décrire le problème en détail et joindre une capture d'écran si nécessaire
he: אנא תאר את הבעיה בפירוט, ולצרף צילום מסך במידת הצורך
id: Tolong jelaskan masalahnya secara terperinci, dan lampirkan tangkapan layar jika perlu
it: Descrivi dettagliatamente il problema e, se necessario, allega uno screenshot
ja: 問題を詳しく説明し、必要に応じてスクリーンショットを添付してください
ko: 문제를 자세히 설명하고 필요한 경우 스크린 샷을 첨부하십시오
nb: Vennligst beskriv problemet i detalj, og legg ved et skjermbilde om nødvendig
nl: Beschrijf het probleem in detail en voeg indien nodig een screenshot toe
pl: Opisz szczegółowo problem i dołącz zrzut ekranu, jeśli to konieczne
pt_br: Descreva o problema em detalhes e anexe uma captura de tela, se necessário
ro: Vă rugăm să descrieți problema în detaliu și atașați o captură de ecran dacă este necesar
ru: Пожалуйста, опишите проблему подробно и приложите скриншот при необходимости
sv: Beskriv problemet i detalj och bifoga en skärmdump om det behövs
th: กรุณาอธิบายถึงปัญหาในรายละเอียดและแนบภาพหน้าจอในกรณีที่จำเป็น
tr: Lütfen sorunu ayrıntılı olarak açıklayın ve gerekirse bir ekran görüntüsü ekleyin
vi: Vui lòng mô tả chi tiết vấn đề bạn gặp phải và vui lòng đính kèm ảnh chụp màn hình nếu cần
zh_hans: 请详细的描述您遇到的问题，必要时请附上截图
zh_hant: 請詳細的描述您遇到的問題，必要時請附上截圖
