Repository: Yolo-cell-hash/go_home_ios
Catalog: ios/Runner/JASDK/JAResources/XLanguage/X35MultiLanguage/*.lproj/X35MutiLanguage.strings
Languages: cs, de, es, fi, fr, he, id, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sv, th, tr, vi, zh_hans, zh_hant

# addDevice_cloud_id_inexistence_help_1
source: 1. Check whether the cloud ID is correct. The cloud ID is the unique identification number of the camera. Each camera corresponds to only one ID, which can be viewed on the QR code label on the device body.
cs: 1. Zkontrolujte, zda je ID cloudu správné. Cloud ID je jedinečné identifikační číslo kamery. Každé kameře odpovídá pouze jedno ID, které lze zobrazit na štítku s QR kódem na těle zařízení.
de: 1. Überprüfen Sie, ob die Cloud-ID korrekt ist. Die Cloud-ID ist die eindeutige Identifikationsnummer der Kamera. Jede Kamera hat nur eine ID, die auf dem Etikett unter dem QR-Code am Gehäuse abgelesen werden kann.
es: 1. Verifique si la ID de la nube es correcta. El ID de la nube es el número de identificación único de la cámara. Cada cámara corresponde a una sola identificación, que se puede ver en la etiqueta del código QR en el cuerpo del dispositivo.
fi: 1. Tarkista, onko pilvitunnus oikea. Pilvitunnus on kameran yksilöllinen tunnistenumero. Jokainen kamera vastaa vain yhtä tunnusta, joka näkyy laitteen rungossa olevasta QR-kooditarrasta.
fr: 1. Vérifiez si l'ID cloud est correct. Le cloud ID est le numéro d'identification unique de la caméra. Chaque caméra correspond à un seul ID, qui peut être visualisé sur l'étiquette du code QR sur le corps de l'appareil.
he: 1. בדוק אם מזהה הענן תקין. מזהה הענן הוא מספר הזיהוי הייחודי של המצלמה. כל מצלמה מתאימה למזהה אחד בלבד, אותו ניתן לראות בתווית קוד QR בגוף המכשיר.
id: 1. Periksa apakah ID cloud sudah benar. ID awan adalah nomor identifikasi unik kamera. Setiap kamera hanya sesuai dengan satu ID, yang dapat dilihat pada label kode QR di badan perangkat.
it: 1. Verificare se l'ID cloud è corretto. l'ID cloud è il numero di identificazione univoco della telecamera. Ogni telecamera corrisponde a un solo ID, che può essere visualizzato sull'etichetta del codice QR sul corpo del dispositivo.
ja: 1.クラウドIDが正しいかどうかを確認します。クラウドIDは、カメラの一意の識別番号です。各カメラは1つのIDにのみ対応しており、デバイス本体のQRコードラベルで表示できます。
ko: 1. 클라우드 아이디가 맞는지 확인하세요. 클라우드 ID는 카메라의 고유 식별 번호입니다. 각 카메라는 장치 본체의 QR 코드 레이블에서 볼 수 있는 하나의 ID에만 해당합니다.
nb: 1. Sjekk om sky-ID-en er riktig. Sky-ID-en er det unike identifikasjonsnummeret til kameraet. Hvert kamera tilsvarer kun én ID, som kan sees på QR-kodeetiketten på enhetens kropp.
nl: 1. Controleer of de cloud-ID correct is. De cloud-ID is het unieke identificatienummer van de camera. Elke camera komt overeen met slechts één ID, die kan worden bekeken op het QR-codelabel op de behuizing van het apparaat.
pl: 1. Sprawdź, czy identyfikator chmury jest poprawny. Identyfikator chmury to unikalny numer identyfikacyjny kamery. Każda kamera odpowiada tylko jednemu identyfikatorowi, który można zobaczyć na etykiecie z kodem QR na obudowie urządzenia.
pt_br: 1. Verifique se o ID da nuvem está correto. O ID da nuvem é o número de identificação exclusivo da câmera. Cada câmera corresponde a apenas um ID, que pode ser visualizado na etiqueta do código QR no corpo do dispositivo.
ro: 1. Verificați dacă ID-ul cloud este corect. ID-ul cloud este numărul unic de identificare al camerei. Fiecare cameră corespunde unui singur ID, care poate fi vizualizat pe eticheta codului QR de pe corpul dispozitivului.
ru: 1. Проверьте правильность идентификатора облака. Cloud ID — это уникальный идентификационный номер камеры. Каждой камере соответствует только один идентификатор, который можно посмотреть на этикетке с QR-кодом на корпусе устройства.
sv: 1. Kontrollera om moln-ID:t är korrekt. Moln-ID är kamerans unika identifieringsnummer. Varje kamera motsvarar endast ett ID, som kan ses på QR-kodetiketten på enhetens kropp.
th: 1. ตรวจสอบว่ารหัสคลาวด์ถูกต้องหรือไม่ Cloud ID คือหมายเลขประจำตัวที่ไม่ซ้ำของกล้อง กล้องแต่ละตัวสอดคล้องกับ ID เดียวเท่านั้น ซึ่งสามารถดูได้บนฉลากรหัส QR บนตัวเครื่อง
tr: 1. Bulut kimliğinin doğru olup olmadığını kontrol edin. Bulut kimliği, kameranın benzersiz kimlik numarasıdır. Her kamera, cihaz gövdesindeki QR kod etiketinde görüntülenebilen yalnızca bir kimliğe karşılık gelir.
vi: 1. Kiểm tra xem ID đám mây có chính xác không. ID đám mây là số nhận dạng duy nhất của máy ảnh. Mỗi camera chỉ tương ứng với một ID, có thể xem mã này trên nhãn mã QR trên thân thiết bị.
zh_hans: 1.检查云ID是否正确，云ID是摄像机的唯一标识号，每个摄像机只对应一个ID，可在设备机身上的二维码标签查看。
zh_hant: 1.檢查雲ID是否正確，雲ID是攝像機的唯一標識號，每個攝像機只對應一個ID，可在設備機身上的二維碼標籤查看。

# Addevice_check_basestation_power
source: Please check whether the base station is connected to the power supply and powered on normally.
cs: Zkontrolujte, zda je základna připojena ke zdroji napájení a zda je normálně zapnutá.
de: Bitte prüfen Sie, ob die Basisstation an Spannung angeschlossen und ordnungsgemäß eingeschaltet ist.
es: Verifique si la estación base está conectada a la fuente de alimentación y si se enciende normalmente.
fi: Tarkista, onko tukiasema kytketty virtalähteeseen ja onko se päällä normaalisti.
fr: Veuillez vérifier si la station de base est connectée à l'alimentation électrique et allumée normalement.
he: אנא בדוק אם תחנת הבסיס מחוברת לאספקת החשמל ומופעלת כרגיל.
id: Silakan periksa apakah stasiun pangkalan terhubung ke catu daya dan dihidupkan secara normal.
it: Verificare se la stazione base è collegata all'alimentazione e accesa normalmente.
ja: ベースステーションが電源に接続され、正常に電源がオンになっているかどうかを確認してください。
ko: 베이스 스테이션이 전원에 연결되어 있고 정상적으로 전원이 켜져 있는지 확인하세요.
nb: Vennligst sjekk om basestasjonen er koblet til strømforsyningen og slått på normalt.
nl: Controleer of het basisstation is aangesloten op de voeding en normaal is ingeschakeld.
pl: Sprawdź, czy stacja bazowa jest podłączona do zasilania i czy jest normalnie zasilana.
pt_br: Verifique se a estação base está conectada à fonte de alimentação e ligada normalmente.
ro: Vă rugăm să verificați dacă stația de bază este conectată la sursa de alimentare și este alimentată în mod normal.
ru: Пожалуйста, проверьте, подключена ли базовая станция к источнику питания и включена ли она нормально.
sv: Kontrollera om basstationen är ansluten till strömförsörjningen och påslagen normalt.
th: โปรดตรวจสอบว่าสถานีฐานเชื่อมต่อกับแหล่งจ่ายไฟและเปิดเครื่องตามปกติหรือไม่
tr: Lütfen baz istasyonunun güç kaynağına bağlı olup olmadığını ve normal şekilde açık olup olmadığını kontrol edin.
vi: Vui lòng kiểm tra xem trạm gốc có được kết nối với nguồn điện và được cấp nguồn bình thường hay không.
zh_hans: 请检查确认基站是否已连接电源且正常通电。
zh_hant: 請檢查確認基站是否已連接電源且正常通電。

# help_cloud_storage_textTips_1
source: Cloud storage help
cs: Nápověda k uložení cloudu
de: Hilfe Cloud Speicher
es: Ayuda de almacenamiento en la nube
fi: Cloud säästää apua
fr: Aide au stockage dans le Cloud
he: עזרת אחסון בענן
id: Bantuan Penyimpanan Awan
it: Aiuto archiviazione cloud
ja: ストレージのヘルプ
ko: 클라우드 스토리지 도움말
nb: Skylagring hjelp
nl: Help cloudopslag
pl: Pomoc – Magazynowanie w chmurze
pt_br: Ajuda para armazenamento na nuvem
ro: Ajutor pentru stocarea în cloud
ru: Справка облачного хранилища
sv: Hjälp för Cloud Storage
th: ตัวช่วยในการจัดเก็บข้อมูลบนคลาวด์
tr: Bulut depolama yardımı
vi: Trợ giúp lưu trữ đám mây
zh_hans: 云存帮助
zh_hant: 雲存幫助

# deviceSetting_Night_vision_always_on_describe
source: Always turn on infrared night vision, the picture is black and white.
cs: Vždy zapněte infračervené noční vidění, obraz je černobílý.
de: Infrarot-LEDs dauerhaft eingeschaltet, das Bild ist dauerhaft s/w.
es: Siempre encienda la visión nocturna infrarroja, la imagen es en blanco y negro.
fi: Ota infrapuna-yönäkö aina käyttöön, kuva on mustavalkoinen.
fr: Activez toujours la vision nocturne infrarouge, l'image est en noir et blanc.
he: הפעל תמיד ראיית לילה אינפרא אדום, התמונה בשחור לבן.
id: Selalu nyalakan night vision inframerah, gambarnya hitam putih.
it: Attiva sempre la visione notturna a infrarossi, l'immagine è in bianco e nero.
ja: 常に赤外線暗視をオンにしてください。画像は白黒です。
ko: 항상 적외선 야간 투시경을 켜십시오. 사진은 흑백입니다.
nb: Slå alltid på infrarødt nattsyn, bildet er svart-hvitt.
nl: Zet infrarood nachtzicht altijd aan, het beeld is zwart-wit.
pl: Zawsze włączaj noktowizor w podczerwieni, obraz jest czarno-biały.
pt_br: Sempre ligue a visão noturna infravermelha, a imagem é preto e branco.
ro: Activați întotdeauna vederea nocturnă în infraroșu, imaginea este alb-negru.
ru: Всегда включайте инфракрасное ночное видение, изображение черно-белое.
sv: Slå alltid på infrarött mörkerseende, bilden är svartvit.
th: เปิดการมองเห็นตอนกลางคืนด้วยอินฟราเรดเสมอ ภาพเป็นขาวดำ
tr: Her zaman kızılötesi gece görüşünü açın, resim siyah beyazdır.
vi: Luôn bật hồng ngoại quan sát ban đêm, hình ảnh đen trắng.
zh_hans: 始终开启红外夜视，画面为黑白。
zh_hant: 始終開啟紅外夜視，畫面為黑白。

# devicesetting_Device_signal_Test_results_failed
source: Detection failed,please try again
cs: Detekce selhala,zkuste to znovu
de: Erkennung fehlgeschlagen. Bitte erneut versuchen.
es: Detección fallida,por favor intente de nuevo
fi: Havaitseminen epäonnistui,yritä uudelleen
fr: La détection a échoué, veuillez réessayer.
he: הזיהוי נכשל,נסה שוב
id: Deteksi gagal,silakan coba lagi
it: Rilevamento fallito,per favore riprova
ja: 検出に失敗しました。もう一度やり直してください。
ko: 감지에 실패했습니다. 다시 시도하십시오.
nb: Deteksjon mislyktes,prøv igjen
nl: Detectie mislukt,probeer het opnieuw
pl: Wykrywanie nie powiodło się,spróbuj ponownie
pt_br: A detecção falhou,por favor tente novamente
ro: Detectarea a eșuat,încercați din nou
ru: Обнаружение не удалось,пожалуйста,попробуйте еще раз
sv: Detektion misslyckades,försök igen
th: การตรวจสอบล้มเหลวโปรดลองอีกครั้ง
tr: Algılama başarısız oldu,lütfen tekrar deneyin
vi: Kiểm tra không thành công, vui lòng thử lại
zh_hans: 检测失败，请重试
zh_hant: 檢測失敗，請重試

# play_level
source: Level
cs: Stupeň
de: Stufe
es: Nivel
fi: luokitus
fr: Niveau
he: רמה
it: Livello
ja: レベル
ko: 레벨
nb: Nivå
nl: Niveau
pl: Poziom
pt_br: Nível
ro: Nivel
ru: уровень
sv: Nivå
th: ระดับ
tr: seviye
vi: cấp
zh_hans: 等级
zh_hant: 等級

# adddevice_open_wifi_assistant_detail
source: If your phone has WLAN+, Smart WiFi, WiFi+, WiFi Assistant enabled in the WiFi configuration, please turn it off when configuring.
cs: Je-li v telefonu v konfiguraci WiFi zapnuta funkce WLAN +, Smart WiFi, WiFi +, WiFi Assistant, vypněte je prosím při konfiguraci.
de: Wenn an Ihrem Telefon WLAN +, Smart WiFi, WiFi + und WiFi Assistant in der WiFi-Konfiguration aktiviert sind, schalten Sie es bitte während der Konfiguration aus.
es: Si su teléfono tiene WLAN +, Smart WiFi, WiFi +, WiFi Assistant habilitados en la configuración de WiFi, apáguelo al configurar.
fi: Jos puhelimessasi on WLAN +, Smart WiFi, WiFi +, WiFi Assistant käytössä WiFi-määrityksessä, ota se pois käytöstä, kun määrität.
fr: Si votre téléphone est équipé de WLAN +, Smart WiFi, WiFi +, Assistant WiFi activé dans la configuration WiFi, veuillez le désactiver lors de la configuration.
he: אם הטלפון שלך כולל WiFi + WiFi, WiFi + WiFi, WiFi, WiFi WiFi מאופשר בתצורת ה- WiFi, כבה אותו בעת קביעת תצורה.
id: Jika ponsel Anda memiliki WLAN +, WiFi Cerdas, WiFi +, WiFi Asisten diaktifkan dalam konfigurasi WiFi, harap matikan saat mengonfigurasi.
it: Se il telefono è dotato di WLAN +, Smart WiFi, WiFi +, Assistente WiFi abilitato nella configurazione WiFi, spegnerlo durante la configurazione.
ja: 無線LAN設定でWLAN +、スマート無線LAN、無線LAN +、無線LANアシスタントが有効になっている場合は、設定時にオフにしてください。
ko: WiFi 구성에서 WLAN +, 스마트 WiFi, WiFi +, WiFi 길잡이가 활성화 된 경우 구성시 휴대 전화를 끄십시오.
nb: Hvis telefonen har WLAN +, er WiFi +, WiFi +, WiFi-assistent aktivert i WiFi-konfigurasjonen, slått av når du konfigurerer.
nl: Als uw telefoon WLAN +, Smart WiFi, WiFi + en WiFi Assistant heeft ingeschakeld in de WiFi-configuratie, schakelt u deze uit tijdens het configureren.
pl: Jeśli Twój telefon ma WLAN +, Smart WiFi, WiFi +, WiFi Assistant włączony w konfiguracji WiFi, wyłącz go podczas konfiguracji.
pt_br: Se o seu telefone tiver WLAN +, Smart WiFi, WiFi +, Assistente de WiFi ativado na configuração de WiFi, desligue-o durante a configuração.
ro: Dacă telefonul dvs. are WLAN +, Smart WiFi, WiFi +, Asistent WiFi activat în configurația WiFi, dezactivați-l când configurați.
ru: Если на вашем телефоне в конфигурации WiFi включены WLAN +, Smart WiFi, WiFi +, WiFi Assistant, пожалуйста, отключите его при настройке.
sv: Om din telefon har WLAN +, Smart WiFi, WiFi +, WiFi-assistent aktiverad i WiFi-konfigurationen, stäng av den när du konfigurerar.
th: หากโทรศัพท์ของคุณเปิดใช้งานWLAN +, Smart WiFi, WiFi +, ตัวช่วย WiFi ในการกำหนดค่า WiFi โปรดปิดการใช้งานใระหว่างการกำหนดค่า
tr: Telefonunuzda WiFi yapılandırmasında WLAN +, Akıllı WiFi, WiFi +, WiFi Yardımcısı etkinse, lütfen yapılandırırken kapatın.
vi: Nếu điện thoại của bạn đã bật WLAN +, WiFi thông minh, WiFi + và Hỗ trợ WiFi trong cấu hình WiFi, vui lòng tắt nó trong khi cấu hình.
zh_hans: 如果您的手机在WiFi配置里开启了WLAN+、智能WiFi、WiFi+、WiFi助手，配置时请关闭。
zh_hant: 如果您的手機在WiFi配置裡開啟了WLAN+、智能WiFi、WiFi+、WiFi助手，配置時請關閉。

# devicesetting_4G_card_buy_again
source: Buy again
cs: Koupit znovu
de: Nochmal kaufen
es: Comprar de nuevo
fi: Osta uudelleen
fr: Acheter à nouveau
he: קנה שוב
id: Beli lagi
it: Acquista di nuovo
ja: 再購入
ko: 다시 구매
nb: Kjøp igjen
nl: Koop opnieuw
pl: Kup ponownie
pt_br: Compre novamente
ro: Cumpără din nou
ru: Купить снова
sv: Köp igen
th: ซื้ออีกครั้ง
tr: Tekrar al
vi: Mua lại
zh_hans: 再购买
zh_hant: 再購買

# adddevice_step_press_reset
source: Step 2: Press and hold the Reset button for more than 5 seconds until the device indicator flashes. Hear the device to issue a “factory reset” tone.
cs: Krok 2: Stisknutím a podržením tlačítka Reset déle než 5 sekund zjistíte, že indikátor zařízení bliká. Slyšte zařízení, aby vydalo tón "obnovení továrního nastavení".
de: Schritt 2: Halten Sie die Reset-Taste länger als 5 Sekunden gedrückt, bis die Geräte-LED blinkt. Sie hören "Auf Werkseinstellungen zurückgesetzt".
es: Paso 2: mantenga presionado el botón Restablecer durante más de 5 segundos para saber que el indicador del Equipo ha parpadeado. Escuche el Equipo emitir un tono de "restablecimiento de fábrica".
fi: Vaihe 2: Pidä Reset-painiketta painettuna yli viiden sekunnin ajan tietääksesi, että laitteen merkkivalo on vilkkunut. Kuule laite antamaan "tehdasasetusten" ääni.
fr: Étape 2: Appuyez sur le bouton de réinitialisation et maintenez-le enfoncé pendant plus de 5 secondes pour savoir que le voyant du périphérique a clignoté. Entendez le périphérique émettre une tonalité de "réinitialisation d'usine".
he: שלב 2: לחץ לחיצה ממושכת על לחצן האיפוס למשך יותר מחמש שניות כדי לדעת שמחוון המכשיר מהבהב. שמע את המכשיר כדי להוציא צליל "איפוס מפעל".
id: Langkah 2: Tekan dan tahan tombol Reset selama lebih dari 5 detik untuk mengetahui bahwa indikator perangkat telah menyala. Dengarkan perangkat untuk mengeluarkan nada "factory reset".
it: Passaggio 2: tenere premuto il pulsante Reimposta per più di 5 secondi per sapere che l'indicatore del dispositivo ha lampeggiato. Ascolta il dispositivo che emette un tono "reset di fabbrica".
ja: 手順2：リセットボタンを5秒以上押し続けて、デバイスインジケーターが点滅したことを確認します。 デバイスを聞いて「工場出荷時リセット」トーンを発します。
ko: 2 단계 : 재설정 버튼을 5 초 이상 누르고 있으면 장치 표시등이 깜박임을 알 수 있습니다. "공장 초기화 "신호음이 울리는 장치를 듣습니다.
nb: Trinn 2: Trykk og hold inne tilbakestill-knappen i mer enn 5 sekunder for å vite at enhetsindikatoren har blinket. Hør enheten for å gi en "fabrikkinnstilt " tone.
nl: Stap 2: Houd de Reset-knop langer dan 5 seconden ingedrukt om te weten dat de apparaatindicator heeft geknipperd. Hoor het apparaat om een "fabrieksinstellingen" toon te horen.
pl: Krok 2: Naciśnij i przytrzymaj przycisk Reset przez ponad 5 sekund, aby wiedzieć, że wskaźnik urządzenia mignął. Usłysz, jak urządzenie wydaje dźwięk "przywracania ustawień fabrycznych".
pt_br: Etapa 2: mantenha pressionado o botão Redefinir por mais de 5 segundos para saber que o indicador do dispositivo pisca. Ouça o dispositivo para emitir um tom de "redefinição de fábrica".
ro: Pasul 2: Apăsați și mențineți apăsat butonul Reset pentru mai mult de 5 secunde pentru a ști că indicatorul dispozitivului a aprins intermitent. Auziți dispozitivul pentru a emite un ton de "resetare din fabrică ".
ru: Шаг 2: Нажмите и удерживайте кнопку сброса более 5 секунд, чтобы убедиться, что индикатор устройства мигает. Услышьте устройство, чтобы издать тональный сигнал "возврата к заводским настройкам".
sv: Steg 2: Tryck och håll in återställningsknappen i mer än 5 sekunder för att veta att enhetens indikator har blinkat. Hör enheten för att ge en "fabriksinställning" -ton.
th: ขั้นตอนที่ 2: กดปุ่มรีเซ็ตค้างไว้นานกว่า 5 วินาทีจนกระทั่งไฟแสดงสถานะอุปกรณ์กะพริบ ฟังอุปกรณ์เพื่อส่งเสียง "รีเซ็ตเป็นค่าเริ่มต้น"
tr: Adım 2: Cihaz göstergesinin yanıp söndüğünü bilmek için Reset (Sıfırla) düğmesini 5 saniyeden uzun süre basılı tutun. Aygıtın "fabrika ayarlarına sıfırlama" tonu vermesi için duyun.
vi: Bước 2: Nhấn và giữ nút Reset và giữ nó trong hơn 5 giây cho đến khi đèn báo thiết bị chuyển sang nhấp nháy. Bạn nghe thấy lời nhắc "Khôi phục cài đặt gốc" từ thiết bị.
zh_hans: 第二步：长按Reset键，保持5秒以上，直到设备指示灯变为闪烁。听到设备发出“恢复出厂设置”提示音。
zh_hant: 第二步：長按Reset鍵，保持5秒以上，直到設備指示燈變為閃爍。聽到設備發出“恢復出廠設置”提示音。

# deviceSetting_Push_message_settings
source: Push message settings
cs: Nastavení zpráv push
de: Push-Nachrichten
es: Configuración de mensajes push
fi: Push-viestiasetukset
fr: Paramètres des messages push
he: הגדרות הודעה בדחיפה
id: Pengaturan pesan dorong
it: Impostazioni messaggi push
ja: プッシュメッセージ設定
ko: 푸시 메시지 설정
nb: Push-meldingsinnstillinger
nl: Instellingen voor pushberichten
pl: Ustawienia wiadomości Push
pt_br: Configurações de mensagens push
ro: Apăsați setările mesajului
ru: Настройки push-сообщений
sv: Push-meddelandeinställningar
th: การตั้งค่าข้อความพุช
tr: Push mesajı ayarları
vi: Cài đặt tin nhắn đẩy
zh_hans: 推送消息设置
zh_hant: 推送消息設置

# addDevice_Paired_successfully
source: Paired successfully
cs: Spárováno úspěšně
de: Erfolgreich verbunden
es: Emparejado exitosamente
fi: Pariliitos onnistui
fr: Couplé avec succès
he: הצמד בהצלחה
id: Berhasil dipasangkan
it: Accoppiato con successo
ja: 正常にペアリングされました
ko: 성공적으로 페어링됨
nb: Sammenkoblet
nl: Succesvol gekoppeld
pl: Pomyślnie sparowano
pt_br: Emparelhado com sucesso
ro: Asociat cu succes
ru: Сопряжение успешно
sv: Har kopplats ihop
th: จับคู่สำเร็จ
tr: başarıyla eşlendi
vi: Đã ghép nối thành công
zh_hans: 配对成功
zh_hant: 配對成功

# deviceSetting_videoBackup_startTimemn
source: Min
cs: Minuta
fi: jakautua
he: דקות
id: menit
it: Minuti
ja: 分
ko: 분
pt_br: Minuto
th: นาที
vi: Phút
zh_hans: 分
zh_hant: 分

# NSPhotoLibraryUsageDescription
source: After opening,the app can access your photos for photo and video storage.
cs: Po otevření aplikace může aplikace přistupovat k vašim fotkám pro úložiště fotografií a videa.
de: Nach dem Öffnen kann die App auf Ihre Fotos für Foto- und Videospeicher zugreifen.
es: Después de abrir,la aplicación puede acceder a sus fotos para almacenar fotos y videos.
fi: Avattuaan sovellus voi käyttää valokuvia valokuvien ja videoiden tallennukseen.
fr: Après ouverture, l'application peut accéder à vos photos pour le stockage de photos et de vidéos.
he: לאחר הפעלת EseeCloud ניתן להיכנס לתמונות
id: setelah buka,app dapat akses foto kamu dan penyimpanan foto dan video
it: Dopo l'apertura,l'app può accedere alle tue foto per l'archiviazione di foto e video.
ja: アプリより写真やビデオをアルバム内へ保存します。
ko: 서비스 등록 후에는 앱에서 스토리지 접속을 통해서 사진 및 동영상을 볼 수 있습니다.
nb: Etter åpningen kan appen få tilgang til bildene dine for foto-og videolagring.
nl: Nadat u EseeCloud heeft ingeschakeld,heeft u toegang tot uw foto's
pl: Po otwarciu aplikacja może uzyskać dostęp do zdjęć w celu przechowywania zdjęć i filmów.
pt_br: Após a abertura,o aplicativo pode acessar suas fotos para armazenamento de fotos e vídeos.
ro: După deschidere,aplicația poate accesa fotografiile dvs. pentru stocarea fotografiilor și a videoclipurilor.
ru: После открытия приложение может получить доступ к вашим фотографиям для хранения фотографий и видео.
sv: Efter öppningen kan appen få tillgång till dina foton för foto-och videolagring.
th: หลังจากเปิดแอปสามารถเข้าถึงรูปภาพของคุณเพื่อจัดเก็บรูปภาพและวิดีโอ
tr: Açtıktan sonra,uygulama fotoğraf ve video saklama için fotoğraflarınıza erişebilir.
vi: Chỉ sau khi mở Ứng dụng, bạn mới có thể truy cập ảnh của mình để lưu trữ ảnh và video
zh_hans: 开启后App才可以访问你的照片进行照片和录像的存储
zh_hant: 開啟後App才可以訪問你的照片進行照片和錄像的存儲

# addDevice_cloud_id_inexistence_help_2
source: 2. If the cloud ID label is printed incorrectly, please contact the merchant.
cs: 2. Pokud je štítek ID cloudu vytištěn nesprávně, kontaktujte obchodníka.
de: 2. Wenn das Cloud-ID-Etikett falsch gedruckt wurde, wenden Sie sich bitte an den Händler.
es: 2. Si la etiqueta de identificación de la nube se imprime incorrectamente, comuníquese con el comerciante.
fi: 2. Jos pilvitunnustarra on painettu väärin, ota yhteyttä kauppiaaseen.
fr: 2. Si l'étiquette d'identification du cloud n'est pas imprimée correctement, veuillez contacter le commerçant.
he: 2. אם תווית ה-Cloud ID מודפסת בצורה שגויה, אנא צור קשר עם הסוחר.
id: 2. Jika label cloud ID tidak tercetak dengan benar, harap hubungi merchant.
it: 2. Se l'etichetta dell'ID cloud è stampata in modo errato, contattare il commerciante.
ja: 2.クラウドIDラベルが正しく印刷されていない場合は、販売者に連絡してください。
ko: 2. 클라우드 ID 라벨이 잘못 인쇄된 경우 판매자에게 문의하시기 바랍니다.
nb: 2. Hvis sky-ID-etiketten skrives ut feil, vennligst kontakt selgeren.
nl: 2. Als het cloud-ID-label onjuist is afgedrukt, neem dan contact op met de handelaar.
pl: 2. Jeśli etykieta Cloud ID jest wydrukowana nieprawidłowo, skontaktuj się ze sprzedawcą.
pt_br: 2. Se a etiqueta de ID da nuvem for impressa incorretamente, entre em contato com o comerciante.
ro: 2. Dacă eticheta ID cloud este tipărită incorect, vă rugăm să contactați comerciantul.
ru: 2. Если наклейка с облачным идентификатором напечатана неправильно, обратитесь к продавцу.
sv: 2. Om moln-ID-etiketten är felaktigt utskriven, vänligen kontakta handlaren.
th: 2. หากพิมพ์ฉลาก cloud ID ไม่ถูกต้อง โปรดติดต่อผู้ขาย
tr: 2. Bulut kimliği etiketi yanlış yazdırılırsa, lütfen satıcıyla iletişime geçin.
vi: 2. Nếu nhãn ID đám mây được in không chính xác, vui lòng liên hệ với người bán.
zh_hans: 2.如云ID标签打印错误，请联系商家。
zh_hant: 2.如雲ID標籤打印錯誤，請聯繫商家。

# Person_4G_data_plan
source: 4G Data Plan
cs: Datový tarif 4G
de: 4G-Datenplan
es: Plan de datos 4G
fi: 4G-datasopimus
fr: Forfait de données 4G
he: תוכנית נתונים 4G
id: Paket Data 4G
it: Piano dati 4G
ja: 4Gデータプラン
ko: 4G 데이터 요금제
nl: 4G data-abonnement
pl: Plan danych 4G
pt_br: Plano de dados 4G
ro: Plan de date 4G
ru: Тарифный план 4G
th: แผนข้อมูล 4G
tr: 4G Veri Planı
vi: Gói dữ liệu 4G
zh_hans: 4G流量套餐
zh_hant: 4G流量套餐

# adddevice_connect_quit_prompt
source: Connecting device, are you sure to quit?
cs: Spojení zařízení, jste určitě přestat?
de: Geräts wird verbunden, wirklich beenden?
es: Equipo de conexión, ¿estás seguro de dejarlo?
fi: Oletko varma, että liität laitteen?
fr: Connexion d'un appareil, êtes-vous sûr de vouloir quitter?
he: מכשיר מחובר, האם אתה בטוח לצאת?
id: Menghubungkan perangkat, apakah Anda yakin untuk berhenti?
it: Dispositivo di connessione, sei sicuro di uscire?
ja: 接続を中断しますか？
ko: 연결 장치, 끝내시겠습니까?
nb: Tilkoblingsenhet, er du sikker på å slutte?
nl: Verbindend apparaat, bent u zeker om te stoppen?
pl: Podłączanie urządzenia, czy na pewno chcesz zakończyć?
pt_br: Conectando dispositivo, você tem certeza de sair?
ro: Conectați dispozitivul, sunteți sigur că ați renunțat?
ru: Подключение устройства, вы уверены, что выйти?
sv: Anslutningsenhet, är du säker på att avsluta?
th: กำลังเชื่อมต่ออุปกรณ์ ,คุณต้องการยกเลิกหรือไม่
tr: Cihaz bağlanıyor, çıkacağınızdan emin misiniz?
vi: Thiết bị đang được kết nối, bạn có chắc chắn thoát không?
zh_hans: 正在连接设备，是否确定退出？
zh_hant: 正在連接設備，是否確定退出？
