Repository: Yolo-cell-hash/go_home_ios
Catalog: ios/Runner/JASDK/JAResources/XLanguage/X35MultiLanguage/*.lproj/X35MutiLanguage.strings
Languages: cs, de, es, fi, fr, he, id, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sv, th, tr, vi, zh_hans, zh_hant

# person_unbundle_phone_number_description
source: After the unbundling, you will not be able to use the phone number to reset the password of the account. Do you want to continue unbundling?
cs: Po oddělení nebude možné použít telefonní číslo k obnovení hesla účtu. Chcete pokračovat v oddělení?
de: Nach dem Entfernen können Sie die Handynummer nicht mehr zum Zurücksetzen des Passworts des Kontos verwenden. Fortfahren mit Entfernen?
es: Después de la desagregación, no podrá usar el número de teléfono para restablecer la contraseña de la cuenta. ¿Quieres continuar desagregando?
fi: Eriyttämisen jälkeen et voi käyttää puhelinnumeroa tilin salasanan palauttamiseen. Haluatko jatkaa eriyttämistä?
fr: Après le dégroupage, vous ne pourrez plus utiliser le numéro de téléphone pour réinitialiser le mot de passe du compte. Voulez-vous continuer à dégrouper?
he: לאחר הפרידה לא תוכל להשתמש במספר הטלפון כדי לאפס את סיסמת החשבון. האם אתה רוצה להמשיך לפרוק?
id: Setelah unbundling, Anda tidak akan dapat menggunakan nomor telepon untuk mengatur ulang kata sandi akun. Apakah Anda ingin melanjutkan pembatalan?
it: Dopo la separazione, non sarà possibile utilizzare il numero di telefono per reimpostare la password dell'account. Vuoi continuare a separare?
ja: バンドル解除後、電話番号を使用してアカウントのパスワードをリセットすることはできなくなります。 バンドル解除を続行しますか？
ko: 번들 해제 후 전화 번호를 사용하여 계정의 비밀번호를 재설정 할 수 없습니다. 번들링을 계속 하시겠습니까?
nb: Etter uttaket kan du ikke bruke telefonnummeret til å tilbakestille passordet til kontoen. Vil du fortsette å skilles ut?
nl: Na de ontvlechting kunt u het telefoonnummer niet meer gebruiken om het wachtwoord van de account opnieuw in te stellen. Wilt u doorgaan met ontvlechten?
pl: Po wydzieleniu nie będzie można użyć numeru telefonu do zresetowania hasła do konta. Czy chcesz kontynuować rozdział?
pt_br: Após a desmembramento, você não poderá usar o número de telefone para redefinir a senha da conta. Você quer continuar desmembrando?
ro: După separare, nu veți putea utiliza numărul de telefon pentru a reseta parola contului. Doriți să continuați dezbinarea?
ru: После отделения вы не сможете использовать номер телефона для сброса пароля учетной записи. Хотите продолжить разделение?
sv: Efter uppdelningen kan du inte använda telefonnumret för att återställa lösenordet för kontot. Vill du fortsätta åtskillnad?
th: หลังจากเลิกผูกคุณจะไม่สามารถใช้หมายเลขโทรศัพท์ของคุณเพื่อรีเซ็ตรหัสผ่านของบัญชีได้คุณต้องการยกเลิกการผูกต่อหรือไม่
tr: Ayrıştırma işleminden sonra, hesap şifresini sıfırlamak için telefon numarasını kullanamazsınız. Ayrıştırmaya devam etmek istiyor musunuz?
vi: Sau khi hủy liên kết, bạn sẽ không thể sử dụng số điện thoại này để đặt lại mật khẩu của tài khoản. Bạn có muốn tiếp tục hủy liên kết không?
zh_hans: 解绑后，你将不能使用此手机号来重置该账号的密码，是否继续解绑？
zh_hant: 解綁後，你將不能使用此手機號來重置該賬號的密碼，是否繼續解綁？

# adddevice_remote_use_alone
source: Remote View
cs: Vzdálené zobrazení
de: Fern-Ansicht
es: Vista remota
fi: Etäkatselu
fr: Vue à distance
he: תצוגה מרחוק
it: Vista remota
ja: リモートビュー
ko: 원격보기
nb: Ekstern visning
pl: Widok zdalny
pt_br: Visão Remota
ro: Vizualizare la distanță
ru: Удаленный просмотр
sv: Fjärrvy
th: ดูระยะไกล
tr: Uzaktan görünümü
vi: Sử dụng từ xa
zh_hans: 远程使用
zh_hant: 遠程使用

# devicesetting_Video_center_correction_radius_one
source: Radius 1:
cs: Poloměr 1:
es: Radio 1:
fi: Säde 1:
fr: Rayon 1 :
he: רדיוס 1:
it: Raggio 1:
ja: 半径1：
ko: 반경 1 :
nl: Straal 1:
pl: Promień 1:
pt_br: Raio 1:
ru: Радиус 1:
th: รัศมี 1:
tr: Yarıçapı 1:
vi: Bán kính 1:
zh_hans: 半径1：
zh_hant: 半徑1：

# share_no_device
source: No share yet, please add first
cs: Zatím žádný podíl, nejprve přidejte
de: Noch keine Freigabe, bitte zuerst hinzufügen
es: Aún no se comparte, agregue primero
fi: Zatím žádný podíl, nejprve přidejte
fr: Pas encore de partage, veuillez d'abord ajouter
he: אין עדיין שיתוף, אנא הוסף תחילה
id: Belum ada yang dibagikan, tambahkan dulu
it: Nessuna condivisione ancora, aggiungi prima
ja: まだ共有していません。最初に追加してください
ko: 아직 공유가 없습니다. 먼저 추가하세요.
nb: Ingen deling ennå, vennligst legg til først
nl: Nog geen share, voeg eerst toe
pl: Nie udostępniaj jeszcze, dodaj najpierw
pt_br: Nenhum compartilhamento ainda, por favor, adicione primeiro
ro: Niciun share încă, vă rugăm să adăugați mai întâi
ru: Еще нет публикации, пожалуйста, сначала добавьте
sv: Ingen delning ännu, lägg till först
th: ยังไม่มีการแบ่งปันโปรดเพิ่มก่อน
tr: Henüz paylaşım yok, lütfen önce ekleyin
vi: Chưa có chia sẻ nào, vui lòng thêm trước
zh_hans: 暂无分享，请先添加
zh_hant: 暫無分享，請先添加

# bell
source: Doorbell
cs: Dveřní zvon
de: Türklingel
es: Timbre de la puerta
fi: ovikello
fr: Sonnette
he: פעמון הדלת
id: Bel Pintu
it: Campanello
ja: ドアベル
ko: 초인종
nb: Ringeklokke
nl: Deurbel
pl: Dzwonek do drzwi
pt_br: Campainha
ro: soneria
ru: дверной звонок
sv: dörrklockan
th: กริ่งประตู
tr: Kapı zili
vi: chuông cửa
zh_hans: 门铃
zh_hant: 門鈴

# preview_preset_help_1
source: After controlling the PTZ to rotate the camera and setting the preset position, you can reach the position you care about with one key anytime, anywhere, and quickly check the changes in your home.
cs: Po ovládání PTZ pro otočení kamery a nastavení přednastavené pozice můžete kdykoli a kdekoli jednou klávesou dosáhnout pozice, na které vám záleží, a rychle zkontrolovat změny u vás doma.
de: Nachdem Sie die Kamera über die Pfeiltasten gesteuert und die Preset Position eingestellt haben, können Sie die gewünschte Position jederzeit und überall mit einer Taste abrufen und die Änderungen in Ihrem Zuhause schnell überprüfen.
es: Después de controlar el PTZ para girar la cámara y configurar la posición preestablecida, puede alcanzar la posición que le interesa con una sola tecla en cualquier momento y en cualquier lugar y comprobar rápidamente los cambios en su hogar.
fi: Kun olet ohjannut PTZ:tä kameran pyörittämiseksi ja esiasetetun asennon, voit saavuttaa tärkeän asennon yhdellä näppäimellä milloin tahansa ja missä tahansa ja tarkistaa nopeasti kodissasi tapahtuvat muutokset.
fr: Après avoir contrôlé le PTZ pour faire pivoter la caméra et défini la position prédéfinie, vous pouvez atteindre la position qui vous intéresse avec une seule touche à tout moment, n'importe où, et vérifier rapidement les changements dans votre maison.
he: לאחר שליטה ב-PTZ כדי לסובב את המצלמה והגדרת המיקום המוגדר מראש, תוכל להגיע למיקום שחשוב לך עם מקש אחד בכל זמן ובכל מקום, ולבדוק במהירות את השינויים בביתך.
id: Setelah mengontrol PTZ untuk memutar kamera dan mengatur posisi preset, Anda dapat mencapai posisi yang diinginkan dengan satu tombol kapan saja, di mana saja, dan dengan cepat memeriksa perubahan di rumah Anda.
it: Dopo aver controllato il PTZ per ruotare la telecamera e aver impostato la posizione preimpostata, puoi raggiungere la posizione che ti interessa con un tasto sempre e ovunque e controllare rapidamente i cambiamenti nella tua casa.
ja: PTZを操作してカメラを回転させ、プリセット位置を設定すると、いつでもどこでも1つのキーで気になる位置に到達し、家の変化をすばやく確認できます。
ko: PTZ를 제어하여 카메라를 회전시키고 프리셋 위치를 설정하면, 언제 어디서나 하나의 키로 관심 있는 위치에 도달할 수 있으며, 집안의 변화를 빠르게 확인할 수 있습니다.
nb: Etter å ha kontrollert PTZ-en for å rotere kameraet og stille inn den forhåndsinnstilte posisjonen, kan du nå posisjonen du bryr deg om med én tast når som helst og hvor som helst, og raskt sjekke endringene i hjemmet ditt.
nl: Nadat je de PTZ hebt bestuurd om de camera te draaien en de vooraf ingestelde positie hebt ingesteld, kun je met één toets altijd en overal de gewenste positie bereiken en snel de wijzigingen in je huis controleren.
pl: Po sterowaniu PTZ w celu obracania kamery i ustawieniu wstępnie ustawionej pozycji, możesz osiągnąć żądaną pozycję za pomocą jednego przycisku w dowolnym miejscu i czasie i szybko sprawdzić zmiany w swoim domu.
pt_br: Depois de controlar o PTZ para girar a câmera e definir a posição predefinida, você pode alcançar a posição desejada com uma tecla a qualquer hora, em qualquer lugar e verificar rapidamente as alterações em sua casa.
ro: După ce controlați PTZ pentru a roti camera și setați poziția presetată, puteți ajunge la poziția care vă interesează cu o singură tastă oricând și oriunde și puteți verifica rapid modificările din casa dvs.
ru: После управления PTZ для поворота камеры и установки предустановленного положения вы можете добраться до нужного положения с помощью одной клавиши в любое время и в любом месте и быстро проверить изменения в вашем доме.
sv: Efter att ha kontrollerat PTZ för att rotera kameran och ställt in den förinställda positionen kan du nå den position du bryr dig om med en knapp när som helst och var som helst och snabbt kontrollera ändringarna i ditt hem.
th: หลังจากควบคุม PTZ เพื่อหมุนกล้องและตั้งค่าตำแหน่งที่ตั้งไว้ล่วงหน้า คุณสามารถไปถึงตำแหน่งที่คุณสนใจด้วยปุ่มเดียวทุกที่ทุกเวลา และตรวจสอบการเปลี่ยนแปลงในบ้านของคุณอย่างรวดเร็ว
tr: Kamerayı döndürmek için PTZ'yi kontrol ettikten ve ön ayar konumunu ayarladıktan sonra, istediğiniz zaman, istediğiniz yerde tek tuşla ilgilendiğiniz konuma ulaşabilir, evinizdeki değişiklikleri hızlıca kontrol edebilirsiniz.
vi: Sau khi điều khiển PTZ để xoay camera và thiết lập vị trí đặt trước, bạn có thể đến vị trí mình quan tâm bằng một phím mọi lúc, mọi nơi và nhanh chóng kiểm tra các thay đổi trong nhà của bạn.
zh_hans: 控制云台转动摄像机，设置常看位置后，您就能随时随地一键到达您关心的位置，快速查看家中的变化。
zh_hant: 控制雲台轉動攝像機，設置常看位置後，您就能隨時隨地一鍵到達您關心的位置，快速查看家中的變化。

# adddevice_connect_own_hotspot
source: Connect the wireless hotspot network of the device
cs: Připojte bezdrátovou hotspotovou síť zařízení
de: Verbinden Sie das Hotspot-Netzwerk des Geräts
es: Conecte la red del punto de acceso inalámbrico del dispositivo
fi: Yhdistä laitteen langaton hotspot -verkko
fr: Connectez le réseau hotspot sans fil de l'appareil
he: חבר את רשת הנקודה החמה האלחוטית של המכשיר
id: Hubungkan jaringan hotspot nirkabel perangkat
it: Connetti la rete hotspot wireless del dispositivo
ja: デバイスのワイヤレスホットスポットネットワークを接続します
ko: 장치의 무선 핫스팟 네트워크 연결
nb: Koble til det trådløse hotspot -nettverket til enheten
nl: Verbind het draadloze hotspot-netwerk van het apparaat
pl: Podłącz bezprzewodową sieć hotspot urządzenia
pt_br: Conecte a rede de ponto de acesso sem fio do dispositivo
ro: Conectați rețeaua hotspot wireless a dispozitivului
ru: Подключите беспроводную точку доступа к сети устройства.
sv: Anslut enhetens trådlösa hotspot -nätverk
th: เชื่อมต่อเครือข่ายฮอตสปอตไร้สายของอุปกรณ์
tr: Cihazın kablosuz erişim noktası ağını bağlayın
vi: Kết nối mạng điểm phát sóng không dây của thiết bị
zh_hans: 连接设备自带无线热点配网
zh_hant: 連接設備自帶無線熱點配網

# add_Learn_about_cloud_card_5
source: What is the cost of the cloud card?
cs: Jaká je cena cloudové karty?
de: Wie hoch sind die Kosten für die Cloud-Karte?
es: ¿Cuál es el costo de la tarjeta de la nube?
fi: Mikä on pilvikortin hinta?
fr: Quel est le prix de la carte cloud ?
he: מה העלות של כרטיס הענן?
id: Berapa biaya kartu cloud?
it: Qual è il costo della carta cloud?
ja: クラウドカードの価格は？
ko: 클라우드 카드 비용은 얼마입니까?
nb: Hva koster skykortet?
nl: Wat kost de cloudkaart?
pl: Jaki jest koszt karty w chmurze?
pt_br: Qual é o custo do cartão de nuvem?
ro: Care este costul cardului cloud?
ru: Какова стоимость облачной карты?
sv: Vad kostar molnkortet?
th: ราคาของการ์ดคลาวด์คืออะไร?
tr: Bulut kartının maliyeti nedir?
vi: Chi phí của thẻ đám mây là gì?
zh_hans: 云卡的费用是怎样的？
zh_hant: 雲卡的費用是怎樣的？

# goodsDetailgoodsDescribe
source: Commodity description
cs: Popis výrobku
de: Produktbeschreibung
es: Descripcion de la mercancía
fi: Tuotteen kuvaus
fr: Description des marchandises
he: תיאור סחורה
id: Keterangan Produk
it: Descrizione merce
ja: 商品の説明
ko: 상품 설명
nb: Produktbeskrivelse
nl: Productbeschrijving
pl: Opis towaru
pt_br: Descrição da mercadoria
ro: Descrierea mărfurilor
ru: Описание товара
sv: Varubeskrivning
th: รายละเอียดสินค้า
tr: Emtia açıklaması
vi: Mô tả Sản phẩm
zh_hans: 商品描述
zh_hant: 商品描述

# message_Selected_channels
source: Selected %1$s channels
cs: Počet vybraných kanálů: %1$s
de: Ausgewählte %1$s Kanäle
es: %1$s canales elegidos
fi: Valittu %1$s kanavaa
fr: Chaînes %1$s choisies
he: נבחרו %1$s ערוצים
id: %1$s saluran terpilih
it: %1$s canali scelti
ja: 選択された%1$sチャネル
ko: %1$s개의 채널을 선택했습니다.
nb: Valgte %1$s kanaler
nl: %1$s kanalen gekozen
pl: Wybrane kanały: %1$s
pt_br: Canais de %1$s escolhidos
ro: Au fost alese %1$s canale
ru: Выбрано %1$s каналов
sv: Valda %1$s kanaler
th: เลือก %1$s ช่อง
tr: %1$s kanal seçildi
vi: Kênh %1$s đã chọn
zh_hans: 已选%1$s个通道
zh_hant: 已選%1$s個通道

# Stand_alone_station_no_customer_service
source: There is currently no customer service online, please submit a message
cs: Momentálně online není žádný zákaznický servis, odešlete prosím zprávu
de: Derzeit kein Kundenservice online. Bitte Nachricht schicken.
es: Actualmente no hay servicio al cliente en línea, envíe un mensaje
fi: Tällä hetkellä ei ole asiakaspalvelua verkossa, lähetä viesti
fr: Il n'y a actuellement pas de service client en ligne, veuillez envoyer un message
he: כרגע אין שירות לקוחות מקוון, אנא שלח הודעה
id: Saat ini tidak ada layanan pelanggan online, silakan kirim pesan
it: Al momento non è disponibile un servizio clienti online, invia un messaggio
ja: 現在、オンラインのカスタマーサービスはありません。メッセージを送信してください
ko: 현재 온라인 고객 서비스가 없습니다. 메시지를 제출하십시오
nb: Det er for øyeblikket ingen kundeservice online, vennligst send en melding
nl: Er is momenteel geen klantenservice online. Dien een bericht in
pl: Obecnie nie ma obsługi klienta online, prosimy o przesłanie wiadomości
pt_br: Atualmente não há atendimento ao cliente online, envie uma mensagem
ro: Momentan nu există servicii pentru clienți online, vă rugăm să trimiteți un mesaj
ru: В настоящее время онлайн-служба поддержки клиентов отсутствует, отправьте сообщение
sv: Det finns för närvarande ingen kundtjänst online, skicka ett meddelande
th: ขณะนี้ไม่มีบริการลูกค้าออนไลน์โปรดส่งข้อความ
tr: Şu anda çevrimiçi müşteri hizmetleri bulunmuyor, lütfen mesaj gönderin
vi: Hiện tại không có dịch vụ khách hàng trực tuyến, vui lòng gửi tin nhắn
zh_hans: 当前没有客服在线，请提交留言
zh_hant: 當前沒有客服在線，請提交留言

# cloud_feedback_status
source: Status
cs: Stav
es: Estado
fi: tila
fr: État
he: סטטוס
id: Negara
it: stato
ja: 状態：
ko: 상태
nl: staat
pl: Państwa
ro: stare
ru: статус
th: สถานะ
tr: durum
vi: trạng thái
zh_hans: 状态
zh_hant: 狀態

# adddeevice_smartlink_prompt_WIFI
source: Connect your phone to WiFi
cs: Připojte svůj telefon k WiFi
de: Verbinden Sie Ihr Smartphone mit WLAN
es: Conecta tu teléfono a WiFi
fi: Liitä puhelin WiFi-laitteeseen
fr: Connectez votre téléphone au WiFi
he: חבר את הסמארטפון לרשת הWiFi
id: Konek HP kamu ke WiFi
it: Collega il tuo telefono a WiFi
ja: 携帯電話を無線LAN接続します
ko: WiFi에 스마트폰 연결
nb: Koble telefonen til WiFi
nl: Verbind uw telefoon met WiFi
pl: Podłącz telefon do WiFi
pt_br: Conecte seu celular ao WiFi
ro: Conectați telefonul la WiFi
ru: Подключите телефон к WiFi
sv: Anslut din telefon till WiFi
th: เชื่อมต่อโทรศัพท์ของคุณกับ WiFi
tr: Telefonunuzu WiFi'a bağlayın
vi: Kết nối điện thoại của bạn với WiFi
zh_hans: 给手机连接WiFi
zh_hant: 給手機連接WiFi

# AlarmMessage_select_time
source: Select time
cs: Vyberte čas
de: Zeit auswählen
es: Seleccione hora
fi: Valitse aika
fr: Sélectionnez l'heure
he: בחר זמן
id: Pilih waktu
it: Seleziona l'ora
ja: 時間を選択
ko: 시간을 선택하십시오
nb: Velg tid
nl: Selecteer tijd
pl: Wybierz czas
pt_br: Selecionar hora
ro: Selectați ora
ru: Выберите время
sv: Välj tid
th: เลือกเวลา
tr: Zaman seç
vi: thời gian lựa chọn
zh_hans: 选择时间
zh_hant: 選擇時間

# cloud_total_remain_time
source: Total remaining time
cs: Celkový zbývající čas
de: Gesamte verbleibende Zeit
es: Tiempo restante total
fi: Koko jäljellä oleva aika
fr: Temps total restant
he: סך כל הזמן שנותר
id: Total waktu yang tersisa
it: Tempo residuo totale
ja: 残り時間の合計
ko: 총 남은 시간
nb: Total gjenværende tid
nl: Totale resterende tijd
pl: Całkowity pozostały czas
pt_br: Tempo total restante
ro: Timpul total rămas
ru: Общее оставшееся время
sv: Total återstående tid
th: เวลาที่เหลือทั้งหมด
tr: Toplam kalan süre
vi: Tổng thời gian còn lại
zh_hans: 总剩余时间
zh_hant: 總剩餘時間

# adddevice_go_to_connect_device
source: Please go to the system settings manually. After connecting the device hotspot, return to the app.
cs: Přejděte prosím do nastavení systému ručně. Po připojení hotspotu zařízení se vraťte do aplikace.
de: Bitte gehen Sie manuell zu den Systemeinstellungen. Kehren Sie nach dem Verbinden mit dem Geräte-Hotspots zur App zurück.
es: Vaya a la configuración del sistema manualmente. Después de conectar el punto de acceso del dispositivo, regrese a la aplicación.
fi: Siirry järjestelmäasetuksiin manuaalisesti. Kun olet yhdistänyt laitteen hotspotin, palaa sovellukseen.
fr: Veuillez accéder aux paramètres système manuellement. Après avoir connecté le point d'accès de l'appareil, revenez à l'application.
he: אנא עבור להגדרות המערכת באופן ידני. לאחר חיבור הנקודה החמה של המכשיר, חזור ליישום.
id: Silakan buka pengaturan sistem secara manual. Setelah menghubungkan hotspot perangkat, kembali ke aplikasi.
it: Vai alle impostazioni di sistema manualmente. Dopo aver collegato l'hotspot del dispositivo, torna all'app.
ja: 手動でシステム設定に移動してください。 デバイスのホットスポットを接続したら、アプリに戻ります。
ko: 시스템 설정으로 수동 이동하십시오. 장치 핫스팟을 연결 한 후 앱으로 돌아갑니다.
nb: Gå til systeminnstillingene manuelt. Gå tilbake til appen etter å ha koblet til enhetens hotspot.
nl: Ga handmatig naar de systeeminstellingen. Nadat u de hotspot van het apparaat hebt verbonden, keert u terug naar de app.
pl: Przejdź do ustawień systemowych ręcznie. Po podłączeniu hotspotu urządzenia wróć do aplikacji.
pt_br: Por favor, vá para as configurações do sistema manualmente. Depois de conectar o ponto de acesso do dispositivo, retorne ao aplicativo.
ro: Vă rugăm să accesați manual setările sistemului. După conectarea hotspot-ului dispozitivului, reveniți la aplicație.
ru: Пожалуйста, перейдите в настройки системы вручную. После подключения точки доступа устройства вернитесь в приложение.
sv: Gå till systeminställningarna manuellt. Gå tillbaka till appen när du har anslutit enhetens hotspot.
th: โปรดไปที่ การตั้งค่าระบบด้วยตนเอง หลังจากเชื่อมต่อกับฮอตสปอตของอุปกรณ์ แล้วให้กลับไปที่แอป
tr: Lütfen sistem ayarlarına manuel olarak gidin. Cihaz erişim noktasını bağladıktan sonra uygulamaya geri dönün.
vi: Vui lòng chuyển đến cài đặt hệ thống theo cách thủ công, sau khi kết nối với điểm phát sóng của thiết bị, hãy quay lại APP
zh_hans: 请手动前往系统设置，连接设备热点后，返回APP
zh_hant: 請手動前往系統設置，連接設備熱點後，返回APP

# play_error_tips_3
source: Device is disconnected...
cs: Zařízení bylo odpojeno ...
de: Gerät ist getrennt...
es: El Equipo está desconectado ...
fi: Laite on katkaistu ...
fr: l'appareil est déconnecté...
he: המכשיר מנותק...
id: Perangkat terputus
it: Dispsitivo disconnesso…
ja: デバイスが切断されています…
ko: 제품 연결 해제
nb: Enhet er frakoblet…
nl: Apparaat is aangesloten...
pl: Urządzenie rozłączone…
pt_br: O dispositivo está desconectado ...
ro: Dispozitivul este deconectat ...
ru: Устройство отключено ...
sv: Enheten är frånkopplad ...
th: อุปกรณ์ตัดการเชื่อมต่อแล้ว
tr: Cihaz bağlantısı kesildi ...
vi: Thiết bị ngắt kết nối...
zh_hans: 设备已断开…
zh_hant: 設備已斷開…

# password_bindingFailed_email
source: This email address is bound
cs: Schránka byla vázána
de: Diese E-Mail Adresse ist eingebunden
es: Esta dirección de correo electrónico ha sido vinculada
fi: Postilaatikko on sidottu
fr: Cette adresse e-mail est liée
he: כתובת המייל כבר משוייכת
id: Alamat Email ini terikat
it: E-mail vincolata
ja: このメールアドレスは共有されています
ko: 이 이메일 주소가 바운드되었습니다.
nb: Denne e-post adressen er knyttet
nl: Dit e-mailadres is gekoppeld
pl: Ten adres e-mail jest powiązany
pt_br: Este endereço de email está vinculado
ro: Această adresă de e-mail este obligatorie
ru: Этот адрес электронной почты связан
sv: Den här e-postadressen är bunden
th: ที่อยู่อีเมล์นี้ถูกผูกไว้
tr: Bu e-posta adresi bağlı
vi: Email đã bị ràng buộc
zh_hans: 邮箱已被绑定
zh_hant: 郵箱已被綁定

# person_trial_latest_trial_version_fail
source: Failed to get the latest trial version
cs: Nepodařilo se získat nejnovější zkušební verzi
de: Fehler beim Abrufen der neuesten Testversion
es: Error al obtener la última versión de prueba
fi: Viimeisimmän kokeiluversion saaminen epäonnistui
fr: Impossible d'obtenir la dernière version d'évaluation
he: נכשל הניסיון לקבל את גרסת הניסיון האחרונה
id: Gagal mendapatkan versi uji coba terbaru
it: Impossibile ottenere l'ultima versione di prova
ja: 最新の試用版を入手できませんでした
ko: 최신 버전을 가져 오지 못했습니다.
nb: Kunne ikke få den siste prøveversjonen
nl: Kan de nieuwste proefversie niet ophalen
pl: Nie udało się pobrać najnowszej wersji próbnej
pt_br: Não foi possível obter a última versão de avaliação
ro: Nu a reușit să se obțină cea mai recentă versiune de încercare
ru: Не удалось получить последнюю пробную версию
sv: Misslyckades med att få den senaste provversionen
th: รับรุ่นทดลองล่าสุดล้มเหลว
tr: En son deneme sürümü alınamadı
vi: Không tải được phiên bản dùng thử mới nhất
zh_hans: 获取最新的试用版本失败
zh_hant: 獲取最新的試用版本失敗

# cloud_suspended_auto_upload_video_try_again
source: Fail to stop cloud storage automactically upload recording,please try again
cs: Pozastavení úložiště cloud automaticky nahrává video se nezdařilo. Zkuste to prosím znovu
de: Deaktivierung Automatisches Hochladen der Aufnahmen in Cloudspeicher fehlgeschlagen, bitte erneut versuchen.
es: No se puede detener la grabación de carga automática de almacenamiento en la nube,intente de nuevo
fi: Pilvivaraston keskeyttäminen automaattisesti lähettää videon epäonnistuneen,yritä uudelleen
fr: Échec de l'arrêt automatique du stockage dans le Cloud lors du téléchargement de l'enregistrement. Veuillez réessayer.
he: כשל בהפסקת הענן של העלאה אוטומטית של העלאת ההקלטה,נסה שוב
id: Gagal menghentikan otomatis oengunggahan video kepenyimpanan Awan,silakan coba lagi
it: Errore blocco auto caricamento archiviazione cloud,prego riprovare
ja: ストレージの自動アップロードを停止できませんでした。もう一度お試しください。
ko: 클라우드 저장을 자동으로 업로드하지 못했습니다. 다시 시도하십시오.
nb: Stop av auto-opplasting av opptak til Sky feilet. Vennligst prøv igjen
nl: Stoppen auto uploaden opname cloudopslag mislukt,probeer het opnieuw
pl: Nie można zatrzymać automatycznego zapisywania w pamięci masowej w chmurze,spróbuj ponownie
pt_br: Falha ao interromper a gravação automática do armazenamento em nuvem,tente novamente
ro: Nu reușiți să opriți înregistrarea încărcării automate a norului,încercați din nou
ru: Не удалось остановить автоматическую загрузку записи в облачном хранилище,попробуйте еще раз
sv: Misslyckas med att stoppa molnlagring automatiskt ladda upp inspelning,försök igen
th: ไม่สามารถหยุดที่เก็บข้อมูลบนคลาวด์ชั่วคราวเพื่ออัปโหลดวิดีโอโดยอัตโนมัติโปรดลองอีกครั้ง
tr: Bulut depolama otomatik yükleme kaydını durduramazsanız,lütfen tekrar deneyin
vi: Không thể tạm dừng bộ nhớ đám mây để tự động tải video lên, vui lòng thử lại
zh_hans: 暂停云存自动上传录像失败，请重试
zh_hant: 暫停雲存自動上傳錄像失敗，請重試

# devicesetting_Intelligent_detection_period
source: Motion detection period
cs: Perioda detekce pohybu
de: Push-Nachrichten Zeitplan
es: Período de detección de movimiento
fi: Liiketunnistusjakso
fr: Période de détection de mouvement
he: תקופת זיהוי תנועה
id: Periode deteksi gerakan
it: Periodo di rilevamento del movimento
ja: モーション検知期間
ko: 움직임 감지 기간
nb: Bevegelsesdeteksjonsperiode
nl: Bewegingsdetectieperiode
pl: Okres wykrywania ruchu
pt_br: Período de detecção de movimento
ro: Perioada de detectare a mișcării
ru: Период обнаружения движения
sv: Rörelsedetekteringsperiod
th: ระยะเวลาการตรวจจับการเคลื่อนไหว
tr: Hareket algılama süresi
vi: Khoảng thời gian phát hiện chuyển động
zh_hans: 智能侦测时段
zh_hant: 智能偵測時段

source: Camera
cs: Fotoaparát
de: Kamera
es: Cámara
fi: Kamera
fr: Appareil photo
he: מַצלֵמָה
id: Kamera
it: Telecamera
ja: カメラ
ko: 카메라
nb: Kamera
pl: Kamera
pt_br: Câmera
ro: aparat foto
ru: Камера
sv: Kamera
th: กล้อง
tr: Kamera
vi: Máy ảnh
zh_hans: 摄像机
zh_hant: 攝像機
