Repository: Yolo-cell-hash/go_home_ios
Catalog: ios/Runner/JASDK/JAResources/XLanguage/X35MultiLanguage/*.lproj/X35MutiLanguage.strings
Languages: cs, de, es, fi, fr, he, id, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sv, th, tr, vi, zh_hans, zh_hant

# cloud_storage_details_introduce
source: The cloud storage function is a video storage function developed based on technologies such as moving object detection. Cloud storage is divided into two types: alarm recording and full-day recording. Alarm recording refers to triggering the camera alarm when human passes by or moves in front of the camera. The camera will automatically record and upload it to the Cloud Space Security Center for encryption. You can use it with confidence.
cs: Funkce cloudového úložiště je funkce ukládání videa vyvinutá na základě technologií, jako je detekce pohybujících se objektů. Cloudové úložiště se dělí na dva typy: nahrávání poplachu a celodenní nahrávání. Záznam poplachu se týká spuštění poplachu kamery, když člověk prochází kolem nebo se pohybuje před kamerou. Kamera jej automaticky zaznamená a nahraje do centra zabezpečení cloudového prostoru k zašifrování. Můžete jej používat s důvěrou.
de: Die Cloud-Speicherfunktion ist eine Videospeicherfunktion, die auf der Grundlage von Technologien wie der Erkennung von sich bewegenden Objekten entwickelt wurde. Der Cloud-Speicher ist in zwei Typen unterteilt: Alarmaufzeichnung und ganztägige Aufzeichnung. Die Alarmaufzeichnung bezieht sich auf das Auslösen des Kameraalarms, wenn ein Mensch an der Kamera vorbeigeht oder sich vor ihr bewegt. Die Kamera zeichnet automatisch auf und lädt sie zur Verschlüsselung in das Cloud Space Security Center hoch. Sie können es mit Zuversicht verwenden.
es: La función de almacenamiento en la nube es una función de almacenamiento de video desarrollada en base a tecnologías como la detección de objetos en movimiento. El almacenamiento en la nube se divide en dos tipos: grabación de alarma y grabación de día completo. La grabación de alarma se refiere a activar la alarma de la cámara cuando un humano pasa o se mueve frente a la cámara. La cámara lo grabará automáticamente y lo cargará en el centro de seguridad del espacio en la nube para el cifrado. Puedes usarlo con confianza.
fi: Pilvitallennustoiminto on videotallennustoiminto, joka on kehitetty perustuen teknologioihin, kuten liikkuvan kohteen havaitsemiseen. Pilvitallennus on jaettu kahteen tyyppiin: hälytystallennus ja koko päivän tallennus. Hälytystallennuksella tarkoitetaan kameran hälytyksen laukaisemista, kun ihminen kulkee kameran ohi tai liikkuu sen edessä. Kamera tallentaa ja lataa sen automaattisesti pilvitilan suojauskeskukseen salausta varten. Voit käyttää sitä luottavaisin mielin.
fr: La fonction de stockage en nuage est une fonction de stockage vidéo développée sur la base de technologies telles que la détection d'objets en mouvement. Le stockage en nuage est divisé en deux types : l'enregistrement d'alarme et l'enregistrement d'une journée complète. L'enregistrement d'alarme fait référence au déclenchement de l'alarme de la caméra lorsqu'une personne passe ou se déplace devant la caméra. La caméra l'enregistrera automatiquement et le téléchargera dans le centre de sécurité de l'espace cloud pour le cryptage. Vous pouvez l'utiliser en toute confiance.
he: פונקציית האחסון בענן היא פונקציית אחסון וידאו שפותחה על בסיס טכנולוגיות כגון זיהוי אובייקט נע. אחסון בענן מתחלק לשני סוגים: הקלטת אזעקות והקלטה של יום שלם. הקלטת אזעקה מתייחסת להפעלת אזעקת המצלמה כאשר אדם עובר או נע מול המצלמה. המצלמה תקליט ותעלה אותה אוטומטית למרכז האבטחה של מרחב הענן לצורך הצפנה. אתה יכול להשתמש בו בביטחון.
id: Fungsi penyimpanan cloud adalah fungsi penyimpanan video yang dikembangkan berdasarkan teknologi seperti deteksi objek bergerak. Penyimpanan cloud dibagi menjadi dua jenis: perekaman alarm dan perekaman sehari penuh. Perekaman alarm mengacu pada memicu alarm kamera ketika manusia lewat atau bergerak di depan kamera. Kamera akan secara otomatis merekam dan mengunggahnya ke pusat keamanan ruang cloud untuk enkripsi. Anda dapat menggunakannya dengan percaya diri.
it: La funzione di archiviazione cloud è una funzione di archiviazione video sviluppata sulla base di tecnologie come il rilevamento di oggetti in movimento. Il cloud storage è diviso in due tipi: registrazione allarmi e registrazione per l'intera giornata. La registrazione dell'allarme si riferisce all'attivazione dell'allarme della telecamera quando una persona passa o si sposta davanti alla telecamera. La telecamera lo registrerà automaticamente e lo caricherà nel centro di sicurezza dello spazio cloud per la crittografia. Puoi usarlo con sicurezza.
ja: クラウドストレージ機能は、動体検知などの技術をベースに開発された動画ストレージ機能です。 クラウドストレージは、アラーム録画と終日録画の 2 種類に分けられます。 アラーム録画とは、人がカメラの前を通り過ぎるか移動したときに、カメラのアラームをトリガーすることを指します。 カメラは自動的に記録し、暗号化のためにクラウド スペース セキュリティ センターにアップロードします。 安心してお使いいただけます。
ko: 클라우드 저장 기능은 움직이는 물체 감지 등의 기술을 기반으로 개발된 동영상 저장 기능입니다. 클라우드 스토리지는 알람 녹음과 하루 종일 녹음의 두 가지 유형으로 나뉩니다. 알람 녹화는 사람이 카메라 앞을 지나가거나 움직일 때 카메라에 알람이 울리는 것을 말합니다. 카메라가 자동으로 녹화하고 암호화를 위해 클라우드 공간 보안 센터에 업로드합니다. 안심하고 사용하실 수 있습니다.
nb: Skylagringsfunksjonen er en videolagringsfunksjon utviklet basert på teknologier som gjenkjenning av bevegelige objekter. Skylagring er delt inn i to typer: alarmopptak og heldagsopptak. Alarmopptak refererer til å utløse kameraalarmen når mennesker går forbi eller beveger seg foran kameraet. Kameraet vil automatisk ta opp og laste det opp til sikkerhetssenteret for skyrom for kryptering. Du kan bruke den med selvtillit.
nl: De cloudopslagfunctie is een video-opslagfunctie die is ontwikkeld op basis van technologieën zoals detectie van bewegende objecten. Cloudopslag is onderverdeeld in twee soorten: alarmopname en dagopname. Alarmopname verwijst naar het activeren van het camera-alarm wanneer een mens langs de camera loopt of zich voor de camera beweegt. De camera zal deze automatisch opnemen en uploaden naar het cloudspace-beveiligingscentrum voor codering. Je kunt het met vertrouwen gebruiken.
pl: Funkcja przechowywania w chmurze to funkcja przechowywania wideo opracowana w oparciu o technologie, takie jak wykrywanie ruchomych obiektów. Przechowywanie w chmurze dzieli się na dwa typy: nagrywanie alarmowe i nagrywanie całodniowe. Nagrywanie alarmowe odnosi się do wyzwalania alarmu kamery, gdy człowiek przechodzi obok lub porusza się przed kamerą. Kamera automatycznie nagra i prześle go do centrum bezpieczeństwa przestrzeni w chmurze w celu zaszyfrowania. Możesz go używać z ufnością.
pt_br: A função de armazenamento em nuvem é uma função de armazenamento de vídeo desenvolvida com base em tecnologias como a detecção de objetos em movimento. O armazenamento em nuvem é dividido em dois tipos: gravação de alarme e gravação de dia inteiro. A gravação de alarme refere-se ao acionamento do alarme da câmera quando uma pessoa passa ou se move na frente da câmera. A câmera gravará automaticamente e fará o upload para o centro de segurança do espaço em nuvem para criptografia. Você pode usá-lo com confiança.
ro: Funcția de stocare în cloud este o funcție de stocare video dezvoltată pe baza unor tehnologii precum detectarea obiectelor în mișcare. Stocarea în cloud este împărțită în două tipuri: înregistrare cu alarmă și înregistrare pe o zi întreagă. Înregistrarea cu alarmă se referă la declanșarea alarmei camerei atunci când un om trece sau se mișcă în fața camerei. Camera o va înregistra automat și o va încărca în centrul de securitate a spațiului cloud pentru criptare. Îl poți folosi cu încredere.
ru: Функция облачного хранилища — это функция хранения видео, разработанная на основе таких технологий, как обнаружение движущихся объектов. Облачное хранилище делится на два типа: запись по тревоге и запись на целый день. Запись по тревоге относится к срабатыванию тревоги камеры, когда человек проходит или движется перед камерой. Камера автоматически запишет и загрузит его в центр безопасности облачного пространства для шифрования. Вы можете использовать его с уверенностью.
sv: Molnlagringsfunktionen är en videolagringsfunktion utvecklad baserat på teknologier som detektering av rörliga objekt. Molnlagring är uppdelad i två typer: larminspelning och heldagsinspelning. Larminspelning avser att utlösa kameralarmet när en människa går förbi eller rör sig framför kameran. Kameran kommer automatiskt att spela in och ladda upp den till molnets säkerhetscenter för kryptering. Du kan använda den med tillförsikt.
th: ฟังก์ชันที่เก็บข้อมูลบนคลาวด์เป็นฟังก์ชันการจัดเก็บข้อมูลวิดีโอที่พัฒนาขึ้นโดยใช้เทคโนโลยีต่างๆ เช่น การตรวจจับวัตถุเคลื่อนที่ ที่เก็บข้อมูลบนคลาวด์แบ่งออกเป็นสองประเภท: การบันทึกการเตือนและการบันทึกแบบเต็มวัน การบันทึกการเตือนหมายถึงการทริกเกอร์การเตือนของกล้องเมื่อมีคนเดินผ่านหรือเคลื่อนที่ไปด้านหน้ากล้อง กล้องจะบันทึกและอัปโหลดไปยังศูนย์ความปลอดภัยพื้นที่คลาวด์โดยอัตโนมัติเพื่อทำการเข้ารหัส คุณสามารถใช้ได้อย่างมั่นใจ
tr: Bulut depolama işlevi, hareketli nesne algılama gibi teknolojilere dayalı olarak geliştirilmiş bir video depolama işlevidir. Bulut depolama iki türe ayrılır: alarm kaydı ve tam gün kaydı. Alarm kaydı, insan kameranın yanından geçtiğinde veya kameranın önünden geçtiğinde kamera alarmının tetiklenmesi anlamına gelir. Kamera, şifreleme için otomatik olarak kaydedecek ve bulut alanı güvenlik merkezine yükleyecektir. Güvenle kullanabilirsiniz.
vi: Chức năng lưu trữ đám mây là chức năng lưu trữ video được phát triển dựa trên các công nghệ như phát hiện đối tượng chuyển động. Lưu trữ đám mây được chia thành hai loại: ghi âm báo thức và ghi âm cả ngày. Ghi cảnh báo đề cập đến việc kích hoạt cảnh báo camera khi có người đi ngang qua hoặc di chuyển trước camera. Máy ảnh sẽ tự động ghi lại và tải nó lên trung tâm bảo mật không gian đám mây để mã hóa. Bạn có thể sử dụng nó một cách tự tin.
zh_hans: 云存功能，是基于移动物体检测等技术开发的录像存储功能。云存分为报警录制与全天录制两种类型。报警录制是指摄像机前有人经过或物体移动时，触发摄像机报警，摄像机会自动录像，并加密上传至云空间安全中心，您可以放心使用。
zh_hant: 雲存功能，是基於移動物體檢測等技術開發的錄像存儲功能。雲存分為報警錄製與全天錄製兩種類型。報警錄製是指攝像機前有人經過或物體移動時，觸發攝像機報警，攝像機會自動錄像，並加密上傳至雲空間安全中心，您可以放心使用。

# devicesetting_4G_card_Amount
source: Amount
cs: Množství
de: Menge
es: Cantidad
fi: Määrä
fr: Montant
he: כמות
id: Jumlah
it: Quantità
ja: 量
ko: 양
nb: Beløp
nl: Bedrag
pl: Ilość
pt_br: Montante
ro: Cantitate
ru: Количество
sv: Belopp
th: จำนวน
tr: Miktar
vi: Số tiền
zh_hans: 金额
zh_hant: 金額

# person_feedback_question_Unable_to_detect_TF_card_detail_format
source: 1. Make sure the TF format is FAT32 or exFAT
cs: 1. Ujistěte se, že formát TF je FAT32 nebo exFAT
de: 1. Stellen Sie sicher, dass das SD-Kartenformat FAT32 oder exFAT ist
es: 1. Asegúrese de que el formato TF sea FAT32 o exFAT
fi: 1. Varmista, että TF-muoto on FAT32 tai exFAT
fr: 1. Assurez-vous que le format TF est FAT32 ou exFAT
he: 1. וודא כי פורמט TF הוא FAT32 או exFAT
id: 1. Pastikan format TF adalah FAT32 atau exFAT
it: 1.Accertarsi che il formato TF sia FAT32 o exFAT
ja: 1. ファイルシステムがFAT32またはexFATであることを確認します
ko: 1. TF 형식이 FAT32 또는 exFAT인지 확인하십시오
nb: 1. Forsikre deg om at TF-formatet er FAT32 eller exFAT
nl: 1. Zorg ervoor dat het TF-formaat FAT32 of exFAT is
pl: 1. Upewnij się, że format TF to FAT32 lub exFAT
pt_br: 1. Verifique se o formato TF é FAT32 ou exFAT
ro: 1. Asigurați-vă că formatul TF este FAT32 sau exFAT
ru: 1. Убедитесь, что формат TF - FAT32 или exFAT
sv: 1. Se till att TF-formatet är FAT32 eller exFAT
th: 1. ตรวจสอบว่ารูปแบบ TF เป็น FAT32 หรือ exFAT
tr: 1. TF formatının FAT32 veya exFAT olduğundan emin olun
vi: 1. Đảm bảo định dạng TF là FAT32 hoặc exFAT
zh_hans: 1.确保TF格式为FAT32或exFAT
zh_hant: 1.確保TF格式為FAT32或exFAT

# devicesetting_4G_card_Period
source: Period
cs: Období
de: Zeitraum
es: Período
fi: Ajanjakso
fr: Période
he: תקופה
id: Periode
it: Periodo
ko: 기간
nb: Periode
nl: Periode
pl: Okres
pt_br: Período
ro: Perioada
ru: Период
sv: Perioden
th: ระยะเวลา
tr: Dönem
vi: đi xe đạp
zh_hans: 周期
zh_hant: 週期

# addDevice_Base_station_paired_successfully
source: Base station paired successfully
cs: Základnová stanice byla úspěšně spárována
de: Basisstation erfolgreich verbunden
es: La estación base se emparejó correctamente
fi: Tukiaseman pariliitos onnistui
fr: Station de base jumelée avec succès
he: תחנת הבסיס הותאמה בהצלחה
id: Stasiun pangkalan berhasil dipasangkan
it: Stazione base accoppiata con successo
ja: ベースステーションが正常にペアリングされました
ko: 베이스 스테이션이 성공적으로 페어링되었습니다.
nb: Basestasjonen ble sammenkoblet
nl: Basisstation succesvol gekoppeld
pl: Stacja bazowa sparowana pomyślnie
pt_br: Estação base emparelhada com sucesso
ro: Stația de bază a fost asociată cu succes
ru: Базовая станция успешно подключена
sv: Basstationen har parats
th: จับคู่สถานีฐานเรียบร้อยแล้ว
tr: Baz istasyonu başarıyla eşlendi
vi: Trạm gốc được ghép nối thành công
zh_hans: 基站配对成功
zh_hant: 基站配對成功

# cloud_help_migration_service_a
source: After the device is added successfully, if the device meets the service migration conditions, the migration prompt box is displayed. After confirming, select the service that needs to be migrated to the newly added device, and click "Migration".
cs: Po úspěšném přidání zařízení, pokud zařízení splňuje podmínky migrace služby, se zobrazí okno s výzvou k migraci. Po potvrzení vyberte službu, kterou je třeba přenést do nově přidaného zařízení, a klepněte na tlačítko Migrace.
de: Nachdem das Gerät erfolgreich hinzugefügt wird, wenn das Gerät der Service-Migration Bedingungen erfüllt, wird die Migration prompt Feld angezeigt. Nach der Bestätigung, wählen Sie den Dienst, der auf das neu hinzugefügte Gerät migriert werden muss, und klicken Sie auf "Migration".
es: Una vez que el Equipo se agrega correctamente, si el Equipo cumple con las condiciones de migración del servicio, se muestra el cuadro de solicitud de migración. Después de confirmar, seleccione el servicio que debe migrarse al Equipo recién agregado y haga clic en "Migración".
fi: Kun laite lisätään onnistuneesti, jos laite täyttää palvelun muuttoliikkeen olosuhteissa siirtyminen kehote avautuu. Kun olet vahvistanut valitsemalla palvelun, joka on siirtynyt äskettäin lisätty laite ja valitse "Migration".
fr: Une fois le périphérique ajouté avec succès, si ce dernier remplit les conditions de migration du service, la boîte de dialogue d'invitation à la migration s'affiche. Après confirmation, sélectionnez le service à migrer vers le périphérique récemment ajouté, puis cliquez sur "Migration".
he: לאחר שהמכשיר נוסף בהצלחה, אם המכשיר עומד בתנאי גירת השירות, תיבת פקודת הגירה מוצגת. לאחר האישור, בחר את השירות שצריך כדי להעביר את ההתקן חדש שנוסף, ולחץ "ההגירה".
id: Setelah perangkat berhasil ditambahkan, jika perangkat memenuhi persyaratan migrasi layanan, kotak prompt migrasi ditampilkan. Setelah konfirmasi, pilih layanan yang perlu dimigrasi ke perangkat yang baru ditambahkan, dan klik "Migrasi".
it: Dopo che il dispositivo viene aggiunta correttamente, se il dispositivo soddisfa le condizioni di migrazione di servizio, viene visualizzata la finestra di prompt di migrazione. Dopo la conferma, selezionare il servizio che deve essere migrato al dispositivo appena aggiunto, quindi fare clic su "Migrazione".
ja: デバイスが正常に追加された後、デバイスは、サービスの移行条件を満たしている場合、移行プロンプトボックスが確認した後、新たに追加されたデバイスに移行する必要のあるサービスを選択して、「移行」をクリックしてください。表示されています。
ko: 장치가 성공적으로 추가 된 후 장치가 서비스 마이그레이션 조건을 충족하면 마이그레이션 프롬프트 상자가 표시됩니다. 확인 후 새로 추가 된 장치로 마이그레이션해야하는 서비스를 선택하고"마이그레이션"을 클릭하십시오.
nb: Når enheten er lagt til, hvis enheten oppfyller vilkårene for tjenestenes migrering, vises meldingsrapporteringsboksen. Etter bekreftelse velger du tjenesten som må overføres til den nylig tilførte enheten, og klikker på "Migrasjon".
nl: Nadat het apparaat met succes is toegevoegd en het apparaat voldoet aan de servicemigratieomstandigheden, wordt het promptvenster voor migratie weergegeven. Selecteer na het bevestigen de service die moet worden gemigreerd naar het zojuist toegevoegde apparaat en klik op "Migratie".
pl: Po pomyślnym dodaniu urządzenia, jeśli urządzenie spełnia warunki migracji usługi, zostanie wyświetlone okno zachęty migracji Po potwierdzeniu wybierz usługę, która ma zostać poddana migracji do nowo dodanego urządzenia, i kliknij "Migracja".
pt_br: Depois que o dispositivo é adicionado com êxito, se o dispositivo satisfaz as condições de migração do serviço, caixa de prompt de migração é exibida. Após a confirmação, selecione o serviço que precisa ser migrado para o dispositivo recém-adicionado e clique em "Migration".
ro: După ce dispozitivul este adăugat cu succes, dacă dispozitivul îndeplinește condițiile de migrare a serviciului, se afișează caseta de prompt pentru migrare. După confirmare, selectați serviciul care trebuie migrat pe noul dispozitiv adăugat și faceți clic pe "Migrare".
ru: После успешного добавления устройства, если устройство удовлетворяет условиям миграции службы, отображается окно запроса на миграцию. После подтверждения выберите службу, которую необходимо перенести на новое добавленное устройство, и нажмите "Миграция".
sv: När enheten har lagts till, om enheten uppfyller villkoren Migrationsverket är migrations prompt ruta. Efter bekräftelse, välj den tjänst som måste migreras till den nytillkomna enheten och klicka på "Migration".
th: หลังจากเพิ่มอุปกรณ์สำเร็จแล้วหากอุปกรณ์ตรงตามเงื่อนไขการย้ายบริการกล่องข้อความแจ้งการย้ายจะแสดงขึ้นหลังจากยืนยันแล้วให้เลือกบริการที่ต้องการย้ายไปยังอุปกรณ์ที่เพิ่มใหม่แล้วคลิก "การย้ายข้อมูล "
tr: Cihaz başarıyla eklendikten sonra, cihaz servis taşıma koşullarını yerine getiriyorsa, taşıma bilgi istemi kutusu görüntülenir.
vi: a. Sau khi thiết bị được thêm thành công, nếu thiết bị đáp ứng các điều kiện di chuyển dịch vụ, hộp nhắc di chuyển sẽ bật lên. Sau khi xác nhận, hãy chọn dịch vụ cần được di chuyển sang thiết bị mới được thêm và nhấp vào "Di chuyển";
zh_hans: a.添加设备成功后，若设备符合服务迁移条件，弹出迁移提示框，确定后选择需要迁移至新添加设备的服务，点击“迁移”；
zh_hant: a.添加設備成功後，若設備符合服務遷移條件，彈出遷移提示框，確定後選擇需要遷移至新添加設備的服務，點擊“遷移”；

# Devicesetting_All_day
source: All day
cs: Celý den
de: Immer
es: Todo el dia
fi: Koko päivä
fr: Toute la journée
he: כל היום
id: Sepanjang hari
it: Tutto il giorno
ja: 一日中
ko: 하루 종일
nb: Hele dagen
nl: De hele dag
pl: Cały dzień
pt_br: Dia todo
ro: Toată ziua
ru: Весь день
sv: Hela dagen
th: ทั้งวัน
tr: Tüm gün
vi: Cả ngày
zh_hans: 全天
zh_hant: 全天

# person_preview_Size_selection
source: Preview playback supports three size options.
cs: Náhled přehrávání podporuje tři možnosti velikosti videa.
de: Wiedergabe unterstützt drei Videogrößen.
es: La reproducción de vista previa admite tres opciones de tamaño de video.
fi: Esikatselu tukee kolmea videon kokovaihtoehtoa.
fr: La lecture en aperçu prend en charge trois options de taille de vidéo.
he: השמעה בתצוגה מקדימה תומכת בשלוש אפשרויות גודל וידאו.
id: Pratinjau putar ulang mendukung 3 opsi videa
it: La riproduzione in anteprima supporta tre opzioni di dimensioni video.
ja: プレビュー再生は3つのビデオサイズオプションをサポートします。
ko: 미리보기 재생은 세 가지 비디오 사이즈의 옵션을 지원합니다.
nb: Forhåndsvisning av avspilling støtter tre alternativer for videoformat.
nl: Voorbeeldweergave ondersteunt drie opties voor videoformaten.
pl: Podgląd odtwarzania obsługuje trzy opcje rozmiaru wideo.
pt_br: A reprodução de pré-visualização suporta três opções de tamanho de vídeo.
ro: Previzualizarea redării acceptă trei opțiuni de dimensiune video.
ru: Предварительный просмотр поддерживает три варианта размера видео.
sv: Förhandsgranskning av uppspelning stöder tre alternativ för videoformat.
th: ดูตัวอย่างในการเล่นย้อนหลังรองรับตัวเลือกสามขนาด
tr: Önizleme oynatma,üç video boyutu seçeneğini destekler.
vi: Xem trước phát lại hỗ trợ ba tùy chọn kích thước video
zh_hans: 预览回放支持三种视频尺寸选择哦
zh_hant: 預覽回放支持三種視頻尺寸選擇哦

# message_Selected_types
source: Selected %1$s types
cs: Vybrané typy %1$s
de: Ausgewählte %1$s Typen
es: %1$s tipos seleccionados
fi: Valittu %1$s tyyppiä
fr: Types %1$s sélectionnés
he: נבחרו %1$s סוגים
id: Jenis %1$s yang dipilih
it: %1$s tipi selezionati
ja: 選択した%1$sタイプ
ko: 선택한 %1$s 유형
nb: Valgte %1$s typer
nl: Geselecteerde %1$s typen
pl: Wybrane typy %1$s
pt_br: Tipos de %1$s selecionados
ro: Au fost selectate %1$s tipuri
ru: Выбранные типы %1$s
sv: Valda %1$s typer
th: เลือก %1$s ประเภท
tr: Seçilen %1$s türleri
vi: Loại %1$s đã chọn
zh_hans: 已选%1$s种类型
zh_hant: 已選%1$s種類型

# devicesetting_4G_card_sim_card_info
source: SIM card information
cs: Informace o SIM kartě
de: SIM-Karten Informationen
es: Información de la tarjeta SIM
fi: SIM-kortin tiedot
fr: Informations sur la carte SIM
he: מידע על כרטיס ה- SIM
id: Informasi kartu SIM
it: Informazioni sulla carta SIM
ja: SIMカード情報
ko: SIM 카드 정보
nb: Informasjon om SIM-kort
nl: SIM-kaartinformatie
pl: Informacje o karcie SIM
pt_br: Informações do cartão SIM
ro: Informații despre cartela SIM
ru: Информация о SIM-карте
sv: SIM-kortinformation
th: ข้อมูลซิมการ์ด
tr: SIM kart bilgisi
vi: Thông tin thẻ SIM
zh_hans: SIM卡信息
zh_hant: SIM卡信息

# verify_code_sentAndChect
source: Verification code has been sent to %1$s,please check.
cs: Ověřovací kód byl odeslán na%1$s,zkontrolujte prosím.
de: Verifizierungscode wurde an %1$s gesendet, bitte prüfen.
fi: Vahvistuskoodi on lähetetty%1$s: lle,tarkista.
fr: Le code de vérification a été envoyé à %1$s, veuillez vérifier.
he: קוד אימות נשלח ל %1$s,אנא בדוק בתיבת הדואל.
id: Kode Verifikasi telah terkirim ke %1$s,silakan Cek.
it: Il codice di verifica è stato inviato a %1$s,prego verificare
ja: 確認コードが%1$sに送信されました。確認してください。
ko: %1$s로 인증 코드가 발송되었습니다.
nb: Verifiseringskode er sendt til %1$s
nl: Verificatiecode verstuurt naar %1$s,a.u.b. controleren.
pl: Kod weryfikacyjny został wysłany na %1$s,proszę sprawdzić.
pt_br: O código de verificação foi enviado para%1$s,por favor,verifique.
ro: Codul de verificare a fost trimis la%1$s,verificați.
ru: Код подтверждения отправлен на%1$s,пожалуйста,проверьте.
sv: Verifieringskoden har skickats till%1$s,var god kontrollera.
th: รหัสถูกส่งไปที่ %1$s แล้ว,โปรดตรวจสอบ
tr: Doğrulama kodu%1$s adresine gönderildi,lütfen kontrol edin.
vi: Mã xác minh đã được gửi đến%1$s, vui lòng kiểm tra kỹ.
zh_hans: 验证码已发送至%1$s，请注意查收。
zh_hant: 驗證碼已發送至%1$s，請注意查收。

# devicesetting_Longest_battery_life_Description_
source: The best power saving mode-the recording time after the wake-up is triggered effectively;
cs: Nejlepší režim úspory energie - doba záznamu po probuzení je spuštěna efektivně;
de: Energiesparmodus – Aufnahmedauer nach dem Aufwachen wird effektiv ausgelöst;
es: El mejor modo de ahorro de energía: el tiempo de grabación después del despertador se activa de manera efectiva;
fi: Paras virransäästötila - tallennusaika herätyksen jälkeen laukaistaan ​​tehokkaasti;
fr: Le meilleur mode d'économie d'énergie - la durée d'enregistrement après le réveil est déclenchée efficacement;
he: מצב חיסכון בחשמל הטוב ביותר - זמן ההקלטה לאחר ההשכמה מופעל ביעילות;
id: Mode hemat daya terbaik-waktu perekaman setelah bangun dipicu secara efektif;
it: La migliore modalità di risparmio energetico: il tempo di registrazione dopo il risveglio viene attivato in modo efficace;
ja: 最高の省電力モード-ウェイクアップが効果的にトリガーされた後の記録時間。
ko: 최상의 절전 모드-웨이크 업이 효과적으로 트리거 된 후 기록 시간
nb: Den beste strømsparingsmodus - opptakstiden etter oppvåkning utløses effektivt;
nl: De beste energiebesparende modus - de opnametijd na het ontwaken wordt effectief geactiveerd;
pl: Najlepszy tryb oszczędzania energii — czas nagrywania po skutecznym wybudzeniu;
pt_br: O melhor modo de economia de energia - o tempo de gravação após o despertar é acionado de forma eficaz;
ro: Cel mai bun mod de economisire a energiei - timpul de înregistrare după trezire este declanșat eficient;
ru: Лучший режим энергосбережения - время записи после пробуждения эффективно запускается;
sv: Det bästa energisparläget - inspelningstiden efter väckningen utlöses effektivt;
th: โหมดประหยัดพลังงานที่ดีที่สุด - เวลาในการบันทึกหลังจากการปลุกทำงานอย่างมีประสิทธิภาพ
tr: En iyi güç tasarrufu modu-uyandıktan sonraki kayıt süresi etkin bir şekilde tetiklenir;
vi: Chế độ tiết kiệm năng lượng tốt nhất - thời gian ghi âm sau khi thức dậy được kích hoạt hiệu quả;
zh_hans: 最佳省电-有效触发唤醒后的录像时长；
zh_hant: 最佳省電-有效觸發喚醒後的錄像時長；
