Repository: Yolo-cell-hash/go_home_ios
Catalog: ios/Runner/JASDK/JAResources/XLanguage/X35MultiLanguage/*.lproj/X35MutiLanguage.strings
Languages: cs, de, es, fi, fr, he, id, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sv, th, tr, vi, zh_hans, zh_hant

# person_feedback_question_SDcard_error_1
source: 1. Currently only supports memory cards with a capacity of less than 128GB, and the FAT32 file system, if the file system is wrong, please format and select FAT32 format;
cs: 1. V současné době podporuje pouze paměťové karty s kapacitou menší než 128 GB a systém souborů FAT32, pokud je systém souborů špatný, formátujte a vyberte formát FAT32;
de: 1. Es werden nur Speicherkarten mit einer Kapazität von weniger als 128 GB und im Format FAT32 unterstützt. Wenn das Format falsch ist, formatieren Sie die Karte in FAT32.
es: 1. Actualmente solo admite tarjetas de memoria con una capacidad inferior a 128 GB y el sistema de archivos FAT32, si el sistema de archivos es incorrecto, formatee y seleccione el formato FAT32;
fi: 1. Tukee tällä hetkellä vain muistikortteja, joiden kapasiteetti on vähemmän kuin 128 Gt, ja FAT32-tiedostojärjestelmä, jos tiedostojärjestelmä on väärä, alusta ja valitse FAT32-muoto;
fr: 1. Actuellement, ne prend en charge que les cartes mémoire d'une capacité inférieure à 128 Go et le système de fichiers FAT32, si le système de fichiers est incorrect, veuillez formater et sélectionner le format FAT32;
he: 1. כרגע תומך רק בכרטיסי זיכרון בעלי נפח של פחות מ- 128 ג'יגה-בייט, ומערכת הקבצים FAT32, אם מערכת הקבצים שגויה, אנא פרמט ובחר בפורמט FAT32;
id: 1. Saat ini hanya mendukung kartu memori dengan kapasitas kurang dari 128GB, dan sistem file FAT32, jika sistem file salah, silakan format dan pilih format FAT32;
it: 1. Attualmente supporta solo schede di memoria con una capacità inferiore a 128 GB e il file system FAT32, se il file system è errato, formattare e selezionare il formato FAT32;
ja: 1.現在、128 GB未満の容量のメモリカードとFAT32ファイルシステムのみをサポートしています。ファイルシステムが間違っている場合は、フォーマットしてFAT32フォーマットを選択してください。
ko: 1. 현재 용량이 128GB 미만인 메모리 카드 만 지원하며 FAT32 파일 시스템은 파일 시스템이 잘못된 경우 포맷하고 FAT32 형식을 선택하십시오.
nb: 1. For øyeblikket støtter bare minnekort med en kapasitet på mindre enn 128 GB, og FAT32-filsystemet, hvis filsystemet er galt, kan du formatere og velge FAT32-format;
nl: 1. Ondersteunt momenteel alleen geheugenkaarten met een capaciteit van minder dan 128 GB, en het FAT32-bestandssysteem, als het bestandssysteem verkeerd is, formatteer en selecteer dan het FAT32-formaat;
pl: 1. Obecnie obsługuje tylko karty pamięci o pojemności mniejszej niż 128 GB oraz system plików FAT32, jeśli system plików jest nieprawidłowy, sformatuj i wybierz format FAT32;
pt_br: 1. Atualmente, suporta apenas cartões de memória com capacidade inferior a 128 GB e o sistema de arquivos FAT32, se o sistema de arquivos estiver errado, formate e selecione o formato FAT32;
ro: 1. În prezent, acceptă numai carduri de memorie cu o capacitate mai mică de 128 GB, iar sistemul de fișiere FAT32, dacă sistemul de fișiere este greșit, vă rugăm să formatați și să selectați formatul FAT32;
ru: 1. В настоящее время поддерживаются только карты памяти емкостью менее 128 ГБ и файловая система FAT32, если файловая система неверна, отформатируйте и выберите формат FAT32;
sv: 1. För närvarande stöder bara minneskort med en kapacitet på mindre än 128 GB, och FAT32-filsystemet, om filsystemet är fel, formatera och välj FAT32-format;
th: 1. ปัจจุบันรองรับเฉพาะการ์ดหน่วยความจำที่มีความจุน้อยกว่า 128GB และระบบไฟล์ FAT32 หากระบบไฟล์ผิดโปรดฟอร์แมตและเลือกรูปแบบ FAT32
tr: 1. Şu anda yalnızca 128 GB'tan daha az kapasiteye sahip hafıza kartlarını ve FAT32 dosya sistemini destekler, dosya sistemi yanlışsa, lütfen FAT32 formatını biçimlendirin ve seçin;
vi: 1. Hiện tại chỉ hỗ trợ thẻ nhớ có dung lượng dưới 128GB và hệ thống tập tin FAT32, nếu hệ thống tập tin không đúng, vui lòng định dạng và chọn định dạng FAT32;
zh_hans: 1.目前只支持容量小于128GB的储存卡,且FAT32文件系统,如果文件系统不对请格式化,并选择FAT32格式;
zh_hant: 1.目前只支持容量小於128GB的儲存卡,且FAT32文件系統,如果文件系統不對請格式化,並選擇FAT32格式;

# myDevice_connection
source: Connecting
cs: Ve spojení
de: wird verbunden
es: Conectando
fi: Yhdessä
fr: Connexion...
he: מתחבר
id: Menghubungi
it: Collegamento
ja: 接続中…
ko: 연결중
nb: Kobler til
nl: Verbinden
pl: Łączenie
pt_br: Conectando
ro: conectarea
ru: соединительный
sv: Anslutning
th: กำลังเชื่อมต่อ
tr: Bağlanıyor
vi: Đang kết nối
zh_hans: 连接中
zh_hant: 連接中

# devicelist_code_matching_fail
source: Failed to add by matching code
cs: Přidání se nezdařilo podle odpovídajícího kódu
de: Fehler beim Hinzufügen durch WLAN Aufbau
es: No se pudo agregar por código coincidente
fi: Lisäys epäonnistui vastaavan koodin avulla
fr: Échec de l'ajout par correspondance du code
he: ההוספה נכשלה לפי קוד התאמה
id: Gagal menambahkan dengan mencocokkan kode
it: Impossibile aggiungere tramite il codice corrispondente
ja: 一致するコードによる追加に失敗しました
ko: 코드가 일치하여 추가하지 못했습니다.
nb: Kunne ikke legge til med matchende kode
nl: Toevoegen mislukt door overeenkomende code
pl: Nie udało się dodać przez pasujący kod
pt_br: Falha ao adicionar por código correspondente
ro: Adăugarea nu a reușit prin potrivirea codului
ru: Не удалось добавить по соответствующему коду
sv: Det gick inte att lägga till med matchande kod
th: ไม่สามารถเพิ่มด้วยรหัสที่ตรงกัน
tr: Eşleşen kodla eklenemedi
vi: Không thêm được bằng mã khớp
zh_hans: 对码添加失败
zh_hant: 對碼添加失敗

# devicesetting_Set_recording_schedule
source: Set the recording schedule
cs: Nastavte plán nahrávání
de: Aufnahmezeitplan einstellen
es: Establecer el horario de grabación.
fi: Aseta tallennusaikataulu
fr: Définir le calendrier d'enregistrement
he: הגדר את לוח זמני ההקלטה
id: atur jadwal rekaman
it: Imposta il programma di registrazione
ja: スケジュール録画の設定
ko: 녹화 일정 설정
nb: Still inn opptaksplanen
nl: Stel het opnameschema in
pl: Ustaw harmonogram nagrywania
pt_br: Definir o cronograma de gravação
ro: Setați programul de înregistrare
ru: Установите расписание записи
sv: Ställ in inspelningsplanen
th: กำหนดตารางเวลาการบันทึก
tr: Kayıt programını ayarla
vi: Đặt lịch ghi
zh_hans: 设置录像日程
zh_hant: 設置錄像日程

# devicesetting_recommended_suitable_call
source: It is recommended that you choose the most suitable call mode according to the actual call effect!
cs: Doporučujeme zvolit nejvhodnější režim volání podle efektu skutečného volání!
de: Es wird empfohlen, den am besten geeigneten Anrufmodus entsprechend den tatsächlichen Bedingungen zu wählen!
es: Se recomienda que elija el modo de llamada más adecuado de acuerdo con el efecto de llamada real.
fi: On suositeltavaa valita sopivin puhelutila todellisen puhelutehosteen mukaan!
fr: Il est recommandé de choisir le mode d'appel le plus adapté en fonction de L'effet d'appel réel!
he: מומלץ לבחור במצב השיחה המתאים ביותר על פי אפקט השיחה בפועל!
id: Anda disarankan untuk memilih mode panggilan yang paling sesuai dengan efek panggilan yang sebenarnya!
it: Si consiglia di scegliere la modalità di chiamata più adatta in base all'effettivo effetto di chiamata!
ja: 実際の通話効果に応じて、最適な通話モードを選択することをお勧めします。
ko: 실제 통화 효과에 따라 가장 적합한 통화 모드를 선택하는 것이 좋습니다!
nb: Det anbefales at du velger den mest passende samtalemodusen i henhold til den faktiske samtaleeffekten!
nl: Het wordt aanbevolen dat u de meest geschikte oproepmodus kiest op basis van het daadwerkelijke oproepeffect!
pl: Zaleca się wybranie najbardziej odpowiedniego trybu połączenia zgodnie z rzeczywistym efektem połączenia!
pt_br: Recomenda-se que você escolha o modo de chamada mais adequado de acordo com o efeito da chamada real!
ro: Este recomandat să alegeți cel mai potrivit mod de apel în funcție de efectul efectiv al apelului!
ru: Рекомендуется выбрать наиболее подходящий режим вызова в соответствии с фактическим эффектом вызова!
sv: Vi rekommenderar att du väljer det lämpligaste samtalsläget enligt den faktiska samtalseffekten!
th: ขอแนะนำให้คุณเลือกโหมดการโทรที่เหมาะสมที่สุดตามเอฟเฟกต์การโทรจริง!
tr: Gerçek arama etkisine göre en uygun arama modunu seçmeniz önerilir!
vi: Chúng tôi khuyên bạn nên chọn chế độ cuộc gọi phù hợp nhất theo hiệu ứng cuộc gọi thực tế!
zh_hans: 建议您根据实际通话效果选择最合适的通话模式！
zh_hant: 建議您根據實際通話效果選擇最合適的通話模式！

# password_new_input
source: Please input new password
cs: Zadejte nové heslo
de: Bitte neues Passwort eingeben
es: Por favor ingrese una nueva contraseña
fi: Anna uusi salasana
fr: Veuillez entrer un nouveau mot de passe
he: אנא הכנס ססמה חדשה
id: masukan Sandi Baru
it: Prego inserire nuova password
ja: 新しいパスワードを入力してください
ko: 새 암호를 입력하십시오.
nb: Vennligst skriv inn nytt passord
nl: Nieuw wachtwoord invoeren
pl: Proszę wprowadzić nowe hasło
pt_br: Por favor insira uma nova senha
ro: Introduceți parola nouă
ru: Пожалуйста,введите новый пароль
sv: Vänligen skriv in nytt lösenord
th: กรุณาใส่รหัสผ่านใหม่
tr: Lütfen yeni şifre giriniz
vi: Vui lòng nhập mật khẩu mới
zh_hans: 请输入新密码
zh_hant: 請輸入新密碼

# deviceSetting_videoBackup_cancelLoading
source: Cancel download
cs: Zrušit stahování
de: Download abbrechen
es: Cancelar descarga
fi: Peruuta lataus
fr: Annuler le téléchargement
he: ביטול הורדה
id: batalkan mengunduh
it: Eliminare download
ja: ダウンロードのキャンセル
ko: 다운로드 취소
nb: Avbryt nedlasting
nl: Download annuleren
pl: Anuluj pobieranie
pt_br: Cancelar download
ro: Anulați descărcarea
ru: Отменить загрузку
sv: Avbryt nedladdning
th: ยกเลิกการดาวน์โหลด
tr: İndirmeyi iptal et
vi: Hủy tải xuống
zh_hans: 取消下载
zh_hant: 取消下載

# devicesetting_4G_card_sim_card_locked
source: SIM card locked
cs: SIM karta je zablokována
de: SIM-Karte gesperrt
es: Tarjeta SIM bloqueada
fi: SIM-kortti lukittu
fr: Carte SIM verrouillée
he: כרטיס ה- SIM נעול
id: Kartu SIM terkunci
it: SIM card bloccata
ja: ロックされたSIMカード
ko: SIM 카드 잠김
nb: SIM-kortet er låst
nl: SIM-kaart vergrendeld
pl: Karta SIM zablokowana
pt_br: Cartão SIM bloqueado
ro: Cartela SIM blocată
ru: SIM-карта заблокирована
sv: SIM-kortet är låst
th: ซิมการ์ดถูกล็อค
tr: SIM kart kilitli
vi: Thẻ SIM bị khóa
zh_hans: SIM卡已锁卡
zh_hant: SIM卡已鎖卡

# addevice_difference_description
source: Add method difference description
cs: Přidejte popis rozdílu metod
de: Beschreibung der unterschiedlichen Hinzufüge-Methoden
es: Agregar descripción de diferencia de método
fi: Lisää menetelmäerojen kuvaus
fr: Ajouter une description de la différence de méthode
he: הוסף תיאור הבדל בשיטה
id: Tambahkan deskripsi perbedaan metode
it: Aggiungi la descrizione della differenza di metodo
ja: メソッドの違いの説明を追加
ko: 방법 차이 설명 추가
nb: Legg til metodeforskjellbeskrivelse
nl: Voeg een beschrijving van het methodeverschil toe
pl: Dodaj opis różnicy metod
pt_br: Adicionar descrição de diferença de método
ro: Adăugați o descriere a diferenței de metodă
ru: Добавить описание различия методов
sv: Lägg till metodskillnadsbeskrivning
th: เพิ่มคำอธิบายความแตกต่างของวิธีการ
tr: Yöntem farkı açıklaması ekleyin
vi: Thêm mô tả khác biệt về phương pháp
zh_hans: 添加方式差异说明
zh_hant: 添加方式差異說明

# devicesetting_Videobackup_download_again
source: Download again
cs: Stáhnout znovu
de: Erneut herunterladen
es: Descargar de nuevo
fi: Lataa uudelleen
fr: Télécharger à nouveau
he: הורד שוב
id: Unduh lagi
it: Scarica di nuovo
ja: もう一度ダウンロード
ko: 다시 다운로드
nb: Last ned igjen
nl: Opnieuw downloaden
pl: Pobierz ponownie
pt_br: Baixar novamente
ro: Descărcați din nou
ru: Скачать снова
sv: Ladda ner igen
th: ดาวน์โหลดอีกครั้ง
tr: Tekrar yükle
vi: Tải xuống lại
zh_hans: 重新下载
zh_hant: 重新下載

# devicesetting_4G_card_sim_card_normal
source: SIM card status is normal
cs: Stav karty SIM je normální
de: Der SIM-Kartenstatus ist normal
es: El estado de la tarjeta SIM es normal
fi: SIM-kortin tila on normaali
fr: L'état de la carte SIM est normal
he: מצב כרטיס ה- SIM תקין
id: Status kartu SIM normal
it: Lo stato della carta SIM è normale
ja: SIMカードの状態は正常です
ko: SIM 카드 상태가 정상입니다
nb: SIM-kortstatus er normal
nl: De status van de SIM-kaart is normaal
pl: Status karty SIM jest normalny
pt_br: O status do cartão SIM é normal
ro: Starea cartelei SIM este normală
ru: Состояние сим-карты нормальное
sv: SIM-kortstatus är normal
th: สถานะซิมการ์ดปกติ
tr: SIM kart durumu normal
vi: Trạng thái thẻ SIM bình thường
zh_hans: SIM卡状态正常
zh_hant: SIM卡狀態正常

# person_feedback_question_gimbal_cruise_detail_2
source: Fixed-point cruise: according to the preset points set, each run once.
cs: Plavba s pevným bodem: podle nastavených předvolených bodů se každá jízda spustí jednou.
de: Fixpunkte-Tour: Gemäß den Preset Positionen wird jeder Punkt einmal angefahren.
es: Crucero de punto fijo: de acuerdo con los puntos preestablecidos establecidos, cada carrera una vez.
fi: Kiinteän pisteen risteily: asetettujen esiasetettujen pisteiden mukaan, jokainen ajo kerran.
fr: Croisière à point fixe: selon les points prédéfinis définis, chaque course une fois.
he: שייט בנקודה קבועה: בהתאם לנקודות שנקבעו מראש, כל ריצה פעם אחת.
id: Pelayaran fixed-point: sesuai dengan poin preset yang ditetapkan, masing-masing dijalankan sekali.
it: Crociera a punto fisso: in base ai punti preimpostati impostati, ogni corsa una volta.
ja: 固定小数点クルーズ：設定されたプリセットポイントに従って、それぞれが1回実行されます。
ko: 고정 소수점 크루즈 : 사전 설정 포인트 설정에 따라 각 실행은 한 번 실행됩니다.
nb: Fastpunktscruise: i henhold til forhåndsinnstilte punkter som er satt, kjøres hver gang.
nl: Vaste-puntcruise: volgens de vooraf ingestelde punten, elke rit één keer.
pl: Rejs z ustalonym punktem: zgodnie z ustawionymi punktami, każdy bieg odbywa się raz.
pt_br: Cruzeiro de ponto fixo: de acordo com os pontos predefinidos definidos, cada um executa uma vez.
ro: Croaziera cu punct fix: în funcție de punctele prestabilite setate, fiecare rulează o dată.
ru: Круиз с фиксированной точкой: в соответствии с заданными заданными точками, каждый пробег один раз.
sv: Fastpunktsryssning: enligt de inställda förinställda punkterna körs en gång.
th: กำหนดจุดเคลื่อนที่: ตามจุดที่ตั้งไว้ล่วงหน้าแต่ละครั้งจะวิ่งครั้งเดียว
tr: Sabit noktalı seyir: ayarlanan ön ayar noktalarına göre, her biri bir kez çalışır.
vi: Hành trình điểm cố định: Chạy mỗi lần theo vị trí thường theo dõi đã thiết lập.
zh_hans: 定点巡航：根据设置的常看位置，每个跑一遍。
zh_hant: 定點巡航：根據設置的常看位置，每個跑一遍。

# messages_Total_ios
source: Total %@ messages
cs: Celkem %@ zpráv
de: Insgesamt %@ Nachrichten
es: %@ mensajes totales
fi: Yhteensä %@ viestiä
fr: %@ messages au total
he: סך הכל %@ הודעות
id: Total %@ pesan
it: Totale %@ messaggi
ja: 合計%@メッセージ
ko: 총 %@ 메시지
nb: Totalt %@ meldinger
nl: Totaal %@ berichten
pl: Łącznie %@ wiadomości
pt_br: Total de %@ mensagens
ro: Total %@ mesaje
ru: Всего %@ сообщений
sv: Totalt %@ meddelanden
th: ข้อความ %@ ทั้งหมด
tr: Toplam %@ mesaj
vi: Tổng số %@ tin nhắn
zh_hans: 共%@条消息
zh_hant: 共%@條消息

# alarm_enable_alarm
source: The motion detection function of the device will be turned on after opening the alarm function
cs: Funkce detekce pohybu zařízení se zapne po otevření funkce alarmu
de: Die Bewegungserkennung der Kamera wird nach dem Einschalten der Alarmfunktion eingeschaltet
es: La función de detección de movimiento del dispositivo se encenderá después de abrir la función de alarma
fi: Laitteen liiketunnistustoiminto kytkeytyy päälle hälytystoiminnon avaamisen jälkeen
fr: La fonction de détection de mouvement de l'appareil sera activée après l'ouverture de la fonction d'alarme
he: פונקציית זיהוי התנועה של המכשיר תופעל לאחר פתיחת פונקציית האזעקה
id: Fungsi deteksi gerakan perangkat akan dihidupkan setelah membuka fungsi alarm
it: La funzione di rilevamento del movimento del dispositivo verrà attivata dopo l'apertura della funzione di allarme
ja: アラーム機能を開くと、デバイスの動き検出機能がオンになります
ko: 알람 기능을 연 후 장치의 움직임 감지 기능이 켜집니다.
nb: Bevegelsesdeteksjonsfunksjonen til enheten slås på etter åpning av alarmfunksjonen
nl: De bewegingsdetectiefunctie van het apparaat wordt ingeschakeld na het openen van de alarmfunctie
pl: Funkcja wykrywania ruchu urządzenia zostanie włączona po otwarciu funkcji alarmu;
pt_br: A função de detecção de movimento do dispositivo será ativada após a abertura da função de alarme
ro: Funcția de detectare a mișcării a dispozitivului va fi activată după deschiderea funcției de alarmă
ru: Функция обнаружения движения устройства будет включена после открытия функции будильника.
sv: Enhetens rörelsedetekteringsfunktion kommer att slås på efter att larmfunktionen har öppnats
th: ฟังก์ชั่นการตรวจจับการเคลื่อนไหวของอุปกรณ์จะเปิดขึ้นหลังจากเปิดฟังก์ชั่นปลุก
tr: Alarm fonksiyonu açıldıktan sonra cihazın hareket algılama fonksiyonu açılacaktır.
vi: Chức năng phát hiện chuyển động của thiết bị sẽ được bật sau khi mở chức năng báo động
zh_hans: 开启布防后，将打开设备智能侦测功能
zh_hant: 開啟布防後，將打開設備智能偵測功能

# add_Learn_about_cloud_card_2
source: The cloud card is a virtual SIM card solution built into the camera, which allows the camera to connect to the 4G network without inserting a physical SIM card.
cs: Cloudová karta je řešení virtuální SIM karty zabudované v kameře, které umožňuje kameře připojení k 4G síti bez vkládání fyzické SIM karty.
de: Die Cloud-Karte ist eine in die Kamera integrierte virtuelle SIM-Kartenlösung, die es der Kamera ermöglicht, sich mit dem 4G-Netzwerk zu verbinden, ohne eine physische SIM-Karte einzulegen.
es: La tarjeta en la nube es una solución de tarjeta SIM virtual integrada en la cámara, que permite que la cámara se conecte a la red 4G sin insertar una tarjeta SIM física.
fi: Pilvikortti on kameraan sisäänrakennettu virtuaalinen SIM-korttiratkaisu, jonka avulla kamera voi muodostaa yhteyden 4G-verkkoon ilman fyysistä SIM-korttia.
fr: La carte cloud est une solution de carte SIM virtuelle intégrée à la caméra, qui permet à la caméra de se connecter au réseau 4G sans insérer de carte SIM physique.
he: כרטיס הענן הוא פתרון כרטיס סים וירטואלי מובנה במצלמה, המאפשר למצלמה להתחבר לרשת הדור הרביעי ללא הכנסת כרטיס סים פיזי.
id: Kartu cloud adalah solusi kartu SIM virtual yang terpasang di kamera, yang memungkinkan kamera terhubung ke jaringan 4G tanpa memasukkan kartu SIM fisik.
it: La scheda cloud è una soluzione di scheda SIM virtuale integrata nella fotocamera, che consente alla fotocamera di connettersi alla rete 4G senza inserire una scheda SIM fisica.
ja: クラウド カードはカメラに組み込まれた仮想 SIM カード ソリューションで、物理 SIM カードを挿入しなくてもカメラを 4G ネットワークに接続できます。
ko: 클라우드 카드는 카메라에 내장된 가상 SIM 카드 솔루션으로, 물리적 SIM 카드를 삽입하지 않고도 카메라를 4G 네트워크에 연결할 수 있습니다.
nb: Skykortet er en virtuell SIM-kortløsning innebygd i kameraet, som gjør at kameraet kan koble seg til 4G-nettverket uten å sette inn et fysisk SIM-kort.
nl: De cloudkaart is een virtuele simkaartoplossing die in de camera is ingebouwd, waardoor de camera verbinding kan maken met het 4G-netwerk zonder een fysieke simkaart te plaatsen.
pl: Karta w chmurze to wirtualna karta SIM wbudowana w kamerę, która umożliwia połączenie kamery z siecią 4G bez wkładania fizycznej karty SIM.
pt_br: O cartão em nuvem é uma solução de cartão SIM virtual integrado à câmera, que permite que a câmera se conecte à rede 4G sem inserir um cartão SIM físico.
ro: Cardul cloud este o soluție de card SIM virtuală încorporată în cameră, care permite camerei să se conecteze la rețeaua 4G fără a introduce o cartelă SIM fizică.
ru: Облачная карта — это решение для виртуальной SIM-карты, встроенное в камеру, которое позволяет камере подключаться к сети 4G без установки физической SIM-карты.
sv: Molnkortet är en virtuell SIM-kortslösning inbyggd i kameran, som gör att kameran kan ansluta till 4G-nätverket utan att sätta i ett fysiskt SIM-kort.
th: การ์ดคลาวด์เป็นโซลูชันซิมการ์ดเสมือนที่ติดตั้งอยู่ในกล้อง ซึ่งช่วยให้กล้องเชื่อมต่อกับเครือข่าย 4G โดยไม่ต้องใส่ซิมการ์ดจริง
tr: Bulut kartı, kamerada yerleşik olarak bulunan ve kameranın fiziksel bir SIM kart takmadan 4G ağına bağlanmasına olanak tanıyan sanal bir SIM kart çözümüdür.
vi: Thẻ đám mây là một giải pháp thẻ SIM ảo được tích hợp trong máy ảnh, cho phép máy ảnh kết nối với mạng 4G mà không cần lắp thẻ SIM vật lý.
zh_hans: 云卡是摄像机内置的虚拟SIM卡方案，无需用户插入实体SIM卡就可以让摄像机连接4G网络。
zh_hant: 雲卡是攝像機內置的虛擬SIM卡方案，無需用戶插入實體SIM卡就可以讓攝像機連接4G網絡。

# adddevice_not_find_other
source: Other ways to add
cs: Další způsoby přidání
de: Anders hinzufügen
es: Otras formas de añadir
fi: Muita tapoja lisätä
fr: Autres façons d'ajouter
he: דרכים אחרות להוסיף
id: cara lain untuk menambah
it: Altri modi per aggiungere
ja: 追加する他の方法
ko: 추가하는 다른 방법
nb: Andre måter å legge til
nl: Andere manieren om toe te voegen
pl: Inne sposoby dodawania
pt_br: Outras maneiras de adicionar
ro: Alte moduri de a adăuga
ru: Другие способы добавить
sv: Andra sätt att lägga till
th: เพิ่มด้วยวิธีอื่น
tr: Eklemenin diğer yolları
vi: Các cách khác để thêm
zh_hans: 其它添加方式
zh_hant: 其它添加方式

# message_Alarm_video_access_failed
source: Alarm video access failed
cs: Přístup k videu alarmu se nezdařil
de: Zugriff auf Alarmvideo fehlgeschlagen
es: Falló el acceso al video de la alarma
fi: Hälytysvideon käyttö epäonnistui
fr: L'accès à la vidéo d'alarme a échoué
he: גישה לווידאו אזעקה נכשלה
id: Akses video alarm gagal
it: Accesso al video di allarme non riuscito
ja: アラームビデオアクセスに失敗しました
ko: 알람 비디오 액세스 실패
nb: Tilgang til alarmvideo mislyktes
nl: Toegang tot alarmvideo mislukt
pl: Nie udało się uzyskać dostępu do wideo alarmowego
pt_br: Falha no acesso ao vídeo do alarme
ro: Accesul video de alarmă a eșuat
ru: Ошибка доступа к тревожному видео
sv: Larmvideoåtkomst misslyckades
th: การเข้าถึงวิดีโอปลุกล้มเหลว
tr: Alarm video erişimi başarısız oldu
vi: Không thể truy cập video báo động
zh_hans: 报警录像获取失败
zh_hant: 報警錄像獲取失敗

# deviceSetting_Network_bandwidth_ios
source: Network bandwidth: %@KB/s
cs: Šířka pásma sítě: %@ KB/s
de: Netzwerkbandbreite: %@ KB/s
es: Ancho de banda de la red: %@ KB / s
fi: Verkon kaistanleveys: %@KB/s
fr: Bande passante réseau : %@ Ko/s
he: רוחב פס רשת: %@KB/s
id: Bandwidth jaringan: %@KB/dtk
it: Larghezza di banda di rete: %@ KB/s
ja: ネットワーク帯域幅：%@KB / s
ko: 네트워크 대역폭: %@KB/s
nb: Nettverksbåndbredde: %@KB/s
nl: Netwerkbandbreedte: %@KB/s
pl: Przepustowość sieci: %@KB/s
pt_br: Largura de banda da rede: %@ KB / s
ro: Lățimea de bandă a rețelei: %@KB/s
ru: Пропускная способность сети: %@ КБ / с
sv: Nätverksbandbredd: %@KB/s
th: แบนด์วิดท์เครือข่าย: %@KB/s
tr: Ağ bant genişliği: %@KB/s
vi: Băng thông mạng: %@KB / s
zh_hans: 网络带宽：%@KB/s
zh_hant: 網絡帶寬：%@KB/s

# GPS_openAndFind
source: Turn on GPS and then can find devices nearby
cs: Zapněte GPS a objevte zařízení v okolí
de: GPS einschalten, um Geräte in Umgebung zu finden
es: Encienda el GPS para descubrir Equipos cercanos
fi: Kytke GPS päälle,jotta löydät lähistöllä olevat laitteet
fr: Activer le GPS, puis trouver des appareils à proximité
he: על מנת להוסיף מכשירים סמוכים פונקציית הGPS חייבת להיות פעילה
id: nyalakan GPS untuk mencari perangkat yang berdekatan
it: Abilitare GPS,quindi si potranno trovare dispositivi vicini
ja: GPSをオンにして、近くにあるデバイスを見つけます。
ko: GPS를 켜야 근처의 제품을 찾을 수 있습니다.
nb: Aktiver GPS for å finne enheter i nærheten
nl: Schakel GPS in en dan apparaten in de buurt zoeken
pl: Włącz GPS,a następnie znajdź urządzenia w pobliżu
pt_br: Ligue o GPS e encontre dispositivos próximos
ro: Porniți GPS-ul și apoi puteți găsi dispozitive în apropiere
ru: Включите GPS,а затем можете найти устройства поблизости
sv: Slå på GPS och hitta sedan enheter i närheten
th: เปิด GPS คุณสามารถหาอุปกรณ์ใกล้เคียงได้
tr: GPS'i açın ve yakındaki cihazları bulabilir.
vi: Bật GPS để khám phá các thiết bị lân cận
zh_hans: 打开GPS，才能发现附近设备
zh_hant: 打開GPS，才能發現附近設備
