Repository: Yolo-cell-hash/go_home_ios
Catalog: ios/Runner/JASDK/JAResources/XLanguage/X35MultiLanguage/*.lproj/X35MutiLanguage.strings
Languages: cs, de, es, fi, fr, he, id, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sv, th, tr, vi, zh_hans, zh_hant

# deviceSetting_Shut_down_during_day
source: Shut down during the day
cs: Během dne vypněte
de: Tagsüber ausschalten
es: Apagar durante el día
fi: Sulje päivällä
fr: Arrêt pendant la journée
he: סגור במהלך היום
id: Matikan di siang hari
it: Chiuso durante il giorno
ja: 日中はシャットダウンします
ko: 낮에는 셧다운
nb: Steng av på dagtid
nl: Overdag afsluiten
pl: Wyłącz w ciągu dnia
pt_br: Desligado durante o dia
ro: Închideți în timpul zilei
ru: Выключить в течение дня
sv: Stäng av under dagen
th: ปิดระหว่างวัน
tr: Gün içinde kapat
vi: Tắt trong ngày
zh_hans: 白天关机
zh_hant: 白天關機

# service_not_have_physical_store
source: If you do not have a physical store, please cancel your application and switch to a maintenance worker.
cs: Pokud nemáte kamennou prodejnu, zrušte prosím svou přihlášku a přepněte na údržbáře.
de: Wenn Sie kein physisches Geschäft haben, stornieren Sie bitte Ihre Bewerbung und wechseln Sie zu einem Wartungsarbeiter.
es: Si no tiene una tienda física, cancele su solicitud y cambie a un trabajador de mantenimiento.
fi: Jos sinulla ei ole fyysistä myymälää, peruuta hakemuksesi ja vaihda huoltohenkilökuntaan.
fr: Si vous ne possédez pas de magasin physique, veuillez annuler votre demande et passer à un technicien de maintenance.
he: אם אין לך חנות פיזית, אנא בטל את בקשתך ועבר לעובד תחזוקה.
id: Jika Anda tidak memiliki toko fisik, batalkan aplikasi Anda dan beralihlah ke pekerja pemeliharaan.
it: Se non si dispone di un negozio fisico, annullare la domanda e passare a un addetto alla manutenzione.
ja: 実店舗がない場合は、申し込みをキャンセルし、保守員に切り替えてください。
ko: 실제 매장이없는 경우 신청을 취소하고 유지 보수 담당자로 전환하십시오.
nb: Hvis du ikke har en fysisk butikk, kan du avbryte søknaden og bytte til en vedlikeholdsarbeider.
nl: Als u geen fysieke winkel heeft, annuleert u uw aanvraag en schakelt u over naar een onderhoudsmedewerker.
pl: Jeśli nie masz sklepu stacjonarnego, anuluj wniosek i przełącz się na pracownika obsługi technicznej.
pt_br: Se você não tiver uma loja física, cancele seu aplicativo e troque para um funcionário da manutenção.
ro: Dacă nu aveți un magazin fizic, vă rugăm să anulați cererea și să treceți la un lucrător de întreținere.
ru: Если у вас нет физического магазина, отмените заявку и перейдите к обслуживающему персоналу.
sv: Om du inte har en fysisk butik, vänligen avbryt din ansökan och byt till en underhållsarbetare.
th: หากคุณไม่มีร้านค้าจริงโปรดยกเลิกใบสมัครของคุณและเปลี่ยนเป็นพนักงานซ่อมบำรุง
tr: Fiziksel bir mağazanız yoksa, lütfen başvurunuzu iptal edin ve bir bakım görevlisine geçin.
vi: Nếu bạn không có cửa hàng thực, vui lòng hủy đơn đăng ký của bạn và chuyển sang nhân viên bảo trì.
zh_hans: 若您没有实体门店请撤销申请，转申请为维修员。
zh_hant: 若您沒有實體門店請撤銷申請，轉申請為維修員。

# service_information_update_detail
source: Added profile information function. Improving information can enhance customers’ understanding of your store and gain more customer traffic.
cs: Přidána funkce informace o profilu. Zlepšení informací může zlepšit porozumění zákazníků vašemu obchodu a získat větší návštěvnost zákazníků.
de: Neue Profilinformationsfunktion, perfekte Informationen können das Verständnis der Kunden für Ihr Geschäft verbessern und mehr Kundenverkehr erzielen.
es: Función de información de perfil agregada. Mejorar la información puede mejorar la comprensión de los clientes de su tienda y ganar más tráfico de clientes.
fi: Lisätty profiilitietotoiminto. Tietojen parantaminen voi parantaa asiakkaiden ymmärrystä kaupastasi ja saada lisää asiakasliikennettä.
fr: Ajout de la fonction d'information sur le profil. L’amélioration des informations peut améliorer la compréhension des clients de votre magasin et augmenter le trafic client.
he: נוספה פונקציית מידע על פרופיל. שיפור מידע יכול לשפר את הבנת הלקוחות את החנות שלך ולהשיג יותר תנועת לקוחות.
id: Menambahkan fungsi informasi profil. Meningkatkan informasi dapat meningkatkan pemahaman pelanggan tentang toko Anda dan mendapatkan lebih banyak lalu lintas pelanggan.
it: Aggiunta la funzione di informazioni sul profilo. Il miglioramento delle informazioni può migliorare la comprensione del tuo negozio da parte dei clienti e aumentare il traffico dei clienti.
ja: プロファイル情報機能を追加しました。 情報を改善することで、顧客の店舗に対する理解を深め、より多くの顧客トラフィックを獲得できます。
ko: 프로필 정보 기능이 추가되었습니다. 정보를 개선하면 매장에 대한 고객의 이해도를 높이고 더 많은 고객 트래픽을 확보 할 수 있습니다.
nb: Lagt til profilinformasjonsfunksjon. Forbedring av informasjon kan forbedre kundenes forståelse av butikken din og få mer kundetrafikk.
nl: Profielinformatie-functie toegevoegd. Het verbeteren van informatie kan het begrip van klanten van uw winkel vergroten en meer klantenverkeer genereren.
pl: Dodano funkcję informacji o profilu. Poprawa informacji może zwiększyć zrozumienie Twojego sklepu przez klientów i zwiększyć ruch klientów.
pt_br: Adicionada função de informações de perfil. Melhorar as informações pode melhorar a compreensão dos clientes sobre sua loja e obter mais tráfego de clientes.
ro: Funcție de informații de profil adăugată. Îmbunătățirea informațiilor poate îmbunătăți înțelegerea clienților despre magazinul dvs. și poate câștiga mai mult trafic de clienți.
ru: Добавлена функция информации профиля. Улучшение информации может помочь покупателям лучше понять ваш магазин и привлечь больше клиентов.
sv: Lagt till profilinformationsfunktion. Förbättrad information kan förbättra kundernas förståelse för din butik och få mer kundtrafik.
th: เพิ่มฟังก์ชั่นข้อมูลโปรไฟล์ การปรับปรุงข้อมูลสามารถเพิ่มความเข้าใจของลูกค้าเกี่ยวกับร้านค้าของคุณและได้รับการเข้าชมจากลูกค้ามากขึ้น
tr: Profil bilgileri işlevi eklendi. Bilgilerin iyileştirilmesi, müşterilerin mağazanızı daha iyi anlamasını sağlayabilir ve daha fazla müşteri trafiği elde edebilir.
vi: Thêm chức năng thông tin hồ sơ. Thông tin được cải thiện có thể nâng cao sự hiểu biết của khách hàng về cửa hàng của bạn và thu được nhiều lưu lượng khách hàng hơn.
zh_hans: 新增简介信息功能，完善信息能增进客户对您店铺的了解，获取更多客户流量。
zh_hant: 新增簡介信息功能，完善信息能增進客戶對您店舖的了解，獲取更多客戶流量。

# adddevice_partner_entrance
source: Configure all packages
cs: Nakonfigurujte všechny balíčky
de: Alle verbundenen Kameras
es: Configurar todos los paquetes
fi: Määritä kaikki paketit
fr: Configurez tous les packages
he: הגדר את כל החבילות
id: Konfigurasikan semua paket
it: Configura tutti i pacchetti
ja: すべてのパッケージを設定する
ko: 모든 패키지 구성
nb: Konfigurer alle pakker
nl: Configureer alle pakketten
pl: Skonfiguruj wszystkie pakiety
pt_br: Configurar todos os pacotes
ro: Configurați toate pachetele
ru: Настройте все пакеты
sv: Konfigurera alla paket
th: กำหนดค่าแพ็กเกจทั้งหมด
tr: Tüm paketleri yapılandır
vi: Định cấu hình tất cả các gói
zh_hans: 配置所有套装
zh_hant: 配置所有套裝

# devicelis_playback
source: Playback
cs: Přehrávání
de: Wiedergabe
es: Reproducción
fi: toisto
fr: Lecture
he: ניגון לאחור
id: putar ulang
it: riproduzione
ja: リプレイ
ko: 재생
nb: avspilling
nl: Afspelen
pl: Odtwarzanie
pt_br: Reprodução
ro: Redare
ru: воспроизведение
sv: Uppspelning
th: เล่นย้อนหลัง
vi: phát lại
zh_hans: 回放
zh_hant: 回放

# addevice_disconnect_hotspot
source: You have manually disconnected the device hotspot. Please connect the device hotspot.
cs: Ručně jste odpojili hotspot zařízení. Připojte hotspot zařízení.
de: Sie haben den Geräte-Hotspot manuell getrennt. Bitte stellen Sie eine Verbindung zum Geräte-Hotspot her.
es: Ha desconectado manualmente el punto de acceso del dispositivo. Conecte el punto de acceso del dispositivo.
fi: Olet irrottanut laitteen hotspotin manuaalisesti. Yhdistä laitteen hotspot.
fr: Vous avez déconnecté manuellement le point d'accès de l'appareil. Veuillez connecter le point d'accès de l'appareil.
he: ניתקת ידנית את נקודה החמה של המכשיר. אנא חבר את נקודה החמה של המכשיר.
id: Anda telah memutus hotspot perangkat secara manual. Harap sambungkan hotspot perangkat.
it: Hai disconnesso manualmente l'hotspot del dispositivo. Si prega di collegare l'hotspot del dispositivo.
ja: デバイスのホットスポットを手動で切断しました。 デバイスのホットスポットを接続してください。
ko: 장치 핫스팟을 수동으로 분리했습니다. 장치 핫스팟을 연결하십시오.
nb: Du har koblet fra enhetens hotspot manuelt. Koble til enhetens hotspot.
nl: U hebt de hotspot van het apparaat handmatig losgekoppeld. Verbind de hotspot van het apparaat.
pl: Ręcznie rozłączyłeś hotspot urządzenia. Podłącz hotspot urządzenia.
pt_br: Você desconectou manualmente o ponto de acesso do dispositivo. Por favor, conecte o ponto de acesso do dispositivo.
ro: Ați deconectat manual hotspot-ul dispozitivului. Vă rugăm să conectați hotspot-ul dispozitivului.
ru: Вы вручную отключили точку доступа к устройству. Пожалуйста, подключите точку доступа устройства.
sv: Du har kopplat bort enhetens hotspot manuellt. Anslut enhetens hotspot.
th: คุณได้ยกเลิกการเชื่อมต่อฮอตสปอตของอุปกรณ์ด้วยตนเองโปรดเชื่อมต่อฮอตสปอตของอุปกรณ์
tr: Cihazın etkin noktasını elle ayırdınız. Lütfen cihaz sıcak noktasını bağlayın.
vi: Bạn đã ngắt kết nối thủ công điểm phát sóng thiết bị, vui lòng kết nối với điểm phát sóng thiết bị.
zh_hans: 你已手动断开设备热点，请连接设备热点。
zh_hant: 你已手動斷開設備熱點，請連接設備熱點。

source: America/Tijuana
cs: Amerika / Tijuana
de: Amerika / Tijuana
he: אמריקה / טיחואנה /
id: Amerika / Tijuana
ja: アメリカ/ティファナ
ko: 아메리카 / 티후아나
pl: Ameryka / Tijuana
pt_br: América / Tijuana
ru: Америка / Тихуана
th: อเมริกา / ติฮัวนา
tr: Amerika / Tijuana
vi: Tijuana / Hoa Kỳ Thái Bình Dương
zh_hans: 提华纳/美国太平洋
zh_hant: 提華納/美國太平洋

# devicesetting_Motion_sensitivity_high
source: An alarm will be triggered when there is a slight movement in the screen
cs: Při mírném pohybu na obrazovce se spustí alarm
de: Bewegungen werden bereits bei kleinen Änderungen im Erkennungsbereich erfasst
es: Se activará una alarma cuando haya un ligero movimiento en la pantalla
fi: Hälytys laukeaa, kun näytössä tapahtuu pientä liikettä
fr: Une alarme sera déclenchée lorsqu'il y a un léger mouvement dans l'écran
he: אזעקה תופעל כאשר יש תנועה קלה במסך
id: Alarm akan dipicu ketika ada sedikit gerakan di layar
it: Un allarme verrà attivato quando c'è un leggero movimento nello schermo
ja: 画面にわずかな動きがあるとアラームがトリガーされます
ko: 화면에 약간의 움직임이 있으면 알람이 트리거됩니다.
nb: En alarm vil utløses når det er en liten bevegelse i skjermen
nl: Er wordt een alarm geactiveerd wanneer er een lichte beweging in het scherm is
pl: Alarm zostanie wyzwolony, gdy na ekranie pojawi się niewielki ruch
pt_br: Um alarme será disparado quando houver um ligeiro movimento na tela
ro: O alarmă va fi declanșată atunci când există o ușoară mișcare pe ecran
ru: Тревога сработает, когда на экране появится небольшое движение.
sv: Ett larm kommer att utlösas när det finns en liten rörelse i skärmen
th: สัญญาณเตือนจะทำงานเมื่อมีการเคลื่อนไหวเล็กน้อยในหน้าจอ
tr: Ekranda hafif bir hareket olduğunda bir alarm tetiklenecektir.
vi: Báo động sẽ được kích hoạt khi có một chuyển động nhẹ trên màn hình
zh_hans: 当画面中有微小的移动即会触发警报
zh_hant: 當畫面中有微小的移動即會觸發警報

# preview_go_to_view
source: Go to View
cs: Přejděte na Zobrazit
de: Zur Ansicht wechseln
es: Ir a la vista
fi: Siirry näkymään
fr: Aller à la vue
he: עבור אל View
id: Pergi ke Lihat
it: Vai a Visualizza
ja: ビューに移動
ko: 보기로 이동
nb: Gå til Vis
nl: Ga naar weergave
pl: Przejdź do widoku
pt_br: Vá para Ver
ro: Accesați View
ru: Перейти к просмотру
sv: Gå till Visa
th: ไปที่ดู
tr: Görünümüne Git
vi: Đi kiểm tra
zh_hans: 去查看
zh_hant: 去查看

# playback_repair
source: Repair
cs: opravit
de: Reparieren
es: reparar
fi: korjaus
fr: réparation
he: לְתַקֵן
id: memperbaiki
it: riparazione
ja: 修理
ko: 수리하다
nb: reparere
nl: reparatie
pl: naprawic
pt_br: reparar
ro: reparație
ru: ремонт
sv: reparera
th: ซ่อมแซม
tr: onarım
vi: sửa
zh_hans: 修复
zh_hant: 修復

# addDevice_indicator_light_not_steady
source: The indicator light does not turn to steady on?
cs: Kontrolka se nerozsvítí?
de: Die Status-LED leuchtet nicht dauerhaft?
es: ¿La luz indicadora no se enciende de forma fija?
fi: Merkkivalo ei pala tasaisesti?
fr: Le voyant ne s'allume pas en continu ?
he: נורית החיווי לא נדלקת באופן קבוע?
id: Lampu indikator tidak menyala stabil?
it: La spia non si accende fissa?
ja: 表示灯が点灯しませんか？
ko: 표시등이 계속 켜져 있지 않습니까?
nb: Indikatorlampen lyser ikke konstant?
nl: Het indicatielampje gaat niet continu branden?
pl: Kontrolka nie zapala się na stałe?
pt_br: A luz indicadora não acende continuamente?
ro: Indicatorul luminos nu se aprinde fix?
ru: Индикатор не горит постоянным светом?
sv: Indikatorlampan lyser inte med fast sken?
th: ไฟแสดงสถานะไม่ติดค้าง?
tr: Gösterge ışığı sabit yanmıyor mu?
vi: Đèn báo không bật sáng ổn định?
zh_hans: 指示灯没有转为常亮？
zh_hant: 指示燈沒有轉為常亮？

# devSetting_name_length_not_more_than_15
source: Name of device can't be more than 15 characters.
cs: Přezdívka zařízení nesmí být delší než 15 znaků
de: Gerätename darf nicht länger als 15 Zeichen sein.
es: El apodo del Equipo no puede tener más de 15 caracteres
fi: Laitteen lempinimi ei voi olla yli 15 merkkiä
fr: Le nom de l'appareil ne peut pas comporter plus de 15 caractères.
he: אורך שם המכשיר אינו יכול להיות ארוך יותר מ15 תווים
id: Nama perangkat tidak boleh lebih dari 15 karakter
it: Il nome dispositivo non può superare i 15 caratteri
ja: デバイス名は15文字以下です。
ko: 제품 이름은 15자를 넘을 수 없습니다.
nb: Enhetsnavn kan ikke ha mer enn 15 tegn.
nl: Naam apparaat mag niet meer dan 15 tekens zijn.
pl: Nazwa urządzenia nie może być większa niż 15 znaków
pt_br: O nome do dispositivo não pode ter mais de 15 caracteres.
ro: Numele dispozitivului nu poate fi mai mare de 15 caractere.
ru: Имя устройства не может быть более 15 символов.
sv: Namnet på enheten kan inte vara mer än 15 tecken.
th: ชื่อของอุปกรณ์ต้องไม่เกิน 15 ตัวอักษร
tr: Cihazın adı en fazla 15 karakter olamaz.
vi: Biệt hiệu của thiết bị không được dài hơn 15 ký tự
zh_hans: 设备昵称长度不能大于15个字符
zh_hant: 設備暱稱長度不能大於15個字符

# devicesetting_cordon_empty_prompt
source: If the cordon is empty, the device will not produce motion detection video and cloud video
cs: Pokud je kordon prázdný, zařízení nebude produkovat video s detekcí pohybu a cloudové video
de: Wenn die Zone leer ist, erzeugt das Gerät keine Bewegungserkennungsvideos und Cloud-Videos
es: Si el cordón está vacío, el dispositivo no producirá video de detección de movimiento ni video en la nube
fi: Jos johto on tyhjä, laite ei tuota liiketunnistusvideota tai pilvivideota
fr: Si le cordon est vide, l'appareil ne produira pas de vidéo de détection de mouvement et de vidéo cloud
he: אם הקורדון ריק, המכשיר לא יפיק וידיאו לזיהוי תנועה ווידיאו בענן
id: Jika kabelnya kosong, perangkat tidak akan menghasilkan video deteksi gerakan dan video cloud
it: Se il cordone è vuoto, il dispositivo non produrrà video di rilevamento del movimento e video cloud
ja: コルドンが空の場合、デバイスはモーション検知ビデオとクラウドビデオを生成しません
ko: 코드가 비어 있으면 장치에서 동작 감지 비디오 및 클라우드 비디오를 생성하지 않습니다.
nb: Hvis kabelen er tom, vil ikke enheten produsere bevegelsesdeteksjonsvideo og skyvideo
nl: Als het cordon leeg is, produceert het apparaat geen bewegingsdetectievideo en cloudvideo
pl: Jeśli kordon jest pusty, urządzenie nie będzie generować wideo wykrywania ruchu i wideo w chmurze
pt_br: Se o cordão estiver vazio, o dispositivo não produzirá vídeo de detecção de movimento e vídeo em nuvem
ro: Dacă cordonul este gol, dispozitivul nu va produce video de detectare a mișcării și video cloud
ru: Если кордон пуст, устройство не будет выдавать видео при обнаружении движения и облачное видео.
sv: Om ledningen är tom kommer inte enheten att producera rörelsedetekteringsvideo och molnvideo
th: หากวงล้อมว่างเปล่าอุปกรณ์จะไม่สร้างวิดีโอตรวจจับการเคลื่อนไหวและวิดีโอบนคลาวด์
tr: Kordon boşsa, cihaz hareket algılama videosu ve bulut videosu üretmez
vi: Nếu dây trống, thiết bị sẽ không tạo ra video phát hiện chuyển động và video đám mây
zh_hans: 警戒线为空将会导致设备不产生移动侦测录像与云录像
zh_hant: 警戒線為空將會導致設備不產生移動偵測錄像與雲錄像

# devicelist_Contact_Customer_Service
source: Contact Customer Service
cs: Kontaktujte zákaznický servis
de: Kundenservice kontaktieren
es: Contactar Servicio al Cliente
fi: Ota yhteyttä asiakaspalveluun
fr: Contactez le service à la clientèle
he: צור קשר עם שירות הלקוחות
id: Hubungi Layanan Pelanggan
it: Contattare il Servizio Clienti
ja: カスタマーサービスに連絡する
ko: 고객 서비스에 문의
nb: Kontakt kundeservice
nl: Contacteer de Klantenservice
pl: Biuro obsługi klienta
pt_br: Contate o Atendimento ao Cliente
ro: Contactați Serviciul Clienți
ru: Связаться со службой поддержки клиентов
sv: Kontakta Kundservice
th: ติดต่อฝ่ายบริการลูกค้า
tr: Müşteri Hizmetleri ile İletişime Geçin
vi: liên hệ với dịch vụ khách hàng
zh_hans: 联系客服
zh_hant: 聯繫客服

# devicesetting_Adaptive_mode_more_Description_new_firmware
source: Record videos continuously. When battery level below %1$s, automatically switches to optimal surveillance mode. When battery level above %2$s, resumes to uninterrupted recording mode. This mode consumes power fast and is suggested only when your camera works with plug-in power
cs: Nahrávejte videa nepřetržitě. Když je úroveň baterie nižší než %1$s, automaticky se přepne do optimálního režimu sledování. Když je úroveň baterie vyšší než %2$s, obnoví se nepřerušovaný režim nahrávání. Tento režim spotřebovává energii rychle a je doporučen pouze v případě, že fotoaparát pracuje s napájením ze zásuvky
de: Gerät nimmt dauerhaft auf und schaltet automatisch auf die beste Aufnahme um, wenn die Leistung unter %1$s sinkt. Wenn die Leistung über %2$s steigt, wird wieder dauerhaft aufgenommen. (Dieser Modus verbraucht mehr Strom und ist für externe Sonnenkollektoren oder Netzteile geeignet).
es: Graba videos continuamente. Cuando el nivel de la batería es inferior a %1$s, cambia automáticamente al modo de vigilancia óptimo. Cuando el nivel de la batería supera los %2$s, vuelve al modo de grabación ininterrumpida. Este modo consume energía rápidamente y se sugiere solo cuando su cámara funciona con un enchufe.
fi: Tallenna videoita jatkuvasti. Kun akun varaustaso alle %1$s, siirtyy automaattisesti optimaaliseen valvontatilaan. Kun akun varaustaso ylittää %2$s, palaa keskeytymättömään tallennustilaan. Tämä tila kuluttaa nopeasti virtaa ja sitä suositellaan vain, kun kamera toimii pistokevirtalähteellä
fr: Enregistrez des vidéos en continu. Lorsque le niveau de la batterie est inférieur à %1$s, passe automatiquement en mode de surveillance optimal. Lorsque le niveau de la batterie dépasse %2$s, reprend le mode d'enregistrement ininterrompu. Ce mode consomme rapidement de l'énergie et n'est suggéré que lorsque votre appareil photo fonctionne avec une alimentation enfichable
he: הקלט סרטונים באופן רציף. כאשר רמת הסוללה מתחת ל-%1$s, עובר אוטומטית למצב מעקב אופטימלי. כאשר רמת הסוללה מעל %2$s, חוזר למצב הקלטה ללא הפרעה. מצב זה צורך חשמל במהירות ומוצע רק כאשר המצלמה שלך פועלת עם מתח חיבור
id: Rekam video terus menerus. Saat level baterai di bawah %1$s, otomatis beralih ke mode pengawasan optimal. Saat tingkat baterai di atas %2$s, kembali ke mode perekaman tanpa gangguan. Mode ini menghabiskan daya dengan cepat dan hanya disarankan saat kamera Anda bekerja dengan daya plug-in
it: Registra video continuamente. Quando il livello della batteria è inferiore a %1$s, passa automaticamente alla modalità di sorveglianza ottimale. Quando il livello della batteria supera %2$s, riprende la modalità di registrazione senza interruzioni. Questa modalità consuma energia velocemente ed è consigliata solo quando la fotocamera funziona con alimentazione plug-in
ja: ビデオを継続的に録画します。バッテリー残量が%1$sを下回ると、自動的に最適な監視モードに切り替わります。バッテリー残量が%2$sを超えると、中断のない記録モードに戻ります。このモードは電力を急速に消費し、カメラがプラグイン電源で動作する場合にのみ推奨されます
ko: 지속적으로 비디오를 녹화합니다. 배터리 잔량이 %1$s 미만이면 최적의 감시 모드로 자동 전환됩니다. 배터리 잔량이 %2$s를 초과하면 중단 없는 녹화 모드로 다시 시작됩니다. 이 모드는 전력을 빠르게 소모하며 카메라가 플러그인 전원으로 작동할 때만 제안됩니다.
nb: Ta opp videoer kontinuerlig. Når batterinivået er under %1$s, skifter automatisk til optimal overvåkingsmodus. Når batterinivået over %2$s, går tilbake til uavbrutt opptaksmodus. Denne modusen bruker raskt strøm og anbefales bare når kameraet ditt fungerer med plug-in strøm
nl: Neem continu video's op. Wanneer het batterijniveau lager is dan %1$s, wordt automatisch overgeschakeld naar de optimale bewakingsmodus. Wanneer het batterijniveau hoger is dan %2$s, wordt de opnamemodus zonder onderbreking hervat. Deze modus verbruikt snel stroom en wordt alleen aanbevolen als je camera werkt met plug-in power
pl: Nagrywaj filmy w sposób ciągły. Gdy poziom naładowania baterii spadnie poniżej %1$s, automatycznie przełącza się na optymalny tryb nadzoru. Gdy poziom naładowania baterii przekracza %2$s, wznawiany jest tryb nieprzerwanego nagrywania. Ten tryb szybko zużywa energię i jest zalecany tylko wtedy, gdy kamera działa z zasilaniem przez wtyczkę
pt_br: Grave vídeos continuamente. Quando o nível da bateria estiver abaixo de %1$s, alterna automaticamente para o modo de vigilância ideal. Quando o nível da bateria estiver acima de %2$s, volta ao modo de gravação ininterrupta. Este modo consome energia rapidamente e é sugerido apenas quando sua câmera funciona com energia plug-in
ro: Înregistrați videoclipuri continuu. Când nivelul bateriei este sub %1$s, trece automat la modul optim de supraveghere. Când nivelul bateriei este peste %2$s, se reia la modul de înregistrare neîntreruptă. Acest mod consumă energie rapid și este sugerat numai atunci când camera dvs. funcționează cu alimentare
ru: Записывайте видео непрерывно. Когда уровень заряда батареи ниже %1$s, автоматически переключается в оптимальный режим наблюдения. Когда уровень заряда батареи выше %2$s, возобновляется непрерывный режим записи. Этот режим быстро потребляет энергию и рекомендуется только в том случае, если ваша камера работает от внешнего источника питания.
sv: Spela in videor kontinuerligt. När batterinivån under %1$s växlar automatiskt till optimalt övervakningsläge. När batterinivån överstiger %2$s, återgår till oavbrutet inspelningsläge. Detta läge förbrukar ström snabbt och rekommenderas endast när din kamera fungerar med plug-in ström
th: บันทึกวิดีโออย่างต่อเนื่อง เมื่อระดับแบตเตอรี่ต่ำกว่า %1$s จะเปลี่ยนเป็นโหมดเฝ้าระวังที่เหมาะสมที่สุดโดยอัตโนมัติ เมื่อระดับแบตเตอรี่สูงกว่า %2$s ให้กลับสู่โหมดบันทึกอย่างต่อเนื่อง โหมดนี้ใช้พลังงานอย่างรวดเร็ว และแนะนำเฉพาะเมื่อกล้องของคุณทำงานกับปลั๊ก-อินเท่านั้น
tr: Videoları sürekli olarak kaydedin. Pil seviyesi %1$s'nin altına düştüğünde, otomatik olarak optimum gözetim moduna geçer. Pil seviyesi %2$s'nin üzerine çıktığında, kesintisiz kayıt moduna geri döner. Bu mod gücü hızlı tüketir ve yalnızca kameranız eklenti gücüyle çalıştığında önerilir
vi: Quay video liên tục. Khi mức pin dưới%1$s, tự động chuyển sang chế độ giám sát tối ưu. Khi mức pin trên%2$s, tiếp tục ở chế độ ghi liên tục. Chế độ này tiêu thụ năng lượng nhanh và chỉ được đề xuất khi máy ảnh của bạn hoạt động với nguồn điện cắm vào
zh_hans: 设备一直持续录像，当电量降至%1$s以下时自动切换为最佳录像，当电量提升至%2$s以上时恢复一直录像，该模式耗电较快，适合外接电源使用。
zh_hant: 設備一直持續錄像，當電量降至%1$s以下時自動切換為最佳錄像，當電量提升至%2$s以上時恢復一直錄像，該模式耗電較快，適合外接電源使用。
