Repository: Yolo-cell-hash/go_home_ios
Catalog: ios/Runner/JASDK/JAResources/XLanguage/X35MultiLanguage/*.lproj/X35MutiLanguage.strings
Languages: cs, de, es, fi, fr, he, id, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sv, th, tr, vi, zh_hans, zh_hant

# setting_time_zone
source: Setup device time zone
cs: Nastavte časové pásmo zařízení
de: Zeitzone Gerät einstellen
es: Establecer el tiempo de la zona horaria del Equipo
fi: Aseta laitteen aikavyöhykkeen aika
fr: Configurer le fuseau horaire du périphérique
he: הגדרת איזור זמן
id: Setup Zona waktu perangkat
it: Impostare fuso orario
ja: デバイスの時刻設定
ko: 기기 시간대 설정
nb: Velg tidssone
nl: Tijdzone apparaat instellen
pl: Ustawienia strefy czasowej
pt_br: Fuso horário do dispositivo de configuração
ro: Configurați fusul orar al dispozitivului
ru: Настройка часового пояса устройства
sv: Inställningsenhetens tidszon
th: ตั้งค่าเขตเวลาของอุปกรณ์
tr: Aygıtın saat dilimini ayarla
vi: Đặt múi giờ cho thiết bị
zh_hans: 设置设备时区时间
zh_hant: 設置設備時區時間

# add_Season_Plan
source: Season Plan
cs: Sezónní balíček
de: Saisonpaket
es: Paquete de temporada
fi: Kausipaketti
fr: Forfait saisonnier
he: חבילה עונתית
id: Paket Musiman
it: Pacchetto stagionale
ja: 季節限定パッケージ
ko: 계절 패키지
nb: Sesongpakke
nl: Seizoensarrangement
pl: Pakiet sezonowy
pt_br: Pacote Sazonal
ro: Pachet sezonier
ru: Сезонный пакет
sv: Säsongspaket
th: แพ็คเกจตามฤดูกาล
tr: Mevsimsel Paket
vi: Gói theo mùa
zh_hans: 季套餐
zh_hant: 季套餐

# Addevice_forget_password
source: Forget password
cs: Zapomenout heslo
de: Passwort vergessen
es: Contraseña olvidada
fi: Unohtaa salasana
fr: Mot de passe oublié
he: שכח סיסמה
id: Lupa Password
it: Dimenticare la password
ja: パスワードを忘れる
ko: 비밀번호 분실
nb: Glem passord
nl: Wachtwoord vergeten
pl: Zapomnij hasło
pt_br: Esqueceu a senha
ro: Parola uitata
ru: Забыть пароль
sv: Glöm lösenord
th: ลืมรหัสผ่าน
tr: Şifreyi unut
vi: Quên mật khẩu
zh_hans: 忘记密码
zh_hant: 忘記密碼

source: Asia/Yekaterinburg
cs: Asie / Jekatěrinburg
de: Asien / Jekaterinburg
fi: Aasia / Jekaterinburg
fr: Asie / Iekaterinbourg
he: אסיה / יקטרינבורג
ja: アジア/エカテリンブルク
ko: 아시아 / 예 카테 린 부르크
nb: Asia / Jekaterinburg
pl: Azja / Jekaterynburg
ru: Азия / Екатеринбург
sv: Asien / Jekaterinburg
th: เอเชีย / Yekaterinburg
tr: Asya / Yekaterinburg
vi: Yekaterinburg
zh_hans: 叶卡捷林堡
zh_hant: 葉卡捷林堡

# adddevice_fail_view_help
source: Device connection might fail, click "View Help"
cs: Je možné, že se připojovací zařízení nezdařilo, klikněte na "Zobrazit nápovědu"
de: Möglicherweise wurde keine Verbindung zum Gerät hergestellt. Tippen Sie auf "Hilfe anzeigen".
es: Es posible que el Equipo de conexión haya fallado, haga clic en "Ver ayuda"
fi: Voi olla, että yhteys laitteen virhe, klikkaa "Näytä ohje"
fr: Il se peut que le périphérique de connexion ait échoué, cliquez sur "Afficher l'aide".
he: יכול להיות שמכשיר החיבור נכשל, לחץ על "הצג עזרה"
id: Bisa jadi perangkat koneksi gagal, klik "Lihat Bantuan"
it: È possibile che il dispositivo di connessione non sia riuscito, fare clic su "Visualizza Guida "
ja: 接続デバイスに障害が発生した可能性があります。「ヘルプを表示」をクリックします
ko: 연결 장치가 실패했을 수 있습니다. "도움말보기"를 클릭하십시오.
nb: Det kan hende at tilkoblingsenheten mislyktes, klikk "Vis hjelp "
nl: Het kan zijn dat het verbindingsapparaat is mislukt, klik op "Help weergeven"
pl: Możliwe, że połączenie nie powiodło się, kliknij "Wyświetl pomoc"
pt_br: Pode ser que o dispositivo de conexão falhe, clique em "Exibir ajuda"
ro: Este posibil ca dispozitivul de conectare să nu reușească, faceți clic pe "Vizualizare ajutor"
ru: Возможно, произошел сбой подключения устройства, нажмите "Просмотреть справку"
sv: Det kan hända att anslutningsenheten misslyckades, klicka på "Visa hjälp "
th: การเชื่อมต่ออุปกรณ์อาจล้มเหลวคลิก "ดูความช่วยเหลือ "
tr: Bağlantı cihazı başarısız olmuş olabilir, "Yardımı görüntüle" üzerine tıklayın
vi: Có thể không kết nối được với thiết bị, bấm vào "Xem Trợ giúp"
zh_hans: 可能是连接设备失败，点击“查看帮助”
zh_hant: 可能是連接設備失敗，點擊“查看幫助”

# video_played_selectDateAgain
source: Today video has finished playing
cs: Video bylo přehráno ve stejný den.
de: Video des aktuellen Tages fertig abgespielt.
es: El video ha sido reproducido el mismo día.
fi: Video on toistettu samana päivänä.
fr: La vidéo a été diffusée le même jour.
he: הסרטון מופעל באותו יום.
id: Video telah diputar pada hari yang sama.
it: Il video è stato riprodotto lo stesso giorno.
ja: ビデオは同じ日に再生されました。
ko: 동영상은 같은 날 재생되었습니다.
nb: Videoen har blitt spilt samme dag.
nl: De video is dezelfde dag gespeeld.
pl: Wideo zostało zagrane tego samego dnia.
pt_br: O vídeo foi reproduzido no mesmo dia.
ro: Videoclipul a fost redat în aceeași zi.
ru: Видео было воспроизведено в тот же день.
sv: Videon har spelats samma dag.
th: วิดีโอของวันนี้ เล่นเสร็จแล้ว
tr: Video aynı gün oynatıldı.
vi: Video trong ngày đã được phát
zh_hans: 当天录像已播放完毕
zh_hant: 當天錄像已播放完畢

# service_Transfer_application_as_maintenance
source: Transfer application as a maintenance worker
cs: Přeneste žádost jako pracovník údržby
de: Antrag als Wartungsarbeiter übertragen
es: Aplicación de transferencia como trabajador de mantenimiento
fi: Siirtohakemus huoltotyöntekijänä
fr: Transférer l'application en tant que technicien de maintenance
he: העבר את הבקשה כעובד תחזוקה
id: Mentransfer aplikasi sebagai pekerja pemeliharaan
it: Trasferimento dell'applicazione come manutentore
ja: 保守作業員として申請書を転送する
ko: 유지 보수 작업자로 애플리케이션 전송
nb: Overfør søknad som vedlikeholdsarbeider
nl: Applicatie overdragen als onderhoudsmedewerker
pl: Przenieś aplikację jako pracownik utrzymania ruchu
pt_br: Transferir aplicativo como trabalhador de manutenção
ro: Transferați cererea ca lucrător de întreținere
ru: Заявление о переводе в качестве обслуживающего работника
sv: Överför ansökan som underhållsarbetare
th: โอนใบสมัครเป็นพนักงานซ่อมบำรุง
tr: Bakım çalışanı olarak uygulama aktarın
vi: Chuyển đơn với tư cách là nhân viên bảo trì
zh_hans: 转申请为维修员
zh_hant: 轉申請為維修員

# addDevice_process_IP_DDNS_add
source: IP/DDNS add
cs: Přidání IP/DDNS
de: IP/DDNS hinzufügen
es: IP/DDNS agregar
fi: IP/DDNS lisää
fr: IP/DDNS ajouter
he: להוסיף IP/DDNS
id: IP/DDNS tambahkan
it: Aggiunta IP/DDNS
ja: IP/DDNS追加
ko: IP/DDNS 추가
nb: IP/DDNS legge
nl: IP/DDNS toevoegen
pl: Dodanie IP/DDNS
pt_br: Adicionar IP/DDNS
ro: Adăugare IP/DDNS
ru: IP/DDNS добавить
sv: IP/DDNS lägg till
th: เพิ่ม IP / DDNS
tr: IP/DDNS eklemesi
vi: Thêm IP / DDNS
zh_hans: IP/DDNS添加
zh_hant: IP/DDNS添加

# playback_video_time_point
source: Video time point
cs: Časový bod videa
de: Aufnahme-Zeitpunkt
es: Punto de tiempo del video
fi: Videon aikapiste
fr: Point temporel de la vidéo
he: נקודת זמן וידאו
id: Titik waktu video
it: Punto temporale del video
ja: ビデオの時点
ko: 비디오 시점
nb: Videotidspunkt
nl: Tijdpunt van video
pl: Punkt czasowy wideo
pt_br: Ponto de tempo do vídeo
ro: Punct de timp video
ru: Время видео
sv: Videotidpunkt
th: จุดเวลาของวิดีโอ
tr: Video zaman noktası
vi: Ghi thời điểm
zh_hans: 录像时间点
zh_hant: 錄像時間點

source: Voice control
cs: Ovládání hlasem
de: Sprachsteuerung
es: Control de voz
fi: Ääniohjaus
fr: Commande vocale
he: בקרת קול
id: Kontrol Suara
it: Controllo vocale
ja: 音声制御
ko: 음성 제어
nb: Talestyring
nl: Spraakbediening
pl: Kontrola głosowa
pt_br: Controle de voz
ro: Control vocal
ru: Голосовое управление
sv: Röst kontroll
th: การควบคุมเสียง
tr: Ses kontrolü
vi: Điều khiển giọng nói
zh_hans: 声控
zh_hant: 聲控

# connection_timeout
source: Timeout
cs: Časový limit připojení
de: Zeitüberschreitung
es: Tiempo de conexión agotado
fi: Yhteyden aikakatkaisu
fr: Temps libre
he: פג הזמן
id: Waktu Habis
ja: タイムアウト
ko: 시간 초과
pl: Przekroczony czas
pt_br: Tempo esgotado
ro: Pauză
ru: Тайм-аут
sv: Paus
th: หมดเวลา
tr: Zaman aşımı
vi: Kết nối quá hạn
zh_hans: 连接超时
zh_hant: 連接超時

# adddevice_connect_Lan
source: Connect the device to the router's LAN port with a network cable
cs: Připojte zařízení k LAN portu routeru pomocí síťového kabelu
de: Verbinden Sie das Gerät per Netzwerkkabel mit dem LAN-Port des Routers
es: Conecte el dispositivo al puerto LAN del enrutador con un cable de red
fi: Liitä laite reitittimen LAN-porttiin verkkokaapelilla
fr: Connectez l'appareil au port LAN du routeur avec un câble réseau
he: חבר את ההתקן ליציאת ה- LAN של הנתב באמצעות כבל רשת
id: Hubungkan perangkat ke port LAN router dengan kabel jaringan
it: Collega il dispositivo alla porta LAN del router con un cavo di rete
ja: ネットワークケーブルでデバイスをルーターのLANポートに接続します
ko: 네트워크 케이블을 사용하여 장치를 라우터의 LAN 포트에 연결합니다.
nb: Koble enheten til routerens LAN-port med en nettverkskabel
nl: Sluit het apparaat met een netwerkkabel aan op de LAN-poort van de router
pl: Podłącz urządzenie do portu LAN routera za pomocą kabla sieciowego
pt_br: Conecte o dispositivo à porta LAN do roteador com um cabo de rede
ro: Conectați dispozitivul la portul LAN al routerului cu un cablu de rețea
ru: Подключите устройство к LAN-порту роутера с помощью сетевого кабеля.
sv: Anslut enheten till routerns LAN-port med en nätverkskabel
th: เชื่อมต่ออุปกรณ์กับพอร์ต LAN ของเราเตอร์ด้วยสายเคเบิลเครือข่าย
tr: Cihazı bir ağ kablosuyla yönlendiricinin LAN bağlantı noktasına bağlayın
vi: Kết nối thiết bị với cổng LAN của bộ định tuyến bằng cáp mạng
zh_hans: 请将设备接通电源，并用网线将设备连接到路由器的Lan口
zh_hant: 請將設備接通電源，並用網線將設備連接到路由器的Lan口

# devicesetting_time_synchronization
source: Time synchronization...
cs: Synchronizace času ...
de: Zeit wird synchronisiert...
es: Sincronización de tiempo ...
fi: Ajan synkronointi ...
fr: Synchronisation de l'heure...
he: סנכרון זמן...
id: Sinkron Waktu
it: Sincronizzazione dell'ora ...
ja: 時刻の同期
ko: 시간 동기화 ...
nb: Tidssynkronisering ...
nl: Tijd synchronisatie ...
pl: Synchronizacja czasu ...
pt_br: Sincronização de tempo ...
ro: Sincronizarea timpului ...
ru: Синхронизация времени ...
sv: Tidssynkronisering ...
th: การปรับเวลาอัตโนมัติ
tr: Zaman senkronizasyonu ...
vi: Đồng bộ hóa thời gian...
zh_hans: 时间同步中...
zh_hant: 時間同步中...

# access_GPS_need
source: App need GPS permission
cs: Aplikace vyžaduje oprávnění k umístění GPS
de: App benötigt GPS Zugriff
es: La aplicación necesita permiso de ubicación de GPS
fi: Sovellus vaatii GPS-sijaintiluvan
fr: l'application a besoin d'une autorisation GPS
he: האפליקציה צריכה לקבל הרשאות לGPS
id: APP butuh Hak Ke GPS
it: Applicazione necessita permesso GPS
ja: アプリはGPS認証が必要です。
ko: GPS 사용 권한을 허가해야 합니다.
nb: App trenger tillatelse til å aktivere GPS
nl: App heeft GPS toestemming nodig
pl: EseeCloud potrzebuje uprawnień GPS
pt_br: App precisa de permissão GPS
ro: Aplicația are nevoie de permisiunea GPS
ru: Приложению нужно разрешение GPS
sv: Appen behöver GPS-tillstånd
th: แอปต้องได้รับอนุญาตการเข้าถึง GPS
tr: App GPS iznine ihtiyacım var
vi: Ứng dụng yêu cầu quyền định vị GPS
zh_hans: App需要GPS地理位置权限
zh_hant: App需要GPS地理位置權限

source: Standard
cs: Standardní
es: Estándar
fi: standardi
fr: La norme
he: סטנדרטית
ja: 標準
ko: 표준
nl: Standaard
pt_br: Padrão
ru: стандарт
th: มาตรฐาน
tr: Standart
vi: Tiêu chuẩn
zh_hans: 标准
zh_hant: 標準

# NSBluetoothAlwaysUsageDescription
source: App can use Bluetooth to add devices normally after it is turned on
cs: Po otevření aplikace může pomocí aplikace Bluetooth přidat zařízení.
de: Die App kann Bluetooth verwenden, um Geräte nach dem Einschalten hinzuzufügen
es: La aplicación puede usar Bluetooth para agregar Equipos normalmente después de encenderse
fi: Kun sovellus on avattu,laite voi lisätä laitteita Bluetoothin avulla.
fr: l'application peut utiliser Bluetooth pour ajouter des périphériques normalement après qu'il est allumé
he: ניתן להשתמש בפונקציית הBluetooth לאחר עליית האפליקציה
id: APP dapat menambah perangkat melalu Bluetooth setelah di nyalakan
it: L'app può utilizzare il bluetooth per aggiungere dispositivi dopo l'accensione
ja: アプリケーションは、Bluetoothをオンにした後にBluetoothを使用して通常のデバイスを追加できます
ko: 앱을 사용하면 블루투스를 사용하여 기기를 정상적으로 추가 할 수 있습니다.
nb: App kan bruke Bluetooth for å legge til enheter normalt etter at den er slått på
nl: App kan bluetooth gebruiken om apparaten toevoegen nadat deze is ingeschakeld
pl: Aplikacja może używać dodawania urządzeń przez bluetooth jeśli jest włączona
pt_br: Após a abertura,o aplicativo pode usar o Bluetooth para adicionar dispositivos.
ro: Aplicația poate utiliza Bluetooth pentru a adăuga dispozitive în mod normal după ce este pornit
ru: Приложение может использовать Bluetooth,чтобы нормально добавлять устройства после его включения
sv: App kan använda Bluetooth för att lägga till enheter normalt efter att den är påslagen
th: แอปสามารถใช้บลูทูธ เพื่อเพิ่มอุปกรณ์ได้ตามปกติหลังจากเปิด
tr: Uygulama,cihazları açtıktan sonra normal şekilde cihaz eklemek için Bluetooth kullanabilir
vi: Ứng dụng có thể sử dụng Bluetooth để thêm thiết bị bình thường sau khi mở
zh_hans: 开启后App才可以正常使用蓝牙添加设备
zh_hant: 開啟後App才可以正常使用藍牙添加設備

# preview_cloud_Free_tier_ios
source: There are only %d days left in the cloud storage trial package, please renew now!
cs: Ve zkušebním balíčku cloudového úložiště zbývá jen %d dní, obnovte prosím hned teď!
de: Das Cloud-Speicher Testpaket läuft in %d Tagen ab. Bitte verlängern Sie es jetzt!
es: Solo quedan %d días en el paquete de prueba de almacenamiento en la nube, ¡renuévelo ahora!
fi: Pilvivarastokokeilupaketissa on jäljellä vain %d päivää, päivitä nyt!
fr: Il ne reste que %d jours dans le package d'essai de stockage dans le cloud, veuillez renouveler maintenant!
he: נותרו רק %d יום בחבילת הניסיון לאחסון ענן, אנא התחדש עכשיו!
id: Hanya ada %d hari tersisa dalam paket uji coba penyimpanan cloud, perbarui sekarang!
it: Sono rimasti solo %d giorni nel pacchetto di prova dell'archiviazione cloud, rinnova ora!
ja: クラウドストレージトライアルパッケージは残り%d日です。今すぐ更新してください！
ko: 클라우드 스토리지 평가판 패키지가 %d 일밖에 남지 않았습니다. 지금 갱신하세요!
nb: Det er bare %d dager igjen i prøvepakken for skylagring. Vennligst forny nå!
nl: Er zijn nog maar %d dagen over in het proefpakket voor cloudopslag, verleng nu alstublieft!
pl: Pozostało tylko %d dni w pakiecie próbnym przechowywania w chmurze, odnów teraz!
pt_br: Restam apenas %d dias para o pacote de teste do armazenamento em nuvem, renove agora!
ro: Au mai rămas doar %d de zile în pachetul de încercare de stocare în cloud, vă rugăm să reînnoiți acum!
ru: В пробном пакете облачного хранилища осталось всего %d дней, продлите его сейчас!
sv: Det finns bara %d dagar kvar i testpaketet för molnlagring, vänligen förnya nu!
th: เหลือเวลาอีกเพียง %d วันในแพ็คเกจทดลองใช้ที่เก็บข้อมูลบนคลาวด์โปรดต่ออายุทันที!
tr: Bulut depolama deneme paketinde yalnızca %d gün kaldı, lütfen şimdi yenileyin!
vi: Chỉ còn %d ngày nữa là gói dùng thử lưu trữ đám mây, hãy gia hạn ngay!
zh_hans: 云存试用套餐仅剩%d天，请立即续费！
zh_hant: 雲存試用套餐僅剩%d天，請立即續費！

# me_nothing
source: Sorry,nothing
cs: Promiň,nic
de: Keine Daten vorhanden
es: Lo sentimos,nada
fi: Anteeksi,ei mitään
fr: Il n'y a pas d'information
he: מצטערים,אין פה כלום
id: Maaf,Kosong
it: Spiacenti,nessun risultato
ja: 情報がありません
ko: 없음
nb: Ingen delte enheter
nl: Sorry,geen
pl: Brak zawartości
pt_br: Desculpa nada
ro: Scuze nimic
ru: Извини,ничего
sv: Förlåt inget
th: ขออภัย ไม่มีอะไรเปลี่ยนแปลง
tr: Üzgünüm,hiçbir şey
vi: Xin lỗi vì không có gì
zh_hans: 抱歉，什么都没有
zh_hant: 抱歉，什麼都沒有

# person_Wireless_data_permission
source: Wireless data permissions
cs: Bezdrátové datové povolení
de: WLAN Datenberechtigung
es: Permiso de datos inalámbricos
fi: Langattoman tiedon käyttöoikeus
fr: Autorisation de données sans fil
he: הרשאת נתונים אלחוטית
id: Izin data nirkabel
it: Autorizzazione dati wireless
ja: 無線データ許可
ko: 무선 데이터 권한
nb: Trådløs datatillatelse
nl: Draadloze gegevens toestemming
pl: Pozwolenie na przesyłanie danych bezprzewodowych
pt_br: Permissão de dados sem fio
ro: Permisiunea de date fără fir
ru: Беспроводная локальная сеть
sv: Trådlös datatillstånd
th: สิทธิ์การเข้าถึงข้อมูลไร้สาย
tr: Kablosuz veri izni
vi: Quyền dữ liệu không dây
zh_hans: 无线数据权限
zh_hant: 無線數據權限

# devicesetting_Detect_only_during_day
source: Daytime
cs: Během dne
de: Nur Tagsüber
es: Tiempo de día
fi: Päivällä
fr: Jour
he: שְׁעוֹת הַיוֹם
id: Siang hari
it: Giorno
ja: 昼間
ko: 낮
nb: Dagtid
nl: Dag
pl: Dzień
pt_br: Dia
ro: În timpul zilei
ru: Дневное время
sv: Dagtid
th: กลางวัน
tr: Gündüz
vi: Ban ngày
zh_hans: 仅白天侦测
zh_hant: 僅白天偵測

# send_email_failure
source: Fail to send emails
cs: Pošta se nepodařilo odeslat
de: E-Mail senden fehlgeschlagen
es: Error al enviar el correo
fi: Sähköpostia ei lähetetty
fr: Impossible d'envoyer des e-mails
he: תקלה בשליחת האימייל
id: Gagal kirim ke Email
it: Invio e-mail fallito
ja: メールを送信できません
ko: 이메일 발신을 실패하였습니다.
nb: Kunne ikke sende e-post
nl: E-mails verzenden mislukt
pl: Błąd wysłania email
pt_br: Não enviar e-mails
ro: Nu trimiteți e-mailuri
ru: Не отправлять письма
sv: Misslyckades med att skicka e-postmeddelanden
th: การส่งอีเมล์ล้มเหลว
tr: E-posta gönderilemedi
vi: Không gửi được thư
zh_hans: 邮件发送失败
zh_hant: 郵件發送失敗

# person_ente_email_address
source: Enter email address
cs: Vložte e-mailovou adresu
de: E-Mail Adresse eingeben
es: Introduzca la dirección de correo electrónico
fi: Anna sähköpostiosoite
fr: Entrer l'adresse e-mail
he: הזן כתובת אימייל
id: Masukkan alamat email
it: Inserisci l'indirizzo email
ja: メールアドレスを入力してください
ko: 이메일 주소 입력
nb: Skriv inn e-post adresse
nl: Vul email adres in
pl: Wprowadź adres e-mail
pt_br: Insira o endereço de e-mail
ro: Introduceți adresa de e-mail
ru: Введите адрес электронной почты
sv: Skriv in epostadress
th: ใส่ที่อยู่อีเมล
tr: Email adresini gir
vi: Nhập địa chỉ email
zh_hans: 输入邮箱地址
zh_hant: 輸入郵箱地址

# deviceSetting_Connect_new_WIFI
source: Connect new WIFI
cs: Připojte novou WIFI
de: Neues WLAN verbinden
es: Conectar nueva WIFI
fi: Yhdistä uusi WIFI
fr: Connectez le nouveau WIFI
he: חבר WIFI חדש
id: Hubungkan WIFI baru
it: Connetti il ​​nuovo WIFI
ja: 新しいWIFIを接続する
ko: 새로운 WIFI 연결
nb: Koble til ny WIFI
nl: Verbind nieuwe wifi
pl: Połącz nową sieć WIFI
pt_br: Conecte um novo WIFI
ro: Conectați un nou WIFI
ru: Подключите новый WIFI
sv: Anslut nytt WIFI
th: เชื่อมต่อ WIFI ใหม่
tr: Yeni WIFI bağlayın
vi: Kết nối WIFI mới
zh_hans: 连接新的WIFI
zh_hant: 連接新的WIFI

# email_error
source: Wrong email address
cs: Nesprávná e-mailová adresa
de: Falsche E-Mail Adresse
es: Dirección de correo errónea
fi: Virheellinen sähköpostiosoite
fr: Mauvaise adresse email
he: כתובת אימייל שגויה
id: Alamat Email salah
it: Indirizzo E-mail errato
ja: 不正なメールアドレス
ko: 이메일 주소가 틀립니다.
nb: Feil e-postadresse
nl: Onjuist e-mailadres
pl: Błędny adres email
pt_br: Endereço de email errado
ro: Adresă de e-mail greșită
ru: Неверный адрес электронной почты
sv: Fel e-postadress
th: ที่อยู่อีเมล์ที่ไม่ถูกต้อง
tr: Yanlış e-posta adresi
vi: Địa chỉ e-mail không đúng
zh_hans: 邮箱地址错误
zh_hant: 郵箱地址錯誤

# deviceSetting_Humanoid_detection_frame
source: Humanoid detection frame
cs: Humanoidní detekční rám
de: Mensch umrahmen
es: Marco de detección humanoide
fi: Humanoidin tunnistuskehys
fr: Cadre de détection humanoïde
he: מסגרת זיהוי דמוי אדם
id: Bingkai deteksi humanoid
it: Cornice di rilevamento umanoide
ja: 人検出フレーム
ko: 인간형 감지 프레임
nb: Humanoid deteksjonsramme
nl: Humanoïde detectieframe
pl: Ramka wykrywania humanoidów
pt_br: Quadro de detecção de humanóide
ro: Cadru de detectare a umanoidului
ru: Рамка обнаружения гуманоидов
sv: Humanoid detektionsram
th: กรอบการตรวจจับฮิวแมนนอยด์
tr: İnsansı algılama çerçevesi
vi: Khung phát hiện hình người
zh_hans: 人形侦测框
zh_hant: 人形偵測框

# devicesetting_Base_station_alarm
source: Base station sync alarm
cs: Alarm synchronizace základnové stanice
de: Basisstation Synchronisierungsalarm
es: Alarma de sincronización de la estación base
fi: Tukiaseman synkronointihälytys
fr: Alarme de synchronisation de la station de base
he: אזעקת סנכרון תחנת בסיס
id: Alarm sinkronisasi stasiun pangkalan
it: Allarme di sincronizzazione della stazione base
ja: 基地局同期アラーム
ko: 기지국 동기화 알람
nb: Synk alarm for basestasjon
nl: Synchronisatiealarm basisstation
pl: Alarm synchronizacji stacji bazowej
pt_br: Alarme de sincronização da estação base
ro: Alarma de sincronizare a stației de bază
ru: Тревога синхронизации базовой станции
sv: Synklarm för basstation
th: สัญญาณเตือนการซิงค์สถานีฐาน
tr: Baz istasyonu senkronizasyon alarmı
vi: Báo động đồng bộ trạm gốc
zh_hans: 基站同步警报
zh_hant: 基站同步警報

# devicesetting_more_data
source: More dates
cs: Více termínů
de: Weitere Daten
es: Más fechas
fi: Lisää päivämääriä
fr: Plus de dates
he: עוד תאריכים
id: Tanggal lainnya
it: Più date
ja: その他の日付
ko: 더 많은 날짜
nb: Flere datoer
nl: Meer data
pl: Więcej terminów
pt_br: Mais datas
ro: Mai multe date
ru: Больше дат
sv: Fler datum
th: วันที่เพิ่มเติม
tr: Daha fazla tarih
vi: Thêm ngày
zh_hans: 更多日期
zh_hant: 更多日期

# cloud_days_number
source: Cloud storage
cs: Cloud deposit
de: Cloud-Speicher
es: Depósito en la nube
fi: Pilven talletus
fr: Dépôt Cloud
he: ענן אחסון מספר ימים
id: Penyimpanan Awan
it: Deposito Cloud
ja: クラウド保存
ko: 클라우드 스토리지
nb: Nettsky
nl: Aantal dagen cloudopslag
pl: Chmura Zapisz
pt_br: Armazenamento na núvem
ro: Stocare in cloud
ru: Облачное хранилище
sv: Molnlagring
th: พื้นที่เก็บข้อมูลคลาวด์
tr: Bulut depolama
vi: Lưu trữ đám mây
zh_hans: 云存
zh_hant: 雲存

# add_power_on_device_indicator_flashing_Next
source: Please power on your device, check if the device indicator is flashing, and then click Next
cs: Zapněte zařízení, zkontrolujte, zda indikátor zařízení bliká, a poté klikněte na tlačítko Další
de: Bitte schalten Sie Ihr Gerät ein, überprüfen Sie, ob die Geräteanzeige blinkt, und klicken Sie dann auf Weiter
es: Encienda su dispositivo, verifique si el indicador del dispositivo está parpadeando y luego haga clic en Siguiente
fi: Käynnistä laitteesi, tarkista, vilkkuuko laitteen merkkivalo ja napsauta sitten Seuraava
fr: Veuillez allumer votre appareil, vérifier si le voyant de l'appareil clignote, puis cliquez sur Suivant
he: הפעל את המכשיר שלך, בדוק אם מחוון המכשיר מהבהב ולאחר מכן לחץ על הבא
id: Harap nyalakan perangkat Anda, periksa apakah indikator perangkat berkedip, lalu klik Berikutnya
it: Accendi il dispositivo, controlla se l'indicatore del dispositivo lampeggia, quindi fai clic su Avanti
ja: デバイスの電源を入れ、デバイスインジケータが点滅しているかどうかを確認してから、[次へ]をクリックしてください
ko: 장치의 전원을 켜고 장치 표시등이 깜박이는지 확인한 후 다음을 클릭하십시오.
nb: Slå på enheten, sjekk om enhetsindikatoren blinker, og klikk deretter på Neste
nl: Schakel uw apparaat in, controleer of de apparaatindicator knippert en klik vervolgens op Volgende
pl: Włącz urządzenie, sprawdź, czy wskaźnik urządzenia miga, a następnie kliknij Dalej
pt_br: Ligue o dispositivo, verifique se o indicador do dispositivo está piscando e clique em Avançar
ro: Porniți dispozitivul, verificați dacă indicatorul dispozitivului clipește, apoi faceți clic pe Următorul
ru: Включите устройство, проверьте, мигает ли индикатор устройства, а затем нажмите «Далее».
sv: Slå på enheten, kontrollera om enhetsindikatorn blinkar och klicka sedan på Nästa
th: โปรดเปิดเครื่องอุปกรณ์ของคุณ ตรวจสอบว่าไฟแสดงสถานะอุปกรณ์กะพริบหรือไม่ จากนั้นคลิก Next
tr: Lütfen cihazınızı açın, cihaz göstergesinin yanıp söndüğünü kontrol edin ve ardından İleri'ye tıklayın.
vi: Vui lòng bật nguồn thiết bị của bạn, kiểm tra xem chỉ báo thiết bị có nhấp nháy không, sau đó nhấp vào Tiếp theo
zh_hans: 请将您的设备通电开机，查看设备指示灯是否处于闪烁状态，然后点击下一步
zh_hant: 請將您的設備通電開機，查看設備指示燈是否處於閃爍狀態，然後點擊下一步

# devicesetting_Video_center_correction_radius_tow
source: Radius 2:
cs: Poloměr 2:
es: Radio 2:
fi: Säde 2:
fr: Rayon 2 :
he: רדיוס 2:
it: Raggio 2:
ja: 半径2：
ko: 반경 2 :
nl: Straal 2:
pl: Promień 2:
pt_br: Raio 2:
ru: Радиус 2:
th: รัศมี 2:
tr: Yarıçapı 2:
vi: Bán kính 2:
zh_hans: 半径2：
zh_hant: 半徑2：

# cloud_pending_payment
source: Pending payment
cs: Čekající platba
de: Ausstehende Zahlung
es: Pago pendiente
fi: Odottava maksu
fr: En attente de paiement
he: בהמתנה לתשלום
id: Pembayaran tertunda
it: In attesa di Pagamento
ja: 支払い待ち
ko: 지불 보류
nb: Venter på betaling
nl: In afwachting van betaling
pl: Oczekuje na płatność
pt_br: Pagamento Pendente
ro: În așteptarea plată
ru: Ожидающий платеж
sv: Väntande betalning
th: รอดำเนินการชำระเงิน
tr: Bekleyen ödeme
vi: Trong khi chờ thanh toán
zh_hans: 待付款
zh_hant: 待付款
