Repository: Yolo-cell-hash/go_home_ios
Catalog: ios/Runner/JASDK/JAResources/XLanguage/X35MultiLanguage/*.lproj/X35MutiLanguage.strings
Languages: cs, de, es, fi, fr, he, id, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sv, th, tr, vi, zh_hans, zh_hant

# deviceSetting_yuan_month
source: %1$s yuan/month
cs: %1$s juanů/měsíc
de: %1$s Yuan/Monat
es: %1$s yuanes / mes
fi: %1$s yuania/kk
fr: %1$s yuans/mois
he: %1$s יואן לחודש
id: %1$s yuan/bulan
it: %1$s yuan/mese
ja: %1$s元/月
ko: %1$s위안/월
nb: %1$s yuan/måned
nl: %1$s yuan/maand
pl: %1$s juanów/miesiąc
pt_br: %1$s yuan / mês
ro: %1$s yuani/lună
ru: %1$s юаней / мес.
sv: %1$s yuan/månad
th: %1$s หยวน/เดือน
tr: %1$s yuan/ay
vi: %1$s nhân dân tệ / tháng
zh_hans: %1$s元/月
zh_hant: %1$s元/月

# playback_cloud_service_no_enable
source: Cloud recording has been closed and will no longer upload videos to the cloud
cs: Cloudové nahrávání bylo uzavřeno a již nebude nahrávat videa do cloudu
de: Sie haben Cloud-Speicher gekauft, aber den Cloud-Dienst noch nicht aktiviert
es: La grabación en la nube se ha cerrado y ya no cargará videos en la nube
fi: Pilvitallennus on suljettu, eikä sitä enää lähetetä videoita pilveen
fr: l'enregistrement dans le cloud a été fermé et ne téléchargera plus de vidéos sur le cloud
he: הקלטת הענן נסגרה ולא תעלה עוד קטעי וידאו לענן
id: Rekaman awan telah ditutup dan tidak akan lagi mengunggah video ke awan
it: La registrazione nel cloud è stata chiusa e non caricherà più i video nel cloud
ja: クラウドの記録は閉じられ、ビデオをクラウドにアップロードしなくなります
ko: 클라우드 녹화가 종료되었으며 더 이상 클라우드에 비디오를 업로드하지 않습니다.
nb: Skyopptaket er stengt og vil ikke lenger laste opp videoer til skyen
nl: De opname in de cloud is gesloten en zal geen video's meer naar de cloud uploaden
pl: Nagrywanie w chmurze zostało zamknięte i nie będzie już przesyłać filmów do chmury
pt_br: A gravação na nuvem foi fechada e não fará mais upload de vídeos para a nuvem
ro: Înregistrarea în cloud a fost închisă și nu va mai încărca videoclipuri în cloud
ru: Облачная запись была закрыта, и больше не будет загружать видео в облако.
sv: Molninspelning har stängts och kommer inte längre att ladda upp videor till molnet
th: การบันทึกบนคลาวด์ถูกปิดและจะไม่อัปโหลดวิดีโอไปยังคลาวด์อีกต่อไป
tr: Bulut kaydı kapatıldı ve artık buluta video yüklemeyecek
vi: Tính năng ghi trên đám mây đã bị đóng và sẽ không tải các bản ghi lên đám mây nữa
zh_hans: 云录像已关闭，将不再上传录像至云端
zh_hant: 雲錄像已關閉，將不再上傳錄像至雲端

# service_sure_to_modify
source: After the change, you need to resubmit for review. Before the review is passed, users will not see your branch address. Are you sure to modify?
cs: Po změně musíte znovu odeslat ke kontrole. Než projde kontrolou, neuvidí uživatelé vaši adresu pobočky. Opravdu chcete upravit?
de: Nach der Änderung müssen Sie die Überprüfung erneut einreichen. Bevor die Überprüfung bestanden wird, sehen Benutzer Ihre Ladenadresse nicht. Änderungen wirklich vornehmen?
es: Después del cambio, debe volver a enviarlo para su revisión. Antes de que se apruebe la revisión, los usuarios no verán la dirección de su sucursal. ¿Estás seguro de modificar?
fi: Muutoksen jälkeen sinun on lähetettävä se uudelleen tarkistettavaksi. Ennen arvostelun läpäisemistä käyttäjät eivät näe sivuliikkeen osoitetta. Haluatko varmasti muokata?
fr: Après la modification, vous devez soumettre à nouveau pour examen. Avant que l'examen ne soit passé, les utilisateurs ne verront pas l'adresse de votre succursale. Êtes-vous sûr de vouloir modifier?
he: לאחר השינוי, עליך להגיש שוב לבדיקה. לפני שתעבור הביקורת, המשתמשים לא יראו את כתובת הסניף שלך. האם אתה בטוח שתשתנה?
id: Setelah perubahan, Anda perlu mengirim ulang untuk ditinjau. Sebelum peninjauan selesai, pengguna tidak akan melihat alamat cabang Anda. Anda yakin ingin memodifikasi?
it: Dopo la modifica, è necessario inviare nuovamente per la revisione. Prima che la revisione venga superata, gli utenti non vedranno il tuo indirizzo di filiale. Sei sicuro di modificare?
ja: 変更後、確認のために再送信する必要があります。レビューに合格するまで、ユーザーには支店の住所は表示されません。変更してもよろしいですか？
ko: 변경 후 검토를 위해 다시 제출해야합니다. 검토가 통과되기 전에 사용자는 지점 주소를 볼 수 없습니다. 수정 하시겠습니까?
nb: Etter endringen må du sende den inn på nytt for gjennomgang. Før gjennomgangen er bestått, vil ikke brukerne se filialadressen din. Er du sikker på å endre?
nl: Na de wijziging moet u deze opnieuw ter beoordeling indienen. Voordat de beoordeling is geslaagd, zien gebruikers uw filiaaladres niet. Weet u zeker dat u wijzigingen wilt aanbrengen?
pl: Po zmianie musisz ponownie przesłać do sprawdzenia. Przed sprawdzeniem użytkownicy nie zobaczą adresu Twojego oddziału. Czy na pewno chcesz zmodyfikować?
pt_br: Após a alteração, você precisa reenviar para revisão. Antes que a revisão seja aprovada, os usuários não verão o endereço da sua agência. Tem certeza que deseja modificar?
ro: După modificare, trebuie să retrimiteți spre examinare. Înainte de trecerea revizuirii, utilizatorii nu vor vedea adresa sucursalei dvs. Sigur modificați?
ru: После изменения вам необходимо повторно отправить на рассмотрение. До того, как проверка будет пройдена, пользователи не увидят адрес вашего отделения. Вы уверены, что измените?
sv: Efter ändringen måste du skicka in den igen för granskning. Innan recensionen godkänns kommer användarna inte att se din filialadress. Är du säker på att ändra?
th: หลังจากการเปลี่ยนแปลงคุณต้องส่งอีกครั้งเพื่อตรวจสอบ ก่อนที่จะผ่านการตรวจสอบผู้ใช้จะไม่เห็นที่อยู่สาขาของคุณ คุณต้องการแก้ไขหรือไม่
tr: Değişiklikten sonra, inceleme için yeniden göndermeniz gerekir. İnceleme geçilmeden önce, kullanıcılar şube adresinizi görmeyeceklerdir. Değiştireceğinize emin misiniz?
vi: Sau khi thay đổi, bạn cần gửi lại để xem xét. Trước khi đánh giá được thông qua, người dùng sẽ không thể thấy địa chỉ cửa hàng của bạn. Bạn có chắc chắn sửa đổi không?
zh_hans: 改后需要重新提交审核，审核通过前，用户将看不到您的网点地址，是否确定修改？
zh_hant: 改後需要重新提交審核，審核通過前，用戶將看不到您的網點地址，是否確定修改？

# adddevice_device_tied_to_another_acount
source: The device has been bound by other accounts
cs: Zařízení bylo svázáno s jiným účtem
de: Gerät mit anderem Konto verbunden
es: El dispositivo se ha vinculado a otra cuenta.
fi: Laite on sidottu toiseen tiliin
fr: L'appareil a été lié à un autre compte
he: המכשיר נקשר לחשבון אחר
id: Perangkat telah diikat ke akun lain
it: Il dispositivo è stato associato a un altro account
ja: デバイスは別のアカウントに関連付けられています
ko: 장치가 다른 계정에 연결되었습니다.
nb: Enheten er knyttet til en annen konto
nl: Het apparaat is aan een ander account gekoppeld
pl: Urządzenie zostało powiązane z innym kontem
pt_br: O dispositivo foi vinculado a outra conta
ro: Dispozitivul a fost legat de un alt cont
ru: Устройство было привязано к другому аккаунту
sv: Enheten har kopplats till ett annat konto
th: อุปกรณ์ถูกเชื่อมโยงกับบัญชีอื่นแล้ว
tr: Cihaz başka bir hesaba bağlandı
vi: Thiết bị đã được liên kết với một tài khoản khác
zh_hans: 该设备已被其他账号绑定
zh_hant: 該設備已綁定到另一個帳戶

# devicesetting_best_detected_Description
source: Record %1$s video when a moving object is detected
cs: Natáčejte %1$s video, když je detekován pohybující se objekt
de: %1$s Video aufnehmen, wenn Bewegung erkannt wird
es: Grabe un video de %1$s cuando se detecte un objeto en movimiento
fi: Tallenna %1$s video, kun havaitaan liikkuva kohde
fr: Enregistrez une vidéo de %1$s lorsqu'un objet en mouvement est détecté
he: הקלט וידאו של %1$s שניות כאשר מזוהה אובייקט נע
id: Rekam video %1$s ketika objek bergerak terdeteksi
it: Registra video di %1$s quando viene rilevato un oggetto in movimento
ja: 動く物体が検出されたときに%1$sのビデオを録画する
ko: 움직이는 물체가 감지되면 %1$s 비디오 녹화
nb: Ta opp %1$s video når et objekt i bevegelse oppdages
nl: Neem %1$s-video op wanneer een bewegend object wordt gedetecteerd
pl: Nagrywaj %1$s wideo po wykryciu poruszającego się obiektu
pt_br: Grave um vídeo de %1$s quando um objeto em movimento for detectado
ro: Înregistrați videoclipuri de %1$s când este detectat un obiect în mișcare
ru: Записывайте %1$s видео при обнаружении движущегося объекта
sv: Spela in %1$s video när ett rörligt objekt detekteras
th: บันทึกวิดีโอ %1$s วินาทีเมื่อตรวจพบวัตถุเคลื่อนที่
tr: Hareketli bir nesne algılandığında %1$s saniyelik video kaydedin
vi: Quay video %1$s giây khi phát hiện đối tượng chuyển động
zh_hans: 侦测到移动物体时录制%1$s录像
zh_hant: 偵測到移動物體時錄製%1$s錄像

# Service_map_promise
source: We promise that your information will only be used for the review of the platform and will not be used for other purposes
cs: Slibujeme, že vaše informace budou použity pouze pro kontrolu platformy a nebudou použity pro jiné účely
de: Wir versprechen, dass Ihre Daten nur zur Überprüfung der Plattform und nicht für andere Zwecke verwendet werden
es: Prometemos que su información solo se utilizará para la revisión de la plataforma y no se utilizará para otros fines.
fi: Lupaamme, että tietosi käytetään vain alustan tarkistamiseen eikä niitä käytetä muihin tarkoituksiin
fr: Nous promettons que vos informations ne seront utilisées que pour l'examen de la plateforme et ne seront pas utilisées à d'autres fins
he: אנו מתחייבים כי המידע שלך ישמש רק לבדיקת הפלטפורמה ולא ישמש למטרות אחרות
id: Kami berjanji bahwa informasi Anda hanya akan digunakan untuk meninjau platform dan tidak akan digunakan untuk tujuan lain
it: Promettiamo che le tue informazioni verranno utilizzate solo per la revisione della piattaforma e non verranno utilizzate per altri scopi
ja: お客様の情報はプラットフォームのレビューにのみ使用され、他の目的には使用されないことをお約束します
ko: 우리는 귀하의 정보가 플랫폼의 검토를 위해서만 사용되며 다른 목적으로 사용되지 않을 것을 약속합니다.
nb: Vi lover at informasjonen din bare vil bli brukt til gjennomgang av plattformen og ikke vil bli brukt til andre formål
nl: We beloven dat uw informatie alleen zal worden gebruikt voor de beoordeling van het platform en niet voor andere doeleinden zal worden gebruikt
pl: Obiecujemy, że Twoje informacje będą wykorzystywane wyłącznie do oceny platformy i nie będą wykorzystywane do innych celów
pt_br: Prometemos que suas informações serão usadas apenas para a revisão da plataforma e não serão usadas para outros fins
ro: Vă promitem că informațiile dvs. vor fi utilizate doar pentru revizuirea platformei și nu vor fi utilizate în alte scopuri
ru: Мы обещаем, что ваша информация будет использоваться только для обзора платформы и не будет использоваться для других целей
sv: Vi lovar att din information endast kommer att användas för granskningen av plattformen och inte kommer att användas för andra ändamål
th: เราสัญญาว่าข้อมูลของคุณจะถูกใช้สำหรับการตรวจสอบของแพลตฟอร์มและจะไม่ถูกใช้เพื่อวัตถุประสงค์อื่น
tr: Bilgilerinizin yalnızca platformun gözden geçirilmesi için kullanılacağına ve başka amaçlarla kullanılmayacağına söz veriyoruz
vi: Chúng tôi cam kết rằng thông tin của bạn sẽ chỉ được sử dụng để đánh giá nền tảng và sẽ không được sử dụng cho các mục đích khác
zh_hans: 我们承诺您信息仅用于平台的审核,不做其他用途
zh_hant: 我們承諾您信息僅用於平臺的審核,不做其他用途

# devicesetting_human_sensitivity
source: Detection sensitivity
cs: Citlivost detekce
de: Empfindlichkeit
es: Sensibilidad de detección
fi: Tunnistusherkkyys
fr: Détection sensibilité
he: רגישות לגילוי
id: Sensitivitas deteksi
it: Sensibilità di rilevamento
ja: 検出感度
ko: 감지 감도
nb: Deteksjonsfølsomhet
nl: Detectie gevoeligheid
pl: Czułość wykrywania
pt_br: Sensibilidade de detecção
ro: Sensibilitate de detectare
ru: Чувствительность обнаружения
sv: Detekteringskänslighet
th: ความไวในการตรวจจับ
tr: Algılama hassasiyeti
vi: Độ nhạy phát hiện
zh_hans: 侦测灵敏度
zh_hant: 偵測靈敏度

# devicesetting_Video_image_settings
source: Video quality settings
cs: Nastavení videozáznamu
de: Video Qualität
es: Ajustes de imagen de video
fi: Videokuvan asetukset
fr: Paramètres d'image vidéo
he: הגדרות תמונת הוידאו
id: pengaturan video dan gambar
it: Impostazioni dell'immagine video
ja: ビデオ画像の設定
ko: 비디오 이미지 설정
nb: Video bildeinnstillinger
nl: Beeld instellingen
pl: Ustawienia obrazu wideo
pt_br: Configurações de imagem de vídeo
ro: Setări imagine video
ru: Настройки видеоизображения
sv: Videobildinställningar
th: การตั้งค่าคุณภาพของวิดีโอ
tr: Video görüntüsü ayarları
vi: Cài đặt hình ảnh video
zh_hans: 视频图像设置
zh_hant: 視頻圖像設置

# addDevice_bluetooth_data_failed
source: Fail to send bluetooth data. Wrong data
cs: Nepodařilo se odeslat data Bluetooth,chybu dat
de: Bluetooth Daten senden fehlgeschlagen. Falsche Daten.
es: Error al enviar datos de Bluetooth,error de datos
fi: Bluetooth-tietojen lähettäminen epäonnistui,tietojen virhe
fr: Échec d'envoi des données Bluetooth. Mauvaise donnée
he: לא מצליח להשתמש בblutooth
id: Gagal mengirim data Bluetooth. Kesalahan data
it: Invio dati bluetooth fallito,dati errati
ja: Bluetoothデータを送信できませんでした。
ko: 블루투스 데이터 전송 실패
nb: Kunne ikke sende bluetooth-data. Feil data.
nl: Verzenden bluetooth-gegevens mislukt. Verkeerde gegevens
pl: Błędne wysłanie danych przez bluetooth
pt_br: Falha ao enviar dados do bluetooth. Dados errados
ro: Nu se transmit date bluetooth. Datele greșite
ru: Не удалось отправить данные Bluetooth. Неверные данные
sv: Misslyckades med att skicka Bluetooth-data. Fel data
th: ไม่สามารถส่งข้อมูลบลูทูธ ข้อมูลผิด
tr: Bluetooth verileri gönderilemedi. Yanlış veri
vi: Không gửi được dữ liệu Bluetooth, lỗi dữ liệu
zh_hans: 发送蓝牙数据失败，数据错误
zh_hant: 發送藍牙數據失敗，數據錯誤

# myDevice_deviceStatus_authFail
source: Connection failed
cs: Připojení se nezdařilo
de: Verbindung fehlgeschlagen
es: La conexión falla
fi: Yhteys epäonnistui
fr: La connexion a échoué
he: החיבור נכשל
id: Koneksi Gagal
it: Connessione fallita
ja: 接続できません
ko: 연결 실패
nb: Tilkobling feilet
nl: Verbinding mislukt
pl: Połączenie nieudane
pt_br: Conexão falha
ro: Conexiunea eșuează
ru: Ошибка подключения
sv: Anslutning misslyckas
th: การเชื่อมต่อล้มเหลว
tr: Bağlantı başarısız
vi: Kết nối thất bại
zh_hans: 连接失败
zh_hant: 連接失敗

# download_start
source: Begin to download
cs: Začněte stahovat
de: Download starten
es: Comienza a descargar
fi: Aloita lataaminen
fr: Commencer à télécharger
he: התחל הורדה
id: Mulai unduh
it: Inizio download
ja: ダウンロードを開始する
ko: 다운로드 시작
nb: Start nedlasting
nl: Beginnen met download
pl: Pobieranie rozpoczęte
pt_br: Comece a baixar
ro: Începeți să descărcați
ru: Начните скачивать
sv: Börja ladda ner
th: เริ่มต้นการดาวน์โหลด
tr: İndirmeye başla
vi: Bắt đầu Tải về
zh_hans: 开始下载
zh_hant: 開始下載

# deviceSetting_Cordon_mode
source: Cordon mode
cs: Režim Cordon
de: Warnlinie
es: Modo cordón
fi: Cordon tila
fr: Mode cordon
he: מצב קורדון
id: Modus barisan
it: Modalità cordone
ja: コルドンモード
ko: 코르돈 모드
nb: Cordon-modus
nl: Cordon-modus
pl: Tryb Cordon
pt_br: Modo cordão
ro: Modul Cordon
ru: Кордонный режим
sv: Avspärrningsläge
th: โหมดกอร์ดอน
tr: kordon modu
vi: Chế độ Cordon
zh_hans: 警戒线模式
zh_hant: 警戒線模式

# pay_now
source: Pay immediately
cs: Zaplaťte ihned
de: Bezahlen Sie sofort
es: Paga inmediatamente
fi: Maksa heti
fr: Payez immédiatement
he: שלם מיד
id: Bayar segera
it: Paga subito
ja: すぐに支払う
ko: 즉시 지불
nb: Betal umiddelbart
nl: Direct betalen
pl: Zapłać natychmiast
pt_br: Pague imediatamente
ro: Plătiți imediat
ru: Оплатить немедленно
sv: Betala omedelbart
th: จ่ายทันที
tr: Hemen öde
vi: Thanh toan ngay
zh_hans: 立即支付
zh_hant: 立即支付

# editDevice_enter_password
source: Enter access password
cs: Zadejte přístupové heslo
de: Zugangspasswort eingeben
es: Ingrese la contraseña de acceso
fi: Anna pääsysalasana
fr: Entrer le mot de passe d'accès
he: הזן סיסמת גישה
id: Masukkan kata sandi akses
it: Inserisci la password di accesso
ja: アクセスパスワードを入力してください
ko: 액세스 비밀번호 입력
nb: Skriv inn tilgangspassord
nl: Voer toegangswachtwoord in
pl: Wprowadź hasło dostępu
pt_br: Digite a senha de acesso
ro: Introduceți parola de acces
ru: Введите пароль доступа
sv: Ange åtkomstlösenord
th: ใส่รหัสผ่านการเข้าถึง access
tr: Erişim şifresini girin
vi: Nhập mật khẩu truy cập
zh_hans: 输入访问密码
zh_hant: 輸入訪問密碼

source: Last login
cs: Poslední přihlášení
de: Letzte Anmeldung
es: Último acceso
fi: Viimeinen kirjautuminen
fr: Dernière connexion
he: כניסה אחרונה
id: Login terakhir
it: Ultimo accesso
ja: 前回のログイン
ko: 마지막 로그인
nb: Siste innlogging
nl: Laatste aanmelding
pl: Ostatnie logowanie
pt_br: Último Login
ro: Ultima logare
ru: Последний Войти
sv: Senaste inloggning
th: เข้าสู่ระบบครั้งล่าสุด
tr: Son giriş
vi: Lân đăng nhập cuôi
zh_hans: 上次登录
zh_hant: 上次登錄

# help_recorder_reset_password_1
source: After entering the wrong password in the login interface, click Login
cs: Po zadání nesprávného hesla v přihlašovacím rozhraní klikněte na Přihlásit
de: Klicken Sie nach Eingabe des falschen Passworts in der Anmeldeoberfläche auf Anmelden
es: Después de ingresar la contraseña incorrecta en la interfaz de inicio de sesión, haga clic en Iniciar sesión
fi: Kun olet syöttänyt väärän salasanan kirjautumisliittymään, napsauta Kirjaudu
fr: Après avoir entré le mauvais mot de passe dans l'interface de connexion, cliquez sur Connexion
he: לאחר הזנת הסיסמה השגויה בממשק הכניסה, לחץ על התחבר
id: Setelah memasukkan kata sandi yang salah di antarmuka login, klik Login
it: Dopo aver inserito la password errata nell'interfaccia di accesso, fare clic su Accedi
ja: ログインインターフェイスに間違ったパスワードを入力した後、[ログイン]をクリックします
ko: 로그인 인터페이스에 잘못된 비밀번호를 입력한 후 로그인을 클릭합니다.
nb: Etter å ha skrevet inn feil passord i innloggingsgrensesnittet, klikk på Logg inn
nl: Klik na het invoeren van het verkeerde wachtwoord in de login-interface op Login
pl: Po wprowadzeniu nieprawidłowego hasła w interfejsie logowania, kliknij Zaloguj
pt_br: Depois de inserir a senha errada na interface de login, clique em Login
ro: După ce ați introdus parola greșită în interfața de conectare, faceți clic pe Conectare
ru: После ввода неправильного пароля в интерфейсе входа нажмите Войти
sv: Efter att ha angett fel lösenord i inloggningsgränssnittet, klicka på Logga in
th: หลังจากป้อนรหัสผ่านผิดในอินเทอร์เฟซการเข้าสู่ระบบ ให้คลิก เข้าสู่ระบบ
tr: Giriş arayüzünde yanlış şifreyi girdikten sonra Giriş Yap'a tıklayın.
vi: Sau khi nhập sai mật khẩu trong giao diện đăng nhập, hãy nhấp vào Đăng nhập
zh_hans: 在登录界面输入错误的密码后，点击登录
zh_hant: 在登錄界面輸入錯誤的密碼後，點擊登錄

source: Asia/Magadan
cs: Asie / Magadan
de: Asien / Magadan
fi: Aasia / Magadan
he: אסיה / מגדן
ja: アジア/マガダン
ko: 아시아 / 마가 단
pt_br: Ásia / Magadan
ru: Азия / Магадан
sv: Asien / Magadan
th: เอเชีย / มากาดาน
tr: Asya / Magadan
vi: Magadan
zh_hans: 马加丹
zh_hant: 馬加丹

# person_storage_access_needs_version_updates
source: Local storage access needs to be turned on for version updates
cs: Pro aktualizace verzí je třeba zapnout přístup k místnímu úložišti
de: Der Zugriff auf den lokalen Speicher muss für Versionsaktualisierungen aktiviert werden
es: El acceso al almacenamiento local debe estar activado para las actualizaciones de versión
fi: Paikallisen tallennustilan käyttöoikeus on otettava käyttöön versiopäivityksiä varten
fr: L'accès au stockage local doit être activé pour les mises à jour de version
he: יש להפעיל גישה לאחסון מקומי עבור עדכוני גרסה
id: Akses penyimpanan lokal perlu diaktifkan untuk pembaruan versi
it: L'accesso alla memoria locale deve essere attivato per gli aggiornamenti della versione
ja: バージョンを更新するには、ローカルストレージアクセスをオンにする必要があります
ko: 버전 업데이트를 위해 로컬 저장소 액세스를 켜야 합니다.
nb: Lokal lagringstilgang må være slått på for versjonsoppdateringer
nl: Toegang tot lokale opslag moet zijn ingeschakeld voor versie-updates
pl: Dostęp do pamięci lokalnej musi być włączony w celu aktualizacji wersji
pt_br: O acesso ao armazenamento local precisa ser ativado para atualizações de versão
ro: Accesul la stocarea locală trebuie activat pentru actualizările versiunii
ru: Доступ к локальному хранилищу должен быть включен для обновлений версий.
sv: Lokal lagringsåtkomst måste vara aktiverad för versionsuppdateringar
th: ต้องเปิดการเข้าถึงที่เก็บข้อมูลในเครื่องเพื่ออัปเดตเวอร์ชัน
tr: Sürüm güncellemeleri için yerel depolama erişiminin açılması gerekiyor
vi: Quyền truy cập bộ nhớ cục bộ cần được bật để cập nhật phiên bản
zh_hans: 需要开启本地存储访问权限才能进行版本更新
zh_hant: 需要開啟本地存儲訪問權限才能進行版本更新

# help_addDevice_textTips_22
source: Add and share device
cs: Přidání zařízení pro sdílení
de: Gerät hinzufügen und teilen
es: Agregar y compartir el Equipo
fi: Lisää jakamislaite
fr: Ajouter et partager un appareil
he: הוספה ושיתוף המכשיר
id: Tambah dan Bagikan Perangkat
it: Aggiungi e condividi dispositivo
ja: デバイスの追加と共有
ko: 제품 등록 및 공유
nb: Legg til delingsenhet
nl: Apparaat toevoegen en delen
pl: Dodaj i udostępnij urządzenie
pt_br: Adicionar e compartilhar dispositivo
ro: Adăugați și partajați dispozitivul
ru: Добавить и поделиться устройством
sv: Lägg till och dela enhet
th: เพิ่มและแชร์อุปกรณ์
tr: Cihaz ekle ve paylaş
vi: Thêm thiết bị chia sẻ
zh_hans: 添加分享设备
zh_hant: 添加分享設備

# person_help_bluetooth
source: 1. Click the device list add button
cs: 1. Klepněte na tlačítko Přidat seznam zařízení
de: 1. Tippen Sie auf den Button zum Hinzufügen in der Geräteliste
es: 1. Haga clic en el botón Agregar de la lista de Equipos
fi: 1. Napsauta laiteluettelon lisäyspainiketta
fr: 1. Cliquez sur le bouton Ajouter à la liste des appareils.
he: .1 לחץ על הלחצן הוסף רשימת התקנים
id: 1. Klik tombol tambahkan daftar perangkat
it: 1. Fare clic sul pulsante Aggiungi elenco dispositivi
ja: 1.デバイスリスト追加ボタンをクリック
ko: 1. 장치 목록 추가 단추를 클릭하십시오.
nb: 1. Klikk på tilbehøret til enhetslisten
nl: 1. Klik op de knop Toevoegen aan apparaatlijst
pl: 1. Kliknij przycisk dodawania listy urządzeń
pt_br: 1. Clique no botão de adicionar lista de dispositivos
ro: 1. Faceți clic pe butonul de adăugare a listei de dispozitive
ru: 1. Нажмите кнопку добавления списка устройств
sv: 1. Klicka på tilläggsknappen för enhetslista
th: 1. คลิกปุ่มเพิ่มรายการอุปกรณ์
tr: 1. Cihaz listesi ekle düğmesine tıklayın
vi: 1. Nhấp vào nút thêm danh sách thiết bị
zh_hans: 1.点击设备列表添加按钮
zh_hant: 1.點擊設備列表添加按鈕

# addDevice_Install_memory_card_later
source: Install the memory card later
cs: Nainstalujte paměťovou kartu později
de: Speicherkarte später installieren
es: Instale la tarjeta de memoria más tarde
fi: Asenna muistikortti myöhemmin
fr: Installez la carte mémoire plus tard
he: התקן את כרטיס הזיכרון מאוחר יותר
id: Pasang kartu memori nanti
it: Installa la scheda di memoria in un secondo momento
ja: 後でメモリカードを取り付けます
ko: 나중에 메모리 카드를 설치하십시오
nb: Installer minnekortet senere
nl: Installeer de geheugenkaart later
pl: Zainstaluj kartę pamięci później
pt_br: Instale o cartão de memória mais tarde
ro: Instalați cardul de memorie mai târziu
ru: Установите карту памяти позже
sv: Installera minneskortet senare
th: ติดตั้งการ์ดหน่วยความจำในภายหลัง
tr: Hafıza kartını daha sonra takın
vi: Lắp thẻ nhớ sau
zh_hans: 稍后再安装存储卡
zh_hant: 稍後再安裝存儲卡

# person_setting_selectPreviewMode_fluency
source: Fluency
cs: Hladký
de: Flüssig
es: Fluidez
fi: sileä
fr: Fluide
he: שוטפת
id: Kelancaran
it: Fluenza
ja: より滑らか
ko: 부드럽게
nb: Flytende
pl: Płynność
pt_br: Fluência
ro: Fluenţă
ru: Беглость
sv: flyt
th: ความกลมกลืน
tr: akıcılık
vi: Trơn tru
zh_hans: 流畅
zh_hant: 流暢

# gwdeviceSetting_signal_path
source: Wi-Fi channel
cs: Wi-Fi kanál
de: WLAN Kanal
es: canal wifi
fi: Wi-Fi-kanava
fr: Canal Wi-Fi
he: ערוץ Wi-Fi
id: saluran wifi
it: Canale Wi-Fi
ja: Wi-Fiチャネル
ko: 와이파이 채널
nb: Wi-Fi-kanal
nl: Wi-Fi-kanaal
pl: Kanał Wi-Fi
pt_br: canal wi fi
ro: Canal Wi-Fi
ru: Wi-Fi канал
sv: Wi-Fi-kanal
th: ช่องสัญญาณ Wi-Fi
tr: kablosuz kanal
vi: Kênh Wi-Fi
zh_hans: 信道
zh_hant: 信道

# playback_Device_storage_simplify
source: LOCAL
cs: MÍSTNÍ
de: Speicher
fi: PAIKALLINEN
he: מְקוֹמִי
id: LOKAL
it: LOCALE
ja: ローカル
ko: 현지
nb: LOKAL
nl: LOKAAL
pl: LOKALNY
ru: МЕСТНЫЙ
sv: LOKAL
th: ที่เก็บข้อมูลในเครื่อง
tr: YEREL
vi: ĐỊA PHƯƠNG
zh_hans: 设备录像
zh_hant: 設備存儲
