Repository: Yolo-cell-hash/go_home_ios
Catalog: ios/Runner/JASDK/JAResources/XLanguage/X35MultiLanguage/*.lproj/X35MutiLanguage.strings
Languages: cs, de, es, fi, fr, he, id, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sv, th, tr, vi, zh_hans, zh_hant

# devicesetting_intercom_speaking_voice
source: In intercom mode, you need to finish speaking then you can hear the other party's voice;
cs: V režimu interkomu musíte dokončit mluvení, než uslyšíte hlas druhé strany;
de: Im Wechselsprech-Modus müssen Sie das Sprechen beenden, bevor Sie die Stimme des anderen Teilnehmers hören können.
es: En el modo de intercomunicador, debe terminar de hablar antes de poder escuchar la voz de la otra persona;
fi: Sisäpuhelintilassa sinun on lopetettava puhuminen ennen kuin kuulet toisen osapuolen äänen.
fr: En mode interphone, vous devez terminer de parler avant de pouvoir entendre la voix de votre interlocuteur;
he: במצב אינטרקום, עליך לסיים את הדיבור לפני שתוכל לשמוע את קולו של הצד השני;
id: Dalam mode interkom, Anda harus menyelesaikan pembicaraan sebelum Anda dapat mendengar suara pihak lain;
it: In modalità interfono, è necessario terminare di parlare prima di poter sentire la voce dell'altra parte;
ja: インターコムモードでは、相手の声が聞こえる前に話し終える必要があります。
ko: 인터콤 모드에서는 상대방의 음성을 들으려면 먼저 말을 끝내야합니다.
nb: I samtalemodus må du snakke ferdig før du kan høre stemmen til den andre parten.
nl: In de intercommodus moet u klaar zijn met spreken voordat u de stem van de andere partij kunt horen;
pl: W trybie interkomu musisz zakończyć rozmowę, zanim usłyszysz głos drugiej strony;
pt_br: No modo de intercomunicação, você precisa terminar de falar antes de ouvir a voz da outra parte;
ro: În modul interfon, trebuie să terminați vorbirea înainte de a auzi vocea celeilalte părți;
ru: В режиме внутренней связи вам нужно закончить говорить, прежде чем вы сможете услышать голос собеседника;
sv: I intercom-läge måste du prata innan du kan höra den andra partens röst.
th: ในโหมดอินเตอร์คอมคุณต้องพูดให้จบก่อนจึงจะได้ยินเสียงของอีกฝ่าย
tr: İnterkom modunda, karşı tarafın sesini duymadan önce konuşmayı bitirmeniz gerekir;
vi: Trong chế độ liên lạc nội bộ, bạn cần phải nói xong trước khi có thể nghe thấy giọng nói của bên kia;
zh_hans: 对讲模式下，需要您说完话后才能听到对方的声音；
zh_hant: 對講模式下，需要您說完話後才能聽到對方的聲音；

# devicesetting_Videobackup_Eliminar_video_unrecover
source: Cannot recover after video deletion
cs: Nelze obnovit po odstranění videa
de: Video kann nach Löschen nicht wiederhergestellt werden
es: No se puede recuperar después de la eliminación del video
fi: Videon poiston jälkeen ei voi palauttaa
fr: Impossible de récupérer une vidéo après sa suppression
he: לא תוכל לשחזר את ההקלטה לאחר מחיקתה
id: tidak dapat di balikin setelah video dihapus
it: Non sarà possibile recuperare i video dopo la cancellazione
ja: 削除後はビデオを復元できません
ko: 동영상 삭제 후 복구 할 수 없음
nb: Kan ikke gjenopprette etter video sletting
nl: Kan na verwijderen video niet herstellen
pl: Nie można odzyskać po usunięciu wideo
pt_br: Não é possível recuperar após a exclusão de vídeo
ro: Nu se poate recupera după ștergerea videoclipului
ru: Не удается восстановить после удаления видео
sv: Kan inte återställa efter borttagning av video
th: หลังจากลบวิดีโอไม่สามารถกู้คืนได้
tr: Video silme işleminden sonra kurtarılamıyor
vi: Không thể khôi phục sau khi video bị xóa
zh_hans: 录像删除后无法恢复
zh_hant: 錄像刪除後無法恢復

# Devicesetting_Card_not_supported
source: Card not supported
cs: Karta není podporována
de: Karte wird nicht unterstützt
es: Tarjeta no compatible
fi: Korttia ei tueta
fr: Carte non prise en charge
he: כרטיס לא נתמך
id: Kartu tidak didukung
it: Carta non supportata
ja: カードはサポートされていません
ko: 지원되지 않는 카드
nb: Kortet støttes ikke
nl: Kaart niet ondersteund
pl: Karta nie jest obsługiwana
pt_br: Cartão não suportado
ro: Cardul nu este acceptat
ru: Карта не поддерживается
sv: Kortet stöds inte
th: ไม่รองรับการ์ด
tr: Kart desteklenmiyor
vi: Thẻ không được hỗ trợ
zh_hans: 卡不支持
zh_hant: 卡不支持

# deviceSetting_full_color_night_vision_describe
source: Spotlights stay on while illumination is low. The camera sees color image.
cs: Bodová světla zůstávají rozsvícená, když je osvětlení slabé. Kamera vidí barevný obraz.
de: Es wird immer ein Farbbild angezeigt. Bei Nacht wird der Weißlicht-Strahler (sofern vorhanden) eingeschaltet.
es: Los focos permanecen encendidos mientras la iluminación es baja. La cámara ve la imagen en color.
fi: Kohdevalot pysyvät päällä, kun valaistus on heikko. Kamera näkee värikuvan.
fr: Les projecteurs restent allumés tant que l'éclairage est faible. La caméra voit une image couleur.
he: הזרקורים נשארים דולקים כשהתאורה נמוכה. המצלמה רואה תמונה צבעונית.
id: Lampu sorot tetap menyala saat penerangan rendah. Kamera melihat gambar berwarna.
it: I faretti rimangono accesi quando l'illuminazione è bassa. La fotocamera vede l'immagine a colori.
ja: 照明が低い間、スポットライトは点灯したままです。カメラはカラー画像を認識します。
ko: 조명이 낮은 동안 스포트라이트는 계속 켜져 있습니다. 카메라는 컬러 이미지를 봅니다.
nb: Spotlights forblir på mens belysningen er lav. Kameraet ser fargebilde.
nl: Spotlights blijven branden als de verlichting laag is. De camera ziet kleurenbeeld.
pl: Reflektory pozostają włączone, gdy oświetlenie jest słabe. Kamera widzi kolorowy obraz.
pt_br: Os holofotes permanecem acesos enquanto a iluminação é baixa. A câmera vê a imagem colorida.
ro: Spoturile rămân aprinse când iluminarea este scăzută. Camera vede imaginea color.
ru: Прожекторы остаются включенными, пока освещение слабое. Камера видит цветное изображение.
sv: Spotlights lyser när belysningen är låg. Kameran ser färgbild.
th: ไฟสปอร์ตไลท์ยังคงสว่างอยู่ในขณะที่แสงสว่างน้อย กล้องเห็นภาพสี
tr: Aydınlatma düşükken spot ışıkları açık kalır. Kamera renkli görüntüyü görür.
vi: Đèn chiếu sáng vẫn bật trong khi độ chiếu sáng yếu. Máy ảnh nhìn thấy hình ảnh màu.
zh_hans: 夜晚光线不足时，自动开启LED白光灯，画面始终为彩色。
zh_hant: 夜晚光線不足時，自動開啟LED白光燈，畫面始終為彩色。

# preview_Sound_and_light_siren
source: Sound and light siren
cs: Zvuková a světelná siréna
de: Ton- und Lichtsirene
es: Sirena de luz y sonido
fi: Ääni- ja valosireeni
fr: Sirène sonore et lumineuse
he: צפירת קול ואור
id: Suara dan sirene ringan
it: Sirena sonora e luminosa
ja: 音と光のサイレン
ko: 소리와 빛 사이렌
nb: Lyd og lys sirene
nl: Geluid en licht sirene
pl: Syrena dźwiękowa i świetlna
pt_br: Sirene de som e luz
ro: Sirenă de sunet și lumină
ru: Звуковая и световая сирена
sv: Ljud och ljus siren
th: ไซเรนเสียงและแสง
tr: Ses ve ışık siren
vi: Còi báo động âm thanh và ánh sáng
zh_hans: 声光报警
zh_hant: 聲光報警

# wrong_verifica_code
source: Wrong verification code
cs: Chyba ověřovacího kódu
de: Falscher Verifizierungscode
es: Código de verificación incorrecto
fi: Vahvistuskoodivirhe
fr: Mauvais code de vérification
he: קוד אימות שגוי
id: Kode Verifikasi Salah
it: Codice di verifica errato,prego reinserire
ja: 確認コードが正しくありません。
ko: 인증번호 에러
nb: Feil verifikasjonskode
nl: Verificatiecode onjuist
pl: Błędny kod weryfikacyjny
pt_br: Código de verificação errado
ro: Cod greșit de verificare
ru: Неверный код подтверждения
sv: Fel verifieringskod
th: รหัสยืนยันไม่ถูกต้อง
tr: Yanlış doğrulama kodu
vi: Lỗi mã xác minh
zh_hans: 验证码错误
zh_hant: 驗證碼錯誤

source: Africa/Cairo
cs: Afrika / Káhira
de: Afrika / Kairo
es: Africa / El Cairo
fi: Afrikka / Kairo
fr: Afrique / Caire
he: אפריקה / קהיר
id: Afrika / Kairo
ja: アフリカ/カイロ
ko: 아프리카 / 카이로
nb: Afrika / Kairo
nl: Afrika / Cairo
pl: Afryka / Kair
pt_br: África / Cairo
ru: Африка / Каир
th: แอฟริกา / ไคโร
tr: Afrika / Kahire
vi: Cairo / Đông Âu
zh_hans: 开罗/东欧
zh_hant: 開羅/東歐

# adddevice_router_password_8_to_128
source: The router password must be no less than 8 digits and no more than 128 digits
cs: Heslo routeru nesmí být menší než 8 číslic a nejvýše 128 číslic
de: Das Router-Passwort muss zwischen 8 und 128 Zeichen lang sein
es: La contraseña del enrutador no debe tener menos de 8 dígitos y no más de 128 dígitos
fi: Reitittimen salasanan on oltava vähintään 8 numeroa ja enintään 128 numeroa
fr: Le mot de passe du routeur doit être composé d'au moins 8 chiffres et d'au plus 128 chiffres
he: סיסמת הנתב צריכה להיות לא פחות מ 8 ספרות ולא יותר מ 128 ספרות
id: Kata sandi router harus tidak kurang dari 8 digit dan tidak lebih dari 128 digit
it: La password del router non deve essere inferiore a 8 cifre e non superiore a 128 cifre
ja: ルーターのパスワードは8桁以上、128桁以下でなければなりません
ko: 라우터 암호는 8 자리 이상 128 자리를 넘지 않아야합니다
nb: Ruterpassordet må ikke være mindre enn 8 sifre og ikke mer enn 128 sifre
nl: Het routerwachtwoord mag niet minder dan 8 cijfers en niet meer dan 128 cijfers bevatten
pl: Hasło routera musi mieć nie mniej niż 8 cyfr i nie więcej niż 128 cyfr
pt_br: A senha do roteador deve ter no mínimo 8 dígitos e no máximo 128 dígitos
ro: Parola routerului trebuie să fie de cel puțin 8 cifre și cel mult 128 de cifre
ru: Пароль маршрутизатора должен быть не менее 8 цифр и не более 128 цифр
sv: Routerns lösenord måste vara minst 8 siffror och högst 128 siffror
th: รหัสผ่านเราเตอร์ต้องไม่น้อยกว่า 8 หลักและไม่เกิน 128 หลัก
tr: Yönlendirici parolası 8 basamaktan az ve 128 basamaktan fazla olmamalıdır
vi: Mật khẩu bộ định tuyến đã nhập phải không ít hơn 8 chữ số và không quá 128 chữ số
zh_hans: 输入的路由器密码需要不少于8位且不大于128位
zh_hant: 輸入的路由器密碼需要不少於8位且不大於128位

# adddevice_device_password_cannot_be_empty
source: Device password cannot be empty
cs: Heslo zařízení nemůže být prázdné
de: Das Geräte-Passwort darf nicht leer sein
es: La contraseña del Equipo no puede estar vacía
fi: Laitteen salasana ei voi olla tyhjä
fr: Le mot de passe de l'appareil ne peut pas être vide
he: סיסמת המכשיר אינה יכולה להיות ריקה
id: Kata sandi perangkat tidak boleh kosong
it: La password del dispositivo non può essere vuota
ja: デバイスパスワードは空にできません
ko: 기기 비밀번호는 비워 둘 수 없습니다.
nb: Enhetspassordet kan ikke være tomt
nl: Apparaatwachtwoord mag niet leeg zijn
pl: Hasło urządzenia nie może być puste
pt_br: A senha do dispositivo não pode estar vazia
ro: Parola dispozitivului nu poate fi goală
ru: Пароль устройства не может быть пустым
sv: Enhetslösenordet kan inte vara tomt
th: รหัสผ่านอุปกรณ์ต้องไม่ว่างเปล่า
tr: Cihaz şifresi boş olamaz
vi: Mật khẩu thiết bị không được để trống
zh_hans: 设备密码不能为空
zh_hant: 設備密碼不能為空

# addDevice_supports_24G_5G_network
source: The device supports connecting to 2.4G or 5G WiFi network
cs: Zařízení podporuje připojení k 2.4G nebo 5G WiFi síti
de: Das Gerät unterstützt die Verbindung zum 2.4G- oder 5G-WLAN-Netzwerk
es: El dispositivo admite la conexión a una red WiFi 2.4G o 5G
fi: Laite tukee yhteyden muodostamista 2.4G- tai 5G-WiFi-verkkoon
fr: L'appareil prend en charge la connexion au réseau WiFi 2.4G ou 5G
he: המכשיר תומך בחיבור לרשת 2.4G או 5G WiFi
id: Perangkat mendukung koneksi ke jaringan WiFi 2.4G atau 5G
it: Il dispositivo supporta la connessione alla rete WiFi 2.4G o 5G
ja: デバイスは、2.4Gまたは5GWiFiネットワークへの接続をサポートしています
ko: 장치는 2.4G 또는 5G WiFi 네트워크 연결을 지원합니다.
nb: Enheten støtter tilkobling til 2.4G eller 5G WiFi-nettverk
nl: Het apparaat ondersteunt verbinding met een 2.4G- of 5G WiFi-netwerk
pl: Urządzenie obsługuje połączenie z siecią Wi-Fi 2.4G lub 5G
pt_br: O dispositivo suporta conexão à rede WiFi 2.4G ou 5G
ro: Dispozitivul acceptă conectarea la rețeaua WiFi 2.4G sau 5G
ru: Устройство поддерживает подключение к сети Wi-Fi 2.4G или 5G.
sv: Enheten stöder anslutning till 2.4G eller 5G WiFi-nätverk
th: อุปกรณ์รองรับการเชื่อมต่อกับเครือข่าย 2.4G หรือ 5G WiFi
tr: Cihaz, 2.4G veya 5G WiFi ağına bağlanmayı destekler
vi: Thiết bị hỗ trợ kết nối với mạng WiFi 2.4G hoặc 5G
zh_hans: 设备支持连接2.4G 或5G WiFi网络
zh_hant: 設備支持連接2.4G 或5G WiFi網絡

# add_PAP_or_CHAP
source: PAP or CHAP
cs: PAP nebo CHAP
de: PAP oder CHAP
es: PAP o CHAP
fi: PAP tai CHAP
fr: PAP ou CHAP
he: PAP או CHAP
id: PAP atau CHAP
it: PAP o CAP
ja: PAPまたはCHAP
ko: PAP 또는 CHAP
nb: PAP eller CHAP
nl: PAP of CHAP
pl: PAP lub CHAP
pt_br: PAP ou CHAP
ro: PAP sau CAP
ru: ПАП или ЧАП
sv: PAP eller CHAP
th: PAP หรือ CHAP
tr: PAP veya CHAP
vi: PAP hoặc CHAP
zh_hans: PAP 或 CHAP
zh_hant: PAP 或 CHAP

# device_group_unempty
source: Group name cannot be empty
cs: Název skupiny nesmí být prázdný
de: Gruppenname darf nicht leer sein
es: El nombre del grupo no puede estar vacío
fi: Ryhmän nimi ei voi olla tyhjä
fr: Le nom du groupe ne peut pas être vide
he: שם הקבוצה לא יכול להיות ריק
id: Nama Group tidak boleh kosong
it: Il nome del gruppo non può essere vuoto
ja: グループ名は空白です
ko: 그룹 이름을 입력해주세요.
nb: Gruppens navn kan ikke være tomt
nl: Groepsnaam mag niet leeg zijn
pl: Nazwa grupy nie może być pusta
pt_br: O nome do grupo não pode estar vazio
ro: Numele grupului nu poate fi gol
ru: Название группы не может быть пустым
sv: Gruppnamn kan inte vara tomt
th: ชื่อกลุ่มต้องไม่ว่างเปล่า
tr: Grup adı boş olamaz
vi: Tên nhóm không được để trống
zh_hans: 分组名称不能为空
zh_hant: 分組名稱不能為空

# person_feedback_question_ROM_software_mi
source: Xiaomi [MIU]
ko: 샤오 미 [MIU]
zh_hans: 小米［MIU]
zh_hant: 小米［MIU]

# devicelist_code_matching_fail_reason_3
source: The camera's WIFI initial use failed
cs: Počáteční použití fotoaparátu WIFI se nezdařilo
de: Kamera WLAN-Initialisierung fehlgeschlagen
es: El uso inicial de WIFI de la cámara falló
fi: Kameran WIFI -käyttöönotto epäonnistui
fr: l'utilisation initiale du WIFI de la caméra a échoué
he: השימוש הראשוני ב- WIFI של המצלמה נכשל
id: Penggunaan awal WIFI kamera gagal
it: l'utilizzo iniziale del WIFI della fotocamera non è riuscito
ja: カメラのWIFIの最初の使用に失敗しました
ko: 카메라의 WIFI 초기 사용 실패
nb: Kameraets WIFI -første bruk mislyktes
nl: Het eerste gebruik van wifi van de camera is mislukt
pl: Początkowe użycie WIFI kamery nie powiodło się
pt_br: O uso inicial do WIFI da câmera falhou
ro: Utilizarea inițială WIFI a camerei a eșuat
ru: Первоначальное использование Wi-Fi камеры не удалось.
sv: Kamerans första WIFI -användning misslyckades
th: การใช้งานครั้งแรกของกล้อง WIFI ล้มเหลว
tr: Kameranın WIFI ilk kullanımı başarısız oldu
vi: Không sử dụng được WIFI ban đầu của máy ảnh
zh_hans: 摄像机WIFI初始化失败
zh_hant: 攝像機WIFI初始化失敗

# me_Cloud_storage_package
source: Cloud storage package
cs: Cloudové úložiště
de: Cloud-Speicherpaket
es: Almacenamiento en linea
fi: Pilvitallennus
fr: Stockage en ligne
he: חבילת אחסון בענן
id: Penyimpanan awan
it: Archiviazione su cloud
ja: クラウドストレージ
ko: 클라우드 스토리지
nb: Skylagringspakke
nl: Cloudopslagpakket
pl: Magazyn w chmurze
pt_br: Armazenamento na núvem
ro: Stocare in cloud
ru: Облачное хранилище
sv: Molnlagringspaket
th: การจัดเก็บเมฆ
tr: Bulut depolama
vi: Lưu trữ đám mây
zh_hans: 云存储套餐
zh_hant: 雲存儲套餐

# login_line
source: Line
th: ไลน์
vi: Đăng nhập dòng
zh_hans: Line登录
zh_hant: Line登錄

# cloud_be_about_to_expire
source: Be about to expire
cs: Blíží se
de: Demnächst
es: Estar a punto de expirar
fi: Olla päättymässä
fr: Être sur le point d'expirer
he: עומדים לפוג
id: Akan segera kedaluwarsa
it: Sta per scadere
ja: 期限切れになる
ko: 만료 예정
nb: Var i ferd med å utløpe
nl: Wees bijna verlopen
pl: Niedługo wygaśnie
pt_br: Estar prestes a expirar
ro: Fii pe cale să expire
ru: Быть истекающим
sv: Var på väg att löpa ut
th: กำลังจะหมดอายุ
tr: Süresi dolmak üzere olun
vi: Sẽ hết hạn sớm
zh_hans: 即将过期
zh_hant: 即將過期

# cloud_order_fail
source: Fails to get orders,please try again
cs: Objednávka se nezdařila,zkuste to prosím znovu
de: Bestellungen bearbeiten fehlgeschlagen, bitte erneut versuchen
es: No se pudo completar el pedido,por favor intente de nuevo
fi: Tilauksen hankinta epäonnistui,yritä uudelleen
fr: Ne parvient pas à recevoir des commandes, veuillez réessayer
he: לא מצליח לקבל הזמנות,נסה שוב
id: gagal mendapat order,coba lagi
it: Errore ricezione ordini,prego riprovare
ja: 注文できませんでした。もう一度お試しください。
ko: 주문을받지 못했습니다. 다시 시도하십시오.
nb: Mislyktes å hente ordre. Vennligst prøv igjen
nl: Orders ophalen mislukt,probeer het opnieuw
pl: Nie udało się uzyskać zamówień,spróbuj ponownie
pt_br: Não consegue encomendas,por favor tente novamente
ro: Nu reușește să primească comenzi,încercați din nou
ru: Не удается получить заказы,пожалуйста,попробуйте еще раз
sv: Misslyckas med att få order,var god försök igen
th: คำสั่งซื้อล้มเหลว,โปรดลองอีกครั้ง
tr: Sipariş alınamıyor,lütfen tekrar deneyin
vi: Mua lại đơn đặt hàng không thành công, vui lòng thử lại
zh_hans: 订单获取失败，请重试
zh_hant: 訂單獲取失敗，請重試

# verify_error_caseSensitive
source: Wrong verification code (clarify capital and small letter)
cs: Chyba ověřovacího kódu (ověřovací kód rozlišuje velká a malá písmena)
de: Falscher Verifizierungscode (bitte auf Groß- und Kleinschreibung achten)
es: Error de código de verificación (el código de verificación distingue entre mayúsculas y minúsculas)
fi: Vahvistuskoodivirhe (vahvistuskoodi on tapauskohtainen)
fr: Mauvais code de vérification (faites attention aux majuscules / minuscules)
he: קוד אימות שגוי (יש חשיבות לאותיות גדולות וקטנות)
id: Kode Verifikasi salah (Perhatikan huruf besar dan kecil)
it: Codice di verifica errato (verificare maiuscole e minuscole)
ja: 間違った確認コード(大文字/小文字に注意してください)
ko: 인증 코드가 올바르지 않습니다. 대소문자를 구분해주세요.
nb: Feil verifikasjonskode (Sjekk stor og liten bokstav)
nl: Verkeerde verificatiecode (duidelijke hoofdletters en kleine letters)
pl: Błędna weryfikacja kodu
pt_br: Código de verificação incorreto (esclarecer capital e letra minúscula)
ro: Cod greșit de verificare (clarificați capitolul și litera mică)
ru: Неправильный код подтверждения (укажите заглавную и маленькую букву)
sv: Fel kontrollkod (klargöra kapital och små bokstäver)
th: รหัสยืนยันไม่ถูกต้อง(ข้อสังเกตุ ตัวพิมพ์เล็กและตัวพิมพ์ใหญ่)
tr: Yanlış doğrulama kodu (büyük ve küçük harfleri netleştirin)
vi: Mã xác minh sai (mã xác minh phân biệt chữ hoa chữ thường)
zh_hans: 验证码错误(验证码区分大小写)
zh_hant: 驗證碼錯誤(驗證碼區分大小寫)

# deviceSetting_Camera_model
source: Camera model
cs: Model fotoaparátu
de: Kameramodell
es: Modelo de cámara
fi: Kameran malli
fr: Modèle de caméra
he: דגם מצלמה
id: model kamera
it: Modello di fotocamera
ja: カメラモデル
ko: 카메라 모델
nb: Kameramodell
pl: Model aparatu
pt_br: Modelo de câmera
ro: Model de cameră
ru: Модель камеры
sv: Kameramodell
th: รุ่นกล้อง
tr: kamera modeli
vi: Mô hình máy ảnh
zh_hans: 摄像机型号
zh_hant: 攝像機型號

source: Cloud storage service
cs: Cloudová služba úložiště
de: Cloud-Speicherdienst
es: Servicio de almacenamiento en la nube
fi: Pilvipalvelu
fr: Service de stockage en nuage
he: שירות אחסון בענן
id: Layanan penyimpanan cloud
it: Servizio di archiviazione cloud
ja: クラウドストレージサービス
ko: 클라우드 스토리지 서비스
nb: Cloud lagringstjeneste
nl: Cloudopslagservice
pl: Usługa przechowywania w chmurze
pt_br: Serviço de armazenamento em nuvem
ro: Serviciu de stocare Cloud
ru: Сервис облачного хранения
sv: Molnlagringstjänst
th: บริการจัดเก็บข้อมูลแบบคลาวด์
tr: Bulut depolama hizmeti
vi: Dịch vụ lưu trữ đám mây
zh_hans: 云存服务
zh_hant: 雲存服務

# service_Transfer_application_detail
source: The service provider application will be cancelled after transferring the application to a maintenance worker, and the submitted information will be cleared.
cs: Po přenesení aplikace na pracovníka údržby bude aplikace poskytovatele služeb zrušena a zadané informace budou vymazány.
de: Der Dienstanbieterantrag wird storniert, nachdem der Antrag an einen Wartungsarbeiter übertragen wurde, und die übermittelten Informationen gelöscht wurden.
es: La aplicación del proveedor de servicios se cancelará después de transferir la aplicación a un trabajador de mantenimiento y se borrará la información enviada.
fi: Palveluntarjoajan sovellus peruutetaan, kun se on siirretty huoltotyöntekijälle, ja toimitetut tiedot tyhjennetään.
fr: La demande du fournisseur de services sera annulée après le transfert de la demande à un préposé à la maintenance et les informations soumises seront effacées.
he: בקשת נותן השירות תבוטל לאחר העברת הבקשה לעובד אחזקה והמידע שהוגש יימחק.
id: Aplikasi penyedia layanan akan dibatalkan setelah mentransfer aplikasi ke pekerja pemeliharaan, dan informasi yang dikirimkan akan dihapus.
it: La domanda del fornitore di servizi verrà annullata dopo il trasferimento della domanda a un addetto alla manutenzione e le informazioni inviate verranno cancellate.
ja: サービスプロバイダーの申請は、保守担当者に転送した後キャンセルされ、提出された情報は消去されます。
ko: 서비스 제공자 신청은 유지 보수 담당자에게 신청서를 전달한 후 취소되며 제출 된 정보는 삭제됩니다.
nb: Søknaden om tjenesteleverandør vil bli kansellert etter overføring av søknaden til en vedlikeholdsarbeider, og den innsendte informasjonen vil bli ryddet.
nl: De aanvraag van de serviceprovider wordt geannuleerd nadat de aanvraag is overgedragen aan een onderhoudsmedewerker en de ingediende informatie wordt gewist.
pl: Po przekazaniu wniosku do pracownika obsługi wniosek usługodawcy zostanie anulowany, a przesłane informacje zostaną wyczyszczone.
pt_br: O aplicativo do provedor de serviços será cancelado após a transferência do aplicativo para um trabalhador de manutenção e as informações enviadas serão apagadas.
ro: Cererea furnizorului de servicii va fi anulată după transferarea cererii către un lucrător de întreținere, iar informațiile trimise vor fi șterse.
ru: Заявка поставщика услуг будет отменена после передачи заявки обслуживающему персоналу, а предоставленная информация будет удалена.
sv: Tjänsteleverantörsansökan kommer att annulleras efter överföring av ansökan till en underhållsarbetare och den inlämnade informationen rensas.
th: แอปพลิเคชันผู้ให้บริการจะถูกยกเลิกหลังจากโอนแอปพลิเคชันไปยังเจ้าหน้าที่บำรุงรักษาและข้อมูลที่ส่งจะถูกล้าง
tr: Servis sağlayıcı başvurusu, uygulama bir bakım görevlisine aktarıldıktan sonra iptal edilecek ve gönderilen bilgiler silinecektir.
vi: Ứng dụng của nhà cung cấp dịch vụ sẽ bị hủy sau khi đơn được chuyển đến nhân viên bảo trì và thông tin đã gửi sẽ bị xóa.
zh_hans: 转申请为维修员后将会撤销服务商申请，会清空已提交的资料。
zh_hant: 轉申請為維修員後將會撤銷服務商申請，會清空已提交的資料。

# person_Camera_permissions_instructions
source: Turn on camera access, allow the app to use the camera, you can add a device by scanning the QR code
cs: Zapněte přístup z kamery, nechte aplikaci používat kameru, můžete přidat zařízení naskenováním QR kódu
de: Erteilen Sie der App die Berechtigung auf Ihre Kamera zuzugreifen, um ein Geräte durch Scannen des Geräte QR-Codes hinzuzufügen.
es: Active el acceso a la cámara, permita que la aplicación use la cámara, puede agregar un Equipo escaneando el código QR
fi: Ota kameran käyttö käyttöön, anna sovelluksen käyttää kameraa. Voit lisätä laitteen skannaamalla QR-koodin
fr: Activer l'accès de la caméra, autoriser l'application à utiliser la caméra, vous pouvez ajouter un appareil en scannant le code QR
he: הפעל את הגישה למצלמה, אפשר לאפליקציה להשתמש במצלמה, אתה יכול להוסיף מכשיר על ידי סריקת קוד ה- QR
id: Aktifkan akses kamera, izinkan aplikasi untuk menggunakan kamera, Anda dapat menambahkan perangkat dengan memindai kode QR
it: Attiva l'accesso alla videocamera, consenti all'app di utilizzare la videocamera, puoi aggiungere un dispositivo scansionando il codice QR
ja: カメラへのアクセスをオンにし、アプリがカメラを使用できるようにします。QRコードをスキャンしてデバイスを追加できます
ko: 카메라 액세스를 켜고 앱이 카메라를 사용할 수 있도록 허용하고 QR 코드를 스캔하여 장치를 추가 할 수 있습니다
nb: Slå på kameratilgang, la appen bruke kameraet, du kan legge til en enhet ved å skanne QR-koden
nl: Schakel cameratoegang in, laat de app de camera gebruiken, u kunt een apparaat toevoegen door de QR-code te scannen
pl: Włącz dostęp do aparatu, pozwól aplikacji korzystać z aparatu, możesz dodać urządzenie, skanując kod QR
pt_br: Ative o acesso à câmera, permita que o aplicativo use a câmera, você pode adicionar um dispositivo digitalizando o código QR
ro: Activați accesul la cameră, permiteți aplicației să utilizeze camera, puteți adăuga un dispozitiv scanând codul QR
ru: Включите доступ к камере, разрешите приложению использовать камеру, вы можете добавить устройство, отсканировав QR-код
sv: Slå på kameratillgång, låt appen använda kameran, du kan lägga till en enhet genom att skanna QR-koden
th: เปิดใช้งานการอนุญาตกล้องอนุญาตให้แอปพลิเคชันนี้ใช้กล้องคุณสามารถเพิ่มอุปกรณ์ได้โดยการสแกนโค้ด QR
tr: Kamera erişimini aç, uygulamanın kamerayı kullanmasına izin ver, QR kodunu tarayarak bir cihaz ekleyebilirsin
vi: Bật quyền máy ảnh, cho phép ứng dụng này sử dụng máy ảnh, bạn có thể thêm thiết bị bằng cách quét mã QR
zh_hans: 开启相机使用权限，允许本应用使用摄像头，您可以使用扫描二维码的方式添加设备
zh_hant: 開啟相機使用權限，允許本應用使用攝像頭，您可以使用掃描二維碼的方式添加設備
