Repository: Yolo-cell-hash/go_home_ios
Catalog: ios/Runner/JASDK/JAResources/XLanguage/X35MultiLanguage/*.lproj/X35MutiLanguage.strings
Languages: cs, de, es, fi, fr, he, id, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sv, th, tr, vi, zh_hans, zh_hant

# addevice_connect_hotspot_prompt
source: Please connect the wireless network of the mobile phone to the device hotspot "IPC-XXXXXXXX" at the beginning of IPC. The default password is "11111111".
cs: Připojte bezdrátovou síť mobilního telefonu k hotspotu zařízení "IPC-XXXXXXXX" na začátku IPC. Výchozí heslo je "11111111".
de: Bitte verbinden Sie das Telefon per WLAN mit dem Geräte-Hotspot "IPC-XXXXXXXX". Das Passwort lautet "11111111".
es: Conecte la red inalámbrica del teléfono móvil al punto de acceso del dispositivo "IPC-XXXXXXXX " al comienzo de IPC. La contraseña predeterminada es "11111111 ".
fi: Yhdistä langaton verkko matkapuhelimen laitteeseen hotspot "IPC-XXXXXXXX" alussa IPC. Oletussalasana on "11111111".
fr: Veuillez connecter le réseau sans fil du téléphone mobile au point d'accès de l'appareil "IPC-XXXXXXXX " au début de l'IPC. Le mot de passe par défaut est "11111111 ".
he: אנא חבר את הרשת האלחוטית של הטלפון הנייד לנקודה החמה של המכשיר "IPC-XXXXXXXX" בתחילת ה- IPC. סיסמת ברירת המחדל היא "11111111 ".
id: Silakan hubungkan jaringan nirkabel ponsel ke hotspot perangkat "IPC-XXXXXXXX" di awal IPC. Kata sandi default adalah "11111111".
it: Collegare la rete wireless del telefono cellulare all'hotspot del dispositivo "IPC-XXXXXXXX " all'inizio di IPC. La password predefinita è "11111111".
ja: 携帯電話のワイヤレスネットワークを、IPCの開始時にデバイスのホットスポット「IPC-XXXXXXXX」に接続してください。 デフォルトのパスワードは「11111111」です。
ko: 휴대 전화의 무선 네트워크를 IPC 시작 부분에있는 장치 핫스팟 "IPC-XXXXXXXX "에 연결하십시오. 기본 암호는 "11111111"입니다.
nb: Koble det trådløse nettverket til mobiltelefonen til enhetens hotspot "IPC-XXXXXXXX " i begynnelsen av IPC. Standardpassordet er "11111111 ".
nl: Verbind het draadloze netwerk van de mobiele telefoon met de apparaat-hotspot "IPC-XXXXXXXX" aan het begin van IPC. Het standaardwachtwoord is "11111111".
pl: Podłącz sieć bezprzewodową telefonu komórkowego do hotspotu urządzenia "IPC-XXXXXXXX" na początku IPC. Hasło domyślne to "11111111".
pt_br: Conecte a rede sem fio do telefone móvel ao ponto de acesso do dispositivo "IPC-XXXXXXXX" no início do IPC. A senha padrão é "11111111".
ro: Vă rugăm să conectați rețeaua wireless a telefonului mobil la hotspot-ul dispozitivului "IPC-XXXXXXXX" la începutul IPC. Parola implicită este "11111111".
ru: Подключите беспроводную сеть мобильного телефона к точке доступа устройства "IPC-XXXXXXXX" в начале IPC. Пароль по умолчанию - "11111111".
sv: Anslut mobiltelefonens trådlösa nätverk till enhetens hotspot "IPC-XXXXXXXX" i början av IPC. Standardlösenordet är "11111111".
th: โปรดเชื่อมต่อเครือข่ายไร้สายของโทรศัพท์มือถือกับฮอตสปอตของอุปกรณ์ "IPC-XXXXXXXX" ที่จุดเริ่มต้นของ IPC รหัสผ่านเริ่มต้นคือ "11111111"
tr: Lütfen cep telefonunun kablosuz ağını IPC'nin başlangıcındaki cihaz erişim noktasına "IPC-XXXXXXXX" bağlayın. Varsayılan parola "11111111" şeklindedir.
vi: Vui lòng kết nối mạng không dây của điện thoại di động với điểm phát sóng thiết bị "IPC-XXXXXXXX" ở đầu IPC. Mật khẩu mặc định là "11111111".
zh_hans: 请将手机无线网络连接到IPC开头的设备热点“IPC-XXXXXXXX”，默认密码为“11111111”
zh_hant: 請將手機無線網絡連接到IPC開頭的設備熱點“IPC-XXXXXXXX”，默認密碼為“11111111”

# add_difference_between_flicker_always_on_1
source: Blinking light: The device is retrieving the network.
cs: Blikající světlo: Zařízení načítá síť.
de: Blinkendes Licht: Das Gerät ruft das Netzwerk ab.
es: Luz parpadeante: el dispositivo está recuperando la red.
fi: Vilkkuva valo: Laite hakee verkkoa.
fr: Lumière clignotante : l'appareil récupère le réseau.
he: אור מהבהב: המכשיר מאחזר את הרשת.
id: Lampu berkedip: Perangkat sedang mengambil jaringan.
it: Luce lampeggiante: il dispositivo sta recuperando la rete.
ja: ライトの点滅：デバイスはネットワークを取得しています。
ko: 깜박이는 표시등: 장치가 네트워크를 검색하는 중입니다.
nb: Blinkende lys: Enheten henter nettverket.
nl: Knipperend lampje: het apparaat is bezig met het ophalen van het netwerk.
pl: Migająca lampka: urządzenie pobiera dane z sieci.
pt_br: Luz piscando: O dispositivo está recuperando a rede.
ro: Lumină intermitentă: dispozitivul preia rețeaua.
ru: Мигающий индикатор: устройство получает доступ к сети.
sv: Blinkande ljus: Enheten hämtar nätverket.
th: ไฟกะพริบ: อุปกรณ์กำลังดึงข้อมูลเครือข่าย
tr: Yanıp sönen ışık: Cihaz ağı alıyor.
vi: Đèn nhấp nháy: Thiết bị đang truy xuất mạng.
zh_hans: 指示灯闪烁：代表设备正在检索网络。
zh_hant: 指示燈閃爍：代表設備正在檢索網絡。

# adddevice_return_APP_battery_appear
source: ④ return to APP, waiting status bar appears "
cs: ④ návrat do aplikace, zobrazí se stavový řádek čekání "
de: ④ Kehren Sie zur App zurück, und warten bis die Statusleiste erscheint "
es: ④ volver a la aplicación, aparece la barra de estado de espera "
fi: ④ palaa sovellukseen, odotustilarivi tulee näkyviin "
fr: ④ revenir à APP, la barre d'état en attente apparaît "
he: ④ חזור ל- APP, סרגל המצב המתנה מופיע "
id: ④ kembali ke APP, bilah status tunggu muncul "
it: ④ torna ad APP, appare la barra di stato in attesa "
ja: ④APPに戻ると、ステータスバーが表示されます"
ko: ④ APP으로 돌아가 대기 상태 표시 줄이 나타납니다. "
nb: ④ gå tilbake til APP, ventende statuslinje vises "
nl: ④ terug naar APP, wachtende statusbalk verschijnt "
pl: ④ wróć do aplikacji, pojawi się pasek stanu oczekiwania "
pt_br: ④ retorne ao APP, a barra de status em espera será exibida "
ro: ④ reveniți la APP, apare bara de stare în așteptare "
ru: ④ вернуться в приложение, появляется строка состояния ожидания "
sv: ④ återgå till APP, statusfältet väntar visas "
th: กลับไปที่ APP และรอให้แถบสถานะปรากฏขึ้น "
tr: ④ APP’ye dönün, durum çubuğu görünür "
vi: ④ Quay lại APP và đợi thanh trạng thái xuất hiện "
zh_hans: ④ 返回APP，等待状态栏出现“
zh_hant: ④ 返回APP，等待狀態欄出現“

# person_feedback_submit_button
source: Submit
cs: Předložit
de: Senden
es: Enviar
fi: Lähetä
fr: Soumettre
he: שלח
id: Kirimkan
it: Invia
ja: 送信する
ko: 제출
nb: Sende inn
nl: Verzenden
pl: Zatwierdź
pt_br: Enviar
ro: Trimite
ru: Разместить
sv: Skicka in
th: เสนอ
tr: Sunmak
vi: Gửi đi
zh_hans: 提交
zh_hant: 提交

# devicesetting_area_motion
source: Removable video area center
cs: Odnímatelné centrum oblasti videí
de: Erkennungsflächen
es: Centro de video extraíble.
fi: Irrotettava videokeskuksen keskus
fr: Centre vidéo amovible
he: מרכז וידאו נשלף
id: Pusat area video yang dapat dilepas
it: Centro area video rimovibile
ja: 取り外し可能なビデオ領域サイズ
ko: 탈착식 비디오 지역 센터
nb: Flyttbart videoområde senter
nl: Verwijderbaar videogebied midden
pl: Usuwalne centrum obszaru wideo
pt_br: Centro de área de vídeo removível
ro: Centrul zonei video detașabile
ru: Съемный видеоцентр
sv: Avlägsningsbart videofältcenter
th: นำพื้นที่แจ้งเตือนออก
tr: Çıkarılabilir video alanı merkezi
vi: Trung tâm khu vực video có thể tháo rời
zh_hans: 可移动视频区域中心
zh_hant: 可移動視頻區域中心

# person_Service_Hours
source: Service time
cs: Doba služby
de: Servicezeit
es: Tiempo de servicio
fi: Palveluaika
fr: Temps de service
he: זמן שירות
id: Waktu layanan
it: Tempo di servizio
ja: サービス時間
ko: 서비스 시간
nb: Tjenestetid
nl: Servicetijd
pl: Czas naprawy
pt_br: Tempo de serviço
ro: Timp de serviciu
ru: Время обслуживания
sv: Servicetid
th: เวลาให้บริการ
tr: Servis zamanı
vi: Thời gian phục vụ
zh_hans: 服务时间
zh_hant: 服務時間

# cloud_Unlimited_capacity
source: Unlimited capacity
cs: Neomezená kapacita
de: Unbegrenzte Kapazität
es: Capacidad ilimitada
fi: Rajaton kapasiteetti
fr: Capacité illimitée
he: קיבולת בלתי מוגבלת
id: Kapasitas tidak terbatas
it: Capacità illimitata
ja: 無制限の容量
ko: 무제한 용량
nb: Ubegrenset kapasitet
nl: Onbeperkte capaciteit
pl: Nieograniczona pojemność
pt_br: Capacidade ilimitada
ro: Capacitate nelimitată
ru: Неограниченная емкость
sv: Obegränsad kapacitet
th: ความจุไม่จำกัด
tr: Sınırsız kapasite
vi: Không giới hạn dung lượng
zh_hans: 无限容量
zh_hant: 無限容量

# adddevice_photo_prompt
source: (*The picture is only for reference, please refer to the actual product)
cs: (* Obrázek má pouze informativní charakter, podívejte se prosím na skutečný produkt)
de: (* Das Bild dient nur zur Veranschaulichung, bitte beziehen Sie sich auf Ihr Gerät)
es: (* La imagen es solo para referencia, consulte el producto real)
fi: (* Kuva on vain viitteellinen, katso varsinainen tuote)
fr: (* L'image est uniquement à titre de référence, veuillez vous référer au produit réel)
he: (* התמונה היא רק לעיון, אנא עיין במוצר בפועל)
id: (* Gambar hanya untuk referensi, lihat produk yang sebenarnya)
it: (* L'immagine è solo per riferimento, fare riferimento al prodotto reale)
ja: （*写真は参考用です、実際の製品を参照してください）
ko: (* 사진은 참고 용입니다. 실제 제품을 참조하세요.)
nb: (* Bildet er kun for referanse, se det faktiske produktet)
nl: (* De foto is alleen ter referentie, raadpleeg het daadwerkelijke product)
pl: (* Zdjęcie jest tylko w celach informacyjnych, zapoznaj się z rzeczywistym produktem)
pt_br: (* A imagem é apenas para referência, consulte o produto real)
ro: (* Imaginea este doar pentru referință, vă rugăm să consultați produsul real)
ru: (* Изображение только для справки, пожалуйста, обратитесь к фактическому продукту)
sv: (* Bilden är endast för referens, se den faktiska produkten)
th: (* รูปภาพใช้สำหรับอ้างอิงเท่านั้นโปรดดูผลิตภัณฑ์จริง)
tr: (* Resim sadece referans içindir, lütfen gerçek ürüne bakın)
vi: (* Hình ảnh chỉ mang tính chất tham khảo, vui lòng tham khảo sản phẩm thực tế)
zh_hans: （*图片仅为示意，请以实物为准）
zh_hant: （*圖片僅為示意，請以實物為準）

# devicesetting_unlock_time_prompt
source: Unlocking depending on local operators, is expected to be normal within an hour
cs: Očekává se, že odemknutí v závislosti na místních operátorech bude do hodiny normální
de: Das Entsperren ist abhängig von den örtlichen Betreibern und kann bis zu einer Stunde dauern.
es: Se espera que el desbloqueo según los operadores locales sea normal en una hora
fi: Lukituksen lukituksen odotetaan olevan normaalia tunnin sisällä paikallisista operaattoreista riippuen
fr: Déverrouillage selon les opérateurs locaux, devrait être normal dans l'heure
he: הנעילה בהתאם למפעילים המקומיים צפויה להיות תקינה תוך שעה
id: Membuka kunci tergantung pada operator lokal, diharapkan normal dalam satu jam
it: Lo sblocco a seconda degli operatori locali dovrebbe essere normale entro un'ora
ja: 全国のオペレーターの状況を解き明かし、1時間以内に正常になると期待されています
ko: 현지 사업자에 따라 잠금 해제, 한 시간 내에 정상으로 예상됩니다
nb: Låsing avhengig av lokale operatører, forventes å være normalt i løpet av en time
nl: De verwachting is dat dit binnen een uur normaal is, afhankelijk van de lokale operatoren
pl: Oczekuje się, że odblokowanie w zależności od lokalnych operatorów nastąpi w ciągu godziny
pt_br: O desbloqueio, dependendo dos operadores locais, deverá ser normal dentro de uma hora
ro: Deblocarea în funcție de operatorii locali, este de așteptat să fie normală într-o oră
ru: Разблокировка зависит от местных операторов, ожидается нормальная работа в течение часа
sv: Upplåsning beroende på lokala operatörer förväntas vara normal inom en timme
th: การปลดล็อกขึ้นอยู่กับผู้ให้บริการในพื้นที่คาดว่าจะเป็นปกติภายในหนึ่งชั่วโมง
tr: Yerel operatörlere bağlı olarak kilidin açılması bir saat içinde normal olması bekleniyor
vi: Việc mở khóa phụ thuộc vào các nhà khai thác địa phương và dự kiến ​​sẽ bình thường trong vòng một giờ
zh_hans: 解锁视各地运营商情况，预计一小时内正常
zh_hant: 解鎖視各地運營商情況，預計一小時內正常

# Service_map_Service_provider
source: Service provider
cs: Poskytovatel služeb
de: Dienstleister
es: Proveedor de servicio
fi: Palveluntarjoaja
fr: Fournisseur de services
he: ספק שירות
id: Penyedia layanan
it: Fornitore di servizi
ja: サービスプロバイダー
ko: 서비스 제공 업체
nb: Tjenesteleverandør
nl: Dienstverlener
pl: Dostawca usługi
pt_br: Provedor de serviço
ro: Furnizor de servicii
ru: Поставщик услуг
sv: Tjänsteleverantör
th: ผู้ให้บริการ
tr: Servis sağlayıcı
vi: Nhà cung cấp dịch vụ
zh_hans: 服务商
zh_hant: 服務商

# preview_fail_to_play_channel_full
source: The video transmission network is congested, please try again later
cs: Síť pro přenos videa je přetížená, zkuste to znovu později
de: Das Videoübertragungsnetzwerk ist überlastet, bitte versuchen Sie es später erneut
es: La red de transmisión de video está congestionada, intente nuevamente más tarde
fi: Videon siirtoverkko on ruuhkautunut, yritä myöhemmin uudelleen
fr: Le réseau de transmission vidéo est congestionné, veuillez réessayer plus tard
he: רשת העברת הווידאו עמוסה, אנא נסה שוב מאוחר יותר
id: Jaringan transmisi video macet, silakan coba lagi nanti
it: La rete di trasmissione video è congestionata, riprova più tardi
ja: ビデオ伝送ネットワークが混雑しています。しばらくしてからもう一度お試しください
ko: 영상 전송 네트워크가 혼잡합니다. 잠시 후 다시 시도해 주세요.
nb: Videooverføringsnettverket er overbelastet, prøv igjen senere
nl: Het videotransmissienetwerk is overbelast, probeer het later opnieuw
pl: Sieć transmisji wideo jest przeciążona, spróbuj ponownie później
pt_br: A rede de transmissão de vídeo está congestionada, tente novamente mais tarde
ro: Rețeaua de transmisie video este aglomerată, vă rugăm să încercați din nou mai târziu
ru: Сеть передачи видео перегружена, повторите попытку позже.
sv: Videoöverföringsnätverket är överbelastat, försök igen senare
th: เครือข่ายการส่งวิดีโอแออัด โปรดลองอีกครั้งในภายหลัง
tr: Video iletim ağı tıkalı, lütfen daha sonra tekrar deneyin
vi: Mạng truyền video bị nghẽn, vui lòng thử lại sau
zh_hans: 视频传输网络拥堵，请稍后再试
zh_hant: 視頻傳輸網絡擁堵，請稍後再試

# addDevice_add_help
source: Adding help
cs: Přidat nápovědu
de: Hilfe hinzufügen
es: Añadir ayuda
fi: Lisää ohje
fr: Ajouter de l'aide
he: הוסף עזרה
id: Tambahkan bantuan
it: Aggiungi aiuto
ja: ヘルプの追加
ko: 도움말 추가
nb: Legg til hjelp
nl: Hulp toevoegen
pl: Dodaj pomoc
pt_br: Adicionar ajuda
ro: Adăugați ajutor
ru: Добавить помощь
sv: Lägg till hjälp
th: ความช่วยเหลือเพิ่มอุปกรณ์
tr: Yardım ekle
vi: Thêm trợ giúp
zh_hans: 添加帮助
zh_hant: 添加幫助

# devicesetting_Ceiling
source: Ceiling
cs: Strop
de: Decke
es: Techo
fi: Katto
fr: Plafond
he: תִקרָה
id: Plafond
it: Soffitto
ja: 天井
ko: 천장
nb: Tak
nl: Plafond
pl: Sufit
pt_br: Teto
ro: Tavan
ru: Потолок
sv: Tak
th: เพดาน
tr: Tavan
vi: Trần nhà
zh_hans: 吊顶
zh_hant: 吊頂

# adddevice_replace_connect_mode
source: Replace the connection mode
cs: Vyměňte režim připojení
de: Verbindungsmethode ändern
es: Reemplazar el modo de conexión
fi: Vaihda yhteystila
fr: Remplacer le mode de connexion
he: החלף את מצב החיבור
id: Ganti mode koneksi
it: Sostituisci la modalità di connessione
ja: 接続モードを置き換えます
ko: 연결 모드 교체
nb: Bytt ut tilkoblingsmodus
nl: Vervang de verbindingsmodus
pl: Zmień tryb połączenia
pt_br: Substitua o modo de conexão
ro: Înlocuiți modul de conectare
ru: Заменить режим подключения
sv: Byt ut anslutningsläget
th: เปลี่ยนโหมดการเชื่อมต่อ
tr: Bağlantı modunu değiştirin
vi: Thay thế chế độ kết nối
zh_hans: 更换连接方式
zh_hant: 更換連接方式

# add_4G_network_abnormality_describe
source: The 4G card of the device cannot be connected to the Internet normally
cs: 4G kartu zařízení nelze normálně připojit k internetu
de: Die 4G-Karte des Geräts kann nicht normal mit dem Internet verbunden werden
es: La tarjeta 4G del dispositivo no se puede conectar a Internet normalmente
fi: Laitteen 4G-korttia ei voi yhdistää Internetiin normaalisti
fr: La carte 4G de l'appareil ne peut pas être connectée à Internet normalement
he: לא ניתן לחבר את כרטיס ה-4G של המכשיר לאינטרנט כרגיל
id: Kartu 4G perangkat tidak dapat terhubung ke Internet secara normal
it: La scheda 4G del dispositivo non può essere connessa a Internet normalmente
ja: デバイスの4Gカードが正常にインターネットに接続できない
ko: 장치의 4G 카드는 인터넷에 정상적으로 연결할 수 없습니다
nb: 4G-kortet til enheten kan ikke kobles til Internett normalt
nl: De 4G-kaart van het apparaat kan niet normaal met internet worden verbonden
pl: Karta 4G urządzenia nie może być normalnie podłączona do Internetu
pt_br: O cartão 4G do dispositivo não pode ser conectado à Internet normalmente
ro: Cardul 4G al dispozitivului nu poate fi conectat la Internet în mod normal
ru: Карта 4G устройства не может быть нормально подключена к Интернету
sv: Enhetens 4G-kort kan inte anslutas till Internet normalt
th: การ์ด 4G ของอุปกรณ์ไม่สามารถเชื่อมต่ออินเทอร์เน็ตได้ตามปกติ
tr: Cihazın 4G kartı internete normal şekilde bağlanamıyor
vi: Thẻ 4G của máy không thể kết nối Internet bình thường
zh_hans: 设备4G卡无法正常联网
zh_hant: 設備4G卡無法正常聯網

# devicesetting_4G_card_Result_details
source: Result details
cs: Podrobnosti o výsledku
de: Ergebnisdetails
es: Detalles del resultado
fi: Tuloksen yksityiskohdat
fr: Détails du résultat
he: פרטי התוצאה
id: Detail hasil
it: Dettagli del risultato
ja: 結果の詳細
ko: 결과 세부 사항
nb: Resultatdetaljer
nl: Resultaat details
pl: Szczegóły wyniku
pt_br: Detalhes do resultado
ro: Detalii despre rezultat
ru: Детали результата
sv: Resultatinformation
th: รายละเอียดผลการสั่งซื้อ
tr: Sonuç detayları
vi: Chi tiết kết quả
zh_hans: 结果详情
zh_hant: 結果詳情

# binding_failure
source: Fail to bind
cs: Vazba se nezdařila
de: Verbindung fehlgeschlagen
es: Error al enlazar
fi: Sidonta epäonnistui
fr: Impossible de lier
he: בעיה בשיוך
id: gagal mengikat
it: Errore associazione
ja: 共有できません
ko: 바인딩 실패
nb: Tilknytning mislyktes
nl: Kan niet koppelen
pl: Nie udało się powiązać
pt_br: Não ligar
ro: Nu se leagă
ru: Не в состоянии связать
sv: Misslyckas med att binda
th: ผูกไม่สำเร็จ
tr: Bağlanamadı
vi: Ràng buộc không thành công
zh_hans: 绑定失败
zh_hant: 綁定失敗

# message_Selected_types_ios
source: Selected %@ type
cs: Vybrán %@type
de: Ausgewählter %@Typ
es: %@tipo seleccionado
fi: %@type valittu
fr: %@type sélectionné
he: נבחר %@type
id: %@jenis yang dipilih
it: %@tipo selezionato
ja: 選択した%@ type
ko: %@유형을 선택했습니다.
nb: Valgte %@ type
nl: %@type geselecteerd
pl: Wybrany %@type
pt_br: %@type selecionado
ro: Selectat %@type
ru: Выбран %@тип
sv: Vald %@type
th: เลือก %@type
tr: %@type seçildi
vi: Loại %@ đã chọn
zh_hans: 已选%@种类型
zh_hant: 已選%@種類型

# help_Purchase_platform
source: Purchase platform
cs: Nákupní platforma
de: Kaufplattform
es: Plataforma de compra
fi: Ostoalusta
fr: Plateforme d'achat
he: פלטפורמת רכישה
id: Platform pembelian
it: Piattaforma di acquisto
ja: 購入プラットフォーム
ko: 구매 플랫폼
nb: Kjøpsplattform
nl: Aankoopplatform
pl: Platforma zakupowa
pt_br: Plataforma de compra
ro: Platforma de cumparare
ru: Платформа покупки
sv: Köpplattform
th: ซื้อแพลตฟอร์ม
tr: Satın alma platformu
vi: Nền tảng mua hàng
zh_hans: 购买平台
zh_hant: 購買平台

source: Electricity
cs: Elektřina
de: Elektrische Spannung
es: Cantidad eléctrica
fi: teho
fr: Quantité électrique
he: כמות החשמל
id: Kuantiti Elektik
it: Quantità elettrica
ja: 電気量
ko: 전기량
nb: Effekt
nl: Elektrische hoeveelheid
pl: Electric quantity
pt_br: Quantidade elétrica
ro: Cantitatea electrică
ru: Количество электричества
sv: Elektrisk mängd
th: ไฟฟ้า
tr: Elektrik miktarı
vi: Điện lực
zh_hans: 电量
zh_hant: 電量

# cloud_storage_details_how_to_buy_tips_4
source: (4) Cloud storage is purchased by a single device and device channel, and multiple devices and multiple channels need to correspond to multiple cloud storage packages;
cs: (4) Cloudové úložiště je zakoupeno jedním zařízením a kanálem zařízení a více zařízení a více kanálů musí odpovídat více balíčkům cloudových úložišť;
de: (4) Cloud-Speicher wird von einem einzigen Geräte- und Gerätekanal erworben, und mehrere Geräte und mehrere Kanäle müssen mehreren Cloud-Speicherpaketen entsprechen.
es: (4) El almacenamiento en la nube se compra mediante un solo Equipo y canal de Equipo, y múltiples Equipos y múltiples canales deben corresponder a múltiples paquetes de almacenamiento en la nube;
fi: (4) Yksittäinen laite ja laitekanava ostaa pilvivaraston, ja useiden laitteiden ja useiden kanavien on vastattava useita pilvivarastopaketteja;
fr: (4) Le stockage en nuage est acheté par un seul périphérique et un seul canal de périphérique, et plusieurs périphériques et plusieurs canaux doivent correspondre à plusieurs packages de stockage en nuage.
he: (4) אחסון ענן נרכש על ידי מכשיר יחיד ערוץ המכשיר, ומכשירים מרובים וערוצים מרובים צריך להתאים חבילות אחסון ענן מרובים;
id: (4) Penyimpanan cloud dibeli oleh satu perangkat dan saluran perangkat, dan beberapa perangkat dan beberapa saluran harus sesuai dengan beberapa paket penyimpanan cloud;
it: (4) Lo spazio di archiviazione su cloud viene acquistato da un singolo dispositivo e canale di dispositivo, e più dispositivi e più canali devono corrispondere a più pacchetti di archiviazione cloud;
ja: (４)クラウドストレージは単一のデバイスおよびデバイスチャンネルによって購入され、複数のデバイスおよび複数のチャンネルは複数のクラウドストレージパッケージに対応する必要がある。
ko: (4) 클라우드 저장소는 단일 장치 및 장치 채널에서 구입하며 여러 장치 및 다중 채널은 여러 클라우드 저장소 패키지와 일치해야합니다.
nb: (4) Cloud-lagring er kjøpt av en enkelt enhet og enhetskanal, og flere enheter og flere kanaler må korrespondere med flere lagringspakker for skyen.
nl: (4) Cloudopslag wordt gekocht door een enkel apparaat en apparaatkanaal, en meerdere apparaten en meerdere kanalen moeten overeenkomen met meerdere cloudopslagpakketten;
pl: (4) Pamięć masowa w chmurze jest kupowana przez jeden kanał urządzenia i urządzenia, a wiele urządzeń i wiele kanałów musi odpowiadać wielu pakietom pamięci w chmurze;
pt_br: (4) O armazenamento em nuvem é adquirido por um único dispositivo e canal de dispositivo, e vários dispositivos e vários canais precisam corresponder a vários pacotes de armazenamento na nuvem;
ro: (4) Stocarea cloud-ului este achiziționată de un singur dispozitiv și un canal de dispozitiv, iar mai multe dispozitive și mai multe canale trebuie să corespundă mai multor pachete de stocare în cloud;
ru: (4) облачное хранилище приобретается одним устройством и одним каналом устройства, и несколько устройств и несколько каналов должны соответствовать нескольким пакетам облачного хранилища;
sv: (4) Cloud-lagring köps av en enda enhet och enhetskanal, och flera enheter och flera kanaler måste motsvara flera paket för molnlagring.
th: (4) ที่เก็บข้อมูลบนคลาวด์ซื้อโดยอุปกรณ์และช่องทางอุปกรณ์เดียวและอุปกรณ์หลายเครื่องและหลายช่องทางจำเป็นต้องสอดคล้องกับแพ็คเกจพื้นที่เก็บข้อมูลบนคลาวด์หลายชุด
tr: (4) Bulut depolama, tek bir cihaz ve cihaz kanalı tarafından satın alınır ve birden fazla cihazın ve birden fazla kanalın, birden fazla bulut depolama paketine karşılık gelmesi gerekir;
vi: (4) Lưu trữ đám mây được mua theo một thiết bị và kênh thiết bị, và nhiều thiết bị và nhiều kênh cần tương ứng với nhiều gói lưu trữ đám mây;
zh_hans: (4)云存按单个设备与设备通道购买，多个设备以及多个通道需要对应多个云存套餐；
zh_hant: (4)雲存按單個設備與設備通道購買，多個設備以及多個通道需要對應多個雲存套餐；
