Repository: Yolo-cell-hash/go_home_ios
Catalog: ios/Runner/JASDK/JAResources/XLanguage/X35MultiLanguage/*.lproj/X35MutiLanguage.strings
Languages: cs, de, es, fi, fr, he, id, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sv, th, tr, vi, zh_hans, zh_hant

# devicesetting_device_volume_prompt
source: Set device input and output volume
cs: Nastavte vstupní a výstupní hlasitost zařízení
de: Lautstärke Mikrofon und Lautsprecher einstellen
es: Establecer el volumen de entrada y salida del Equipo
fi: Aseta laitteen tulo- ja lähtömäärä
fr: Définir le volume d'entrée et de sortie de l'appareil
he: הגדר את עוצמת הקו
id: Atur volume input dan output perangkat
it: Imposta il volume di input e output del dispositivo
ja: 機器の入出力音量を設定する
ko: 장치 입력 및 출력 볼륨 설정
nb: Still inn enhetens inngang og utgangsvolum
nl: Stel apparaatinvoer- en uitvoervolume in
pl: Ustaw wejście i głośność urządzenia
pt_br: Definir o volume de entrada e saída do dispositivo
ro: Setați intrarea dispozitivului și volumul de ieșire
ru: Установите громкость входа и выхода устройства
sv: Ange enhetens ingångs- och utgångsvolym
th: ตั้งค่าปริมาณเสียงอินพุตและเอาต์พุตของอุปกรณ์
tr: Cihaz giriş ve çıkış ses seviyesini ayarlayın
vi: Đặt âm lượng đầu vào và đầu ra của thiết bị
zh_hans: 设置设备输入输出音量
zh_hant: 設置設備輸入輸出音量

# me_device_share
source: Share list
cs: Seznam sdílení
de: Übersicht geteilte Geräte
es: Compartir lista
fi: Osakeluettelo
fr: Liste de partage
he: שתף רשימה
id: Bagikan daftar
it: Condividi la lista
ja: デバイスのシェア管理
ko: 목록 공유
nb: Del liste
nl: Deel lijst
pl: Lista akcji
pt_br: relação share
ro: Lista de distribuire
ru: Поделиться списком
sv: Del lista
th: แชร์
tr: Listeyi paylaş
vi: Quản lý chia sẻ thiết bị
zh_hans: 设备分享管理
zh_hant: 設備分享管理

# device_grouping_add_success
source: Add group successfully
cs: Přidat skupinu úspěšně
de: Gruppe erfolgreich hinzufügt
es: Agregar grupo exitosamente
fi: Lisää ryhmä onnistuneesti
fr: Ajouter un groupe avec succès
he: קבוצה הוספה בהצלחה
id: tambah Group berhasil
it: Aggiungi il gruppo con successo
ja: グループを追加
ko: 그룹 추가 성공
nb: Legg til gruppe med hell
nl: Groep toevoegen
pl: Dodaj grupę pomyślnie
pt_br: Adicionar grupo com sucesso
ro: Adăugați grupul cu succes
ru: Добавить группу успешно
sv: Lägg till gruppen framgångsrikt
th: เพิ่มกลุ่มสำเร็จ
tr: Başarıyla grup ekle
vi: Thêm nhóm thành công
zh_hans: 添加分组成功
zh_hant: 添加分組成功

# userSettings_molileData_trafficSata_clearData
source: Empty data
cs: Vymazat data
de: Daten leeren
es: Borrar datos
fi: Tyhjennä tiedot
fr: Données vides
he: נקה נתונים
id: Data kosong
it: Svuotare dati
ja: データの削除
ko: 데이터 기록 삭제
nb: Slett data
nl: Lege data
pl: Usuń dane
pt_br: Dados vazios
ro: Date goale
ru: Пустые данные
sv: Tom data
th: ข้อมูลว่างเปล่า
tr: Boş veri
vi: Xóa dữ liệu
zh_hans: 清空数据
zh_hant: 清空數據

# invalid_format_emailAndNumber
source: Email/phone number format error
cs: Chyba formátu e-mailu/telefonního čísla
de: Fehler im E-Mail-/Telefonnummernformat
es: Error de formato de correo electrónico/número de teléfono
fi: Sähköpostin/puhelinnumeron muotovirhe
fr: Erreur de format de courriel/numéro de téléphone
he: שגיאה בפורמט אימייל/מספר טלפון
id: Kesalahan format email/nomor telepon
it: Errore formato e-mail/numero di telefono
ja: メール/電話番号のフォーマットエラー
ko: 이메일/전화번호 형식 오류
nb: E-post-/telefonnummerformatfeil
nl: Fout in formaat e-mail/telefoonnummer
pl: Błąd formatu adresu e-mail/numeru telefonu
pt_br: Erro de formato de e-mail/número de telefone
ro: Eroare de format de e-mail/număr de telefon
ru: Ошибка формата электронной почты/номера телефона
sv: E-post/telefonnummer formatfel
th: ข้อผิดพลาดรูปแบบอีเมล/หมายเลขโทรศัพท์
tr: E-posta/telefon numarası biçimi hatası
vi: Lỗi định dạng email / số điện thoại
zh_hans: 邮箱/手机号格式错误
zh_hant: 郵箱/手機號格式錯誤

# PTZ_long_focus
source: long-focus
cs: dlouhé ohnisko
de: Langfokus
es: enfoque largo
fi: pitkä keskittyminen
fr: longue focale
he: פוקוס ארוך
id: fokus panjang
it: a lungo fuoco
ja: ロングフォーカス
ko: 긴 초점
nb: langt fokus
nl: lange focus
pl: długo skupienie
pt_br: foco longo
ro: focalizare lungă
ru: длиннофокусный
sv: långfokus
th: โฟกัสยาว
tr: uzun odaklı
vi: tập trung lâu dài
zh_hans: 长焦
zh_hant: 長焦

# devicesetting_Call_mode_camera
source: Set the call mode of the camera
cs: Nastavte režim volání fotoaparátu
de: Anrufmodus der Kamera einstellen
es: Establecer el modo de llamada de la cámara
fi: Aseta kameran puhelutila
fr: Définir le mode d'appel de la caméra
he: הגדר את מצב השיחה של המצלמה
id: Setel mode panggilan kamera
it: Imposta la modalità di chiamata della fotocamera
ja: カメラの通話モードを設定します
ko: 카메라의 통화 모드 설정
nb: Still inn anropsmodus for kameraet
nl: Stel de oproepmodus van de camera in
pl: Ustaw tryb wywołania kamery
pt_br: Defina o modo de chamada da câmera
ro: Setați modul de apelare al camerei
ru: Установите режим звонка камеры
sv: Ställ in samtalsläget för kameran
th: ตั้งค่าโหมดการโทรของกล้อง
tr: Kameranın arama modunu ayarlayın
vi: Đặt chế độ cuộc gọi của máy ảnh
zh_hans: 设置摄像机的通话模式
zh_hant: 設定攝像機的通話模式

# service_map_year_experience
source: %1$s years maintenance experience
cs: %1$s let zkušeností s údržbou
de: %1$s Jahre Wartungserfahrung
es: %1$s años de experiencia en mantenimiento
fi: %1$s vuoden huoltokokemus
fr: %1$s ans d'expérience en maintenance
he: %1$s שנות ניסיון בתחזוקה
id: %1$s tahun pengalaman perawatan
it: %1$s anni di esperienza nella manutenzione
ja: %1$s年のメンテナンス経験
ko: %1$s 년 정비 경험
nb: %1$s års erfaring med vedlikehold
nl: %1$s jaar onderhoudservaring
pl: %1$s lat doświadczenia w utrzymaniu
pt_br: %1$s anos de experiência em manutenção
ro: %1$s ani experiență de întreținere
ru: %1$s-летний опыт обслуживания
sv: %1$s års erfarenhet av underhåll
th: ประสบการณ์การบำรุงรักษา%1$s ปี
tr: %1$s yıllık bakım deneyimi
vi: %1$s năm kinh nghiệm bảo trì
zh_hans: %1$s年维修经验
zh_hant: %1$s年維修經驗

# synchronous_time_fail
source: Time sync fails
cs: Synchronizace času selhala
de: Zeit sync fehlgeschlagen
es: La sincronización de tiempo falla
fi: Ajan synkronointi epäonnistui
fr: La synchronisation de l'heure a échoué
he: סנכרון זמן נכשל
id: Sikron Waktu Gagal
it: Errore sincronizzazione oraria
ja: 時刻の同期ができません
ko: 시간 동기화 실패
nb: Sykronisering av tid feilet
nl: Tijdsync mislukt
pl: Synchronizacja czasu nieudana
pt_br: A sincronização de horário falha
ro: Sincronizarea timpului eșuează
ru: Синхронизация времени не удалась
sv: Tidssynkronisering misslyckas
th: การซิงค์เวลาล้มเหลว
tr: Zaman senkronizasyonu başarısız
vi: Đồng bộ hóa thời gian không thành công
zh_hans: 时间同步失败
zh_hant: 時間同步失敗

# addevice_ID_location
source: Cloud ID location
cs: Umístění cloudového ID
de: Position Cloud-ID
es: Ubicación de ID de nube
fi: Pilvitunnuksen sijainti
fr: Emplacement du Cloud ID
he: מיקום מזהה ענן
id: Lokasi cloud ID
it: Posizione dell'ID cloud
ja: クラウドIDの場所
ko: 클라우드 ID 위치
nb: Cloud ID-plassering
nl: Cloud ID locatie
pl: Lokalizacja identyfikatora chmury
pt_br: Local do Cloud ID
ro: Cloud ID locație
ru: Расположение облачного идентификатора
sv: Moln-ID-plats
th: ตำแหน่ง Cloud ID
tr: Bulut kimliği konumu
vi: Vị trí Cloud ID
zh_hans: 云ID位置
zh_hant: 雲ID位置

# setting_name_cannot_empty
source: Name can't be empty
cs: Název není prázdný
de: Name darf nicht leer sein
es: El nombre no puede estar vacío
fi: Nimi ei ole tyhjä
fr: Le nom ne peut pas être vide
he: השם לא יכול להיות ריק
id: Nama tidak boleh kosong
it: Nome non può essere vuoto
ja: 名前を空にすることはできません
ko: 이름은 비워 둘 수 없습니다.
nb: Navn kan ikke være tomt
nl: Naam mag niet leeg zijn
pl: Nazwa nie może być pusta
pt_br: O nome não pode estar vazio
ro: Numele nu poate fi gol
ru: Имя не может быть пустым
sv: Namnet kan inte vara tomt
th: ชื่อต้องไม่ว่างเปล่า
tr: İsim boş olamaz
vi: Tên không được để trống
zh_hans: 名称不为空
zh_hant: 名稱不為空

# cloud_migration_select_device_channel_migrate
source: Select the device channel you want to migrate:
cs: Vyberte kanál zařízení, který chcete migrovat:
de: Wählen Sie den Gerätekanal aus, den Sie migrieren möchten:
es: Seleccione el canal de Equipo que desea migrar:
fi: Valitse siirrettävä laite-kanava:
fr: Sélectionnez le canal de périphérique que vous souhaitez migrer:
he: בחר את ערוץ המכשיר שברצונך להעביר:
id: Pilih saluran perangkat yang ingin Anda migrasikan:
it: Seleziona il canale del dispositivo che desideri migrare:
ja: 移行したいデバイスチャンネルを選択します。
ko: 마이그레이션 할 장치 채널을 선택하십시오.
nb: Velg enhetskanalen du vil migrere:
nl: Selecteer het apparaatkanaal dat u wilt migreren:
pl: Wybierz kanał urządzenia, który chcesz przenieść:
pt_br: Selecione o canal do dispositivo que você deseja migrar:
ro: Selectați canalul dispozitivului pe care doriți să-l migrați:
ru: Выберите канал устройства, который вы хотите перенести:
sv: Markera enhetskanalen du vill migrera:
th: เลือกช่องอุปกรณ์ที่คุณต้องการย้าย:
tr: Taşımak istediğiniz cihaz kanalını seçin:
vi: Chọn kênh thiết bị sẽ được di chuyển:
zh_hans: 选择需要迁移的设备通道：
zh_hant: 選擇需要遷移的設備通道：

# service_only_pure_number
source: Only pure numbers can be entered
cs: Lze zadat pouze čistá čísla
de: Es können nur reine Zahlen eingegeben werden
es: Solo se pueden ingresar números puros
fi: Vain puhtaat numerot voidaan syöttää
fr: Seuls les nombres purs peuvent être saisis
he: ניתן להזין רק מספרים טהורים
id: Hanya bilangan murni yang bisa dimasukkan
it: È possibile immettere solo numeri puri
ja: 純粋な数字のみを入力できます
ko: 순수한 숫자 만 입력 할 수 있습니다.
nb: Bare rene tall kan legges inn
nl: Er kunnen alleen zuivere cijfers worden ingevoerd
pl: Można wprowadzać tylko czyste liczby
pt_br: Apenas números puros podem ser inseridos
ro: Se pot introduce numai numere pure
ru: Можно вводить только чистые числа
sv: Endast rena siffror kan anges
th: สามารถป้อนตัวเลขที่แท้จริงเท่านั้น
tr: Yalnızca saf sayılar girilebilir
vi: Chỉ có thể nhập số thuần túy
zh_hans: 只能输入纯数字
zh_hant: 只能輸入純數字

# deviceSetting_opening_human_figure_moving_framed
source: After opening, the human figure moving in the screen will be framed
cs: Po otevření bude lidská postava pohybující se na obrazovce zarámována
de: Nach Aktivierung werden menschliche Formen im Bild durch einen Rahmen hervorgehoben
es: Después de abrir, se enmarcará la figura humana que se mueve en la pantalla.
fi: Avaamisen jälkeen ruudulla liikkuva ihmishahmo kehystetään
fr: Après ouverture, la figure humaine se déplaçant dans l'écran sera encadrée
he: לאחר הפתיחה תמוסגר דמות האדם הנעה במסך
id: Setelah dibuka, sosok manusia yang bergerak di layar akan dibingkai
it: Dopo l'apertura, verrà inquadrata la figura umana che si muove sullo schermo
ja: 開くと、画面内を移動する人物が額装されます
ko: 개봉 후 화면에서 움직이는 사람의 모습이 액자에 넣어집니다.
nb: Etter åpning vil menneskefiguren som beveger seg i skjermen bli rammet inn
nl: Na het openen wordt de menselijke figuur die in het scherm beweegt ingelijst
pl: Po otwarciu poruszająca się po ekranie postać ludzka zostanie oprawiona w ramkę
pt_br: Após a abertura, a figura humana se movendo na tela será enquadrada
ro: După deschidere, figura umană care se mișcă pe ecran va fi încadrată
ru: После открытия человеческая фигура, движущаяся по экрану, будет обрамлена.
sv: Efter öppningen kommer den mänskliga figuren som rör sig på skärmen att ramas in
th: เปิดแล้วร่างมนุษย์ที่เคลื่อนไหวในหน้าจอจะถูกใส่กรอบ
tr: Açıldıktan sonra ekranda hareket eden insan figürü çerçevelenecektir.
vi: Sau khi mở, hình người chuyển động trong màn hình sẽ được đóng khung
zh_hans: 开启后会框出画面中移动的人形
zh_hant: 開啟後會框出畫面中移動的人形

# appealDetailsType
source: Type
cs: Typ
de: Art
es: Escribe
fi: Tyyppi
fr: Taper
he: סוּג
id: Jenis
it: Tipo
ja: タイプ
ko: 유형
pl: Rodzaj
pt_br: Tipo
ro: Tip
ru: Тип
sv: Typ
th: พิมพ์
tr: Tip
vi: Thể loại
zh_hans: 类型
zh_hant: 類型

# addDevice_Bedroom
source: Bedroom
cs: Ložnice
de: Schlafzimmer
es: Dormitorio
fi: Makuuhuone
fr: Chambre
he: חדר שינה
id: Kamar tidur
it: Camera da letto
ja: ベッドルーム
ko: 침실
nb: Soverom
nl: Slaapkamer
pl: Sypialnia
pt_br: Quarto
ro: Dormitor
ru: спальная комната
sv: Sovrum
th: ห้องนอน
tr: Yatak odası
vi: Phòng ngủ
zh_hans: 卧室
zh_hant: 臥室

# person_feedback_question_add_fail
source: Q1: Failed to add the camera for the first time
cs: Q1: Nepodařilo se přidat fotoaparát poprvé
de: F1: Kamera hinzufügen beim ersten Mal fehlgeschlagen
es: Q1: no se pudo agregar la cámara por primera vez
fi: Q1: Kameran lisäys epäonnistui ensimmäistä kertaa
fr: Q1: Échec de l'ajout de la caméra pour la première fois
he: Q1: הוספת המצלמה בפעם הראשונה נכשלה
id: Q1: Gagal menambahkan kamera untuk pertama kalinya
it: Q1: impossibile aggiungere la fotocamera per la prima volta
ja: Q1：カメラを追加できませんでした
ko: Q1 : 카메라를 처음으로 추가하지 못했습니다
nb: Q1: Kunne ikke legge til kameraet for første gang
nl: V1: Kan de camera voor het eerst niet toevoegen
pl: P1: Nie udało się dodać kamery po raz pierwszy
pt_br: Q1: falha ao adicionar a câmera pela primeira vez
ro: Q1: Nu a adăugat camera pentru prima dată
ru: Q1: не удалось добавить камеру в первый раз
sv: F1: Det gick inte att lägga till kameran för första gången
th: Q1: เพิ่มกล้องไม่สำเร็จในครั้งแรก
tr: S1: Kamera ilk kez eklenemedi
vi: Q1: Không thêm được máy ảnh vào lần đầu tiên
zh_hans: Q1：摄像机初次添加失败
zh_hant: Q1：攝像機初次添加失敗

# devicesetting_Alexa_operation_guide
source: Alexa Echo Show operation guide
cs: Průvodce ovládáním Alexa Echo Show
de: Alexa Echo Show Bedienungsanleitung
es: Guía de funcionamiento de Alexa Echo Show
fi: Alexa Echo Show -käyttöopas
fr: Guide d'utilisation d'Alexa Echo Show
he: מדריך ההפעלה של Alexa Echo Show
id: Panduan operasi Alexa Echo Show
it: Guida operativa di Alexa Echo Show
ja: Alexa Echo Show操作ガイド
ko: Alexa Echo Show 운영 가이드
nb: Alexa Echo Show operasjonsveiledning
nl: Alexa Echo Show-bedieningsgids
pl: Przewodnik obsługi Alexa Echo Show
pt_br: Guia de operação do Alexa Echo Show
ro: Ghid de operare Alexa Echo Show
ru: Руководство по эксплуатации Alexa Echo Show
sv: Alexa Echo Show driftguide
th: คู่มือการใช้งาน Alexa Echo Show
tr: Alexa Echo Show operasyon Rehberi
vi: Hướng dẫn vận hành Alexa Echo Show
zh_hans: Alexa Echo Show操作指引
zh_hant: Alexa Echo Show操作指引

# register_useApplyAgree
source: Agree
cs: Souhlasit
de: Zustimmen
es: Estar de acuerdo
fi: Olla samaa mieltä
fr: Accepter
he: לְהַסכִּים
id: Setuju
it: Concordare
ja: 同意
ko: 동의하다
nb: Bli enige
nl: Mee eens
pl: Zgadzać się
pt_br: Concordar
ro: De acord
ru: Согласен
sv: Hålla med
th: ตกลง
tr: Kabul etmek
vi: Đồng ý
zh_hans: 同意
zh_hant: 同意

# Preview_No_permission_view_alarm
source: No permission to view alarm message temporarily.
cs: Žádné oprávnění k dočasnému zobrazení poplachové zprávy.
de: Vorübergehend keine Berechtigung zum Anzeigen von Alarmmeldungen.
es: Sin permiso para ver el mensaje de alarma temporalmente.
fi: Ei lupaa tarkastella hälytysviestiä tilapäisesti.
fr: Aucune autorisation d'afficher temporairement le message d'alarme.
he: אין הרשאה לצפות בהודעת אזעקה באופן זמני.
id: Tidak ada izin untuk melihat pesan alarm sementara.
it: Nessuna autorizzazione per visualizzare temporaneamente il messaggio di allarme.
ja: アラームメッセージを一時的に表示する権限がありません。
ko: 알람 메시지를 일시적으로 볼 수 있는 권한이 없습니다.
nb: Ingen tillatelse til å se alarmmelding midlertidig.
nl: Geen toestemming om tijdelijk alarmbericht te bekijken.
pl: Brak uprawnień do przeglądania wiadomości alarmowych tymczasowo.
pt_br: Sem permissão para visualizar a mensagem de alarme temporariamente.
ro: Nu este permis să vizualizați temporar mesajul de alarmă.
ru: Временно нет разрешения на просмотр тревожного сообщения.
sv: Ingen behörighet att visa larmmeddelande tillfälligt.
th: ไม่อนุญาตให้ดูข้อความเตือนชั่วคราว
tr: Alarm mesajını geçici olarak görüntüleme izni yok.
vi: Tạm thời không có quyền xem thông báo cảnh báo.
zh_hans: 暂时没有查看报警消息的权限
zh_hant: 暫時沒有查看報警消息的權限

# devicelist_my_camera
source: My camera
cs: Můj fotoaparát
de: Meine Kamera
es: Mi cámara
fi: Kamerani
fr: Ma caméra
he: המצלמה שלי
id: Kameraku
it: La mia fotocamera
ja: 私のカメラ
ko: 나의 카메라
nb: Mitt kamera
nl: Mijn camera
pl: Mój aparat
pt_br: Minha câmera
ro: Camera mea
ru: Моя камера
sv: Min kamera
th: กล้องถ่ายรูปของฉัน
tr: Benim kameram
vi: Máy ảnh của tôi
zh_hans: 我的摄像机
zh_hant: 我的攝像機

# Unbind_WeChat_describe
source: After unbinding, you will need to re-bind to log in with WeChat
cs: Po zrušení vazby se budete muset znovu přihlásit k přihlášení pomocí WeChat
de: Nach dem Trennen der Verbindung muss diese erneut hergestellt werden, um die Anmeldung über WeChat zu ermöglichen
es: Después de desvincular, deberá volver a vincular para iniciar sesión con WeChat
fi: Sidonnan purkamisen jälkeen sinun on sitottava uudelleen, jotta voit kirjautua sisään WeChatilla
fr: Après la déconnexion, vous devrez vous reconnecter pour vous connecter avec WeChat
he: לאחר ביטול ההתקשרות, יהיה עליך לאגד מחדש כדי להתחבר באמצעות WeChat
id: Setelah melepaskan ikatan, Anda harus mengikat kembali untuk masuk dengan WeChat
it: Dopo l'annullamento dell'associazione, dovrai ricollegarti per accedere con WeChat
ja: バインドを解除した後、WeChatでログインするには再バインドする必要があります
ko: 바인딩 해제 후 WeChat으로 로그인하려면 다시 바인딩해야 합니다.
nb: Etter at bindingen er avsluttet, må du binde igjen for å logge på med WeChat
nl: Na het ontbinden moet je opnieuw binden om in te loggen met WeChat
pl: Po rozwiązaniu będziesz musiał ponownie powiązać, aby zalogować się za pomocą WeChat
pt_br: Depois de desvincular, você precisará se reconectar para fazer login com o WeChat
ro: După deconectare, va trebui să vă legați din nou pentru a vă conecta cu WeChat
ru: После отмены привязки вам нужно будет выполнить повторную привязку для входа в WeChat.
sv: Efter avbindningen måste du binda om för att logga in med WeChat
th: หลังจากยกเลิกการเชื่อมโยง คุณจะต้องผูกใหม่เพื่อเข้าสู่ระบบด้วย WeChat
tr: Bağlantıyı kaldırdıktan sonra, WeChat ile oturum açmak için yeniden bağlamanız gerekecek
vi: Sau khi hủy liên kết, bạn sẽ cần phải liên kết lại để đăng nhập với WeChat
zh_hans: 解绑后，将需要重新绑定才能用微信登录
zh_hant: 解綁後，將需要重新綁定才能用微信登錄

# Stand_alone_station_Transfer_to_labor
source: Transfer to labor
cs: Převod do práce
de: Zur Prüfung übertragen
es: Transferencia al trabajo de parto
fi: Siirto työhön
fr: Transfert au travail
he: העברה לעבודה
id: Pindah ke persalinan
it: Trasferimento al travaglio
ja: 労働への移行
ko: 노동으로 이전
nb: Overføring til arbeidskraft
nl: Overstappen op arbeid
pl: Przenieś do porodu
pt_br: Transferência para trabalho
ro: Transferul la muncă
ru: Перевод на работу
sv: Överföring till arbete
th: โอนไปใช้แรงงาน
tr: İşçiye transfer
vi: Chuyển sang lao động
zh_hans: 转人工
zh_hant: 轉人工

# person_alarm_share_success
source: Share successful
cs: Sdílení úspěchu
de: Teilen erfolgreich
es: Éxito de participación
fi: Menestyksen jakaminen
fr: Partage réussi
he: שתף הצלחה
id: penbagian berhasil
it: Condividere il successo
ja: 共有できました。
ko: 성공 공유
nb: Dele suksess
nl: Deel succes
pl: Podziel się sukces
pt_br: Compartilhar sucesso
ro: Împărțiți succesul
ru: Поделись успехом
sv: Dela framgång
th: แชร์สำเร็จ
tr: Başarıyı paylaş
vi: Chia sẻ thành công
zh_hans: 分享成功
zh_hant: 分享成功

# message_Pet
source: Pet
cs: Domácí mazlíček
de: Haustier
es: Mascota
fi: Lemmikki
fr: Animaux
he: חיית מחמד
id: Membelai
it: Animale domestico
ja: ペット
ko: 애완 동물
nb: Kjæledyr
nl: Huisdier
pl: Zwierzak domowy
pt_br: Bicho de estimação
ro: Animal de companie
ru: Домашний питомец
sv: Sällskapsdjur
th: สัตว์เลี้ยง
tr: Evcil Hayvan
vi: Vật cưng
zh_hans: 宠物
zh_hant: 寵物

# person_feedback_question_ROM_software_2_Notification
source: Notification management: There are three application states: prompt, allow, and prohibit. If the application is disabled, there will be no reminder in the notification column;
cs: Správa oznámení: Existují tři stavy aplikace: rychlé, povolené a zakázané. Pokud je aplikace zakázána, ve sloupci oznámení nebude žádná připomenutí;
de: Benachrichtigungsverwaltung: Es gibt drei Anwendungsstatus: Auffordern, Zulassen und Verbieten. Wenn die Anwendung deaktiviert ist, wird in der Benachrichtigungsleiste keine Erinnerung angezeigt.
es: Gestión de notificaciones: hay tres estados de aplicación: solicitar, permitir y prohibir. Si la aplicación está deshabilitada, no habrá recordatorio en la columna de notificación;
fi: Ilmoitusten hallinta: Sovellustiloja on kolme: nopea, salli ja kieltä. Jos sovellus poistetaan käytöstä, ilmoitussarakkeessa ei ole muistutusta. "
fr: Gestion des notifications: il existe trois états d'application: invite, autoriser et interdire. Si l'application est désactivée, il n'y aura aucun rappel dans la colonne de notification;
he: ניהול הודעות: יש שלוש מצבי יישום: בקש, הרשה ואסור. אם היישום מושבת, לא תהיה תזכורת בעמודת ההודעות;
id: Manajemen pemberitahuan: Ada tiga status aplikasi: prompt, memungkinkan, dan melarang. Jika aplikasi dinonaktifkan, tidak akan ada pengingat di kolom pemberitahuan;
it: Gestione delle notifiche: ci sono tre stati dell'applicazione: prompt, consentire e proibire. Se l'applicazione è disabilitata, non ci saranno promemoria nella colonna delle notifiche;
ja: 通知管理：アプリケーションの状態には、プロンプト、許可、禁止の3つがあります。アプリケーションが無効になっている場合、通知列にリマインダーはありません。
ko: 알림 관리 : 응용 프로그램 상태에는 프롬프트, 허용 및 금지의 세 가지가 있습니다. 응용 프로그램이 비활성화 된 경우 알림 열에 미리 알림이 없습니다.
nb: Varslingshåndtering: Det er tre applikasjonstilstander: be om, tillate og forby. Hvis applikasjonen er deaktivert, vil det ikke være noen påminnelse i varslingskolonnen;
nl: Meldingsbeheer: er zijn drie toepassingsstatussen: prompt, toestaan ​​en verbieden. Als de applicatie is uitgeschakeld, wordt er geen herinnering weergegeven in de meldingskolom;
pl: Zarządzanie powiadomieniami: Istnieją trzy stany aplikacji: monituj, zezwalaj i zabraniaj. Jeśli aplikacja jest wyłączona, w kolumnie powiadomień nie będzie przypomnienia;
pt_br: Gerenciamento de notificações: Existem três estados de aplicativo: prompt, permitir e proibir. Se o aplicativo estiver desativado, não haverá lembrete na coluna de notificação; "
ro: Gestionarea notificărilor: Există trei stări de cerere: prompt, permite și interzice. Dacă aplicația este dezactivată, în coloana de notificări nu va exista nici un memento;
ru: Управление уведомлениями. Существует три состояния приложения: запрос, разрешение и запрет. Если приложение отключено, в столбце уведомлений не будет напоминания;
sv: Meddelandehantering: Det finns tre applikationstillstånd: snabb, tillåt och förbjud. Om applikationen är inaktiverad kommer det inte att finnas någon påminnelse i meddelandekolumnen;
th: การจัดการการแจ้งเตือน: มีสถานะแอปพลิเคชันสามสถานะ: พร้อมท์อนุญาตและห้าม หากปิดใช้งานแอปพลิเคชันจะไม่มีการแจ้งเตือนในคอลัมน์การแจ้งเตือน
tr: Bildirim yönetimi: Üç uygulama durumu vardır: istem, izin verme ve yasaklama. Uygulama devre dışı bırakıldıysa, bildirim sütununda hatırlatıcı olmayacak; "
vi: Quản lý thông báo: Có ba trạng thái ứng dụng: nhắc, cho phép và cấm. Nếu ứng dụng bị cấm, sẽ không có lời nhắc trên thanh thông báo;
zh_hans: 通知管理：应用状态有三种：提示、允许，禁止。 禁止应用则通知栏不会有任何提醒；
zh_hant: 通知管理：應用狀態有三種：提示、允許，禁止。 禁止應用則通知欄不會有任何提醒；
