Repository: Yolo-cell-hash/go_home_ios
Catalog: ios/Runner/JASDK/JAResources/XLanguage/X35MultiLanguage/*.lproj/X35MutiLanguage.strings
Languages: cs, de, es, fi, fr, he, id, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sv, th, tr, vi, zh_hans, zh_hant

# cloud_storage_details_types_3
source: Recording all day means that the camera will automatically record when it is online and in good condition. It will be detected 24 hours a day and encrypted and uploaded to the cloud space.
cs: Nahrávání po celý den znamená, že fotoaparát automaticky zaznamená, když je online a v dobrém stavu. Bude detekován 24 hodin denně a zašifrován a nahrán do cloudového prostoru.
de: Wenn Sie den ganzen Tag aufnehmen, nimmt die Kamera automatisch auf, wenn sie online ist und sich in gutem Zustand befindet. Es wird 24 Stunden am Tag erkannt, verschlüsselt und in den Cloud-Bereich hochgeladen.
es: Grabar todo el día significa que la cámara grabará automáticamente cuando esté en línea y en buenas condiciones. Se detectará las 24 horas del día y se cifrará y cargará en el espacio de la nube.
fi: Koko päivän tallentaminen tarkoittaa, että kamera tallentaa automaattisesti, kun se on verkossa ja hyvässä kunnossa. Se havaitaan 24 tuntia vuorokaudessa ja salataan ja ladataan pilvipaikalle.
fr: Enregistrer toute la journée signifie que la caméra enregistrera automatiquement quand elle sera en ligne et en bon état. Il sera détecté 24 heures sur 24, puis chiffré et téléchargé sur le cloud.
he: הקלטת כל היום פירושה שהמצלמה תתעד באופן אוטומטי כאשר היא במצב מקוון ובמצב טוב. זה יזוהה 24 שעות ביממה מוצפן ונטען אל שטח הענן.
id: Merekam sepanjang hari berarti bahwa kamera akan secara otomatis merekam ketika sedang online dan dalam kondisi baik. Ini akan terdeteksi 24 jam sehari dan dienkripsi dan diunggah ke ruang cloud.
it: La registrazione per tutto il giorno indica che la fotocamera registra automaticamente quando è online e in buone condizioni. Verrà rilevato 24 ore al giorno e crittografato e caricato nello spazio cloud.
ja: 終日録画すると、カメラはオンラインで良好な状態になると自動的に録画します。 1日24時間検出され、暗号化されてクラウドスペースにアップロードされます。
ko: 하루 종일 녹화하면 온라인 상태 일 때 카메라가 자동으로 녹화됩니다. 하루 24 시간 검색되고 암호화되어 클라우드 공간에 업로드됩니다.
nb: Opptak hele dagen betyr at kameraet automatisk vil ta opp når det er online og i god stand. Det vil bli oppdaget 24 timer i døgnet og kryptert og lastet opp til skyplassen.
nl: De hele dag opnemen betekent dat de camera automatisch opneemt wanneer deze online is en zich in een goede staat bevindt. Het wordt 24 uur per dag gedetecteerd en versleuteld en geüpload naar de cloudruimte.
pl: Nagrywanie przez cały dzień oznacza, że ​​kamera automatycznie nagrywa, gdy jest online i jest w dobrym stanie. Zostanie wykryty 24 godziny na dobę, zaszyfrowany i przesłany do chmury.
pt_br: Gravar todo o dia significa que a câmera grava automaticamente quando está on-line e em boas condições. Ele será detectado 24 horas por dia e criptografado e carregado no espaço da nuvem.
ro: Înregistrarea zilnică înseamnă că aparatul va înregistra automat când este online și în stare bună. Acesta va fi detectat 24 de ore pe zi și criptat și încărcat în spațiul nor.
ru: Запись в течение всего дня означает, что камера будет автоматически записывать, когда она находится в сети и в хорошем состоянии. Он будет обнаружен 24 часа в сутки, зашифрован и загружен в облачное пространство.
sv: Inspelning hela dagen innebär att kameran automatiskt spelar in när den är online och i gott skick. Det kommer att upptäckas 24 timmar om dygnet och krypteras och laddas upp till molnutrymmet.
th: การบันทึกตลอดวันหมายความว่ากล้องจะบันทึกโดยอัตโนมัติเมื่อออนไลน์และเครือข่ายอยู่ในสภาพดีจะตรวจจับได้ตลอด 24 ชั่วโมงเข้ารหัสและอัปโหลดไปยังพื้นที่คลาวด์
tr: Tüm günün kaydedilmesi, çevrimiçi ve iyi durumda olduğunda kameranın otomatik olarak kaydedileceği anlamına gelir. Günün 24 saati tespit edilir ve şifrelenir ve bulut alanına yüklenir.
vi: Ghi hình cả ngày có nghĩa là camera sẽ tự động ghi lại khi nó trực tuyến và mạng ở trạng thái tốt, nó sẽ được phát hiện 24 giờ một ngày, được mã hóa và tải lên không gian đám mây.
zh_hans: 全天录制，是指摄像机在线以及网络状况良好的状态下会自动录像，24小时全天检测，加密上传到云空间。
zh_hant: 全天錄製，是指攝像機在線以及網絡狀況良好的狀態下會自動錄像，24小時全天檢測，加密上傳到雲空間。

source: Cloud card
cs: Cloudová karta
de: Cloud-Karte
es: Tarjeta de nube
fi: Pilvikortti
fr: Carte nuage
he: כרטיס ענן
id: Kartu cloud
it: Carta nuvola
ja: クラウドカード
ko: 클라우드 카드
nb: Cloud-kort
nl: Cloud kaart
pl: Karta w chmurze
pt_br: Cartão de nuvem
ro: Placă de nori
ru: Облачная карта
sv: Molnkort
tr: Bulut kartı
vi: Thẻ đám mây
zh_hans: 云卡
zh_hant: 雲卡

# deviceSetting_WIFI_settings
source: WiFi settings
cs: Nastavení WiFi
de: WLAN Einstellungen
es: Configuración de WiFi
fi: WiFi-asetukset
fr: Paramètres WiFi
he: הגדרות WiFi
id: Atur WiFi
it: Impostazioni WiFi
ja: 無線LAN設定
ko: WiFi 설정
nb: WiFi innstillinger
nl: WiFi-instellingen
pl: Ustawienia WiFi
pt_br: Configurações de WiFi
ro: Setările WiFi
ru: Настройки WiFi
sv: WiFi inställningar
th: การตั้งค่า WiFi
tr: Kablosuz bağlantı ayarları
vi: Cài đặt WiFi
zh_hans: WiFi设置
zh_hant: WiFi設置

# me_Cloud_storage_package_describe
source: Cloud storage, playback at any time prevent loss
cs: Cloudové úložiště, přehrávání kdykoli zabrání ztrátě
de: Cloud-Speicher, jederzeitige Wiedergabe verhindern Verlust
es: Almacenamiento en la nube, reproducción en cualquier momento para evitar pérdidas
fi: Pilvitallennus, toisto milloin tahansa estää katoamisen
fr: Stockage en nuage, lecture à tout moment pour éviter les pertes
he: אחסון בענן, השמעה בכל עת למנוע אובדן
id: Penyimpanan cloud, pemutaran kapan saja mencegah kehilangan
it: L'archiviazione su cloud, la riproduzione in qualsiasi momento previene la perdita
ja: クラウドストレージ、いつでも再生して損失を防ぐ
ko: 클라우드 스토리지, 언제든지 재생 손실 방지
nb: Skylagring, avspilling når som helst forhindre tap
nl: Cloudopslag, afspelen op elk moment voorkomen verlies
pl: Przechowywanie w chmurze, odtwarzanie w dowolnym momencie zapobiega utracie
pt_br: Armazenamento em nuvem, reprodução a qualquer momento evita perdas
ro: Stocarea în cloud, redarea în orice moment previne pierderea
ru: Облачное хранилище, воспроизведение в любое время предотвращает потерю
sv: Molnlagring, uppspelning när som helst förhindra förlust
th: ที่เก็บข้อมูลบนคลาวด์ เล่นได้ตลอดเวลาป้องกันการสูญหาย
tr: Bulut depolama, istediğiniz zaman oynatma, kaybı önler
vi: Lưu trữ đám mây, phát lại bất cứ lúc nào tránh mất mát
zh_hans: 云端存储，随时回看防丢失
zh_hant: 雲端存儲，隨時回看防丟失

# playback_share_device_video
source: The sharing device does not support watching cloud video
cs: Zařízení pro sdílení nepodporuje sledování cloudového videa
de: Das geteilte Gerät unterstützt nicht das Ansehen von Cloud-Videos
es: El dispositivo para compartir no admite ver videos en la nube
fi: Jakamislaite ei tue pilvivideon katselemista
fr: L'appareil de partage ne prend pas en charge le visionnage de vidéos dans le cloud
he: מכשיר השיתוף אינו תומך בצפייה בווידיאו בענן
id: Perangkat berbagi tidak mendukung menonton video cloud
it: Il dispositivo di condivisione non supporta la visione di video cloud
ja: 共有デバイスはクラウドビデオの視聴をサポートしていません
ko: 공유 장치는 클라우드 비디오 시청을 지원하지 않습니다
nb: Delingsenheten støtter ikke å se skyvideo
nl: Het apparaat voor delen biedt geen ondersteuning voor het bekijken van cloudvideo
pl: Urządzenie do udostępniania nie obsługuje oglądania wideo w chmurze
pt_br: O dispositivo de compartilhamento não oferece suporte à exibição de vídeos na nuvem
ro: Dispozitivul de partajare nu acceptă vizionarea videoclipurilor cloud
ru: Устройство обмена не поддерживает просмотр облачного видео
sv: Delningsenheten stöder inte titta på molnvideo
th: อุปกรณ์ที่แชร์ไม่รองรับการดูวิดีโอบนคลาวด์
tr: Paylaşım cihazı bulut video izlemeyi desteklemiyor
vi: Thiết bị chia sẻ không hỗ trợ xem video trên đám mây
zh_hans: 分享设备不支持观看云录像
zh_hant: 分享設備不支持觀看雲錄像

# devicelist_defense_add_to_code_help_1
source: 1、 Reset the camera that needs to be added .
cs: 1、 Resetujte kameru, kterou je třeba přidat.
de: 1. Setzen Sie die Kamera zurück, die hinzugefügt werden muss.
es: 1、 Restablezca la cámara que necesita agregar.
fi: 1、 Palauta lisättävä kamera.
fr: 1、 Réinitialisez la caméra à ajouter.
he: 1、 אפס את המצלמה שצריך להוסיף.
id: 1、 Setel ulang kamera yang perlu ditambahkan.
it: 1、 Ripristinare la videocamera che deve essere aggiunta.
ja: 1、追加する必要のあるカメラをリセットします。
ko: 1、 추가해야하는 카메라를 재설정하십시오.
nb: 1、 Tilbakestill kameraet som må legges til.
nl: 1、 Reset de camera die moet worden toegevoegd.
pl: 1、 Zresetuj kamerę, którą należy dodać.
pt_br: 1、 Redefina a câmera que precisa ser adicionada.
ro: 1、 Resetați camera care trebuie adăugată.
ru: 1、 Перезагрузите камеру, которую нужно добавить.
sv: 1、 Återställ kameran som behöver läggas till.
th: 1. รีเซ็ตกล้องที่ต้องการเพิ่ม
tr: 1、 Eklenmesi gereken kamerayı sıfırlayın.
vi: 1. Đặt lại máy ảnh cần được thêm mã
zh_hans: 1、重置需要对码添加的摄像机
zh_hant: 1、重置需要對碼添加的攝像機

# person_alarm_selct_time_wed
source: Wednesday
cs: Středa
de: Mittwoch
es: Miercoles
fi: keskiviikko
fr: Mercredi
he: יום רביעי
id: rabu
it: mercoledì
ja: 水曜日
ko: 수요일
nb: onsdag
nl: woensdag
pl: Środa
pt_br: Quarta-feira
ro: miercuri
ru: среда
sv: onsdag
th: วันพุธ
tr: Çarşamba
vi: vào thứ Tư
zh_hans: 周三
zh_hant: 週三

# devicesetting_firmware_upgrade_upload_fail
source: Uploading firmware to IPC failed
cs: Nahrávání firmwaru do IPC selhalo
de: Firmware-Upload zur Kamera fehlgeschlagen
es: Fallo al cargar el firmware a IPC
fi: Laiteohjelmiston lataaminen IPC: hen epäonnistui
fr: Échec du téléchargement du micrologiciel vers IPC
he: העלאה של קושחה ל- IPC נכשלה
id: Pengunggahan firmware ke IPC gagal
it: Caricamento del firmware su IPC non riuscito
ja: IPCへのファームウェアのアップロードに失敗しました
ko: 펌웨어를 IPC에 업로드하지 못했습니다.
nb: Opplasting av fastvare til IPC mislyktes
nl: Het uploaden van firmware naar IPC is mislukt
pl: Przesyłanie oprogramowania do IPC nie powiodło się
pt_br: O upload do firmware para o IPC falhou
ro: Încărcarea firmware-ului la IPC a eșuat
ru: Загрузка прошивки в IPC не удалась
sv: Uppladdning av firmware till IPC misslyckades
th: อัปโหลดร์ฟแวร์ IPC ล้มเหลว
tr: IPC'ye üretici yazılımı yüklenemedi
vi: Không tải được chương trình cơ sở lên IPC
zh_hans: 上传固件到IPC失败
zh_hant: 上傳固件到IPC失敗

# adddevice_scan_code_prompt
source: Please scan the QR code on the device body to add it.
cs: Naskenujte QR kód na těle zařízení a přidejte ho.
de: Bitte QR-Code auf Gerät scannen, um Gerät hinzuzufügen.
es: Escanee el código QR en el cuerpo del Equipo para agregarlo.
fi: Lisää QR-koodi laitteen kehoon ja lisää se.
fr: Veuillez scanner le code QR sur le corps de l'appareil pour l'ajouter.
he: אנא סרוק את קוד QR על גוף המכשיר כדי להוסיף אותו.
id: Silakan memindai kode QR pada badan perangkat untuk menambahkannya.
it: Si prega di scansionare il codice QR sul corpo del dispositivo per aggiungerlo.
ja: 追加するには、デバイス本体のQRコードをスキャンしてください。
ko: 장치 본체의 QR 코드를 스캔하여 추가하십시오.
nb: Vennligst skann QR-koden på enhetens kropp for å legge den til.
nl: Scan de QR-code op de behuizing van het apparaat om deze toe te voegen.
pl: Zeskanuj kod QR na korpusie urządzenia, aby go dodać.
pt_br: Por favor, digitalize o código QR no corpo do dispositivo para adicioná-lo.
ro: Scanați codul QR de pe corpul dispozitivului pentru al adăuga.
ru: Сканирование тела устройство двумерного кода, чтобы добавить
sv: Skanna QR-koden på enhetens kropp för att lägga till den.
th: โปรดสแกนรหัส QR บนตัวเครื่องเพื่อเพิ่มอุปกรณ์
tr: Lütfen eklemek için cihazın gövdesindeki QR kodunu tarayın.
vi: Vui lòng quét mã QR trên thân thiết bị để thêm
zh_hans: 请扫描设备机身上的二维码进行添加
zh_hant: 請掃描設備機身上的二維碼進行添加

# playback_device_not_support_speed_playback
source: The device does not currently support the local speed up playback function
cs: Zařízení aktuálně nepodporuje funkci místního zrychlení přehrávání
de: Das Gerät unterstützt derzeit nicht die lokale Schnellvorlauf
es: El dispositivo actualmente no es compatible con la función de reproducción acelerada local
fi: Laite ei tällä hetkellä tue paikallista nopeutettua toistoa
fr: L'appareil ne prend pas actuellement en charge la fonction d'accélération de la lecture locale
he: המכשיר אינו תומך כעת בפונקציית האצת ההשמעה המקומית
id: Perangkat saat ini tidak mendukung fungsi pemutaran kecepatan lokal
it: Il dispositivo attualmente non supporta la funzione di riproduzione accelerata locale
ja: デバイスは現在、ローカルスピードアップ再生機能をサポートしていません
ko: 장치는 현재 로컬 재생 속도 향상 기능을 지원하지 않습니다.
nb: Enheten støtter for øyeblikket ikke den lokale funksjonen for hurtigavspilling
nl: Het apparaat ondersteunt momenteel de lokale afspeelfunctie voor versneld afspelen niet
pl: Urządzenie nie obsługuje obecnie funkcji lokalnego przyspieszania odtwarzania
pt_br: O dispositivo não suporta atualmente a função de reprodução de aceleração local
ro: Dispozitivul nu acceptă în prezent funcția de redare rapidă locală
ru: В настоящее время устройство не поддерживает функцию локального ускоренного воспроизведения.
sv: Enheten stöder för närvarande inte den lokala funktionen för snabb uppspelning
th: ขณะนี้อุปกรณ์ไม่รองรับฟังก์ชั่นการเล่นที่เร่งความเร็วในเครื่อง
tr: Cihaz şu anda yerel hızlandırılmış oynatma işlevini desteklemiyor
vi: Thiết bị hiện không hỗ trợ chức năng phát lại tăng tốc cục bộ
zh_hans: 设备暂不支持本地回放倍速功能
zh_hant: 設備暫不支持本地回放倍速功能

# devicesetting_4G_device_Activability
source: Activability
cs: Aktivovatelnost
de: Aktivierbar
es: Activabilidad
fr: Activabilité
he: הפעלה
id: Aktivasi
ja: 活性化
ko: 활성화
nl: Activabiliteit
pl: Aktywacja
pt_br: Ativabilidade
sv: aktiverbarhet
th: การเปิดใช้งาน
tr: aktifleştirme
vi: Có thể được kích hoạt
zh_hans: 可激活
zh_hant: 可激活

# devicesetting_Clear_cordon
source: Clear the cordon
cs: Vyčistěte kordon
de: Warnlinie entfernen
es: Limpiar el cordón
fi: Tyhjennä piiri
fr: Dégager le cordon
he: נקה את הקורדון
id: Bersihkan barisan
it: Sgomberare il cordone
ja: 非常線をクリアする
ko: 경계를 지우다
nb: Rydd sperringen
nl: Ontruim het cordon
pl: Oczyść kordon
pt_br: Limpe o cordão
ro: Curățați cordonul
ru: Очистить кордон
sv: Rensa avspärrningen
th: ล้างวงล้อม
tr: kordonu temizle
vi: Xóa dây buộc
zh_hans: 清空警戒线
zh_hant: 清空警戒線

# adddevice_Wireless_add_mode
source: Please check if the device has a network cable interface.
cs: Zkontrolujte,zda je zařízení vybaveno rozhraním síťového kabelu.
de: Bitte überprüfen Sie, ob das Gerät über einen LAN-Anschluss verfügt.
es: Compruebe si el Equipo tiene una interfaz de cable de red.
fi: Tarkista,onko laitteessa verkkokaapeli.
fr: Veuillez vérifier si le périphérique dispose d'un port réseau
he: בדוק אם למכשיר יש ממשק כבל רשת.
id: Silakan periksa apakah perangkat memiliki antarmuka kabel jaringan.
it: Si prega di verificare se il dispositivo ha un'interfaccia cavo di rete.
ja: デバイスにLAN端子があるかどうかを確認してください。
ko: 장치에 네트워크 케이블이 연결되어 있는지 확인해주세요.
nb: Kontroller om enheten har et nettverkskabelgrensesnitt.
nl: Controleer of het apparaat een netwerk aansluiting heeft.
pl: Sprawdź,czy urządzenie ma interfejs kabla sieciowego.
pt_br: Por favor,verifique se o dispositivo tem uma interface de cabo de rede.
ro: Verificați dacă dispozitivul are o interfață de cablu de rețea.
ru: Пожалуйста,проверьте,если устройство имеет интерфейс сетевого кабеля.
sv: Kontrollera om enheten har ett nätverkskabelgränssnitt.
th: โปรดตรวจสอบว่าอุปกรณ์เชื่อมต่อสายเคเบิลเครือข่ายแล้ว
tr: Lütfen cihazın ağ kablosu arayüzü olup olmadığını kontrol edin.
vi: Vui lòng kiểm tra xem thiết bị có giao diện cáp mạng không
zh_hans: 请查看设备是否有网线接口
zh_hant: 請查看設備是否有網線接口

# person_alarm_filter
source: Filter
cs: Filtr
es: Filtrar
fi: Suodattaa
fr: Filtre
he: סנן
it: Filtro
ja: フィルター
ko: 필터
pl: Filtr
pt_br: Filtro
ro: Filtru
ru: Фильтр
sv: Filtrera
th: ตัวกรอง
vi: bộ lọc
zh_hans: 筛选
zh_hant: 篩選

# alarmMessage_msgType_md
source: Motion detection
cs: Detekce pohybu
de: Bewegungserkennung
es: Detección de movimiento
fi: Liikkeentunnistus
fr: Détection de mouvement
he: גלאי תנועה
id: Deteksi gerakan
it: Rilevazione del movimento
ja: モーション検知
ko: 모션 감지
nb: Bevegelsesdeteksjon
nl: Bewegingsdetectie
pl: Detekcja ruchu
pt_br: Detector de movimento
ro: Detectarea miscarii
ru: Определение движения
sv: Rörelsedetektor
th: การตรวจจับการเคลื่อนไหว
tr: Hareket algılama
vi: Phát hiện chuyển động
zh_hans: 移动侦测
zh_hant: 移動偵測

# addevice_select_hotspot_and_password
source: 2.Select "IPCXXX" device hotspot, default password: 11111111
cs: 2. Vyberte hotspot zařízení "IPCXXX", výchozí heslo: 11111111
de: 2. Wählen Sie den Geräte-Hotspot "IPCXXX" aus, Passwort: 11111111
es: 2.Seleccione el punto de acceso del dispositivo "IPCXXX", contraseña predeterminada: 11111111
fi: 2.Valitse "IPCXXX" laitteen hotspot, oletussalasana: 11111111
fr: 2.Sélectionnez le point d'accès de l'appareil "IPCXXX", mot de passe par défaut: 11111111
he: 2.בחר נקודה חמה במכשיר "IPCXXX", סיסמת ברירת המחדל: 11111111
id: 2.Pilih hotspot perangkat "IPCXXX", kata sandi default: 11111111
it: 2.Selezionare l'hotspot del dispositivo "IPCXXX", password predefinita: 11111111
ja: 2.「IPCXXX」デバイスのホットスポットを選択します。デフォルトのパスワードは11111111です。
ko: 2."IPCXXX" 장치 핫스팟 선택, 기본 암호: 11111111
nb: 2.Velg "IPCXXX" enhets hotspot, standard passord: 11111111
nl: 2.Selecteer "IPCXXX" apparaat hotspot, standaard wachtwoord: 11111111
pl: 2.Wybierz hotspot urządzenia "IPCXXX", domyślne hasło: 11111111
pt_br: 2.Selecione "IPCXXX" ponto de acesso do dispositivo, senha padrão: 11111111
ro: 2.Selectați "IPCXXX" hotspot dispozitiv, parola implicită: 11111111
ru: 2. Выберите точку доступа устройства "IPCXXX ", пароль по умолчанию: 11111111
sv: 2.Välj "IPCXXX" enhetshotspot, standardlösenord: 11111111
th: 2. เลือกฮอตสปอตอุปกรณ์ "IPCXXX" รหัสผ่านเริ่มต้น: 11111111
tr: 2."IPCXXX" cihaz erişim noktasını seçin, varsayılan şifre: 11111111
vi: 2.Chọn điểm phát sóng thiết bị "IPCXXX", mật khẩu mặc định: 11111111
zh_hans: 2.选择“IPCXXX”设备热点，默认密码：11111111
zh_hant: 2.選擇“IPCXXX”設備熱點，默認密碼：11111111

# enter_your_password
source: Password
cs: Zadejte heslo
de: Bitte Passwort eingeben
es: Por favor ingrese la contraseña
fi: Anna salasana
fr: Entrez le mot de passe
he: ססמה
id: Sandi
ja: パスワード
ko: 암호
nb: Passord
nl: Wachtwoord
pl: Podaj hasło
pt_br: Senha
ro: Parola
ru: Пароль
sv: Lösenord
th: รหัสผ่าน
tr: Parola
vi: Nhập mật khẩu
zh_hans: 输入密码
zh_hant: 請輸入密碼

# service_map_security_experience_number
source: %1$s years security experience
cs: %1$s let praxe bezpečnost
de: %1$s Jahre Sicherheitserfahrung
es: %1$s años de experiencia en seguridad
fi: %1$s vuoden tietoturvakokemus
fr: %1$s ans d'expérience en sécurité
he: %1$s שנות ניסיון באבטחה
id: %1$s tahun pengalaman keamanan
it: %1$s anni di esperienza di sicurezza
ja: %1$s年のセキュリティ経験
ko: %1$s 년 보안 경험
nb: %1$s års sikkerhetserfaring
nl: %1$s jaar security-ervaring
pl: %1$s lat doświadczenia bezpieczeństwo
pt_br: %1$s anos de experiência de segurança
ro: %1$s ani de experiență în securitate
ru: %1$s лет опыта в сфере безопасности
sv: %1$s års säkerhetserfarenhet
th: ประสบการณ์ด้านความปลอดภัย%1$s ปี
tr: %1$s yıl güvenlik deneyimi
vi: %1$s năm kinh nghiệm bảo mật
zh_hans: %1$s年安防经验
zh_hant: %1$s年安防經驗

# adddevice_ready_configure
source: Ready to configure
cs: Připraveno ke konfiguraci
de: Bereit zum Konfigurieren
es: Listo para configurar
fi: Valmis määritykseen
fr: Prêt à configurer
he: מוכן להגדיר
id: Siap dikonfigurasi
it: Pronto per la configurazione
ja: 設定する準備ができて
ko: 구성 준비 완료
nb: Klar til å konfigurere
nl: Klaar om te configureren
pl: Gotowy do konfiguracji
pt_br: Pronto para configurar
ro: Gata de configurare
ru: Готов к настройке
sv: Klar att konfigurera
th: พร้อมกำหนดค่า
tr: Yapılandırmaya hazır
vi: Sẵn sàng cấu hình
zh_hans: 准备配置
zh_hant: 準備配置

# alarm_no_such_type
source: No such type of alarm information
cs: Žádný takový typ výstražných informací
de: Keine derartigen Alarminformationen
es: No existe ese tipo de información de alarma
fi: Ei tällaista hälytystietoa
fr: Aucun type d'information d'alarme de ce type
he: אין מידע מסוג מעורר כזה
id: Tidak ada jenis informasi alarm seperti itu
it: Nessun tipo di informazioni di allarme
ja: そのようなタイプのアラーム情報はありません
ko: 이러한 유형의 알람 정보가 없습니다.
nb: Ingen slik alarminformasjon
nl: Dit soort alarminformatie bestaat niet
pl: Brak tego rodzaju informacji o alarmie
pt_br: Não existe esse tipo de informação de alarme
ro: Nu există astfel de informații despre alarmă
ru: Нет такого типа информации о тревоге
sv: Ingen sådan typ av larminformation
th: ไม่มีข้อมูลการเตือนประเภทนี้
tr: Böyle bir alarm bilgisi yok
vi: Không có thông tin báo động loại này
zh_hans: 暂无该类型的报警信息
zh_hant: 暫無該類型的報警信息

# setting_4G_package_expire
source: Package is about to expire
cs: Platnost balíčku vyprší
de: Paket läuft bald ab
es: El paquete está a punto de caducar
fi: Paketti vanhenee
fr: Paquet est sur le point d'expirer
he: החבילה עומדת לפוג
id: Paket akan segera kedaluwarsa
it: Il pacchetto sta per scadere
ja: 現在のデバイスは無線LANに接続されています：
ko: 패키지 만료 예정
nb: Pakken er i ferd med å utløpe
nl: Pakket verloopt binnenkort
pl: Pakiet wkrótce wygaśnie
pt_br: O pacote está prestes a expirar
ro: Pachetul este pe cale să expire
ru: Срок действия пакета истекает
sv: Paketet håller på att upphöra
th: แพคเกจกำลังจะหมดอายุ
tr: Paketin süresi dolmak üzere
vi: Gói sẽ sớm hết hạn
zh_hans: 套餐即将过期
zh_hant: 套餐即將過期

# devicelist_defense_add_to_code_help_2
source: 2、 Press and hold the button on the Base Station to add.
cs: 2 add Přidání přidržte stisknuté tlačítko na základní stanici.
de: 2. Halten Sie die Taste am Gateway zum Hinzufügen gedrückt.
es: 2 、 Mantenga presionado el botón en la estación base para agregar.
fi: 2, Lisää tukiasema pitämällä sitä painettuna.
fr: 2、 Appuyez et maintenez enfoncé le bouton de la station de base pour ajouter.
he: 2, לחץ והחזק את הלחצן בתחנת הבסיס להוספה.
id: 2、 Tekan dan tahan tombol di Base Station untuk menambahkan.
it: 2、 Tieni premuto il pulsante sulla stazione base per aggiungere.
ja: 2、ベースステーションのボタンを長押しして追加します。
ko: 2. 베이스 스테이션의 버튼을 길게 눌러 추가합니다.
nb: 2 、 Trykk og hold inne knappen på basestasjonen for å legge til.
nl: 2、 Houd de knop op het basisstation ingedrukt om toe te voegen.
pl: 2、 Naciśnij i przytrzymaj przycisk na stacji bazowej, aby dodać.
pt_br: 2 、 Pressione e segure o botão na estação base para adicionar.
ro: 2 、 Apăsați și țineți apăsat butonul de pe stația de bază pentru a adăuga.
ru: 2. Нажмите и удерживайте кнопку на базовой станции, чтобы добавить.
sv: 2 、 Tryck och håll ned knappen på basstationen för att lägga till.
th: 2、 กดปุ่มบนสถานีฐานค้างไว้เพื่อเพิ่ม
tr: 2、 Eklemek için Baz İstasyonundaki düğmeyi basılı tutun.
vi: 2 、 Nhấn và giữ nút trên Trạm gốc để thêm.
zh_hans: 2、按住WiFi摄像机基站上的对码按钮进行添加
zh_hant: 2、按住WiFi攝像機基站上的對碼按鈕進行添加

# devicelist_service_simplify
source: Cloud
cs: Mrak
es: Nube
fi: Pilvi
fr: Nuage
he: ענן
id: Awan
it: Nuvola
ja: クラウドサービス
ko: 구름
nl: Wolk
pl: Chmura
pt_br: Nuvem
ro: Nor
ru: Облако
sv: Moln
th: คลาวด์
tr: Bulut
vi: Mây
zh_hans: 云服务
zh_hant: 雲服務
