Repository: Yolo-cell-hash/go_home_ios
Catalog: ios/Runner/JASDK/JAResources/XLanguage/X35MultiLanguage/*.lproj/X35MutiLanguage.strings
Languages: cs, de, es, fi, fr, he, id, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sv, th, tr, vi, zh_hans, zh_hant

# adddevice_fail_view_help_2
source: Click"View Help" or"Online Customer Service" to solve the problem
cs: Problém vyřešíte kliknutím na "obrazit nápovědu" nebo "Online zákaznický servis"
de: Tippen Sie auf"Hilfe anzeigen" oder"Online-Kundendienst", um das Problem zu lösen
es: Haga clic en"Ver ayuda" o"Servicio al cliente en línea" para resolver el problema.
fi: Napsauta"Näytä ohje" tai"Online-asiakaspalvelu" ongelman ratkaisemiseksi
fr: Cliquez sur " Afficher l'aide " ou " Service client en ligne " pour résoudre le problème
he: לחץ על"הצג עזרה" או"שירות לקוחות מקוון" כדי לפתור את הבעיה
id: Klik"Lihat Bantuan" atau"Layanan Pelanggan Online" untuk menyelesaikan masalah
it: Fare clic su"Visualizza guida" o"Servizio clienti online" per risolvere il problema
ja: 「ヘルプを表示」または「オンラインカスタマーサービス」をクリックして、問題を解決します
ko: 문제를 해결하려면"도움말보기"또는"온라인 고객 서비스"를 클릭하십시오.
nb: Klikk"Vis hjelp" eller"Kundeservice på nettet" for å løse problemet
nl: Klik op"Help bekijken" of"Online Klantenservice" om het probleem op te lossen
pl: Kliknij "Wyświetl pomoc" lub "Obsługa klienta online", aby rozwiązać problem
pt_br: Clique em"Ver Ajuda" ou"Atendimento ao Cliente Online" para resolver o problema
ro: Faceți clic pe "Vizualizați ajutorul" sau "Serviciul clienți online" pentru a rezolva problema
ru: Нажмите "Просмотреть справку" или "Служба онлайн-поддержки", чтобы решить проблему.
sv: Klicka på"Visa hjälp" eller"Online kundtjänst" för att lösa problemet
th: คลิก"ดูวิธีใช้" หรือ"บริการลูกค้าออนไลน์" เพื่อแก้ไขปัญหา
tr: Sorunu çözmek için"Yardımı Görüntüle" veya"Çevrimiçi Müşteri Hizmetleri"ni tıklayın.
vi: Nhấp vào"Xem Trợ giúp" hoặc"Dịch vụ Khách hàng Trực tuyến" để giải quyết vấn đề
zh_hans: 点击“查看帮助”或“在线客服”解决问题
zh_hant: 點擊“查看幫助”或“在線客服”解決問題

# person_feedback_Camera_offline_processing_method
source: Q1: Camera offline processing method
cs: Q1: Metoda offline zpracování kamery
de: F1: Offline-Verarbeitungsmethode der Kamera
es: Q1: método de procesamiento fuera de línea de la cámara
fi: Q1: Kameran offline-käsittelymenetelmä
fr: Q1: Méthode de traitement hors ligne de la caméra
he: Q1: שיטת עיבוד מצלמה במצב לא מקוון
id: Q1: Metode pemrosesan offline kamera
it: Q1: metodo di elaborazione offline della fotocamera
ja: Q1：カメラのオフライン処理方法
ko: Q1 : 카메라 오프라인 처리 방법
nb: Q1: Behandlingsmetode for kameraet offline
nl: Q1: offline verwerkingsmethode van de camera
pl: P1: Metoda przetwarzania offline kamery
pt_br: Q1: método de processamento offline da câmera
ro: Q1: Metoda de procesare offline a camerei
ru: Q1: метод автономной обработки камеры
sv: F1: Behandlingsmetod för kamera offline
th: Q1: วิธีการประมวลผลแบบออฟไลน์ของกล้อง
tr: S1: Kamera çevrimdışı işleme yöntemi
vi: Q1: Phương pháp xử lý ngoại tuyến của máy ảnh
zh_hans: Q1：摄像机离线处理方法
zh_hant: Q1：攝像機離線處理方法

# service_Emoji_not_supported
source: Emoji input is not supported
cs: Vstup emodži není podporován
de: Emoji-Eingabe wird nicht unterstützt
es: La entrada de emoji no es compatible
fi: Emoji-syötettä ei tueta
fr: L'entrée Emoji n'est pas prise en charge
he: קלט אמוג'י אינו נתמך
id: Masukan emoji tidak didukung
it: L'inserimento di emoji non è supportato
ja: 絵文字入力はサポートされていません
ko: 이모티콘 입력은 지원되지 않습니다.
nb: Emoji-input støttes ikke
nl: Emoji-invoer wordt niet ondersteund
pl: Wprowadzanie emotikonów nie jest obsługiwane
pt_br: A entrada de emoji não é compatível
ro: Introducerea emoji nu este acceptată
ru: Ввод эмодзи не поддерживается
sv: Emoji-ingång stöds inte
th: ไม่รองรับการป้อน Emoji
tr: Emoji girişi desteklenmiyor
vi: Nhập biểu tượng cảm xúc không được hỗ trợ
zh_hans: 不支持输入表情符号
zh_hant: 不支持輸入表情符號

# deviceSetting_Alarm_voice_Custom_play
source: Play
cs: Přehrát
de: Abspielen
es: Jugar
fi: broadcast
fr: Lire
he: נגן
id: Mainkan
it: Broadcast
ko: 재생하지 못했습니다.
nb: Broadcast
nl: Afspelen
pl: Graj
pt_br: Toque
ro: Joaca
ru: Играть
sv: Spela
th: เล่น
tr: Oyun
vi: Chơi
zh_hans: 播放
zh_hant: 播放

# deviceSetting_good_condition
source: In good condition
cs: V dobré kondici
de: Normal
es: En buena condición
fi: Hyvässä kunnossa
fr: En bonne condition
he: במצב טוב
id: Dalam kondisi baik
it: In buone condizioni
ja: 良好な状態で
ko: 좋은 상태로
nb: I god stand
nl: In goede staat
pl: W dobrym stanie
pt_br: Em boa condição
ro: Instare buna
ru: В хорошем состоянии
sv: I gott skick
th: สภาพดี
tr: İyi durumda
vi: Trong điều kiện tốt
zh_hans: 状态良好
zh_hant: 狀態良好

# Stand_alone_station_Enter_search_content
source: Enter search content
cs: Zadejte obsah vyhledávání
de: Suchinhalt eingeben
es: Ingrese el contenido de la búsqueda
fi: Kirjoita haun sisältö
fr: Entrez le contenu de la recherche
he: הזן תוכן חיפוש
id: Masukkan konten pencarian
it: Immettere il contenuto di ricerca
ja: 検索コンテンツを入力してください
ko: 검색 내용 입력
nb: Skriv inn søkeinnhold
nl: Voer zoekinhoud in
pl: Wprowadź treść wyszukiwania
pt_br: Insira o conteúdo da pesquisa
ro: Introduceți conținutul căutării
ru: Введите поисковый контент
sv: Ange sökinnehåll
th: ป้อนเนื้อหาการค้นหา
tr: Arama içeriğini girin
vi: Nhập nội dung tìm kiếm
zh_hans: 请输入搜索内容
zh_hant: 請輸入搜索內容

# person_feedback_question_record_video_detail
source: Support recording sound. But if the voice intercom function is used during recording, the voice during the intercom will not be recorded.
cs: Podpora nahrávání zvuku. Pokud je však během záznamu použita funkce hlasového interkomu, hlas během interkomu nebude zaznamenán.
de: Tonaufnahmen werden unterstützt. Wenn jedoch die Wechselsprech-Funktion während der Aufnahme verwendet wird, wird das Gespräch nicht aufgezeichnet.
es: Soporte de grabación de sonido. Pero si la función de intercomunicador de voz se usa durante la grabación, la voz durante el intercomunicador no se grabará.
fi: Tuki äänen nauhoittamiseen. Mutta jos äänipuhelutoimintoa käytetään nauhoituksen aikana, puhelinsoiton aikana ääntä ei tallenneta.
fr: Prise en charge de l'enregistrement du son. Mais si la fonction d'interphone vocal est utilisée pendant l'enregistrement, la voix pendant l'interphone ne sera pas enregistrée.
he: תמיכה בהקלטת צליל. אך אם משתמשים בפונקציית האינטרקום הקולי במהלך ההקלטה, הקול במהלך האינטרקום לא יוקלט.
id: Mendukung suara rekaman. Tetapi jika fungsi interkom suara digunakan selama perekaman, suara selama interkom tidak akan direkam.
it: Supporta la registrazione del suono. Ma se si utilizza la funzione di interfono vocale durante la registrazione, la voce durante l'interfono non verrà registrata.
ja: サウンドの録音をサポートします。ただし、録音中に音声インターホン機能を使用すると、インターホン中の音声は録音されません。
ko: 녹음 사운드를 지원합니다. 그러나 녹음 중에 대화 기능을 사용하면 대화 중 음성이 녹음되지 않습니다.
nb: Støtt opptak av lyd. Men hvis taleinterkomfunksjonen brukes under innspilling, vil ikke stemmen under intercom bli spilt inn.
nl: Ondersteuning voor het opnemen van geluid. Maar als de spraakintercomfunctie wordt gebruikt tijdens het opnemen, wordt de stem tijdens de intercom niet opgenomen.
pl: Wsparcie nagrywania dźwięku. Ale jeśli podczas nagrywania używana jest funkcja interkomu głosowego, głos podczas interkomu nie zostanie nagrany.
pt_br: Suporte para gravação de som. Mas se a função de intercomunicador de voz for usada durante a gravação, a voz durante o intercomunicador não será gravada.
ro: Suport de înregistrare a sunetului. Dar dacă funcția de interfon vocal este utilizată în timpul înregistrării, vocea în timpul interfonului nu va fi înregistrată.
ru: Поддержка записи звука. Но если функция голосовой внутренней связи используется во время записи, голос во время внутренней связи не будет записан.
sv: Stöd för inspelning av ljud. Men om röstintercomfunktionen används under inspelning, kommer röstet under intercomen inte att spelas in.
th: รองรับการบันทึกเสียง อย่างไรก็ตามหากใช้ฟังก์ชันวอยซ์อินเตอร์คอมระหว่างการบันทึกเสียงระหว่างอินเตอร์คอมจะไม่ถูกบันทึก
tr: Ses kaydı desteği. Ancak ses interkom işlevi kayıt sırasında kullanılırsa, interkom sırasında ses kaydedilmez.
vi: Hỗ trợ ghi âm thanh. Tuy nhiên, nếu chức năng nội bộ thoại được sử dụng trong quá trình ghi âm, giọng nói trong hệ thống liên lạc nội bộ sẽ không được ghi lại.
zh_hans: 支持录制声音。但录制过程中如果使用语音对讲功能， 对讲过程中的声音不会被录制。
zh_hant: 支持錄制聲音。但錄制過程中如果使用語音對講功能， 對講過程中的聲音不會被錄制。

# cloud_video_openOrStops
source: Turn on or stop cloud storage recording
cs: Povolení/pozastavení nahrávání v cloudu
de: Cloudspeicher Aufnahme starten oder beenden
es: Abrir/pausar el video de almacenamiento en la nube
fi: Ota käyttöön/keskeytä pilvitallennus
fr: Activer ou arrêter l'enregistrement du stockage dans le Cloud
he: הפעל או עצור הקלטה של ענן אחסון
id: nyalakan atau hentikan rekaman kepyimpanan awan
it: Abilita o ferma archiviazione cloud
ja: ストレージ保存をオンまたはオフにします
ko: 클라우드 저장소 기록을 켜거나 중지합니다.
nb: Slå på/av skylagrings opptak
nl: Opname cloudopslag inschakelen of stoppen
pl: Włącz lub wyłącz zapisywanie w chmurze
pt_br: Ativar ou parar a gravação do armazenamento em nuvem
ro: Porniți sau opriți înregistrarea stocării în nor
ru: Включить или остановить запись в облачном хранилище
sv: Slå på eller stoppa inspelningen av molnlagring
th: เปิดหรือจัดเก็บข้อมูลคลาวด์แบบครบวงจร
tr: Bulut depolama kaydını açın veya durdurun
vi: Bật / tạm dừng ghi lưu trữ đám mây
zh_hans: 开启/暂停云存录像
zh_hant: 開啟/暫停雲存錄像

source: Asia/Oral
cs: Asie / Oral
de: Asien / Oral
fi: Aasia / Oral
fr: Asie / Oral
he: אסיה / אוראלי
id: Asia / Lisan
it: Asia / orale
ja: アジア/オーラル
ko: 아시아 / 구두
pt_br: Ásia / Oral
ru: Азия / Oral
sv: Asien / Oral
th: เอเชีย / ช่องปาก
tr: Asya / Sözlü
vi: Ural
zh_hans: 乌拉尔
zh_hant: 烏拉爾

# person_already_follow_official_account
source: Followed the official account
cs: Sledoval oficiální účet
de: Folgt dem offiziellen Account
es: Seguí la cuenta oficial
fi: Seurasi virallista tiliä
fr: Suivi du compte officiel
he: עקב אחרי החשבון הרשמי
id: Mengikuti akun resmi
it: Seguito l'account ufficiale
ja: 公式アカウントをフォロー
ko: 공식 계정을 따랐다
nb: Fulgte den offisielle kontoen
nl: Volgde het officiële account
pl: Śledziłem oficjalne konto
pt_br: Seguiu a conta oficial
ro: A urmat contul oficial
ru: Подписался на официальный аккаунт
sv: Följde det officiella kontot
th: ติดตามบัญชีอย่างเป็นทางการ
tr: Resmi hesabı takip ettim
vi: Theo dõi tài khoản chính thức
zh_hans: 已关注该公众号
zh_hant: 已關注該公眾號

# addDevice_share_overdue
source: QR code has expired, please re-acquire
cs: Platnost QR kódu vypršela
de: QR-Code ist abgelaufen, bitte neu anfordern
es: El código QR ha caducado, vuelva a adquirir
fi: QR-koodi on vanhentunut, hanki se uudelleen
fr: Le code QR a expiré, veuillez ré-acquérir
he: פג תוקף QR, אנא רכוש מחדש
id: Kode QR telah kedaluwarsa, silakan dapatkan kembali
it: Il codice QR è scaduto, si prega di riacquistare
ja: QRコードの支払い期限が切れています。再取得してください。
ko: QR 코드가 만료되었습니다. 다시 구입하십시오
nb: QR-koden er utløpt
nl: QR-code is verlopen, opnieuw verkrijgen
pl: Kod QR wygasł, proszę go ponownie uzyskać
pt_br: O código QR expirou. Adquira novamente
ro: Codul QR a expirat, vă rugăm să-l dobândiți din nou
ru: Срок действия QR-кода истек, пожалуйста, повторно приобретите
sv: QR-koden har gått ut
th: รหัส QR หมดอายุโปรดรับใหม่อีกครั้ง
tr: QR kodunun süresi doldu, lütfen yeniden edin
vi: Mã QR đã hết hạn, vui lòng lấy lại
zh_hans: 二维码已过期，请重新获取
zh_hant: 二維碼已過期，請重新獲取

# cloud_pay
source: GET
cs: Nákup
de: Kaufen
es: Compra
fi: hankinta
fr: Achat
he: לקנות
id: Beli
it: acquisto
ja: 購入
ko: 도망
nb: betaling
nl: kopen
pl: Zakup
pt_br: PEGUE
ro: OBȚINE
ru: ПОЛУЧИТЬ
sv: SKAFFA SIG
th: ไป
tr: ALMAK
vi: mua
zh_hans: 购买
zh_hant: 購買

# cloud_phone_status
source: APP needs to read the phone status, please go to the phone system settings to open
cs: APP potřebuje přečíst stav telefonu, otevřete nastavení systému telefonu
de: App muss den Telefonstatus auslesen können. Bitte stellen Sie dies entsprechend in den Telefoneinstellungen ein.
es: La aplicación necesita leer el estado del teléfono, vaya a la configuración del sistema del teléfono para abrir
fi: APP: n on luettava puhelimen tila. Avaa puhelimen järjestelmäasetukset
fr: L'APP doit lire l'état du téléphone, veuillez aller dans les paramètres du système téléphonique pour ouvrir
he: APP צריך לקרוא את מצב הטלפון, אנא עבור להגדרות מערכת הטלפון כדי לפתוח
id: APP perlu membaca status telepon, silakan buka pengaturan sistem telepon untuk membuka
it: L'APP deve leggere lo stato del telefono, per aprire vai alle impostazioni del sistema telefonico
ja: APPは電話のステータスを読み取る必要があります。電話システムの設定に移動して開いてください
ko: APP는 전화 상태를 읽어야 합니다. 전화 시스템 설정으로 이동하여 엽니다.
nb: APP må lese telefonstatusen. Gå til telefonens systeminnstillinger for å åpne
nl: APP moet de telefoonstatus lezen, ga naar de telefoonsysteeminstellingen om te openen
pl: Aplikacja musi odczytać status telefonu, przejdź do ustawień systemowych telefonu, aby otworzyć
pt_br: APP precisa ler o status do telefone, por favor, vá para as configurações do sistema de telefone para abrir
ro: Aplicația trebuie să citească starea telefonului, vă rugăm să accesați setările sistemului de telefon
ru: Приложение должно прочитать состояние телефона, пожалуйста, перейдите в настройки системы телефона, чтобы открыть
sv: APP måste läsa telefonstatusen, gå till telefonens systeminställningar för att öppna
th: APP ต้องการเข้าถึงสถานะโทรศัพท์,โปรดไปที่การตั้งค่าระบบโทรศัพท์
tr: APP telefon durumunu okumak gerekiyor, açmak için telefon sistemi ayarlarına gidin lütfen
vi: APP cần đọc trạng thái điện thoại, vui lòng chuyển đến cài đặt hệ thống điện thoại để mở
zh_hans: APP需要读取手机状态，请前往手机系统设置开启
zh_hant: APP需要讀取手機狀態，請前往手機系統設置開啟

# service_not_store_address
source: The store address not selected
cs: Není vybrána adresa obchodu
de: Die Geschäftsadresse wurde nicht ausgewählt
es: La dirección de la tienda no seleccionada
fi: Kaupan osoitetta ei valittu
fr: l'adresse du magasin n'est pas sélectionnée
he: כתובת החנות לא נבחרה
id: Alamat toko tidak dipilih
it: l'indirizzo del negozio non selezionato
ja: 店舗の住所が選択されていません
ko: 매장 주소가 선택되지 않았습니다.
nb: Butikkadressen ikke valgt
nl: Het winkeladres is niet geselecteerd
pl: Nie wybrano adresu sklepu
pt_br: O endereço da loja não foi selecionado
ro: Adresa magazinului nu a fost selectată
ru: Адрес магазина не выбран
sv: Butiksadressen har inte valts
th: ไม่ได้เลือกที่อยู่ร้านค้า
tr: Mağaza adresi seçilmedi
vi: Địa chỉ cửa hàng không được chọn
zh_hans: 门店地址未选择
zh_hant: 門店地址未選擇

# userInfo_password_new
source: New password
cs: Nové heslo
de: Neues Passwort
es: Nueva contraseña
fi: Uusi salasana
fr: Nouveau mot de passe
he: ססמה חדשה
id: Sandi Baru
it: Nuova password
ja: 新しいパスワード
ko: 새 비밀번호
nb: Nytt passord
nl: Nieuw wachtw
pl: Nowe hasło
pt_br: Nova senha
ro: Parolă Nouă
ru: Новый пароль
sv: Nytt lösenord
th: รหัสผ่านใหม่
tr: Yeni Şifre
vi: mật khẩu mới
zh_hans: 新密码
zh_hant: 新密碼

# devicelist_Get_successfully
source: Get it successfully
cs: Získejte to úspěšně
de: Erfolgreich abgerufen
es: Consíguelo con éxito
fi: Hanki se onnistuneesti
fr: Obtenez-le avec succès
he: קבל את זה בהצלחה
id: Dapatkan dengan sukses
it: Ottienilo con successo
ja: 正常に取得
ko: 성공적으로 가져오기
nb: Få det vellykket
nl: Haal het met succes
pl: Zdobądź to z powodzeniem
pt_br: Obtenha com sucesso
ro: Obțineți-l cu succes
ru: Получите это успешно
sv: Få det framgångsrikt
th: สำเร็จลุล่วงไปได้ด้วยดี
tr: başarıyla al
vi: Nhận nó thành công
zh_hans: 领取成功
zh_hant: 領取成功

# adddevice_mobile_WiFi_list
source: 3 In the WLAN list, select: "IPCXXX" connection, XXX is the device ID, and the initial password is 11111111.
cs: 3 V seznamu WLAN vyberte: Připojení "IPCXXX", XXX je ID zařízení a počáteční heslo je 11111111.
de: ③ Wählen Sie aus der Liste der WLAN-Netzwerke "IPCXXX" aus und verbinden sich damit. XXX ist die Geräte-ID und das werksseitige Passwort lautet 11111111.
es: 3 En la lista WLAN, seleccione: "Conexión IPCXXX ", XXX es la ID del Equipo y la contraseña inicial es 11111111.
fi: 3 Valitse WLAN-luettelosta: "IPCXXX " -yhteys, XXX on laitteen tunnus ja alkuperäinen salasana on 11111111.
fr: 3 Dans la liste WLAN, sélectionnez:"IPCXXX "connection, XXX est l’ID du périphérique et le mot de passe initial est 11111111.
he: 3 ברשימת WLAN, בחר: "IPCXXX" חיבור, XXX הוא מזהה המכשיר והסיסמה הראשונית היא 11111111.
id: 3 Dalam daftar WLAN, pilih: koneksi "IPCXXX ", XXX adalah ID perangkat, dan kata sandi awal adalah 11111111.
it: 3 Nell'elenco WLAN, selezionare: "Connessione IPCXXX", XXX è l'ID del dispositivo e la password iniziale è 11111111.
ja: 3 WLANリストで、「IPCXXX 」接続を選択します。XXXはデバイスIDで、初期パスワードは11111111です。
ko: 3 WLAN 목록에서 "IPCXXX "연결을 선택하고 XXX는 장치 ID이고 초기 암호는 11111111입니다.
nb: 3 I WLAN-listen velger du: "IPCXXX " -forbindelse, XXX er enhets-ID, og ​​det første passordet er 11111111.
nl: 3 Selecteer in de WLAN-lijst: "IPCXXX " -verbinding, XXX is de apparaat-ID en het initiële wachtwoord is 11111111.
pl: 3 Z listy WLAN wybierz: "IPCXXX " połączenie, XXX to identyfikator urządzenia, a początkowe hasło to 11111111.
pt_br: 3 Na lista WLAN, selecione: "IPCXXX " conexão, XXX é o ID do dispositivo e a senha inicial é 11111111.
ro: 3 În lista WLAN, selectați: "IPCXXX " conexiune, XXX este ID-ul dispozitivului, iar parola inițială este 11111111.
ru: 3 В списке WLAN выберите: "IPCXXX", XXX - это идентификатор устройства, а начальный пароль - 11111111.
sv: 3 I WLAN-listan väljer du: "IPCXXX " -anslutning, XXX är enhets-ID och det initiala lösenordet är 11111111.
th: ③คุณสามารถเลือกในรายการ WLAN เช่น: การเชื่อมต่อ "IPCXXX", XXX คือรหัสอุปกรณ์และรหัสผ่านเริ่มต้นคือ 11111111
tr: 3 WLAN listesinde, şunu seçin: "IPCXXX " bağlantısı, XXX, cihaz kimliği ve ilk şifre 11111111'dir.
vi: ③ Bạn có thể chọn trong danh sách WLAN, chẳng hạn như: kết nối "IPCXXX", XXX là ID thiết bị và mật khẩu ban đầu là 11111111
zh_hans: ③ 可在WLAN列表中选择如：“IPCXXX”连接，XXX即为设备ID，初始密码为11111111
zh_hant: ③ 可在WLAN列表中選擇如：“IPCXXX連接，XXX即為設備ID，初始密碼為11111111

# OrderPrice
source: Price
cs: Cena
de: Preis
es: Precio
fi: Hinta
fr: Prix
he: מחיר
id: Harga
it: Prezzo
ja: 価格
ko: 가격
nb: Pris
nl: Prijs
pl: Cena £
pt_br: Preço
ro: Preț
ru: Цена
sv: Pris
th: ราคา
tr: Fiyat
vi: Giá bán
zh_hans: 价格
zh_hant: 價格

source: America/Argentina/Buenos Aires
cs: Amerika / Argentina / Buenos Aires
de: Amerika / Argentinien / Buenos Aires
fi: Amerikka / Argentiina / Buenos Aires
fr: Amérique / Argentine / Buenos Aires
he: אמריקה / ארגנטינה / בואנוס איירס
id: Amerika / Argentina / Buenos Aires
ja: アメリカ/アルゼンチン/ブエノスアイレス
ko: 아메리카 / 아르헨티나 / 부에노스 아이레스
nb: Amerika / Argentina / Buenos Aires
nl: Amerika / Argentinië / Buenos Aires
pl: Ameryka / Argentyna / Buenos Aires
pt_br: América / Argentina / Buenos Aires
ru: Америка / Аргентина / Буэнос-Айрес
sv: Amerika / Argentina / Buenos Aires
th: อเมริกา / อาร์เจนตินา / บัวโนสไอเรส
tr: Amerika / Arjantin / Buenos Aires
vi: Buenos Aires
zh_hans: 布宜诺斯艾利斯
zh_hant: 布宜諾斯艾利斯

# newbie_guide_text_5
source: Drage timeline left and right to check schedule,can also narrow and enlarge timeline to adjust timeline accuracy
cs: Posunutím časové osy doleva nebo doprava zobrazíte průběh,můžete také upravit přesnost časové osy zoomem.
de: Zeitstrahl nach links und rechts ziehen, um Aufnahmen zu prüfen. Für Detailansicht rein- oder rauszoomen.
es: Arrastre la línea de tiempo a la izquierda oa la derecha para verificar la programación,también puede reducir y ampliar la línea de tiempo para ajustar la precisión de la línea de tiempo
fi: Voit tarkastella edistystä siirtämällä aikajanaa vasemmalle tai oikealle,voit myös säätää aikajanan tarkkuutta zoomaamalla.
fr: Faites glisser la chronologie vers la gauche ou la droite pour afficher la progression. Vous pouvez également régler la précision de la chronologie en effectuant un zoom.
he: גרור את ציר הזמן שמאלה וימינה כדי לבחור את הזמן הרצוי. בכדי לכוון את רזולוציית הזמן,ניתן להגדיל/להקטין את ציר הזמן.
id: Geser kiri dan kanan di daftar waktu,dapat memperlebar/perbesar daftar waktu untuk akurasi penyetelan
it: Trascinare timeline a destra e sinistra per selezionare orario,sarà inoltre possibile ingrandire e rimpicciolire la timeline per avere diversi range di tempo
ja: スケジュールを確認するには、タイムラインを左右にドラッグします。 ズームしてタイムラインの精度を調整することも可能です。
ko: 타임라인을 좌우로 끌어서 재생 시간을 선택하고,양손가락으로 늘리거나 줄여서 시간 표시를 자세하게 볼 수 있습니다.
nb: Skyv tidslinjen til venstre eller høyre for å se fremdriften,du kan også justere tidslinjens nøyaktighet ved å zoome
nl: Sleep tijdlijn naar links en rechts om het tijdschema te controleren,kan tijdlijn kleiner en groter worden gemaakt om nauwkeurigheid tijdlijn aan te passen
pl: Drage osi czasu w lewo i w prawo,aby sprawdzić harmonogram,można również zawęzić i powiększyć oś czasu,aby dostosować dokładność linii czasu
pt_br: Cronograma do Drage para a esquerda e para a direita para verificar o cronograma,também pode restringir e ampliar o cronograma para ajustar a precisão do cronograma
ro: Drage cronologia la stânga și la dreapta pentru a verifica programul,poate,de asemenea,să restrângă și să mărească cronologia pentru a ajusta precizia cronologiei
ru: Перетащите временную шкалу влево и вправо,чтобы проверить расписание,также можно сузить и увеличить временную шкалу,чтобы отрегулировать точность временной шкалы.
sv: Drage tidslinje vänster och höger för att kontrollera schemat,kan också begränsa och förstora tidslinjen för att justera tidslinjens noggrannhet
th: เลื่อนซ้ายหรือขวาไทม์ไลน์เพื่อค้นหา ย่อและขยายไทม์ไลน์เพื่อความแม่นยำเวลาดูย้อนหลัง
tr: Zaman çizelgesini kontrol etmek için sola ve sağa sürüklenen zaman çizelgesi,zaman çizelgesi doğruluğunu ayarlamak için zaman çizelgesini daraltabilir ve büyütebilir
vi: Trượt trục thời gian sang trái và phải để xem tiến trình; bạn cũng có thể điều chỉnh độ chính xác của trục thời gian bằng cách phóng to.
zh_hans: 左右滑动时间轴可查看进度；也可通过缩放调节时间轴精度。
zh_hant: 左右滑動時間軸可查看進度；也可通過縮放調節時間軸精度。

# add_share_device_success
source: Succeed to add and share device
cs: Přidat zařízení pro sdílení úspěšně
de: Gerät hinzufügen und teilen erfolgreich
es: Éxito para agregar y compartir Equipo
fi: Lisää jakamislaite onnistuneesti
fr: Réussir à ajouter et partager l'appareil
he: המכשיר הוסף לשיתוף
id: Tambah dan bagikan perangkat berhasil
it: Aggiunta e condivisione dispositivo avvenuta con successo
ja: デバイスを追加して共有します。
ko: 제품 공유 완료
nb: Lyktes å legge til delingsenhet
nl: Apparaat toevoegen en delen gelukt
pl: Pomyślne dodanie i udostępnienie urządzenia
pt_br: Ter sucesso para adicionar e compartilhar dispositivo
ro: Reveniți la adăugarea și partajarea dispozitivului
ru: Успешно добавить и поделиться устройством
sv: Lyckas till att lägga till och dela enhet
th: เพิ่มและแชร์อุปกรณ์สำเร็จ
tr: Cihaz ekleyip paylaşmayı başar
vi: Thành công trong việc thêm thiết bị chia sẻ
zh_hans: 添加分享设备成功
zh_hant: 添加分享設備成功

# cloud_video_download_oneclick
source: One-click video download
cs: Stahování videa jedním kliknutím
de: Video-Download mit einem Klick
es: Descarga de video con un clic
fi: Videon lataus yhdellä napsautuksella
fr: Téléchargement vidéo en un clic
he: הורדת וידיאו בלחיצה אחת
id: Pengunduhan video satu-klik
it: Download video con un clic
ja: ワンクリック動画ダウンロード
ko: 원 클릭 비디오 다운로드
nb: Ett-klikk nedlasting av video
nl: Video downloaden met één klik
pl: Pobieranie wideo jednym kliknięciem
pt_br: Download de vídeo com um clique
ro: Descărcare video cu un singur clic
ru: Загрузка видео в один клик
sv: Ladda ner video med ett klick
th: ดาวน์โหลดวิดีโอเพียงคลิกเดียว
tr: Tek tıkla video indirme
vi: Tải xuống video bằng một cú nhấp chuột
zh_hans: 视频一键下载
zh_hant: 視頻一鍵下載

# cloud_help_problem_detail
source: Problem details
cs: Podrobnosti o problému
es: Detalles del problema
fi: Ongelman tiedot
fr: Détails du problème
he: פרטי בעיה
id: Detail masalah
it: Dettagli del problema
ja: 問題の詳細
ko: 문제 세부 정보
nb: Problemdetaljer
nl: Probleem details
pl: Szczegóły problemu
pt_br: Detalhes do problema
ro: Detalii despre probleme
ru: Детали проблемы
sv: Problem detaljer
th: รายละเอียดปัญหา
tr: Problem detayları
vi: Chi tiết câu hỏi
zh_hans: 问题详情
zh_hant: 問題詳情
