Repository: Yolo-cell-hash/go_home_ios
Catalog: ios/Runner/JASDK/JAResources/XLanguage/X35MultiLanguage/*.lproj/X35MutiLanguage.strings
Languages: cs, de, es, fi, fr, he, id, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sv, th, tr, vi, zh_hans, zh_hant

# adddevice_has_set_password
source: The device has set a password, please enter the password
cs: Zařízení nastavilo heslo, zadejte heslo
de: Das Gerät ist passwortgeschützt, bitte geben Sie das Passwort ein
es: El Equipo ha establecido una contraseña, ingrese la contraseña
fi: Laite on asettanut salasanan, kirjoita salasana
fr: L'appareil a défini un mot de passe, veuillez le saisir.
he: המכשיר קבע סיסמה, אנא הכנס את הסיסמה
id: Perangkat telah menetapkan kata sandi, silakan masukkan kata sandi
it: Il dispositivo ha impostato una password, inserisci la password
ja: デバイスがパスワードを設定しました。パスワードを入力してください
ko: 장치가 비밀번호를 설정했습니다. 비밀번호를 입력하십시오
nb: Enheten har angitt et passord. Skriv inn passordet
nl: Het apparaat heeft een wachtwoord ingesteld. Voer het wachtwoord in
pl: Urządzenie ustawiło hasło, wprowadź hasło
pt_br: O dispositivo definiu uma senha, digite a senha
ro: Dispozitivul a setat o parolă, vă rugăm să introduceți parola
ru: На устройстве установлен пароль, введите пароль
sv: Enheten har ställt in ett lösenord, ange lösenordet
th: อุปกรณ์ได้ตั้งรหัสผ่านโปรดป้อนรหัสผ่าน
tr: Cihaz bir şifre belirledi, lütfen şifreyi girin.
vi: Thiết bị đã đặt mật khẩu, vui lòng nhập mật khẩu
zh_hans: 设备已设置密码，请输入密码
zh_hant: 設備已設置密碼，請輸入密碼

# addDevice_nickname_error
source: Format of device name is wrong
cs: Chyba formátu přezdívky zařízení
de: Format Gerätename ungültig
es: Error de formato de apodo del Equipo
fi: Laitteen lempinimen muodon virhe
fr: Le format du nom de l'appareil est incorrect
he: פורמט שם המכשיר שגוי
id: Format nama perangkat salah
it: Formato del nome dispositivo errato
ja: デバイス名の形式が正しくありません。
ko: 제품 이름의 형식이 맞지 않습니다.
nb: Format på enhetsnavn er feil
nl: Opmaak van apparaatnaam onjuist
pl: Format nazwy urządzenia jest niepoprawny
pt_br: Formato do nome do dispositivo está errado
ro: Formatul denumirii dispozitivului este greșit
ru: Неверный формат имени устройства
sv: Format på enhetsnamn är fel
th: รูปแบบชื่ออุปกรณ์ไม่ถูกต้อง
tr: Cihaz adının formatı yanlış
vi: Định dạng biệt hiệu thiết bị không chính xác
zh_hans: 设备昵称格式错误
zh_hant: 設備暱稱格式錯誤

# add_use_my_own_SIM
source: I want to use my own SIM card
cs: Chci používat vlastní SIM kartu
de: Ich möchte meine eigene SIM-Karte verwenden
es: Quiero usar mi propia tarjeta SIM
fi: Haluan käyttää omaa SIM-korttiani
fr: Je veux utiliser ma propre carte SIM
he: אני רוצה להשתמש בכרטיס ה-SIM שלי
id: Saya ingin menggunakan kartu SIM saya sendiri
it: Voglio usare la mia carta SIM
ja: 自分のSIMカードを使いたい
ko: 내 SIM 카드를 사용하고 싶습니다
nb: Jeg vil bruke mitt eget SIM-kort
nl: Ik wil mijn eigen simkaart gebruiken
pl: Chcę użyć własnej karty SIM
pt_br: Quero usar meu próprio cartão SIM
ro: Vreau să folosesc propria mea cartelă SIM
ru: Я хочу использовать свою SIM-карту
sv: Jag vill använda mitt eget SIM-kort
th: ฉันต้องการใช้ซิมการ์ดของตัวเอง
tr: Kendi SIM kartımı kullanmak istiyorum
vi: Tôi muốn sử dụng thẻ SIM của riêng mình
zh_hans: 我要使用自己的SIM卡
zh_hant: 我要使用自己的SIM卡

# cloud_migration_select_device_channel
source: Select%1$d new device channels
cs: Vyberte%1$d nových kanálů zařízení
de: Wählen Sie%1$d neue Gerätekanäle aus
es: Seleccione%1$d nuevos canales de Equipo
fi: Valitse%1$d uudet laitekanavat
fr: Sélectionnez%1$d nouveaux canaux de périphérique
he: בחר%1$d ערוצים חדשים
id: Pilih%1$d saluran perangkat baru
it: Seleziona%1$d nuovi canali dispositivo
ja: 新しいデバイスチャンネルを%1$d個選択してください
ko: 새 장치 채널%1$d 선택
nb: Velg%1$d nye enhetskanaler
nl: Selecteer%1$d nieuwe apparaatkanalen
pl: Wybierz%1$d nowe kanały urządzeń
pt_br: Selecione%1$d novos canais de dispositivo
ro: Selectați canalele noi de dispozitive%1$d
ru: Выберите%1$d новых каналов устройства
sv: Välj%1$d nya enhetskanaler
th: เลือก%1$d ช่องอุปกรณ์ใหม่
tr: %1$d yeni cihaz kanalı seç
vi: Chọn%1$d kênh thiết bị mới
zh_hans: 选择%1$d个新设备通道
zh_hant: 選擇%1$d個新設備通道

# prompt_network_timeout
source: Timeout
cs: Časový limit sítě
de: Zeitüberschreitung
es: tiempo de espera de la red
fi: Verkon aikakatkaisu
fr: Temps mort
he: פג זמן החיבור
id: Waktu Habis
ja: タイムアウト
ko: 시간 초과
pl: Przekroczony czas
pt_br: Tempo esgotado
ro: Pauză
ru: Тайм-аут
sv: Paus
th: หมดเวลา
tr: Zaman aşımı
vi: hết giờ kết nối
zh_hans: 网络超时
zh_hant: 網絡超時

source: Activated
cs: Aktivováno
de: Aktiviert
es: Activado
fi: Aktivoitu
fr: Activé
he: מוּפעָל
id: Diaktifkan
it: Attivato
ja: アクティベート
ko: 활성화됨
nb: Aktivert
nl: geactiveerd
pl: Aktywowany
pt_br: Aktivoitu
ro: Activat
ru: Активировано
sv: Aktiverad
th: เปิดใช้งานแล้ว
tr: Aktif
vi: Đã kích hoạt
zh_hans: 已开通
zh_hant: 已開通

# acquisition_frequency
source: Too frequent to get,please wait a moment.
cs: Frekvence nahrávání je příliš vysoká,počkejte chvíli
de: Zu oft abgerufen, bitte einen Moment warten.
es: La frecuencia es muy alta,espere un momento
fi: Hankintataajuus on liian korkea,odota hetki
fr: La fréquence d'acquisition est trop élevée, attendez un instant
he: יותר מידי בקשות בזמן קצר,אנא המתן
id: terlalu sering,tunggu beberapa saat
it: Troppo spesso per ricevere,prego attendere
ja: 取得頻度が高すぎます。しばらくお待ちください。
ko: 잠시 후 다시 시도해 주세요.
nb: Frekvensen er for høy,vent et øyeblikk
nl: Te snel opgehaald,even wachten a.u.b.
pl: Zbyt często,proszę odczekać moment.
pt_br: Demasiado frequente para obter,por favor aguarde um momento.
ro: Prea frecvente pentru a obține,vă rugăm să așteptați un moment.
ru: Слишком часто,чтобы получить,пожалуйста,подождите немного.
sv: För ofta att få,vänta ett ögonblick.
th: ความถี่สูงเกินไป,โปรดรอสักครู่
tr: Almak için çok sık,lütfen biraz bekleyin.
vi: Tần suất chuyển đổi quá cao, hãy đợi trong giây lát
zh_hans: 获取频率太高啦，稍等一会
zh_hant: 獲取頻率太高啦，稍等一會

# deviceSetting_WiFi_online
source: WiFi online
de: WLAN online
es: WiFi en línea
fi: WiFi verkossa
fr: Wi-Fi en ligne
he: WiFi באינטרנט
ja: オンラインWiFi
ko: 와이파이 온라인
nb: WiFi på nett
ru: WiFi онлайн
th: WiFi ออนไลน์
tr: kablosuz internet
vi: WiFi trực tuyến
zh_hans: WiFi在线
zh_hant: WiFi在線

# cloud_days_remain
source: %1$s days remaining
cs: %1$s Zbývající dny
de: %1$s verbleibende Tage
es: Quedan %1$s días
fi: %1$s päivää jäljellä
fr: %1$s jours restants
he: נותרו %1$s ימים
id: %1$s hari tersisa
it: %1$s giorni rimanenti
ja: %1$s 残存日数
ko: %1$s일 남음
nb: %1$s dager igjen
nl: %1$s dagen resterend
pl: Pozostało %1$s dni
pt_br: %1$s dias restantes
ro: Au mai rămas %1$s zile
ru: Осталось %1$s дней
sv: %1$s dagar kvar
th: เหลืออีก %1$s วัน
tr: %1$s günler kaldı
vi: %1$s những ngày còn lai
zh_hans: 剩余%1$s天
zh_hant: 剩餘%1$s天

# devicesetting_turn_off_cruise_4
source: Turn it Off automatically after every cruise for 4 hours
cs: Vypněte jej automaticky po každé plavbě po dobu 4 hodin
de: Nach jeder Tour automatische Ausschaltung für 4 Stunden
es: Apáguelo automáticamente después de cada crucero durante 4 horas.
fi: Sammuta se automaattisesti jokaisen risteilyn jälkeen 4 tunnin ajaksi
fr: Désactivez-le automatiquement après chaque croisière pendant 4 heures
he: כבה אותו באופן אוטומטי לאחר כל שייט במשך 4 שעות
id: Nonaktifkan secara otomatis setelah setiap pelayaran selama 4 jam
it: Spegnilo automaticamente dopo ogni crociera per 4 ore
ja: 4時間の巡航ごとに自動的にオフにする
ko: 순항마다 4 시간 동안 자동으로 사용 중지
nb: Slå den av automatisk etter hvert cruise i 4 timer
nl: Schakel het automatisch uit na elke cruise gedurende 4 uur
pl: Wyłącz go automatycznie po każdym rejsie przez 4 godziny
pt_br: Desligue-o automaticamente após cada cruzeiro por 4 horas
ro: Opriți-l automat după fiecare croazieră timp de 4 ore
ru: Выключайте его автоматически после каждого круиза в течение 4 часов
sv: Stäng av den automatiskt efter varje kryssning i fyra timmar
th: ปิดโดยอัตโนมัติทุกครั้งหลังจาก 4 ชั่วโมง
tr: Her seyirden sonra 4 saat boyunca otomatik olarak Kapat
vi: Nó sẽ tự động tắt sau 4 giờ của mỗi hành trình
zh_hans: 每次巡航4小时后将自动关闭
zh_hant: 每次巡航4小時後將自動關閉

# person_many_people_helpful
source: %2$d out of %1$d think it helps
cs: %2$d z%1$d si myslí, že to pomáhá
de: %2$d von%1$d fanden es hilfreich
es: %2$d de%1$d piensa que ayuda
fi: %2$d /%1$d ajattelee, että se auttaa
fr: %2$d sur%1$d pensent que cela aide
he: %2$d מתוך%1$d חושב שזה עוזר
id: %2$d dari%1$d merasa itu membantu
it: %2$d su%1$d pensano che sia d'aiuto
ja: %1$dのうち%2$dは役立つと思います
ko: %1$d 명 중 %2$d 명이 도움이된다고 생각합니다.
nb: %1$d av%2$d syntes det var nyttig
nl: %2$d van%1$d denken dat het helpt
pl: %2$d z%1$d uważa, że to pomaga
pt_br: %2$d de%1$d acha que ajuda
ro: %2$d din%1$d consideră că ajută
ru: %2$d из%1$d считают, что это помогает
sv: %2$d av%1$d tycker att det hjälper
th: %2$d จาก%1$d คิดว่าช่วยได้
tr: %1$d içinden%2$d, yardımcı olduğunu düşünüyor
vi: %2$d trong số%1$d nghĩ rằng nó hữu ích
zh_hans: %1$d人中有%2$d人认为有帮助
zh_hant: %1$d人中有%2$d人認為有幫助

# person_set_copy_account
source: Copy official account
cs: Zkopírujte oficiální účet
de: Offizielles Konto kopieren
es: Copiar cuenta oficial
fi: Kopioi virallinen tili
fr: Copier le compte officiel
he: העתק חשבון רשמי
id: Salin akun resmi
it: Copia account ufficiale
ja: 公式アカウントをコピー
ko: 공식 계정 복사
nb: Kopier offisiell konto
nl: Kopieer officieel account
pl: Skopiuj oficjalne konto
pt_br: Copiar conta oficial
ro: Copiați contul oficial
ru: Скопировать официальный аккаунт
sv: Kopiera det officiella kontot
th: คัดลอกบัญชีทางการ
tr: Resmi hesabı kopyala
vi: Sao chép tài khoản chính thức
zh_hans: 复制公众号
zh_hant: 複製公眾號

# synchronous_device_phone
source: Sync the time of cellphone and device
cs: Synchronizovat zařízení a telefonní čas
de: Uhrzeit Telefon und Gerät synchronisieren
es: Sincronice el tiempo del Equipo y el teléfono celular
fi: Synkronoi laite ja puhelimen aika
fr: Synchroniser l'heure du téléphone portable et de l'appareil
he: סנכרן את זמן המצלמה לזמן הסמארטפון
id: Sinkron Waktu HP dan Perangkat
it: Sincronizzazione con orario smartphone
ja: 携帯電話と端末の時刻を同期します
ko: 휴대 전화 및 기기의 시간 동기화
nb: Synkroniser tid mellom mobiltelefon og enhet
nl: Sync tijd van mobiele telefoon en apparaat
pl: Synchronizacja czasu z telefonem
pt_br: Sincronize a hora do celular e do dispositivo
ro: Sincronizați timpul pentru telefon și dispozitiv
ru: Синхронизировать время мобильного телефона и устройства
sv: Synkronisera tiden för mobilen och enheten
th: ซิงค์เวลาจากโทรศัพท์มือถือ
tr: Cep telefonu ve cihazın saatini senkronize et
vi: Đồng bộ hóa thiết bị và thời gian điện thoại
zh_hans: 将同步设备与手机时间
zh_hant: 將同步設備與手機時間

# add_enable_device_built_cloud_virtual_click
source: To enable the device built-in cloud card (virtual SIM card), please click here
cs: Chcete-li povolit vestavěnou cloudovou kartu zařízení (virtuální SIM karta), klikněte prosím zde
de: Um die im Gerät integrierte Cloud-Karte (virtuelle SIM-Karte) zu aktivieren, klicken Sie hier
es: Para habilitar la tarjeta de nube integrada del dispositivo (tarjeta SIM virtual), haga clic aquí
fi: Ota laitteen sisäänrakennettu pilvikortti (virtuaalinen SIM-kortti) napsauta tästä
fr: Pour activer la carte cloud intégrée à l'appareil (carte SIM virtuelle), veuillez cliquer ici
he: כדי להפעיל את כרטיס הענן המובנה במכשיר (כרטיס סים וירטואלי), אנא לחץ כאן
id: Untuk mengaktifkan kartu cloud bawaan perangkat (kartu SIM virtual), silakan klik di sini
it: Per abilitare la scheda cloud integrata nel dispositivo (scheda SIM virtuale), fare clic qui
ja: デバイス内蔵のクラウドカード（仮想SIMカード）を有効にするには、ここをクリックしてください
ko: 장치 내장 클라우드 카드(가상 SIM 카드)를 활성화하려면 여기를 클릭하세요
nb: For å aktivere enhetens innebygde skykort (virtuelt SIM-kort), vennligst klikk her
nl: Om de ingebouwde cloudkaart van het apparaat (virtuele simkaart) in te schakelen, klik hier
pl: Aby włączyć wbudowaną kartę w chmurze (wirtualną kartę SIM), kliknij tutaj
pt_br: Para habilitar o cartão de nuvem integrado ao dispositivo (cartão SIM virtual), clique aqui
ro: Pentru a activa cardul cloud încorporat al dispozitivului (cartela SIM virtuală), vă rugăm să faceți clic aici
ru: Чтобы включить встроенную облачную карту устройства (виртуальную SIM-карту), нажмите здесь
sv: För att aktivera enhetens inbyggda molnkort (virtuella SIM-kort), vänligen klicka här
th: หากต้องการเปิดใช้งานการ์ดคลาวด์ในตัวอุปกรณ์ (ซิมการ์ดเสมือน) โปรดคลิกที่นี่
tr: Cihazın yerleşik bulut kartını (sanal SIM kart) lütfen buraya tıklayın
vi: Để kích hoạt thẻ đám mây tích hợp trong thiết bị (thẻ SIM ảo), hãy nhấp vào đây
zh_hans: 启用设备内置云卡（虚拟SIM卡），请点击此处
zh_hant: 啟用設備內置雲卡（虛擬SIM卡），請點擊此處

# help_preview_ttextTips_9
source: Installation mode:swith to wall installation and ceiling installation mode
cs: Režim instalace: Klepnutím přepnete na montáž na stěnu,obráceně do režimu instalace
de: Installationsmodus: Auswahl zwischen Wand- und Deckenmontage
es: Modo de instalación: cambiar el modo de instalación de colgar en la pared o techo
fi: Asennustila: Kytke seinäasennus ylösalaisin asennustilaan napsauttamalla
fr: Mode d'installation : cliquez pour basculer vers le montage mural, mode d'installation inversé
he: מצב התקנה: החלף בין מצב קיר ומצב תקרה
id: mode pemasangan : pindah antara dinding dan plafon
it: Modalità installazione: modificare installazione a parete e soffitto
ja: 取付モード：天井取付モードと壁面取付モードを切り替えます。
ko: 설치 모드 : 벽 및 천장 설치 모드
nb: Installasjonsmodus: Klikk for å bytte mellom vegg og tak
nl: Installatiemodus:schakelwand-en platfondinstallatiemodus
pl: Typ instalacji: wybór pomiędzy instalacją ścienną a sufitową
pt_br: Modo de instalação: swith modo de instalação de parede e teto
ro: Mod de instalare: modul de instalare a peretelui și plafonului
ru: Режим установки: режим настенной и потолочной установки
sv: Monteringsläge: Swith vägg och takinstallationsläge
th: โหมดการติดตั้ง: สลับไปที่การติดตั้งบนผนังและโหมดการติดตั้งบนเพดาน
tr: Kurulum modu: duvar ve tavan kurulum modu swith
vi: Chế độ cài đặt: nhấp để chuyển đổi giữa chế độ cài đặt treo tường và treo ngược
zh_hans: 安装模式：点击切换壁挂、倒挂安装模式
zh_hant: 安裝模式：點擊切換壁掛、倒掛安裝模式

# devicelist_share_equipment_valid_time
source: Please input a valid time:
cs: Zadejte platný čas:
de: Bitte Gültigkeitsdauer festlegen:
es: Por favor ingrese una hora válida:
fi: Anna kelvollinen aika:
fr: Veuillez saisir une heure valide:
he: אנא הכנס את תוקף הזמן:
id: masukan waktu sah :
it: Si prega di inserire un tempo valido:
ja: 有効な時間を入力してください：
ko: 유효한 시간을 입력해주세요:
nb: Skriv inn et gyldig tidspunkt:
nl: Voer een geldige tijd in:
pl: Wprowadź prawidłowy czas:
pt_br: Insira um tempo válido:
ro: Introduceți un timp valid:
ru: Введите правильное время:
sv: Ange en giltig tid:
th: กรุณาใส่เวลาที่ถูกต้อง:
tr: Geçerli saati girin:
vi: Vui lòng nhập thời gian hợp lệ:
zh_hans: 请输入有效时间：
zh_hant: 請輸入有效時間：

# devicesetting_humanoid_set_prompt
source: When a humanoid is detected, an alarm message is generated
cs: Když je detekován humanoid, je vygenerována výstražná zpráva
de: Wenn eine menschliche Form erkannt wird, wird ein Alarm ausgelöst
es: Cuando se detecta un humanoide, se genera un mensaje de alarma
fi: Kun humanoidi havaitaan, syntyy hälytysviesti
fr: Lorsqu'un humanoïde est détecté, un message d'alarme est généré
he: כאשר מתגלה אנוש, נוצרת הודעת אזעקה
id: Ketika humanoid terdeteksi, pesan alarm dihasilkan
it: Quando viene rilevato un umanoide, viene generato un messaggio di allarme
ja: ヒューマノイドが検出されると、アラームメッセージが生成されます
ko: 휴머노이드가 감지되면 알람 메시지가 생성됩니다.
nb: Når en humanoid blir oppdaget, genereres det en alarmmelding
nl: Wanneer een mensachtige wordt gedetecteerd, wordt een alarmmelding gegenereerd
pl: Po wykryciu humanoida generowany jest komunikat alarmowy
pt_br: Quando um humanóide é detectado, uma mensagem de alarme é gerada
ro: Când este detectat un humanoid, este generat un mesaj de alarmă
ru: При обнаружении гуманоида выдается тревожное сообщение.
sv: När en humanoid upptäcks genereras ett larmmeddelande
th: เมื่อตรวจพบมนุษย์จะมีการสร้างข้อความแจ้งเตือน
tr: Bir insansı algılandığında, bir alarm mesajı oluşturulur.
vi: Khi một hình người được phát hiện, một thông báo cảnh báo sẽ được tạo ra
zh_hans: 侦测到人形时，生成报警信息
zh_hant: 偵測到人形時，生成報警信息

# adddevice_device_light_flahing
source: ② If the device is not connected to the network, check if the indicator light is flashing:
cs: ② Pokud zařízení není připojeno k síti, zkontrolujte, zda bliká kontrolka:
de: ② Wenn das Gerät nicht mit dem Netzwerk verbunden ist, prüfen Sie, ob die Status-LED blinkt:
es: ② Si el Equipo no está conectado a la red, verifique si la luz indicadora parpadea:
fi: ② Jos laitetta ei ole kytketty verkkoon, tarkista, vilkkuko merkkivalo:
fr: Si l'appareil n'est pas connecté au réseau, vérifiez si le voyant clignote:
he: ② אם המכשיר אינו מחובר לרשת, בדוק אם נורית החיווי מהבהבת:
id: ② Jika perangkat tidak terhubung ke jaringan, periksa apakah lampu indikator berkedip:
it: ② Se il dispositivo non è collegato alla rete, verificare se la spia lampeggia:
ja: ②デバイスがネットワークに接続されていない場合は、インジケータランプが点滅しているかどうかを確認します。
ko: ② 장치가 네트워크에 연결되어 있지 않으면 표시등이 깜박이는지 확인하십시오.
nb: ② Hvis enheten ikke er koblet til nettverket, sjekk om indikatorlampen blinker:
nl: ② Als het apparaat niet is verbonden met het netwerk, controleer dan of het indicatielampje knippert:
pl: ② Jeśli urządzenie nie jest podłączone do sieci, sprawdź, czy kontrolka miga:
pt_br: ② Se o dispositivo não estiver conectado à rede, verifique se a luz indicadora está piscando:
ro: ② Dacă dispozitivul nu este conectat la rețea, verificați dacă indicatorul luminos clipește:
ru: ② Если устройство не подключено к сети, проверьте, мигает ли индикатор:
sv: ② Om enheten inte är ansluten till nätverket, kontrollera om kontrollampan blinkar:
th: ②หากอุปกรณ์ไม่ได้เชื่อมต่อกับเครือข่ายให้ตรวจสอบว่าไฟแสดงสถานะกะพริบหรือไม่:
tr: Device Cihaz ağa bağlı değilse, gösterge ışığının yanıp söndüğünü kontrol edin:
vi: ② Nếu thiết bị không được kết nối với mạng, hãy kiểm tra xem đèn báo có nhấp nháy hay không:
zh_hans: ② 如果设备未连接网络，查看指示灯是否闪烁：
zh_hant: ② 如果設備未連接網絡，查看指示燈是否閃爍：

# cloud_package_in_use_rules
source: Usage rules of cloud storage service package:
cs: Pravidla použití cloudového balíčku služeb úložiště:
de: Nutzungsregeln des Cloud-Speicher-Servicepakets:
es: Reglas de uso del paquete de servicios de almacenamiento en la nube:
fi: Pilvitallennuspalvelupaketin käyttösäännöt:
fr: Règles d'utilisation du package de service de stockage cloud:
he: כללי שימוש בחבילת שירותי אחסון בענן:
id: Aturan penggunaan paket layanan penyimpanan cloud:
it: Regole di utilizzo del pacchetto del servizio di archiviazione cloud:
ja: クラウドストレージサービスパッケージの使用規則：
ko: 클라우드 스토리지 서비스 패키지의 사용 규칙 :
nb: Bruksregler for skylagringstjenestepakke:
nl: Gebruiksregels van cloudopslagservicepakket:
pl: Zasady użytkowania pakietu usług pamięci masowej w chmurze:
pt_br: Regras de uso do pacote de serviço de armazenamento em nuvem:
ro: Reguli de utilizare a pachetului de servicii de stocare în cloud:
ru: Правила использования пакета услуг облачного хранилища:
sv: Användningsregler för molnlagringsservicepaket:
th: กฎการใช้งานของแพคเกจบริการจัดเก็บข้อมูลแบบคลาวด์:
tr: Bulut depolama hizmet paketinin kullanım kuralları:
vi: Quy tắc sử dụng gói dịch vụ lưu trữ đám mây:
zh_hans: 云存服务套餐使用规则：
zh_hant: 雲存服務套餐使用規則：

# SRC_device_playback_Total_video_ios
source: Total duration:%@ minutes
cs: Celkové trvání:%@ minut
de: Gesamtdauer:%@ Minuten
es: Duración total:%@ minutos
fi: Kokonaiskesto:%@ minuuttia
fr: Durée totale:%@ minutes
he: משך זמן כולל:%@ דקות
id: Total durasi:%@ menit
it: Durata totale:%@ minuti
ja: 全長：%@分
ko: 총 소요 시간 : %@ 분
nb: Total varighet:%@ minutter
nl: Totale duur:%@ minuten
pl: Całkowity czas trwania:%@ minut
pt_br: Duração total:%@ minutos
ro: Durata totală:%@ minute
ru: Общая длина:%@ минут
sv: Total varaktighet:%@ minuter
th: ระยะเวลาทั้งหมด:%@ นาที
tr: Toplam süre:%@ dakika
vi: Tổng thời gian:%@ phút
zh_hans: 总时长：%@分钟
zh_hant: 總時長：%@分鐘

# help_select_product_platform
source: Please select the purchase platform
cs: Vyberte prosím platformu nákupu
de: Bitte Kaufplattform auswählen
es: Seleccione la plataforma de compra
fi: Valitse ostoalusta
fr: Veuillez sélectionner la plateforme d'achat
he: אנא בחר את פלטפורמת הרכישה
id: Silakan pilih platform pembelian
it: Si prega di selezionare la piattaforma di acquisto
ja: 購入プラットフォームを選択してください
ko: 구매 플랫폼을 선택하세요.
nb: Velg kjøpsplattform
nl: Selecteer het aankoopplatform
pl: Wybierz platformę zakupową
pt_br: Selecione a plataforma de compra
ro: Vă rugăm să selectați platforma de achiziție
ru: Пожалуйста, выберите платформу для покупки
sv: Välj inköpsplattform
th: โปรดเลือกแพลตฟอร์มการซื้อ
tr: Lütfen satın alma platformunu seçin
vi: Vui lòng chọn nền tảng mua hàng
zh_hans: 请选择购买平台
zh_hant: 請選擇購買平台

# deviceSetting_Push_during_day
source: Push during the day
cs: Zatlačte během dne
de: Tagsüber
es: Empuje durante el día
fi: Työnnä päivän aikana
fr: Pousser pendant la journée
he: לדחוף במהלך היום
id: Dorong di siang hari
it: Spingere durante il giorno
ja: 日中に押す
ko: 낮에 밀어
nb: Press i løpet av dagen
nl: Overdag duwen
pl: Pchaj w ciągu dnia
pt_br: Empurre durante o dia
ro: Împingeți în timpul zilei
ru: Толкайся днем
sv: Push under dagen
th: ดันระหว่างวัน
tr: Gün boyunca itin
vi: Đẩy trong ngày
zh_hans: 白天推送
zh_hant: 白天推送

source: click here
cs: klikněte prosím zde
de: klicken Sie hier
es: haga clic aquí
fi: napsauta tästä
fr: veuillez cliquer ici
he: אנא לחץ כאן
id: klik di sini
it: fare clic qui
ja: ここをクリックしてください
ko: 여기를 클릭하세요
nb: klikk her
nl: klik hier
pl: kliknij tutaj
pt_br: clique aqui
ro: faceți clic aici
ru: нажмите здесь
sv: klicka här
th: คลิกที่นี่
tr: lütfen buraya tıklayın
vi: hãy nhấp vào đây
zh_hans: 点击此处
zh_hant: 點擊此處

# Service_map_Equipment_Repair
source: Equipment Repair
cs: Oprava zařízení
de: Reparatur von Geräten
es: Reparación de equipos
fi: Laitteiden korjaus
fr: Réparation d'équipement
he: תיקון ציוד
id: Perbaikan Peralatan
it: Riparazione dell'attrezzatura
ja: 機器の修理
ko: 장비 수리
nb: Reparasjon av utstyr
nl: Reparatie van apparatuur
pl: Naprawa sprzętu
pt_br: Reparação de Equipamentos
ro: Repararea echipamentelor
ru: Ремонт оборудования
sv: Reparation av utrustning
th: ซ่อมอุปกรณ์
tr: Ekipman Onarımı
vi: Sửa chữa thiết bị
zh_hans: 设备维修
zh_hant: 設備維修

# play_error_tips_4
source: Device timeout…
cs: Časový limit zařízení ...
de: Zeitüberschreitung Gerät...
es: Tiempo muerto del Equipo ...
fi: Laitteen aikakatkaisu ...
fr: Expiration du délai pour l'appareil
he: פג זמן החיבור...
id: Waktu Habis
it: Timeout dispoaitivo…
ja: デバイスのタイムアウト…
ko: 제품 시간 초과
nb: Enhetsavbrudd…
nl: Time-out apparaat…
pl: Czas połączenia minął…
pt_br: Tempo limite do dispositivo…
ru: Тайм-аут устройства…
sv: Enhetsavbrott ...
th: อุปกรณ์หมดเวลาเชื่อมต่อแล้ว
tr: Cihaz zaman aşımı…
vi: Thiết bị đã hết thời gian chờ ...
zh_hans: 设备超时…
zh_hant: 設備超時…

# Devicesetting_Night_only
source: Night only
cs: Pouze noc
de: Nur Nacht
es: solo noche
fi: Vain yö
fr: Nuit uniquement
he: לילה בלבד
id: Malam saja
it: Solo notte
ja: 夜のみ
ko: 밤에만
nb: Bare natt
nl: Alleen nacht
pl: Tylko noc
pt_br: Somente noite
ro: Doar noaptea
ru: Только ночь
sv: Endast natt
th: กลางคืนเท่านั้น
tr: sadece gece
vi: Chỉ ban đêm
zh_hans: 仅夜间
zh_hant: 僅夜間

# person_alarm_selct_time_fri
source: Friday
cs: Pátek
de: Freitag
es: El viernes
fi: perjantai
fr: Vendredi
he: יום שישי
id: jumat
it: venerdì
ja: 金曜日
ko: 금요일
nb: fredag
nl: vrijdag
pl: Piątek
pt_br: Sexta-feira
ro: vineri
ru: пятница
sv: fredag
th: วันศุกร์
tr: Cuma
vi: Thứ sáu
zh_hans: 周五
zh_hant: 週五
