Repository: Yolo-cell-hash/go_home_ios
Catalog: ios/Runner/JASDK/JAResources/XLanguage/X35MultiLanguage/*.lproj/X35MutiLanguage.strings
Languages: cs, de, es, fi, fr, he, id, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sv, th, tr, vi, zh_hans, zh_hant

# adddevice_deecription_local_use
source: View video without network ,select Direct Connection.(few people choose)
cs: Chcete-li zobrazit video bez sítě, vyberte možnost Přímé připojení.(málo lidí si vybere)
de: Lokale Verwendung: Es muss keine Verbindung zum Router hergestellt werden, Smartphone wird direkt lokal mit Gerät verbunden.
es: Ver video sin red, seleccione Conexión directa.(pocas personas eligen)
fi: Katso video ilman verkkoa, valitse Suora yhteys.(harvat valitsevat)
fr: Voir la vidéo sans réseau, sélectionnez Connexion directe.(peu de gens choisissent)
he: צפה בוידאו ללא רשת, בחר חיבור ישיר.(מעט אנשים בוחרים)
id: Lihat video tanpa jaringan, pilih Sambungan Langsung.(beberapa orang memilih)
it: Guarda il video senza rete, seleziona Connessione diretta.(poche persone scelgono)
ja: ネットワークなしでビデオを表示し、直接接続を選択します。（選択する人は少ない）
ko: 네트워크없이 비디오를 보려면 직접 연결을 선택하십시오.(몇몇 사람들이 선택)
nb: Se video uten nettverk, velg Direkte tilkobling.(få mennesker velger)
nl: Bekijk video zonder netwerk, selecteer Directe verbinding.(weinig mensen kiezen)
pl: Wyświetl wideo bez sieci, wybierz Połączenie bezpośrednie.(kilka osób wybiera)
pt_br: Veja o vídeo sem rede, selecione Conexão direta.(poucas pessoas escolhem)
ro: Vizualizați videoclipuri fără rețea, selectați Conexiune directă.(putini oameni aleg)
ru: Просмотр видео без сети, выберите Прямое подключение. (мало кто выбирает)
sv: Visa video utan nätverk, välj Direct Connection.(få människor väljer)
th: หากไม่มีเครือข่ายให้เชื่อมต่อกล้องเพื่อรับชมในระยะใกล้โปรดเลือกการเชื่อมต่อโดยตรงในพื้นที่ (ไม่กี่คนที่เลือก)
tr: Ağ olmadan videoyu izleyin, Doğrudan Bağlantı seçeneğini seçin.(birkaç kişi seçer)
vi: Nếu không có mạng, kết nối camera để xem ở khoảng cách gần, vui lòng chọn kết nối trực tiếp cục bộ. (Ít người chọn)
zh_hans: 无网络情况下，近距离连接摄像机观看，请选择本地直连。(少人选择)
zh_hant: 無網絡情況下，近距離連接攝像機觀看，請選擇本地直連。 (少人選擇)

# preview_no_video_detect_network_status
source: 1. Detect network status
cs: 1. Zjistěte stav sítě
de: 1. Überprüfen Sie den Netzwerkstatus
es: 1. Detectar el estado de la red.
fi: 1. Tunnista verkon tila
fr: 1. Détecter l'état du réseau
he: 1. זיהוי מצב הרשת
id: 1. Mendeteksi status jaringan
it: 1. Rileva lo stato della rete
ja: 1.ネットワークの状態を検知する
ko: 1. 네트워크 상태 감지
nb: 1. Oppdag nettverksstatus
nl: 1. Detecteer de netwerkstatus
pl: 1. Wykryj stan sieci
pt_br: 1. Detectar status da rede
ro: 1. Detectați starea rețelei
ru: 1. Определить состояние сети
sv: 1. Upptäck nätverksstatus
th: 1. ตรวจจับสถานะเครือข่าย
tr: 1. Ağ durumunu algıla
vi: 1. Kiểm tra trạng thái mạng
zh_hans: 1.检测网络状态
zh_hant: 1.檢測網絡狀態

# cloud_enter_code
source: Please enter the exchange code
cs: Zadejte kód odkupování
de: Bitte geben Sie den Gutscheincode ein
es: Por favor ingrese el código de canje
fi: Anna lunastuskoodi
fr: Veuillez entrer le code de remboursement
he: הזן את קוד הגאולה
id: Harap masukkan kode penukaran
it: Si prega di inserire il codice di riscatto
ja: 払い戻しコードを入力してください。
ko: 사용 코드를 입력하십시오.
nb: Vennligst skriv inn innløsningskoden
nl: Voer de inwisselcode in
pl: Wprowadź kod realizacji
pt_br: Por favor insira o código de resgate
ro: Introduceți codul de răscumpărare
ru: Пожалуйста,введите код выкупа
sv: Ange inlösenskoden
th: กรุณากรอกรหัสแลกเปลี่ยน
tr: Lütfen ödeme kodunu girin
vi: Vui lòng nhập mã đổi quà
zh_hans: 请输入兑换码
zh_hant: 請輸入兌換碼

# adddevice_change_device_password_add
source: Please contact the owner to change the password or delete and re-share and add
cs: Obraťte se prosím na vlastníka pro změnu hesla nebo smazání a opětovné sdílení a přidání
de: Bitte Eigentümer kontaktieren, um Passwort zu ändern oder löschen und erneut über teilen hinzufügen
es: Comuníquese con el propietario para cambiar la contraseña o eliminar y volver a compartir y agregar
fi: Ota yhteyttä omistajaan salasanan vaihtamiseksi tai poistamiseksi, jakamiseksi ja lisäämiseksi
fr: Veuillez contacter le propriétaire pour changer le mot de passe ou supprimer et partager à nouveau et ajouter
he: אנא צור קשר עם הבעלים כדי לשנות את הסיסמה או למחוק ולשתף מחדש ולהוסיף
id: Silakan hubungi pemilik untuk mengubah kata sandi atau menghapus dan membagikan kembali dan menambahkan
it: Si prega di contattare il proprietario per modificare la password o eliminare e ricondividere e aggiungere
ja: パスワードを変更するか、削除して再共有して追加するには、所有者に連絡してください
ko: 소유자에게 연락하여 비밀번호를 변경하거나 삭제하고 다시 공유하고 추가하십시오.
nb: Ta kontakt med eieren for å endre passordet eller slette og dele og legge til på nytt
nl: Neem contact op met de eigenaar om het wachtwoord te wijzigen of te verwijderen en opnieuw te delen en toe te voegen
pl: Skontaktuj się z właścicielem, aby zmienić hasło lub usunąć i ponownie udostępnić i dodać
pt_br: Entre em contato com o proprietário para alterar a senha ou excluir e compartilhar novamente e adicionar
ro: Vă rugăm să contactați proprietarul pentru a schimba parola sau pentru a șterge și a redistribui și a adăuga
ru: Пожалуйста, свяжитесь с владельцем, чтобы изменить пароль или удалить и повторно поделиться и добавить
sv: Kontakta ägaren för att ändra lösenordet eller ta bort och dela om och lägg till
th: โปรดติดต่อเจ้าของเพื่อเปลี่ยนรหัสผ่านหรือลบและแชร์และเพิ่ม
tr: Şifreyi değiştirmek veya silmek ve yeniden paylaşmak ve eklemek için lütfen sahibiyle iletişime geçin.
vi: Vui lòng liên hệ với chủ sở hữu để thay đổi mật khẩu hoặc xóa và chia sẻ lại và thêm
zh_hans: 请联系机主修改密码或删除后重新分享添加
zh_hant: 請聯繫機主修改密碼或刪除後重新分享添加

# addDevice_smartlink_Distribution_network_device
source: Device networking
cs: Síťování zařízení
de: Gerätevernetzung
es: Red de Equipos
fi: Laitteen verkottaminen
fr: Réseau de périphériques
he: רשת התקנים
id: Jaringan perangkat
it: Rete di dispositivi
ja: デバイスのネットワーク接続
ko: 장치 네트워킹
nb: Enhetsnettverk
nl: Apparaatnetwerken
pl: Sieć urządzeń
pt_br: Rede de dispositivos
ro: Rețeaua de dispozitive
ru: Сеть устройства
sv: Enhetsnätverk
th: เครือข่ายอุปกรณ์
tr: Cihaz ağı
vi: Mạng thiết bị
zh_hans: 设备连网
zh_hant: 設備連網

source: Asia/Vladivostok
cs: Asie / Vladivostok
de: Asien / Wladiwostok
fi: Aasia / Vladivostok
he: אסיה / ולדיווסטוק
ja: アジア/ウラジオストク
ko: 아시아 / 블라디보스토크
ru: Азия / Владивосток
sv: Asien / Vladivostok
th: เอเชีย / วลา
tr: Asya / Vladivostok
vi: Vladivostok / Vladivostok
zh_hans: 符拉迪沃斯托克/海参崴
zh_hant: 符拉迪沃斯托克/海參崴

# devicelist_firmware_update_wait_ios
source: %@Update firmware takes about a few minutes, please make sure the device power and network are normal.
cs: Firmware%@ Update trvá asi několik minut, ujistěte se prosím, že napájení zařízení a síť jsou normální.
de: %@ Die Aktualisierung der Firmware dauert einige Minuten. Stellen Sie sicher, dass die Stromversorgung und das Netzwerk des Geräts verbunden sind.
es: La actualización del firmware%@ tarda unos minutos, asegúrese de que la alimentación del dispositivo y la red sean normales.
fi: %@ Päivitä laiteohjelmisto kestää noin muutaman minuutin. Varmista, että laitteen virta ja verkko ovat normaalit.
fr: %@ La mise à jour du micrologiciel prend quelques minutes. Assurez-vous que le périphérique et le réseau sont correctement alimentés.
he: %@ עדכון הקושחה אורך מספר דקות, אנא וודא שכוח המכשיר והרשת תקינים.
id: %@ Perbarui firmware memakan waktu beberapa menit, pastikan daya dan jaringan perangkat normal.
it: %@ Aggiorna firmware richiede alcuni minuti, assicurati che l'alimentazione e la rete del dispositivo siano normali.
ja: %@ファームウェアの更新には数分かかります。デバイスの電源とネットワークが正常であることを確認してください。
ko: %@ 업데이트 펌웨어는 몇 분 정도 걸립니다. 장치의 전원과 네트워크가 정상인지 확인하십시오.
nb: %@ Oppdater firmware tar omtrent noen minutter. Forsikre deg om at strømforsyningen og nettverket er normalt.
nl: %@ Firmware-update duurt ongeveer een paar minuten, zorg ervoor dat de voeding en het netwerk van het apparaat normaal zijn.
pl: Aktualizacja oprogramowania%@ zajmuje około kilku minut, upewnij się, że zasilanie urządzenia i sieć są normalne.
pt_br: %@ A atualização do firmware leva cerca de alguns minutos. Verifique se a energia e a rede do dispositivo estão normais.
ro: %@ Actualizarea firmware-ului durează aproximativ câteva minute, vă rugăm să vă asigurați că puterea și rețeaua dispozitivului sunt normale.
ru: %@ Обновление прошивки занимает около нескольких минут, пожалуйста, убедитесь, что питание устройства и сеть в норме.
sv: %@ Uppdatera firmware tar ungefär några minuter, se till att enhetens ström och nätverk är normala.
th: %@ ใช้เวลาประมาณสองสามนาทีในการอัปเดตเฟิร์มแวร์โปรดตรวจสอบให้แน่ใจว่าพลังงานของอุปกรณ์และเครือข่ายเป็นปกติ
tr: %@ Firmware güncellemesi birkaç dakika sürer, lütfen cihazın gücünün ve ağın normal olduğundan emin olun.
vi: %@ Mất khoảng vài phút để cập nhật chương trình cơ sở. Vui lòng đảm bảo rằng nguồn điện và mạng của thiết bị bình thường
zh_hans: %@更新固件大约需要几分钟，请确保设备电源与网络正常
zh_hant: %@更新固件大約需要幾分鐘，請確保設備電源與網絡正常

# help_addDevice_textTips_9
source: 4.If the indicator light of device blinks,click ② "yes",choose the device ID on the list
cs: 4. Pokud indikátor zařízení bliká,klepněte na tlačítko 2 "Ano" a vyberte ID zařízení,které chcete přidat do seznamu.
de: 4.Wenn LED des Gerätes blinkt, tippen Sie ② "Ja", wählen Sie das Gerät aus der Liste aus
es: 4. Si la luz indicadora del Equipo parpadea,haga clic en ② "sí ",elija la ID del Equipo en la lista
fi: 4. Jos laitteen merkkivalo vilkkuu,napsauta 2 "Kyllä"-painiketta ja valitse laitteen tunnus,jonka haluat lisätä luetteloon.
fr: 4. Si le voyant de l'appareil clignote, cliquez sur ② "oui", choisissez l'ID de l'appareil dans la liste
he: .4 אם נורית החיווי של המכשיר מהבהבת,לחצו על ② "yes ",בחרו את מזהה ההתקן ברשימה
id: 4.Jika lampu indikator perangkat berkedip,klik ② "ya ",pilih ID perangkat dalam daftar
it: 4. Se l'indicatore luminoso lampeggia,premere ② "Sì",selezionare l'ID dalla lista dispositivi
ja: 4.デバイスのランプが点滅している場合は、②"はい"をクリックして、リストからデバイスIDを選択します。
ko: 4. 장치의 표시등이 깜박이면 ② "예 "를 클릭하고 목록에서 장치 ID를 선택해주세요.
nb: 4. Hvis enhetsindikatoren blinker,klikker du på 2 Ja-knappen og velger enhets-IDen som skal legges til i listen.
nl: 4.Indien indicatielampje van apparaat knippert ② "ja",apparaat-ID in lijst selecteren
pl: 4. Jeśli lampka wskaźnika urządzenia miga,kliknij ② "tak ",wybierz identyfikator urządzenia z listy
pt_br: 4.Se a luz indicadora do dispositivo piscar,clique em ② "sim ",escolha o ID do dispositivo na lista
ro: 4. Dacă indicatorul luminos al dispozitivului clipește,faceți clic pe ② "da ",alegeți ID-ul dispozitivului din listă
ru: 4.Если мигает индикатор устройства,нажмите ② "yes ",выберите идентификатор устройства в списке.
sv: 4. Om indikatorlampan för enheten blinkar,klicka på ② "yes ",välj enhetens ID i listan
th: 4. หากไฟแสดงสถานะอุปกรณ์กะพริบให้คลิก②ปุ่ม "ใช่" และเลือกรหัสอุปกรณ์ที่จะเพิ่มในรายการ
tr: 4. Cihazın gösterge ışığı yanıp sönüyorsa,② "yes " düğmesini tıklayın,listeden cihaz kimliğini seçin
vi: 4. Nếu chỉ báo thiết bị nhấp nháy, hãy nhấp vào nút ② "Có" và chọn ID thiết bị sẽ được thêm vào danh sách.
zh_hans: 4.若设备指示灯闪烁，点击②“是”按钮，在列表中选择需要添加的设备ID。
zh_hant: 4.若設備指示燈閃爍，點擊②“是”按鈕，在列表中選擇需要添加的設備ID。

# devicesetting_select_alarm_time_length
source: Select the length of the video after the alarm
cs: Po alarmu vyberte délku videa
de: Aufnahmedauer nach Alarm auswählen
es: Seleccione la duración del video después de la alarma
fi: Valitse videon pituus hälytyksen jälkeen
fr: Sélectionnez la longueur de la vidéo après l'alarme
he: בחר את אורך הווידאו לאחר ההתראה
id: Pilih panjang video setelah alarm
it: Seleziona la lunghezza del video dopo l'allarme
ja: アラーム発生後の動画の長さを選択
ko: 알람 후 비디오 길이 선택
nb: Velg lengden på videoen etter alarmen
nl: Selecteer de lengte van de video na het alarm
pl: Wybierz długość filmu po alarmie
pt_br: Selecione a duração do vídeo após o alarme
ro: Selectați lungimea videoclipului după alarma
ru: Выберите длительность видео после будильника
sv: Välj längden på videon efter larmet
th: เลือกความยาวของวิดีโอหลังการแจ้งเตือน
tr: Alarmdan sonra videonun uzunluğunu seçin
vi: Chọn thời gian ghi âm sau khi báo thức
zh_hans: 选择报警后录像时长
zh_hant: 選擇報警後錄像時長

# devicesetting_modified_content_prompt
source: The modified content has not been saved. Do you want to save and then exit?
cs: Upravený obsah nebyl uložen. Chcete uložit a poté ukončit?
de: Der geänderte Inhalt wurde nicht gespeichert. Speichern und beenden?
es: El contenido modificado no se ha guardado. ¿Quieres guardar y luego salir?
fi: Muokattua sisältöä ei ole tallennettu. Haluatko tallentaa ja poistua sitten?
fr: Le contenu modifié n'a pas été enregistré. Voulez-vous enregistrer puis quitter?
he: התוכן ששונה לא נשמר. האם אתה רוצה לשמור ואז לצאת?
id: Konten yang dimodifikasi belum disimpan. Apakah Anda ingin menyimpan lalu keluar?
it: Il contenuto modificato non è stato salvato. Vuoi salvare e poi uscire?
ja: 変更されたコンテンツは保存されていません。 保存して終了しますか？
ko: 수정 된 내용이 저장되지 않았습니다. 저장하고 종료 하시겠습니까?
nb: Det endrede innholdet er ikke lagret. Vil du lagre og deretter avslutte?
nl: De gewijzigde inhoud is niet opgeslagen. Wilt u opslaan en vervolgens afsluiten?
pl: Zmodyfikowana treść nie została zapisana. Czy chcesz zapisać, a następnie wyjść?
pt_br: O conteúdo modificado não foi salvo. Você deseja salvar e depois sair?
ro: Conținutul modificat nu a fost salvat. Doriți să salvați și apoi să ieșiți?
ru: Измененный контент не был сохранен. Вы хотите сохранить, а затем выйти?
sv: Det modifierade innehållet har inte sparats. Vill du spara och sedan avsluta?
th: ยังไม่ได้บันทึกเนื้อหาที่แก้ไข คุณต้องการบันทึกแล้วออกหรือไม่
tr: Değiştirilen içerik kaydedilmedi. Kaydedip sonra çıkmak ister misiniz?
vi: Nội dung đã sửa đổi chưa được lưu. Bạn có muốn lưu rồi thoát không?
zh_hans: 修改内容尚未保存，是否保存后再退出？
zh_hant: 修改內容尚未保存，是否保存後再退出？

# addDevice_phone_no_WIFI
source: The current phone is not connected to WiFi
cs: Aktuální telefon není připojen k WiFi
de: Das Smartphone ist nicht mit WLAN verbunden
es: El teléfono actual no está conectado a WiFi.
fi: Nykyinen puhelin ei ole yhteydessä WiFi-laitteeseen
fr: Le téléphone actuel n'est pas connecté au WiFi
he: הטלפון הנוכחי אינו מחובר ל- WiFi
id: Telepon saat ini tidak terhubung ke WiFi
it: Il telefono corrente non è connesso a WiFi
ja: 現在の携帯電話は無線LANに接続されていません
ko: 현재 전화가 WiFi에 연결되어 있지 않습니다.
nb: Den nåværende telefonen er ikke koblet til WiFi
nl: De huidige telefoon is niet verbonden met WiFi
pl: Obecny telefon nie jest połączony z siecią WiFi
pt_br: O telefone atual não está conectado ao WiFi
ro: Actualul telefon nu este conectat la WiFi
ru: Текущий телефон не подключен к WiFi
sv: Den aktuella telefonen är inte ansluten till WiFi
th: โทรศัพท์ไม่ได้เชื่อมต่อกับ WiFi
tr: Mevcut telefon WiFi’a bağlı değil
vi: Điện thoại hiện tại không được kết nối với WiFi
zh_hans: 当前手机未连接WiFi
zh_hant: 當前手機未連接WiFi

# addDevice_connectionFail_timeOut
source: Device connection failed,connection timeout
cs: Připojení zařízení selhalo,připojení vypršelo
de: Geräte-Verbindung fehlgeschlagen, Zeitüberschreitung Verbindung
es: La conexión del Equipo falla,el tiempo de espera de la conexión
fi: Laiteyhteys epäonnistui,yhteys katkesi
fr: La configuration du périphérique a échoué en raison du délai de connexion
he: החיבור נכשל,פג תוקף זמן החיבור
id: Koneksi Perangkat Gagal,Waktu Habis
it: Connessione dispositivo fallita,timeout connessione
ja: 接続遅延により、デバイス設定できません。
ko: 연결 시도 시간 초과로 제품 연결 실패
nb: Tilkobling til enhet feilet,tidsavbrudd på tilkobling
nl: Apparaatverbinding mislukt,time-out verbinding
pl: Połączenie nieudane,czas połączenia minął
pt_br: Falha na conexão do dispositivo,tempo limite da conexão
ro: Conectarea dispozitivului nu reușește,durata de conectare
ru: Ошибка подключения к устройству,время ожидания подключения
sv: Enhetsanslutning misslyckas,anslutningstidsavbrott
th: การเชื่อมต่ออุปกรณ์ล้มเหลว,หมดเวลาการเชื่อมต่อ
tr: Cihaz bağlantısı başarısız,bağlantı zaman aşımına uğradı
vi: Kết nối thiết bị không thành công, kết nối đã hết thời gian chờ
zh_hans: 设备连接失败，连接超时
zh_hant: 設備連接失敗，連接超時

# devicesetting_4G_card_wait_recharge
source: Waiting for Top-up
cs: Čekání na dobití
de: Auf Aufladung warten
es: Esperando recarga
fi: Odotetaan lataamista
fr: En attente de recharge
he: מחכה לטעינה
id: Menunggu isi ulang
it: In attesa di ricarica
ja: 再充電を待っています
ko: 재충전을 기다리는 중
nb: Venter på å lade
nl: Wachten op opladen
pl: Oczekiwanie na doładowanie
pt_br: À espera de recarga
ro: În așteptarea reîncărcării
ru: В ожидании пополнения
sv: Väntar på laddning
th: กำลังรอการเติมเงิน
tr: Şarj bekliyorum
vi: Đang chờ nạp tiền
zh_hans: 等待充值
zh_hant: 等待充值

# adddevice_version_update_IOS
source: The current APP version is too low to recognize this QR code, please update the APP to the latest version and scan again
cs: Aktuální verze aplikace je příliš nízká na to, aby rozpoznala tento QR kód, aktualizujte aplikaci na nejnovější verzi a znovu naskenujte
de: Die aktuelle App-Version ist zu alt, um diesen QR-Code zu erkennen, bitte aktualisieren Sie die App auf die neueste Version und scannen ihn erneut
es: La versión actual de la APLICACIÓN es demasiado baja para reconocer este código QR, actualice la APLICACIÓN a la última versión y escanee nuevamente
fi: Nykyinen APP-versio on liian alhainen tunnistamaan tätä QR-koodia. Päivitä APP uusimpaan versioon ja skannaa uudelleen
fr: La version actuelle de l'APP est trop faible pour reconnaître ce code QR, veuillez mettre à jour l'APP vers la dernière version et numériser à nouveau
he: גרסת ה-APP הנוכחית נמוכה מכדי לזהות את קוד ה-QR הזה, אנא עדכן את ה-APP לגרסה העדכנית ביותר וסרוק שוב
id: Versi APLIKASI saat ini terlalu rendah untuk mengenali kode QR ini, perbarui APLIKASI ke versi terbaru dan pindai lagi
it: L'attuale versione dell'APP è troppo bassa per riconoscere questo codice QR, aggiorna l'APP alla versione più recente e scansiona di nuovo
ja: 現在のAPPバージョンは低すぎてこのQRコードを認識できません。APPを最新バージョンに更新して、もう一度スキャンしてください
ko: 현재 앱 버전이 너무 낮아 이 QR 코드를 인식할 수 없습니다. 앱을 최신 버전으로 업데이트하고 다시 스캔하세요.
nb: Den nåværende APP-versjonen er for lav til å gjenkjenne denne QR-koden. Oppdater APP-en til den nyeste versjonen og skann på nytt
nl: De huidige APP-versie is te laag om deze QR-code te herkennen. Werk de APP bij naar de nieuwste versie en scan opnieuw
pl: Aktualna wersja aplikacji jest zbyt niska, aby rozpoznać ten kod QR, zaktualizuj aplikację do najnowszej wersji i zeskanuj ponownie
pt_br: A versão atual do APP é muito baixa para reconhecer este código QR, atualize o APP para a versão mais recente e escaneie novamente
ro: Versiunea actuală a aplicației este prea scăzută pentru a recunoaște acest cod QR, actualizați aplicația la cea mai recentă versiune și scanați din nou
ru: Текущая версия приложения слишком мала, чтобы распознать этот QR-код, обновите приложение до последней версии и повторите сканирование.
sv: Den aktuella APP-versionen är för låg för att känna igen denna QR-kod. Uppdatera APP:en till den senaste versionen och skanna igen
th: แอปเวอร์ชันปัจจุบันต่ำเกินไปที่จะรับรู้โค้ด QR นี้ โปรดอัปเดตแอปเป็นเวอร์ชันล่าสุดแล้วสแกนอีกครั้ง
tr: Mevcut APP sürümü bu QR kodunu tanıyamayacak kadar düşük, lütfen APP'yi en son sürüme güncelleyin ve tekrar tarayın
vi: Phiên bản APP hiện tại quá thấp để nhận dạng mã QR này, vui lòng cập nhật APP lên phiên bản mới nhất và quét lại
zh_hans: 当前APP版本过低，无法识别此二维码，请将APP更新至最新版本后重新扫描
zh_hant: 當前APP版本過低，無法識別此二維碼，請將APP更新至最新版本後重新掃描

# preview_video_played_onwatched_affect_informa_security
source: The video has been played for more than 10 minutes and no one has watched it, which will affect information security. Do you want to continue playing?
cs: Video bylo přehráváno déle než 10 minut a nikdo ho neviděl, což bude mít vliv na bezpečnost informací. Chcete pokračovat ve hře?
de: Das Video wurde länger als 10 Minuten abgespielt und niemand hat es sich angesehen, was die Informationssicherheit beeinträchtigen wird. Möchten Sie weiterspielen?
es: El video se ha reproducido durante más de 10 minutos y nadie lo ha visto, lo que afectará la seguridad de la información. ¿Quieres seguir jugando?
fi: Videota on toistettu yli 10 minuuttia, eikä kukaan ole katsonut sitä, mikä vaikuttaa tietoturvaan. Haluatko jatkaa pelaamista?
fr: La vidéo a été lue pendant plus de 10 minutes et personne ne l'a regardée, ce qui affectera la sécurité des informations. Voulez-vous continuer à jouer ?
he: הסרטון הושמע יותר מ-10 דקות ואף אחד לא צפה בו, מה שישפיע על אבטחת המידע. האם אתה רוצה להמשיך לשחק?
id: Video telah diputar selama lebih dari 10 menit dan tidak ada yang menontonnya, yang akan memengaruhi keamanan informasi. Apakah Anda ingin terus bermain?
it: Il video è stato riprodotto per più di 10 minuti e nessuno lo ha guardato, il che influirà sulla sicurezza delle informazioni. Vuoi continuare a giocare?
ja: ビデオは10分以上再生され、誰も見ていません。これは情報セキュリティに影響します。 プレイを続けますか？
ko: 해당 영상은 10분 이상 재생됐으며 아무도 시청하지 않아 정보보안에 영향을 미칠 것으로 보인다. 계속 플레이하시겠습니까?
nb: Videoen har blitt spilt av i mer enn 10 minutter og ingen har sett den, noe som vil påvirke informasjonssikkerheten. Vil du fortsette å spille?
nl: De video is meer dan 10 minuten afgespeeld en niemand heeft hem bekeken, wat gevolgen heeft voor de informatiebeveiliging. Wil je verder spelen?
pl: Film był odtwarzany przez ponad 10 minut i nikt go nie oglądał, co wpłynie na bezpieczeństwo informacji. Czy chcesz kontynuować grę?
pt_br: O vídeo foi reproduzido por mais de 10 minutos e ninguém o assistiu, o que afetará a segurança da informação. Você quer continuar jogando?
ro: Videoclipul a fost redat mai mult de 10 minute și nimeni nu l-a vizionat, ceea ce va afecta securitatea informațiilor. Vrei să continui să joci?
ru: Видео воспроизводится более 10 минут и его никто не смотрел, что повлияет на информационную безопасность. Хотите продолжить играть?
sv: Videon har spelats i mer än 10 minuter och ingen har sett den, vilket kommer att påverka informationssäkerheten. Vill du fortsätta spela?
th: วิดีโอนี้เล่นเกิน 10 นาทีแล้วและไม่มีใครดูเลย ซึ่งจะส่งผลต่อความปลอดภัยของข้อมูล คุณต้องการเล่นต่อหรือไม่?
tr: Video 10 dakikadan fazla oynatılmış ve kimse izlememiş, bu da bilgi güvenliğini etkileyecektir. Oynamaya devam etmek istiyor musunuz?
vi: Video phát hơn 10 phút mà không ai xem sẽ ảnh hưởng đến bảo mật thông tin. Bạn có muốn chơi tiếp không?
zh_hans: 视频已播放超过10分钟，无人观看会影响信息安全，是否继续播放？
zh_hant: 視頻已播放超過10分鐘，無人觀看會影響信息安全，是否繼續播放？
