Repository: Yolo-cell-hash/go_home_ios
Catalog: ios/Runner/JASDK/JAResources/XLanguage/X35MultiLanguage/*.lproj/X35MutiLanguage.strings
Languages: cs, de, es, fi, fr, he, id, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sv, th, tr, vi, zh_hans, zh_hant

# devicesetting_early_warning
source: Forewarning
cs: varovného
de: Warnung
es: Preaviso
fi: ennakkovaroitus
fr: Avertissement
he: אזהרה
id: Peringatan
it: Preavviso
ja: 事前警告
ko: 미리 경고
nb: Forvarsel
pl: Ostrzeżenie
pt_br: Avisar
ro: presentiment
ru: предостережение
sv: Förvarning
th: ข้อควรระวัง
vi: Cảnh báo sớm
zh_hans: 预警
zh_hant: 預警

# deviceSetting_Security_Settings
source: Security Settings
cs: Bezpečnostní nastavení
de: Sicherheitseinstellungen
es: Configuraciones de seguridad
fi: Turvallisuusasetukset
fr: Les paramètres de sécurité
he: הגדרות אבטחה
id: Pengaturan keamanan
it: Impostazioni di sicurezza
ja: セキュリティ設定
ko: 보안 설정
nb: Sikkerhetsinnstillinger
nl: Veiligheidsinstellingen
pl: Ustawienia bezpieczeństwa
pt_br: Configurações de segurança
ro: Setări de securitate
ru: Настройки безопасности
sv: Säkerhetsinställningar
th: ตั้งค่าความปลอดภัย
tr: Güvenlik ayarları
vi: Cài đặt hệ thống bảo vệ
zh_hans: 安全设置
zh_hant: 安全設置

# adddevice_Successfully_connected_automatic_networking
source: The device hotspot has been connected! Click to start automatic networking
cs: Hotspot zařízení byl připojen! Kliknutím spustíte automatické vytváření sítí
de: Geräte-Hotspot verbunden! Hier tippen, um automatische Verbindung zu starten
es: ¡Se ha conectado el punto de acceso del dispositivo! Haga clic para iniciar la red automática
fi: Laitteen hotspot on yhdistetty! Napsauta aloittaaksesi automaattisen verkostoitumisen
fr: Le point d'accès de l'appareil a été connecté ! Cliquez pour démarrer la mise en réseau automatique
he: נקודה חמה של המכשיר חוברה! לחץ כדי להתחיל רשת אוטומטית
id: Hotspot perangkat telah terhubung! Klik untuk memulai jaringan otomatis
it: L'hotspot del dispositivo è stato connesso! Fare clic per avviare la rete automatica
ja: デバイスのホットスポットが接続されました！ クリックして自動ネットワークを開始します
ko: 장치 핫스팟이 연결되었습니다! 자동 네트워킹을 시작하려면 클릭하십시오.
nb: Enhetens hotspot er tilkoblet! Klikk for å starte automatisk nettverk
nl: De hotspot van het apparaat is verbonden! Klik om automatisch netwerken te starten
pl: Hotspot urządzenia został podłączony! Kliknij, aby rozpocząć automatyczne tworzenie sieci
pt_br: O ponto de acesso do dispositivo foi conectado! Clique para iniciar a rede automática
ro: Hotspot-ul dispozitivului a fost conectat! Faceți clic pentru a porni rețeaua automată
ru: Точка доступа устройства подключена! Нажмите, чтобы запустить автоматическое подключение к сети
sv: Enhetens hotspot har anslutits! Klicka för att starta det automatiska nätverket
th: ฮอตสปอตของอุปกรณ์เชื่อมต่อแล้ว! คลิกเพื่อเริ่มระบบเครือข่ายอัตโนมัติ
tr: Cihaz etkin noktası bağlandı! Otomatik ağ oluşturmayı başlatmak için tıklayın
vi: Điểm phát sóng của thiết bị đã được kết nối! Nhấp để bắt đầu kết nối mạng tự động
zh_hans: 设备热点已连接完成！点击开始自动联网
zh_hant: 設備熱點已連接完成！點擊開始自動聯網

# Service_map_Go_to_here
source: Go to here
cs: Jdi sem
de: Zu Hier gehen
es: Ir a aqui
fi: Mene tänne
fr: Allez ici
he: עבור לכאן
id: Pergi ke sini
it: Vai qui
ja: ここに行く
ko: 여기로 이동
nb: Gå til her
nl: Ga hierheen
pl: Idź tutaj
pt_br: Vá para aqui
ro: Du-te aici
ru: Иди сюда
sv: Gå hit
th: ไปที่นี่
tr: Buraya git
vi: tới đây, đến chỗ này
zh_hans: 到这里
zh_hant: 到這裏

# add_Learn_more_cloud_information
source: Learn more about cloud card information
cs: Další informace o informacích o cloudové kartě
de: Erfahren Sie mehr über Cloud-Karteninformationen
es: Obtenga más información sobre la información de la tarjeta en la nube
fi: Lue lisää pilvikorttitiedoista
fr: En savoir plus sur les informations de la carte cloud
he: למידע נוסף על מידע על כרטיסי ענן
id: Pelajari lebih lanjut tentang informasi kartu cloud
it: Ulteriori informazioni sulle informazioni sulla carta cloud
ja: クラウドカード情報の詳細
ko: 클라우드 카드 정보에 대해 자세히 알아보기
nb: Finn ut mer om skykortinformasjon
nl: Meer informatie over cloudkaartinformatie
pl: Dowiedz się więcej o informacjach o karcie w chmurze
pt_br: Saiba mais sobre as informações do cartão de nuvem
ro: Aflați mai multe despre informațiile despre cardul cloud
ru: Узнайте больше об информации об облачной карте
sv: Läs mer om molnkortsinformation
th: เรียนรู้เพิ่มเติมเกี่ยวกับข้อมูลการ์ดคลาวด์
tr: Bulut kartı bilgileri hakkında daha fazla bilgi edinin
vi: Tìm hiểu thêm về thông tin thẻ đám mây
zh_hans: 了解更多云卡信息
zh_hant: 了解更多雲卡信息

# channel_name_be_empty
source: Channel name can't be empty
cs: Název kanálu nesmí být prázdný
de: Kanalname darf nicht leer sein
es: El nombre del canal no puede estar vacío
fi: Kanavan nimi ei voi olla tyhjä
fr: Le nom du canal ne peut pas être vide
he: שם הערוץ לא יכול להיות ריק
id: Nama Saluran tidak boleh kosong
it: Nome canale non può essere vuoto
ja: チャンネル名が未入力です
ko: 채널 이름은 비워 둘 수 없습니다.
nb: Kanal navn kan ikke være tomt
nl: Kanaalnaam mag niet leeg zijn
pl: Nazwa kanału nie może być pusta
pt_br: O nome do canal não pode estar vazio
ro: Numele canalului nu poate fi gol
ru: Название канала не может быть пустым
sv: Kanalnamnet kan inte vara tomt
th: ชื่อของช่อง ต้องไม่ว่างเปล่า
tr: Kanal adı boş olamaz
vi: Tên kênh không được để trống
zh_hans: 通道名称不能为空
zh_hant: 通道名稱不能為空

# devicelist_Edit_device_name
source: Edit device name
cs: Upravit název zařízení
de: Gerätename bearbeiten
es: Editar el nombre del dispositivo
fi: Muokkaa laitteen nimeä
fr: Modifier le nom de l'appareil
he: ערוך את שם המכשיר
id: Edit nama perangkat
it: Modifica il nome del dispositivo
ja: デバイス名を編集する
ko: 기기 이름 수정
nb: Rediger enhetsnavn
nl: Apparaatnaam bewerken
pl: Edytuj nazwę urządzenia
pt_br: Editar o nome do dispositivo
ro: Editați numele dispozitivului
ru: Изменить имя устройства
sv: Redigera enhetsnamn
th: แก้ไขชื่ออุปกรณ์
tr: Cihaz adını düzenle
vi: Chỉnh sửa tên thiết bị
zh_hans: 编辑设备名称
zh_hant: 編輯設備名稱

# help_addDevice_textTips_1
source: Add camera
cs: Přidat fotoaparát
de: Kamera hinzufügen
es: Añadir cámara
fi: Lisää kamera
fr: Ajouter une caméra
he: הוספת מצלמה
id: Tambah Kamera
it: Aggiungere camera
ja: カメラの追加
ko: 카메라 추가
nb: Legg til kamera
nl: Camera toevoegen
pl: Dodaj kamerę
pt_br: Adicionar câmera
ro: Adăugați camera
ru: Добавить камеру
sv: Lägg till kamera
th: เพิ่มกล้อง
tr: Kamera ekle
vi: Thêm máy ảnh
zh_hans: 添加摄像机
zh_hant: 添加攝像機

# deviceSetting_Video_sleep_duration_describe
source: After each recording is completed, no new recordings will be taken within this period of time
cs: Po dokončení každého nahrávání nebudou během této doby pořízeny žádné nové nahrávky
de: Nachdem jede Aufnahme beendet ist, werden innerhalb dieses Zeitraums keine neuen Aufnahmen gestartet
es: Después de que se complete cada grabación, no se realizarán nuevas grabaciones dentro de este período de tiempo.
fi: Kun jokainen äänitys on valmis, uusia tallennuksia ei oteta tämän ajanjakson aikana
fr: Une fois chaque enregistrement terminé, aucun nouvel enregistrement ne sera effectué pendant cette période
he: לאחר השלמת כל הקלטה, לא ייקלטו הקלטות חדשות בפרק זמן זה
id: Setelah setiap rekaman selesai, tidak ada rekaman baru yang akan diambil dalam periode waktu ini
it: Al termine di ogni registrazione, non verranno eseguite nuove registrazioni entro questo periodo di tempo
ja: 各録画が完了すると、この期間内に新しい録画は行われません。
ko: 각 녹음이 완료된 후에는 이 기간 동안 새로운 녹음이 이루어지지 않습니다.
nb: Etter at hvert opptak er fullført, vil ingen nye opptak bli tatt innen denne tidsperioden
nl: Nadat elke opname is voltooid, worden er binnen deze periode geen nieuwe opnamen gemaakt
pl: Po zakończeniu każdego nagrania żadne nowe nagrania nie zostaną wykonane w tym okresie
pt_br: Depois que cada gravação for concluída, nenhuma nova gravação será feita dentro deste período de tempo
ro: După finalizarea fiecărei înregistrări, nu vor fi efectuate noi înregistrări în această perioadă de timp
ru: После завершения каждой записи новые записи не будут производиться в течение этого периода времени.
sv: Efter att varje inspelning är klar kommer inga nya inspelningar att göras inom denna tidsperiod
th: หลังจากการบันทึกแต่ละครั้งเสร็จสิ้น จะไม่มีการบันทึกใหม่ภายในระยะเวลานี้
tr: Her kayıt tamamlandıktan sonra bu süre içinde yeni kayıt alınmayacaktır.
vi: Sau khi hoàn thành mỗi lần ghi, sẽ không có bản ghi mới nào được thực hiện trong khoảng thời gian này
zh_hans: 每次录像完成后，该时间段内不再拍摄新录像
zh_hant: 每次錄像完成後，該時間段內不再拍攝新錄像

# often
source: Operation is very frequent
cs: Příliš často
de: Zu oft versucht
es: Operacion muy frecuente
fi: Liian usein
fr: l'opération est trop fréquente
he: יותר מידי בקשות בזמן קצר
id: terlalu sering dioperasikan
it: Operazione troppo frequente
ja: 操作が多すぎます。
ko: 작업이 너무 빈번하다.
nb: For hyppig bruk
nl: Werking te frequent
pl: Operacja wykonana zbyt często
pt_br: A operação é muito frequente
ro: Operațiunea este prea frecventă
ru: Операция слишком частая
sv: Operationen är för ofta
th: การทำงานบ่อยมาก
tr: İşlem çok sık
vi: Hoạt động quá thường xuyên
zh_hans: 操作太频繁
zh_hant: 操作太頻繁

# adddevice_network_error_detail
source: The camera is temporarily unable to use the 5G band WiFi. Please select the 2.4G band WiFi, enter the correct password, and then connect.
cs: Fotoaparát je dočasně schopen používat WiFi pásmo 5G. Vyberte prosím pásmo 2.4G WiFi, zadejte správné heslo a poté se připojte.
de: Die Kamera unterstützt kein 5 GHz-WLAN. Bitte wählen Sie ein 2,4 GHz Netzwerk aus, geben das richtige Passwort ein und stellen Sie die Verbindung her.
es: La cámara no puede usar temporalmente el WiFi de banda 5G. Seleccione la banda WiFi de 2.4G, ingrese la contraseña correcta y luego conéctese.
fi: Kamera ei pysty väliaikaisesti käyttämään 5G-kaistaa WiFi. Valitse 2.4G-kaista WiFi, anna oikea salasana ja muodosta yhteys.
fr: L’appareil photo est temporairement incapable d’utiliser la bande WiFi 5G. Veuillez sélectionner le WiFi de la bande 2.4 G, entrez le mot de passe correct, puis connectez-vous.
he: המצלמה אינה מסוגלת כרגע להשתמש ב- WiFi של 5G. נא לבחור את WiFi הלהקה 2.4G, להזין את הסיסמה הנכונה ולאחר מכן להתחבר.
id: Kamera sementara tidak dapat menggunakan WiFi band 5G. Silakan pilih WiFi band 2.4G, masukkan kata sandi yang benar, dan kemudian hubungkan.
it: La fotocamera non è temporaneamente in grado di utilizzare la banda WiFi 5G. Selezionare la banda WiFi 2.4G, inserire la password corretta e quindi connettersi.
ja: カメラは一時的に5Gバンドの無線LANを使用できません。 2.4Gバンドの無線LANを選択し、正しいパスワードを入力してから接続してください。
ko: 카메라가 일시적으로 5G 대역 WiFi를 사용할 수 없습니다. 2.4G 대역 WiFi를 선택하고 올바른 암호를 입력 한 다음 연결하십시오.
nb: Kameraet kan ikke bruke 5G-bandet WiFi midlertidig. Vennligst velg 2.4G-bandet WiFi, skriv inn riktig passord, og koble deretter til.
nl: De camera kan tijdelijk de 5G-band WiFi niet gebruiken. Selecteer de 2.4G-band WiFi, voer het juiste wachtwoord in en maak verbinding.
pl: Aparat chwilowo nie może korzystać z pasma 5G WiFi. Wybierz pasmo 2.4G WiFi, wprowadź poprawne hasło, a następnie połącz.
pt_br: A câmera está temporariamente impossibilitada de usar a banda WiFi de 5G. Por favor, selecione a banda WiFi de 2.4G, digite a senha correta e, em seguida, conecte-se.
ro: Camera este temporar incapabilă să utilizeze banda 5G WiFi. Selectați banda 2.4G WiFi, introduceți parola corectă și apoi conectați-o.
ru: Камера временно не может использовать WiFi 5G диапазона. Пожалуйста, выберите WiFi диапазона 2.4G, введите правильный пароль, а затем подключитесь.
sv: Kameran kan tillfälligt inte använda 5G-bandet WiFi. Vänligen välj 2.4G-bandet WiFi, skriv in det korrekta lösenordet och anslut sedan.
th: กล้องไม่สามารถใช้ WiFi แบนด์ 5G ได้ชั่วคราวโปรดเลือก 2.4G band WiFi ป้อนรหัสผ่านที่ถูกต้องจากนั้นเชื่อมต่อ
tr: Kamera 5G bantlı WiFi'yi geçici olarak kullanamıyor. Lütfen 2.4G band WiFi'yi seçin, doğru şifreyi girin ve ardından bağlanın.
vi: Máy ảnh tạm thời không thể sử dụng WiFi băng tần 5G, vui lòng chọn WiFi băng tần 2.4G, nhập mật khẩu chính xác, sau đó kết nối.
zh_hans: 摄像机暂时无法使用5G频段WiFi，请选择2.4G频段WiFi后，输入正确密码，再进行连接。
zh_hant: 攝像機暫時無法使用5G頻段WiFi，請選擇2.4G頻段WiFi後，輸入正確密碼，再進行連接。

# person_view_purchased_cloud_order_information
source: View purchased cloud storage order information
cs: Zobrazení informací o objednávce zakoupeného cloudového úložiště
de: Bestellinformationen zum gekauften Cloud-Speicher anzeigen
es: Ver la información del pedido de almacenamiento en la nube comprado
fi: Näytä ostetun pilvitallennustilaustiedot
fr: Afficher les informations sur les commandes de stockage cloud achetées
he: הצג מידע על הזמנת אחסון בענן שנרכש
id: Lihat informasi pesanan penyimpanan cloud yang dibeli
it: Visualizza le informazioni sull'ordine di archiviazione cloud acquistato
ja: 購入したクラウドストレージの注文情報を表示する
ko: 구매한 클라우드 스토리지 주문 정보 보기
nb: Se bestillingsinformasjon for kjøpt skylagring
nl: Bestelinformatie voor gekochte cloudopslag bekijken
pl: Wyświetl informacje o zakupionych zamówieniach w chmurze
pt_br: Veja as informações do pedido de armazenamento em nuvem comprado
ro: Vizualizați informațiile achiziționate despre comanda de stocare în cloud
ru: Просмотр информации о заказе на приобретенное облачное хранилище
sv: Visa information om köpt molnlagringsbeställning
th: ดูข้อมูลการสั่งซื้อที่เก็บข้อมูลบนคลาวด์ที่ซื้อ
tr: Satın alınan bulut depolama siparişi bilgilerini görüntüleyin
vi: Xem thông tin đặt hàng bộ nhớ đám mây đã mua
zh_hans: 查看购买的云存订单信息
zh_hant: 查看購買的雲存訂單信息

# devicesetting_4G_card_Purchase_result
source: Purchase result
cs: Výsledek nákupu
de: Kaufergebnis
es: Resultado de compra
fi: Ostotulos
fr: Résultat d'achat
he: תוצאת רכישה
id: Hasil pembelian
it: Risultato dell'acquisto
ja: 購入結果
ko: 구매 결과
nb: Kjøp resultat
nl: Aankoopresultaat
pl: Wynik zakupu
pt_br: Resultado da compra
ro: Rezultatul achiziției
ru: Результат покупки
sv: Köpsresultat
th: ผลการสั่งซื้อ
tr: Satınalma sonucu
vi: Kết quả mua hàng
zh_hans: 购买结果
zh_hant: 購買結果

# BD
source: Ultra-clear
cs: Vysoce jasné
de: FHD
es: Súper definición
fi: Erittäin kirkas
fr: Super définition
he: איכות סופר-גבוהה
id: Super Definisi
it: Super definizione
ja: 超精細度
ko: 울트라 클리어
nb: Ekstra høy
nl: Super-definitie
pl: Super jakość
pt_br: Super definição
ro: Super definiție
ru: Супер определение
sv: Super definition
th: คมชัดแบบพิเศษ
tr: Süper tanımı
vi: Cực kỳ rõ ràng
zh_hans: 超清
zh_hant: 超清

# add_SIM_card_restarted
source: SIM card inserted and device restarted
cs: SIM karta vložena a zařízení restartováno
de: SIM-Karte eingelegt und Gerät neu gestartet
es: Tarjeta SIM insertada y dispositivo reiniciado
fi: SIM-kortti asetettu ja laite käynnistetty uudelleen
fr: Carte SIM insérée et appareil redémarré
he: כרטיס SIM הוכנס והמכשיר הופעל מחדש
id: Kartu SIM dimasukkan dan perangkat dihidupkan ulang
it: Scheda SIM inserita e dispositivo riavviato
ja: SIMカードが挿入され、デバイスが再起動されました
ko: SIM 카드를 삽입하고 기기를 다시 시작했습니다.
nb: SIM-kort satt inn og enheten startet på nytt
nl: SIM-kaart geplaatst en apparaat opnieuw opgestart
pl: Włożona karta SIM i ponowne uruchomienie urządzenia
pt_br: Cartão SIM inserido e dispositivo reiniciado
ro: Cartela SIM introdusă și dispozitivul repornit
ru: SIM-карта вставлена ​​и устройство перезагружено
sv: SIM-kort isatt och enheten startas om
th: ใส่ซิมการ์ดแล้วรีสตาร์ทอุปกรณ์
tr: SIM kart takılı ve cihaz yeniden başlatıldı
vi: Đã lắp thẻ SIM và thiết bị khởi động lại
zh_hans: 已插入SIM卡并重启设备
zh_hant: 已插入SIM卡並重啟設備

# Register_verification_failed
source: Verification failed
cs: Ověření se nezdařilo
de: Verifizierung fehlgeschlagen
es: Fallo en la verificación
fi: Vahvistus epäonnistui
fr: Échec de la vérification
he: האימות נכשל
id: Verifikasi gagal
it: Verifica fallita
ja: 検証に失敗しました
ko: 확인 실패
nb: Bekreftelsen mislyktes
nl: Verificatie mislukt
pl: Weryfikacja nie powiodła się
pt_br: Falha na verificação
ro: Verificare esuata
ru: Проверка не удалась
sv: Verifieringen misslyckades
th: การยืนยันล้มเหลว
tr: Doğrulama başarısız oldu
vi: Xác minh không hoàn thành
zh_hans: 验证失败
zh_hant: 驗證失敗

# devicelist_offline_help_content_one
source: Check if your device is powered and the status light is on;
cs: Zkontrolujte,zda je zařízení napájeno a zda svítí kontrolka stavu.
de: Überprüfen Sie, ob Ihr Gerät mit Spannung versorgt wird und die Status-LED leuchtet.
es: Compruebe si su Equipo está encendido y la luz de estado está encendida;
fi: Tarkista,että laite on kytketty päälle ja että tilavalo palaa;
fr: Vérifiez si votre appareil est sous tension et que le voyant d'état est allumé.
he: אנא ודא שמכשירך דולק ונורות החיווי דולקות
id: cek jika perangkatnya nyala dan status lampunya nyala;
it: Controlla se il tuo dispositivo è alimentato e la spia di stato è accesa;
ja: お使いのデバイスに電源が供給され、ステータスランプが点灯していることを確認してください。
ko: 장치에 전원이 공급되고 상태등이 켜져 있는지 확인해주세요.
nb: Sjekk om enheten er slått på og statuslampen er på;
nl: Controleer of uw apparaat is ingeschakeld en het statuslampje brandt;
pl: Sprawdź,czy twoje urządzenie jest zasilane,a lampka stanu świeci;
pt_br: Verifique se o seu dispositivo está ligado e a luz de status está acesa;
ro: Verificați dacă dispozitivul este alimentat și lumina de stare este aprinsă;
ru: Проверьте,включено ли ваше устройство и горит ли индикатор состояния;
sv: Kontrollera om enheten är påslagen och statuslampan är på.
th: ตรวจสอบว่าอุปกรณ์ของคุณเปิดอยู่ และไฟสถานะติดอยู่
tr: Cihazınızın açık ve durum ışığının açık olup olmadığını kontrol edin;
vi: Kiểm tra xem thiết bị của bạn đã được bật nguồn chưa và đèn trạng thái có sáng không;
zh_hans: 检查您的设备是否已处于通电状态，状态灯是否已点亮；
zh_hant: 檢查您的設備是否已處於通電狀態，狀態燈是否已點亮；

# password_Reconfigure
source: Reconfigure
cs: Přenastavit
de: Neu konfigurieren
es: Reconfigurar
fi: Määritä uudelleen
fr: Reconfigurer
he: הגדר מחדש
id: Konfigurasi ulang
it: Riconfigurare
ja: 再構成
ko: 재구성
nb: Konfigurer på nytt
nl: Opnieuw configureren
pl: Zmień konfigurację
pt_br: Reconfigurar
ro: Reconfigurați
ru: Переконфигурировать
sv: Konfigurera om
th: กำหนดค่าใหม่
tr: yeniden yapılandır
vi: Cấu hình lại
zh_hans: 重新配置
zh_hant: 重新配置

# cloud_recording_expired_renew_in_time
source: Cloud recording has expired, please renew in time
cs: Platnost cloudového záznamu vypršela, prosím obnovte včas
de: Die Cloud-Aufzeichnung ist abgelaufen. Bitte rechtzeitig erneuern
es: La grabación en la nube ha expirado, renueve a tiempo
fi: Pilvitallennus on vanhentunut, uusikaa ajoissa
fr: l'enregistrement dans le cloud a expiré, veuillez le renouveler à temps
he: תוקף הקלטת הענן פג, אנא התחדש בזמן
id: Rekaman cloud telah kedaluwarsa, mohon perpanjang waktunya
it: La registrazione nel cloud è scaduta, si prega di rinnovare in tempo
ja: クラウドの記録が期限切れです、時間内に更新してください
ko: 클라우드 녹화가 만료되었습니다. 시간을 갱신하십시오
nb: Cloud-innspilling er utløpt. Forny tid
nl: Cloudopname is verlopen, vernieuw op tijd
pl: Rejestracja w chmurze wygasła, odnów z czasem
pt_br: A gravação na nuvem expirou. Renove a tempo
ro: Înregistrarea în cloud a expirat, vă rugăm să vă reînnoiți în timp
ru: Запись в облаке истекла, пожалуйста, обновите вовремя
sv: Molninspelning har gått ut, förnya i tid
th: การบันทึกบนคลาวด์หมดอายุแล้วโปรดต่ออายุให้ทันเวลา
tr: Bulut kaydının süresi doldu, lütfen zamanında yenileyin
vi: Video trên đám mây đã hết hạn, vui lòng gia hạn kịp thời
zh_hans: 云录像已过期，请及时续费
zh_hant: 雲錄像已過期，請及時續費

# Help_make_a_suggestion
source: Make a suggestion
cs: Udělat návrh
de: Rückmeldungen und Anregungen
es: Hacer una sugerencia
fi: Ehdottaa
fr: Faire une suggestion
he: תן הצעה
id: Membuat saran
it: Dare un suggerimento
ja: 提案をする
ko: 제안하기
nb: Komme med et forslag
nl: Doe een suggestie
pl: Coś zasugerować
pt_br: Faça uma sugestão
ro: Fă o propunere
ru: Внести предложение
sv: Ge ett förslag
th: ให้คำแนะนำ
tr: Bir öneri yapmak
vi: Đưa ra đề xuất
zh_hans: 反馈和建议
zh_hant: 反饋和建議

# person_Confirm_Cancellation
source: Confirm deletion
cs: Potvrdit vymazání
de: Löschen bestätigen
es: Confirmar la eliminación
fi: Vahvista poisto
fr: Confirmer la suppression
he: אשר את המחיקה
id: Konfirmasi penghapusan
it: Confermare la cancellazione
ja: 削除の確認
ko: 삭제 확인
nb: Bekreft sletting
nl: Bevestig verwijdering
pl: Potwierdź usunięcie
pt_br: Confirmar exclusão
ro: Confirma stergerea
ru: Подтвердить удаление
sv: Bekräfta radering
th: ยืนยันการลบ
tr: Silmeyi onayla
vi: Xác nhận xóa
zh_hans: 确认注销
zh_hant: 確認註銷

# cloud_storage_will_expire_ios
source: Cloud storage will expire in %@ days
cs: Cloudové úložiště vyprší za %@ dní
de: Der Cloud-Speicher läuft in %@ Tagen ab
es: El almacenamiento en la nube caducará en %@ días
fi: Pilvitallennustila vanhenee %@ päivän kuluttua
fr: Le stockage cloud expirera dans %@ jours
he: תוקף האחסון בענן יפוג בעוד %@ ימים
id: Penyimpanan cloud akan kedaluwarsa dalam %@ hari
it: Lo spazio di archiviazione cloud scadrà tra %@ giorni
ja: クラウドストレージは%@日で期限切れになります
ko: 클라우드 스토리지가 %@일 후에 만료됩니다.
nb: Skylagring utløper om %@ dager
nl: Cloudopslag verloopt over %@ dagen
pl: Pamięć w chmurze wygaśnie za %@ dni
pt_br: O armazenamento em nuvem expira em %@ dias
ro: Stocarea în cloud va expira în %@ zile
ru: Срок действия облачного хранилища истекает через %@ дней
sv: Molnlagring upphör att gälla om %@ dagar
th: ที่เก็บข้อมูลบนคลาวด์จะหมดอายุใน %@ วัน
tr: Bulut depolamanın süresi %@ gün içinde sona erecek
vi: Bộ nhớ đám mây sẽ hết hạn sau %@ ngày nữa
zh_hans: 云存将在%@天后过期
zh_hant: 雲存將在%@天后過期

# devicesetting_4G_card_package_unavailable
source: unavailable
cs: Není k dispozici
de: Nicht verfügbar
es: No disponible
fi: Ei käytettävissä
fr: Un indisponible
he: לא זמין
id: Tidak tersedia
it: Non disponibile
ja: 使用不可
ko: 사용할 수 없습니다
nb: Ikke tilgjengelig
nl: Niet onbeschikbaar
pl: Niedostępny
pt_br: Indisponível
ro: Indisponibil
ru: Недоступен
sv: Ej tillgängligt
th: ไม่มี
tr: Kullanılamıyor
vi: không có sẵn
zh_hans: 不可用
zh_hant: 不可用
