Repository: Yolo-cell-hash/go_home_ios
Catalog: ios/Runner/JASDK/JAResources/XLanguage/X35MultiLanguage/*.lproj/X35MutiLanguage.strings
Languages: cs, de, es, fi, fr, he, id, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sv, th, tr, vi, zh_hans, zh_hant

# addevice_select_IPC_wlan
source: ② Select the device hotspot that starts with IPC in the WLAN list. For example, "IPCXXX" XXX is the device ID (that is, the number below the QR code). The 8-digit initial password is 11111111.
cs: ② Vyberte WLAN hotspot, který začíná IPC. Například "IPCXXX" XXX je ID zařízení (tj. Číslo pod QR kódem). 8místné počáteční heslo je 11111111.
de: ② Wählen Sie in der WLAN-Liste den Geräte-Hotspot aus, der mit IPC beginnt. Beispielsweise ist "IPCXXX" XXX die Geräte-ID (dh die Nummer unter dem QR-Code). Das 8-stellige Standard-Passwort ist 11111111.
es: ② Seleccione el punto de acceso del dispositivo que comienza con IPC en la lista de WLAN. Por ejemplo, "IPCXXX" XXX es la ID del dispositivo (es decir, el número debajo del código QR). La contraseña inicial de 8 dígitos es 11111111.
fi: ② Valitse WLAN-luettelosta IPC: llä alkava laitteen hotspot. Esimerkiksi "IPCXXX" XXX on laitetunnus (eli QR-koodin alapuolella oleva numero). 8-numeroinen alkuperäinen salasana on 11111111.
fr: ② Sélectionnez le point d'accès du périphérique qui commence par l'IPC dans la liste WLAN. Par exemple, "IPCXXX" XXX correspond à l’ID de périphérique (c’est-à-dire au numéro situé sous le code QR). Le mot de passe initial à 8 chiffres est 11111111.
he: ② בחר את נקודה החמה של המכשיר המתחילה ב- IPC ברשימת WLAN. לדוגמה, "IPCXXX" XXX הוא מזהה המכשיר (כלומר המספר מתחת לקוד ה- QR). הסיסמה הראשונית בת 8 הספרות היא 11111111.
id: ② Pilih hotspot perangkat yang dimulai dengan IPC dalam daftar WLAN. Misalnya, "IPCXXX" XXX adalah ID perangkat (yaitu, nomor di bawah kode QR). Kata sandi awal 8 digit adalah 11111111.
it: ② Selezionare l'hotspot del dispositivo che inizia con IPC nell'elenco WLAN. Ad esempio, "IPCXXX" XXX è l'ID del dispositivo (ovvero il numero sotto il codice QR). La password iniziale di 8 cifre è 11111111.
ja: ②WLANリストでIPCで始まるデバイスのホットスポットを選択します(たとえば、「IPCXXX」XXXはデバイスID(QRコードの下の数字)です。8桁の初期パスワードは11111111です。
ko: ② WLAN 목록에서 IPC로 시작하는 장치 핫스팟을 선택하십시오. 예를 들어, "IPCXXX"XXX는 장치 ID (즉, QR 코드 아래의 번호)입니다. 8 자리 초기 비밀번호는 11111111입니다.
nb: ② Velg enhetens hotspot som starter med IPC i WLAN-listen. For eksempel er "IPCXXX" XXX enhets-IDen (det vil si nummeret under QR-koden). Det 8-sifrede første passordet er 11111111.
nl: ② Selecteer de apparaat-hotspot die begint met IPC in de WLAN-lijst. "IPCXXX" XXX is bijvoorbeeld de apparaat-ID (dat wil zeggen het nummer onder de QR-code). Het 8-cijferige initiële wachtwoord is 11111111.
pl: ② Wybierz hotspot urządzenia, który zaczyna się od IPC na liście WLAN. Na przykład "IPCXXX " XXX jest identyfikatorem urządzenia (czyli liczbą pod kodem QR). 8-cyfrowe hasło początkowe to 11111111.
pt_br: ② Selecione o ponto de acesso do dispositivo que começa com IPC na lista WLAN. Por exemplo, "IPCXXX" XXX é o ID do dispositivo (ou seja, o número abaixo do código QR). A senha inicial de 8 dígitos é 11111111.
ro: ② Selectați hotspot-ul dispozitivului care începe cu IPC în lista WLAN. De exemplu, "IPCXXX" XXX este ID-ul dispozitivului (adică numărul de sub codul QR). Parola inițială cu 8 cifre este 11111111.
ru: ② Выберите точку доступа к устройству, которая начинается с IPC, в списке WLAN. Например, "IPCXXX" XXX - это идентификатор устройства (то есть номер под QR-кодом). 8-значный начальный пароль - 11111111.
sv: ② Välj enhetens hotspot som börjar med IPC i WLAN-listan. Till exempel är "IPCXXX" XXX enhets-ID (det vill säga numret under QR-koden). Det 8-siffriga initiala lösenordet är 11111111.
th: ②เลือกฮอตสปอตของอุปกรณ์ที่ขึ้นต้นด้วย IPC ในรายการ WLAN ตัวอย่างเช่น "IPCXXX " XXX คือรหัสอุปกรณ์ (นั่นคือตัวเลขที่อยู่ใต้โค้ด QR) รหัสผ่านเริ่มต้น 8 หลักคือ 11111111
tr: LAN WLAN listesinde IPC ile başlayan cihaz sıcak noktasını seçin. Örneğin, "IPCXXX" XXX, cihaz kimliğidir (yani, QR kodunun altındaki numara). 8 basamaklı ilk şifre 1111111'dir.
vi: ② Trong danh sách WLAN, chọn điểm phát sóng thiết bị bắt đầu bằng IPC, chẳng hạn như "IPCXXX" XXX là ID thiết bị (tức là số dưới mã QR) và mật khẩu ban đầu gồm 8 chữ số là 11111111
zh_hans: ② 在WLAN列表选择IPC开头的设备热点，如“IPCXXX”XXX为设备ID(即二维码下面的数字)，8位初始密码为11111111
zh_hant: ② 在WLAN列表選擇IPC開頭的設備熱點，如“IPCXXX”XXX為設備ID(即二維碼下面的數字)，8位初始密碼為11111111

# preview_Go_open
source: Go open
cs: Jdi otevřít
de: Öffnen
es: Ir abierto
fi: Mene auki
fr: Allez ouvrir
he: לך לפתוח
id: Buka
it: vai aperto
ja: 開いてください
ko: 열다
nb: Gå åpen
nl: Ga open
pl: Otwórz się
pt_br: Abre
ro: Du-te deschis
ru: Открыть
sv: Öppna
th: ไปเปิด
tr: aç git
vi: Mở ra
zh_hans: 去打开
zh_hant: 去打開

source: Channel
cs: Kanál
de: Kanal
es: Canal
fi: kanava
fr: Canal
he: ערוץ
id: Saluran
it: Canale
ja: チャンネル
ko: 채널
nb: Kanal
nl: Kanaal
pl: Kanał
pt_br: Canal
ro: Canal
ru: канал
sv: kanalen
th: ช่อง
tr: Kanal
vi: Kênh
zh_hans: 通道
zh_hant: 通道

# preview_record_completed
source: Recording completed, time
cs: Nahrávání dokončeno, čas
de: Aufnahme beendet, Zeit
es: Grabación completada, tiempo.
fi: Tallennus on valmis, aika
fr: Enregistrement terminé, heure
he: ההקלטה הושלמה, הזמן
id: Rekaman selesai, waktu
it: Registrazione completata, ora
ja: 記録完了、時間
ko: 녹음 완료, 시간
nb: Opptak fullført, tid
nl: Opname voltooid, tijd
pl: Nagrywanie zakończone, czas
pt_br: Gravação concluída, tempo
ro: Înregistrarea a fost terminată, ora
ru: Запись завершена, время
sv: Inspelning slutförd, tid
th: การบันทึกเวลาเสร็จสิ้น
tr: Kayıt tamamlandı, zaman
vi: Video hoàn thành, thời gian
zh_hans: 录像完成，时间
zh_hant: 錄像完成，時間

# Addevice_Pairing_camera_patient
source: Pairing camera, please be patient...
cs: Párování fotoaparátu, buďte prosím trpěliví...
de: Kamera wird verbunden, bitte warten...
es: Emparejando la cámara, tenga paciencia...
fi: Yhdistetään kameraa, ole kärsivällinen...
fr: Appairage de la caméra, veuillez patienter...
he: התאמת מצלמה, אנא התאזר בסבלנות...
id: Memasangkan kamera, harap bersabar...
it: Accoppiamento fotocamera, per favore sii paziente...
ja: カメラのペアリング、しばらくお待ちください...
ko: 카메라를 페어링하는 중입니다. 잠시만 기다려 주십시오...
nb: Sammenkobler kamera, vær tålmodig...
nl: Camera koppelen, even geduld...
pl: Parowanie aparatu, prosimy o cierpliwość...
pt_br: Emparelhando a câmera, por favor, seja paciente...
ro: Împerecherea camerei, vă rugăm să aveți răbdare...
ru: Сопряжение камеры, пожалуйста, подождите...
sv: Para ihop kameran, ha tålamod...
th: กำลังจับคู่กล้อง โปรดอดใจรอ...
tr: Kamera eşleniyor, lütfen sabırlı olun...
vi: Đang ghép nối máy ảnh, hãy kiên nhẫn ...
zh_hans: 正在配对摄像机，请耐心等待...
zh_hant: 正在配對攝像機，請耐心等待...

# addDevice_help_text2
source: Does indicator light of the device flash?
cs: Bliká indikátor zařízení?
de: Blinkt die Status-LED des Gerätes?
es: ¿La luz indicadora del Equipo parpadea?
fi: Onko laitteen merkkivalo vilkkuva?
fr: Est-ce que le voyant de l'appareil clignote ?
he: האם נורת החיווי של המכשיר מהבהבת?
id: Apakah Lampu indikator Perangkat berkelip?
it: L'indicatore del dispositivo lampeggia?
ja: デバイスのランプが点滅していますか？
ko: 제품에 인디케이터 불빛이 깜빡입니까?
nb: Blinker lysindikatoren på enheten?
nl: Knippert het indicatielampje van het apparaat?
pl: Czy miga dioda LED na urządzeniu?
pt_br: A luz indicadora do dispositivo pisca?
ro: Indicatorul luminos al dispozitivului clipește?
ru: Мигает ли индикатор устройства?
sv: Blinkar indikatorlampan på enheten?
th: ไฟแสดงสถานะอุปกรณ์กะพริบหรือไม่?
tr: Cihazın gösterge ışığı yanıp sönüyor mu?
vi: Đèn báo thiết bị có nhấp nháy không?
zh_hans: 设备指示灯是否闪烁？
zh_hant: 設備指示燈是否閃爍？

# devicesetting_4G_card_sim_card_total_flow_Unlimited_ios
source: Used traffic: %@
cs: Použitý provoz: %@
de: Verwendete Daten:%@
es: Tráfico utilizado:%@
fi: Käytetty liikenne: %@
fr: Trafic utilisé : %@
he: תעבורה משומשת: %@
id: Lalu lintas yang digunakan: %@
it: Traffico utilizzato: %@
ja: 使用済みトラフィック：%@
ko: 사용 트래픽:%@
nb: Brukt trafikk: %@
nl: Gebruikt verkeer: %@
pl: Wykorzystany ruch: %@
pt_br: Tráfego usado:%@
ro: Trafic folosit:%@
ru: Использованный трафик:%@
sv: Begagnad trafik: %@
th: ปริมาณการใช้: %@
tr: Kullanılan trafik: %@
vi: Lưu lượng đã sử dụng:%@
zh_hans: 已使用流量：%@
zh_hant: 已使用流量：%@

# deviceSetting_Shutdown_timer
source: Shutdown timer
cs: Časovač vypnutí
de: Abschaltzeit
es: Temporizador de apagado
fi: Sammutusajastin
fr: Minuterie d'arrêt
he: טיימר כיבוי
id: Pengatur waktu mati
it: Timer di spegnimento
ja: シャットダウンタイマー
ko: 종료 타이머
nb: Nedstengingstidtaker
nl: Uitschakeltimer
pl: Wyłącznik czasowy
pt_br: Temporizador de desligamento
ro: Temporizator de oprire
ru: Таймер выключения
sv: Avstängningstimer
th: ตั้งเวลาปิดเครื่อง
tr: kapanma zamanlayıcısı
vi: Hẹn giờ tắt máy
zh_hans: 定时关机
zh_hant: 定時關機

# addevice_ID_location_device_body
source: You can view the device cloud ID on the device body. Different device tags are located differently.
cs: ID těla cloudu můžete zobrazit v těle zařízení. Různé značky zařízení jsou umístěny odlišně.
de: Sie können die Cloud-ID des Gerätes auf dem Gehäuse ablesen. Die Aufkleber sind auf unterschiedlichen Geräten unterschiedlich platziert.
es: Puede ver la ID de la nube del Equipo en el cuerpo del Equipo. Las diferentes etiquetas de Equipo se ubican de manera diferente.
fi: Voit tarkastella laitteen pilvitunnusta laitteen rungossa. Eri laitetunnisteet sijaitsevat eri tavalla.
fr: Vous pouvez afficher l'ID de nuage de périphérique sur le corps du périphérique. Différentes balises de périphérique sont localisées différemment.
he: אתה יכול להציג את מזהה הענן של המכשיר בגוף המכשיר. תגי מכשירים שונים ממוקמים אחרת.
id: Anda dapat melihat ID cloud perangkat di badan perangkat. Tag perangkat yang berbeda terletak berbeda.
it: È possibile visualizzare l'ID cloud del dispositivo sul corpo del dispositivo. Tag dispositivo diversi si trovano in modo diverso.
ja: デバイスクラウドIDはデバイス本体で表示できます。 異なるデバイスタグは異なる場所にあります。
ko: 디바이스 본문에서 디바이스 클라우드 ID를 볼 수 있습니다. 다른 장치 태그는 다르게 위치합니다.
nb: Du kan se enhetens sky-ID på enhetsdelen. Ulike enhetskoder er annerledes.
nl: U kunt de cloud-ID van het apparaat op de body van het apparaat bekijken. Verschillende apparaattags bevinden zich anders.
pl: Możesz wyświetlić identyfikator chmury urządzenia na korpusie urządzenia. Różne znaczniki urządzeń są rozmieszczone inaczej.
pt_br: Você pode visualizar o ID da nuvem do dispositivo no corpo do dispositivo. Tags de dispositivos diferentes estão localizadas de forma diferente.
ro: Puteți vizualiza codul de nor de dispozitiv pe corpul dispozitivului. Etichetele de dispozitiv diferite sunt localizate diferit.
ru: Вы можете просмотреть идентификатор облака устройства на корпусе устройства. Разные теги устройства расположены по-разному.
sv: Du kan se enhetens moln-ID på enhetens kropp. Olika enhetstaggar finns på olika sätt.
th: คุณสามารถตรวจสอบ ID คลาวด์ของอุปกรณ์บนตัวอุปกรณ์และตำแหน่งป้ายกำกับของอุปกรณ์ต่างๆจะแตกต่างกัน
tr: Cihaz bulut kimliğini cihaz gövdesinde görüntüleyebilirsiniz. Farklı cihaz etiketleri farklı yerleştirilmiştir.
vi: Bạn có thể kiểm tra ID đám mây của thiết bị trên thân thiết bị, vị trí nhãn của các thiết bị khác nhau là khác nhau
zh_hans: 您可以在设备机身上查看设备云ID，不同设备标签位置不一样
zh_hant: 您可以在設備機身上查看設備雲ID，不同設備標籤位置不一樣

# addDevice_IP_addition
source: ADD by IP address
cs: IP add
de: Hinzufügen über IP Adresse
es: AGREGAR por dirección IP
fi: IP lisää
fr: AJOUTER par adresse IP
he: הוספה באמצעות כתובת IP
id: Tambah dengan Alamat IP
it: Aggiungere tramite IP
ja: IPアドレスによる追加
ko: IP주소로 등록
nb: Legg til IP
nl: TOEVOEGEN met IP-adres
pl: Dodaj przez adres ID
pt_br: ADICIONAR pelo endereço IP
ro: ADD prin adresa IP
ru: ДОБАВИТЬ по IP адресу
sv: ADD enligt IP-adress
th: เพิ่มด้วย IP address
tr: IP adresine göre ekle
vi: Thêm IP
zh_hans: IP添加
zh_hant: IP添加

# Addevice_light_flashes_slowly
source: 1. The indicator light flashes slowly：
cs: 1. Kontrolka pomalu bliká：
de: 1. Die Status-LED blinkt langsam：
es: 1. La luz indicadora parpadea lentamente：
fi: 1. Merkkivalo vilkkuu hitaasti：
fr: 1. Le voyant clignote lentement：
he: 1. נורית החיווי מהבהבת באיטיות：
id: 1. Lampu indikator berkedip perlahan：
it: 1. La spia lampeggia lentamente：
ja: 1.インジケーターライトがゆっくり点滅します：
ko: 1. 표시등이 천천히 깜박입니다：
nb: 1. Indikatorlampen blinker sakte：
nl: 1. Het indicatielampje knippert langzaam：
pl: 1. Kontrolka miga powoli：
pt_br: 1. A luz indicadora pisca lentamente：
ro: 1. Indicatorul luminos clipește încet：
ru: 1. Индикатор медленно мигает：
sv: 1. Indikatorlampan blinkar långsamt：
th: 1. ไฟแสดงสถานะกะพริบช้าๆ：
tr: 1. Gösterge ışığı yavaşça yanıp söner：
vi: 1. Đèn báo nhấp nháy chậm：
zh_hans: 1.指示灯慢闪：
zh_hant: 1.指示燈慢閃：

# adddevice_understand_difference_add_methods
source: Understand the differences in adding methods
cs: Pochopte rozdíly v přidávání metod
de: Verstehen Sie die Unterschiede der Hinzufüge-Methoden
es: Comprender las diferencias al agregar métodos
fi: Ymmärrä menetelmien lisäämisen erot
fr: Comprendre les différences dans l'ajout de méthodes
he: להבין את ההבדלים בהוספת שיטות
id: Pahami perbedaan dalam menambahkan metode
it: Comprendi le differenze nell'aggiunta di metodi
ja: 追加方法の違いを理解する
ko: 추가 방법의 차이점 이해
nb: Forstå forskjellene i å legge til metoder
nl: Begrijp de verschillen in toevoegmethoden
pl: Zrozum różnice w dodawaniu metod
pt_br: Entenda as diferenças na adição de métodos
ro: Înțelegeți diferențele în adăugarea metodelor
ru: Понять различия в методах добавления
sv: Förstå skillnaderna i att lägga till metoder
th: เข้าใจความแตกต่างในการเพิ่มวิธีการ
tr: Yöntem eklemedeki farklılıkları anlayın
vi: Hiểu sự khác biệt trong các phương pháp thêm
zh_hans: 了解添加方式的差异
zh_hant: 了解添加方式的差異

# Download_Insufficient_phone_space
source: Insufficient mobile phone space
cs: Nedostatek místa pro mobilní telefon
de: Nicht genügend Speicherplatz auf dem Handy
es: Espacio insuficiente para el teléfono móvil
fi: Riittämätön matkapuhelintila
fr: Espace de téléphonie mobile insuffisant
he: אין מספיק מקום בטלפון הנייד
id: Ruang ponsel tidak mencukupi
it: Spazio per cellulare insufficiente
ja: 携帯電話のスペースが足りない
ko: 휴대폰 공간 부족
nb: Ikke nok plass på mobiltelefonen
nl: Onvoldoende ruimte voor mobiele telefoons
pl: Niewystarczająca ilość miejsca na telefon komórkowy
pt_br: Espaço insuficiente no celular
ro: Spațiu insuficient pe telefonul mobil
ru: Недостаточно места для мобильного телефона
sv: Otillräckligt mobiltelefonutrymme
th: พื้นที่โทรศัพท์มือถือไม่เพียงพอ
tr: Yetersiz cep telefonu alanı
vi: Không đủ dung lượng điện thoại di động
zh_hans: 手机空间不足
zh_hant: 手機空間不足

# MJRefreshHeaderLastTimeText
source: Last update:
cs: Poslední aktualizace:
de: Letztes Update:
es: Última actualización:
fi: Viimeksi päivitetty:
fr: Dernière mise à jour :
he: עדכון אחרון
id: Perbarui terakhir :
it: Ultimo aggiornamento:
ja: 最終更新日：
ko: 마지막 업데이트 :
nb: Sist oppdatert:
nl: Laatste update:
pl: Ostatnia aktualizacja:
pt_br: Última atualização:
ro: Ultima actualizare:
ru: Последнее обновление:
sv: Senaste uppdateringen:
th: การปรับปรุงล่าสุด:
tr: Son Güncelleme:
vi: cập nhật mới nhất:
zh_hans: 最后更新：
zh_hant: 最後更新：

# devicesetting_4G_card_sim_card_current_package
source: Current package
cs: Aktuální balíček
de: Aktuelles Paket
es: El paquete actual
fi: Nykyinen Paketti
fr: Forfait actuel
he: חבילה נוכחית
id: Paket saat ini
it: Pacchetto attuale
ja: 現在のパッケージ
ko: 현재 패키지
nb: Gjeldende pakke
nl: Huidig ​​pakket
pl: Obecny pakiet
pt_br: Pacote atual
ro: Pachetul curent
ru: Данный пакет
sv: Nuvarande paket
th: แพคเกจปัจจุบัน
tr: Şu anki paket
vi: Gói hiện tại
zh_hans: 当前套餐
zh_hant: 當前套餐

# devicesetting_4G_card_recharge_device
source: Top-up device:
cs: Dobíjecí zařízení:
de: Gerät aufladen:
es: Equipo de recarga:
fi: Lataa laite:
fr: Dispositif de recharge:
he: טען מכשיר:
id: Isi ulang perangkat:
it: Dispositivo di ricarica:
ja: 充電装置：
ko: 충전 장치 :
nb: Lad opp enheten:
nl: Laad apparaat op:
pl: Naładuj urządzenie:
pt_br: Dispositivo de recarga:
ro: Dispozitiv de reîncărcare:
ru: Устройство перезарядки:
sv: Ladda enheten:
th: อุปกรณ์ Top-up:
tr: Şarj cihazı:
vi: Sạc lại thiết bị:
zh_hans: 充值设备：
zh_hant: 充值設備：

# devicesetting_motion_area_Upper_limit
source: Up to 4 motion detection areas can be setted
cs: Lze nastavit až 4 oblasti detekce pohybu
de: Es können bis zu 4 Erkennungsbereiche eingestellt werden
es: Se pueden configurar hasta 4 áreas de detección de movimiento
fi: Enintään 4 liiketunnistusaluetta voidaan asettaa
fr: Jusqu'à 4 zones de détection de mouvement peuvent être définies
he: ניתן להגדיר עד 4 אזורי זיהוי תנועה
id: Hingga 4 bidang deteksi gerakan dapat diatur
it: È possibile impostare fino a 4 aree di rilevamento del movimento
ja: 最大4つのモーション検出エリアを設定できます
ko: 최대 4 개의 모션 감지 영역을 설정할 수 있습니다.
nb: Opptil 4 bevegelsesdeteksjonsområder kan stilles inn
nl: Er kunnen maximaal 4 bewegingsdetectiegebieden worden ingesteld
pl: Można ustawić do 4 obszarów wykrywania ruchu
pt_br: Até 4 áreas de detecção de movimento podem ser definidas
ro: Pot fi setate până la 4 zone de detecție a mișcării
ru: Можно установить до 4 областей обнаружения движения
sv: Upp till 4 rörelsedetekteringsområden kan ställas in
th: สามารถตั้งค่าพื้นที่ตรวจจับการเคลื่อนไหวได้สูงสุด 4 พื้นที่
tr: 4'e kadar hareket algılama alanı ayarlanabilir
vi: Có thể đặt tối đa 4 khu vực phát hiện chuyển động
zh_hans: 最多可设置4个移动侦测区域
zh_hant: 最多可設置4個移動偵測區域

# alarmMessage_msgType_sensitivity
source: Motion detection sensitivity
cs: Citlivost detekce pohybu
de: Empfindlichkeit Bewegungserkennung
es: Sensibilidad de detección
fi: Tunnistusherkkyys
fr: Sensibilité de détection
he: רגישות גילוי התנועה
id: Sensitivitas deteksi
it: Sensibilità di rilevamento
ja: モーション検知感度
ko: 동작 감지 감도
nb: Deteksjonsfølsomhet
nl: Detectiegevoeligheid
pl: Czułość detekcji ruchu
pt_br: Sensibilidade de detecção
ro: Detectarea sensibilității
ru: чувствительность
sv: Detektionskänslighet
th: การตรวจจับการเคลื่อนไหว
tr: Algılama hassasiyeti
vi: Độ nhạy phát hiện chuyển động
zh_hans: 移动侦测灵敏度
zh_hant: 移動偵測靈敏度

# Service_map_select_city
source: Select the city
cs: Vyberte město
de: Stadt auswählen
es: Seleccione la ciudad
fi: Valitse kaupunki
fr: Sélectionnez la ville
he: בחר את העיר
id: Pilih kota
it: Seleziona la città
ja: 都市を選択してください
ko: 도시 선택
nb: Velg byen
nl: Selecteer de stad
pl: Wybierz miasto
pt_br: Selecione a cidade
ro: Selectați orașul
ru: Выберите город
sv: Välj stad
th: เลือกเมือง
tr: şehri seçin
vi: Chọn thành phố
zh_hans: 选择城市
zh_hant: 選擇城市

# alarm_battery_too_low
source: Battery is too low!
cs: Baterie je příliš nízká!
de: Akku fast leer!
es: ¡La batería está muy baja!
fi: Akku on liian alhainen!
fr: La batterie est trop faible!
he: הסוללה חלשה מדי!
id: Baterai terlalu rendah!
it: La batteria è troppo scarica!
ja: バッテリーが低すぎる！
ko: 배터리 잔량이 부족합니다!
nb: Batteriet er for lite!
nl: Batterij is bijna leeg!
pl: Poziom naładowania baterii jest zbyt niski!
pt_br: A bateria está muito baixa!
ro: Bateria este prea scăzută!
ru: Аккумулятор разряжен!
sv: Batteriet är för lågt!
th: แบตเตอรี่เหลือน้อยเกินไป!
tr: Pil çok düşük!
vi: Pin quá yếu!
zh_hans: 电量过低！
zh_hant: 電量過低！

# deviceSetting_Exposure_adjustment
source: Exposure adjustment
cs: Úprava expozice
de: Helligkeit
es: Ajuste de exposición
fi: Valotuksen säätö
fr: Réglage de l'exposition
he: התאמת חשיפה
id: Penyesuaian eksposur
it: Regolazione dell'esposizione
ja: 露出調整
ko: 노출 조정
nb: Eksponeringsjustering
nl: Belichtingsaanpassing
pl: Regulacja ekspozycji
pt_br: Ajuste de exposição
ro: Ajustarea expunerii
ru: Регулировка экспозиции
sv: Exponeringsjustering
th: การปรับค่าแสง
tr: Pozlama ayarı
vi: Điều chỉnh độ phơi sáng
zh_hans: 曝光度调节
zh_hant: 曝光度調節

# cloud_storage_details_how_to_redeem
source: 2、 How to redeem the cloud storage package?
cs: 2、 Jak uplatnit balíček úložiště cloudu?
de: 2、 Wie kann das Cloud-Speicherpaket eingelöst werden?
es: 2、 ¿Cómo canjear el paquete de almacenamiento en la nube?
fi: 2、 Kuinka lunastaa pilvivarastopaketti?
fr: 2、 Comment utiliser le package de stockage en nuage?
he: 2、 כיצד לפדות את חבילת אחסון ענן?
id: 2、 Bagaimana cara menebus paket penyimpanan cloud?
it: 2、 Come riscattare il pacchetto di archiviazione cloud?
ja: 2、クラウドストレージパッケージを引き換える方法は？
ko: 2、 클라우드 스토리지 패키지를 교환하는 방법은 무엇입니까?
nb: 2、 Slik løser du inn skylagringspakken?
nl: 2、 Hoe het cloudopslagpakket in te wisselen?
pl: 2、 Jak wykorzystać pakiet do przechowywania w chmurze?
pt_br: 2、 Como resgatar o pacote de armazenamento em nuvem?
ro: 2、 Cum să valorificați pachetul de stocare în cloud?
ru: 2、 Как выкупить пакет облачного хранилища?
sv: 2、 Hur löser du in molnförpackningspaketet?
th: 2. จะแลกแพ็คเกจที่เก็บข้อมูลบนคลาวด์ได้อย่างไร?
tr: 2、 Bulut depolama paketi nasıl kullanılır?
vi: 2. Làm thế nào để đổi gói lưu trữ đám mây?
zh_hans: 2、如何兑换云存套餐？
zh_hant: 2、如何兌換雲存套餐？

# deviceSetting_Smart_fill_light
source: Smart fill light
cs: Chytré výplňové světlo
de: Intelligentes Aufhelllicht
es: Luz de relleno inteligente
fi: Älykäs täyttövalo
fr: Lumière de remplissage intelligente
he: אור מילוי חכם
id: Lampu isi cerdas
it: Spia di riempimento intelligente
ja: スマートフィルライト
ko: 스마트 필 라이트
nb: Smart fylllys
nl: Slim vullicht
pl: Inteligentne światło wypełniające
pt_br: Luz de preenchimento inteligente
ro: Lumină inteligentă de umplere
ru: Умный заполняющий свет
sv: Smart fyllningsljus
th: ไฟเติมอัจฉริยะ
tr: Akıllı dolgu ışığı
vi: Đèn lấp đầy thông minh
zh_hans: 智能补光
zh_hant: 智能補光

# playback_tf_card_not_found
source: TF card not found
cs: Karta TF nebyla nalezena
de: SD-Karte nicht gefunden
es: Tarjeta TF no encontrada
fi: TF-korttia ei löytynyt
fr: Carte TF non trouvée
he: כרטיס TF לא נמצא
id: Kartu TF tidak ditemukan
it: Scheda TF non trovata
ja: microSDカードが見つかりません
ko: TF 카드를 찾을 수 없습니다
nb: TF-kort ikke funnet
nl: TF-kaart niet gevonden
pl: Nie znaleziono karty TF
pt_br: Cartão TF não encontrado
ro: Cardul TF nu a fost găsit
ru: TF карта не найдена
sv: TF-kort hittades inte
th: ไม่พบ TF การ์ด
tr: TF kartı bulunamadı
vi: Không tìm thấy thẻ TF
zh_hans: TF卡未找到
zh_hant: TF卡未找到

# addevice_unfind_IP
source: Can't find IP/DDNS?
cs: Nemůžete najít IP / DDNS?
de: Wo finde ich die IP/DDNS?
es: ¿No puede encontrar IP / DDNS?
fi: Etkö löydä IP / DDNS: tä?
fr: Impossible de trouver IP / DDNS?
he: לא ניתן למצוא IP / DDNS?
id: Tidak dapat menemukan IP / DDNS?
it: Non riesci a trovare IP / DDNS?
ja: IP / DDNSが見つかりませんか？
ko: IP / DDNS를 찾을 수 없습니까?
nb: Kan jeg ikke finne IP / DDNS?
nl: Kunt u geen IP / DDNS vinden?
pl: Nie możesz znaleźć IP / DDNS?
pt_br: Não consegue encontrar IP / DDNS?
ro: Nu se poate găsi IP / DDNS?
ru: Не могу найти IP / DDNS?
sv: Kan jag inte hitta IP / DDNS?
th: ไม่พบ IP /DDNS?
tr: IP / DDNS'yi bulamıyor musunuz?
vi: Không tìm thấy IP / DDNS?
zh_hans: 找不到IP/DDNS？
zh_hant: 找不到IP/DDNS？
