Repository: Yolo-cell-hash/go_home_ios
Catalog: ios/Runner/JASDK/JAResources/XLanguage/X35MultiLanguage/*.lproj/X35MutiLanguage.strings
Languages: cs, de, es, fi, fr, he, id, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sv, th, tr, vi, zh_hans, zh_hant

# person_feedback_question_alarm_push_detail_c
source: C. Whether the relevant system permissions of the APP have been opened, such as self-starting permissions, floating window permissions, lock screen display permissions, and background pop-up interface permissions.
cs: C. Zda byla otevřena příslušná systémová oprávnění aplikace, jako jsou oprávnění ke spouštění, oprávnění pro plovoucí okna, oprávnění k zobrazení obrazovky zámku a oprávnění k vyskakovacímu rozhraní na pozadí.
de: C. Wurden die relevanten Systemberechtigungen der App aktiviert, z. B. Autostart-Berechtigung, Berechtigungen für Floating window, Berechtigungen für die Anzeige auf dm Sperrbildschirm und Berechtigung für Hintergrund Pop-Ups?
es: C. Si se han abierto los permisos relevantes del sistema de la aplicación, como los permisos de inicio automático, los permisos de ventanas flotantes, los permisos de visualización de la pantalla de bloqueo y los permisos de la interfaz emergente de fondo .
fi: C. Onko sovelluksen asianmukaiset järjestelmän käyttöoikeudet avattu, kuten itsekäynnistysoikeudet, kelluvan ikkunan käyttöoikeudet, lukitusnäytön käyttöoikeudet ja taustan ponnahdusikkunoiden käyttöoikeudet.
fr: C. Si les autorisations système pertinentes de l'APP ont été ouvertes, telles que les autorisations de démarrage automatique, les autorisations de fenêtre flottante, les autorisations d'affichage de l'écran de verrouillage et les autorisations d'interface contextuelle.
he: ג. האם נפתחו הרשאות המערכת הרלוונטיות של ה- APP, כגון הרשאות התחלה עצמית, הרשאות חלון צפות, הרשאות תצוגה של מסך נעילה, והרשאות ממשק קופץ ברקע.
id: C. Apakah izin sistem yang relevan dari APP telah dibuka, seperti izin memulai sendiri, izin jendela mengambang, izin tampilan layar kunci, dan izin antarmuka pop-up latar belakang.
it: C. Se sono state aperte le autorizzazioni di sistema pertinenti dell'APP, come autorizzazioni di avvio automatico, autorizzazioni per finestre mobili, autorizzazioni di visualizzazione della schermata di blocco e autorizzazioni dell'interfaccia popup in background.
ja: C. APPの関連するシステム権限（自動起動権限、フローティングウィンドウ権限、ロック画面表示権限、バックグラウンドポップアップインターフェイス権限など）が開かれているかどうかを確認する
ko: C. 자체 시작 권한, 부동 창 권한, 잠금 화면 표시 권한 및 배경 팝업 인터페이스 권한과 같은 APP의 관련 시스템 권한이 열려 있는지 여부
nb: C. Om de relevante systemtillatelsene til APP-en er åpnet, for eksempel tillatelser for selvstart, tillatelser med flytende vindu, visningstillatelser for låseskjerm og grensesnitt-tillatelser for bakgrunnsoppretting.
nl: C. Of de relevante systeemmachtigingen van de APP zijn geopend, zoals zelfstartende machtigingen, zwevende venstermachtigingen, vergrendelschermweergavemachtigingen en achtergrondpop-up-interface-machtigingen.
pl: C. Czy zostały otwarte odpowiednie uprawnienia systemowe aplikacji, takie jak uprawnienia do samodzielnego uruchamiania, uprawnienia do pływającego okna, uprawnienia do wyświetlania ekranu blokady i uprawnienia interfejsu wyskakującego tła.
pt_br: C. Se as permissões de sistema relevantes do APP foram abertas, como permissões de autoinicialização, permissões de janelas flutuantes, permissões de exibição de tela de bloqueio e permissões da interface pop-up em segundo plano.
ro: C. Dacă au fost deschise permisiunile relevante ale sistemului APP, cum ar fi permisiunile de pornire automată, permisiunile pentru ferestre flotante, permisiunile de afișare a ecranului de blocare și permisiunile de interfață pop-up în fundal.
ru: C. Были ли открыты соответствующие системные разрешения APP, такие как разрешения на самозапуск, разрешения на плавающие окна, разрешения на отображение экрана блокировки и разрешения на фоновый всплывающий интерфейс.
sv: C. Huruvida de relevanta systembehörigheterna för APP har öppnats, till exempel självstartbehörigheter, flytande fönsterbehörigheter, visningstillstånd för låsskärmen och popup-gränssnittsbehörigheter för bakgrund.
th: C. มีการเปิดสิทธิ์ระบบที่เกี่ยวข้องของแอปหรือไม่เช่นสิทธิ์เริ่มต้นด้วยตนเองสิทธิ์หน้าต่างลอยสิทธิ์ในการแสดงหน้าจอล็อกและสิทธิ์อินเทอร์เฟซป๊อปอัปพื้นหลัง
tr: C. Kendiliğinden başlatma izinleri, kayan pencere izinleri, kilit ekranı görüntüleme izinleri ve arka plan açılır arayüz izinleri gibi APP'nin ilgili sistem izinlerinin açılıp açılmadığı.
vi: C. Các quyền hệ thống liên quan của APP đã được mở hay chưa, chẳng hạn như quyền tự khởi động, quyền cửa sổ nổi, quyền hiển thị màn hình khóa và quyền giao diện bật lên nền.
zh_hans: C.是否已开启APP的相关系统权限， 如自启动权限、悬浮窗权限、锁屏显示权限、后台弹出界面权限。
zh_hant: C.是否已開啟APP的相關系統權限， 如自啟動權限、懸浮窗權限、鎖屏顯示權限、後臺彈出界面權限。

# person_feedback_question_ROM_software
source: Q2: The management software from third-party ROM requires manual operation by the user
cs: Q2: Software pro správu z ROM třetích stran vyžaduje ruční ovládání uživatelem
de: F2: Die für ROMs von Drittanbietern verwendete Verwaltungssoftware erfordert eine manuelle Bedienung durch den Benutzer
es: P2: El software de administración de ROM de terceros requiere operación manual por parte del usuario
fi: Kysymys 2: Kolmannen osapuolen ROM-järjestelmän hallintaohjelmisto vaatii käyttäjän manuaalista käyttöä
fr: Q2: Le logiciel de gestion de la ROM tierce nécessite une opération manuelle par l'utilisateur
he: שאלה 2: תוכנת הניהול מ- ROM של צד שלישי דורשת תפעול ידני על ידי המשתמש
id: T2: Perangkat lunak manajemen dari ROM pihak ketiga membutuhkan operasi manual oleh pengguna
it: D2: Il software di gestione dalla ROM di terze parti richiede operazioni manuali da parte dell'utente
ja: Q2：サードパーティのROMからの管理ソフトウェアは、ユーザーによる手動操作を必要とします
ko: Q2 : 타사 ROM의 관리 소프트웨어는 사용자가 수동으로 조작해야합니다.
nb: Spørsmål 2: Administrasjonsprogramvaren fra tredjeparts ROM krever manuell drift av brukeren
nl: V2: De beheersoftware van ROM van derden vereist handmatige bediening door de gebruiker
pl: Q2: Oprogramowanie do zarządzania z pamięci ROM innej firmy wymaga ręcznej obsługi przez użytkownika
pt_br: P2: O software de gerenciamento da ROM de terceiros requer operação manual do usuário
ro: Q2: Software-ul de gestionare de la un terț ROM necesită operarea manuală a utilizatorului
ru: Q2: управляющее программное обеспечение из стороннего ПЗУ требует ручного управления пользователем
sv: F2: Hanteringsprogramvaran från ROM från tredje part kräver manuell drift av användaren
th: Q2: ซอฟต์แวร์การจัดการจาก ROM ของ บริษัท อื่นต้องการการดำเนินการด้วยตนเองโดยผู้ใช้
tr: S2: Üçüncü taraf ROM'un yönetim yazılımı kullanıcı tarafından manuel olarak çalıştırılmasını gerektirir
vi: Câu hỏi 2: Phần mềm quản lý được sử dụng cho ROM của bên thứ ba yêu cầu người dùng thao tác thủ công
zh_hans: Q2：用于第三方ROM的管理软件需要用户手动操作
zh_hant: Q2：用於第三方ROM的管理軟件需要用戶手動操作

# cloud_unable_upload_videos_offline
source: Device is offline,can't upload video
cs: Zařízení je offline a nelze nastavit nahrávání stavu nahrávání.
de: Gerät ist offline, Aufnahme kann nicht hochgeladen werden
es: El Equipo está fuera de línea y no puede subir video
fi: Laite on offline-tilassa ja sitä ei voi asettaa tallennustilan lataamiseen.
fr: l'appareil est hors ligne, impossible de télécharger la vidéo
he: המכשיר כבוי,לא יכול להעלות וידאו
id: Perangkat terputus,tidak dapat unggah Video
it: Dispositivo offline,impossibile caricare video
ja: デバイスはオフラインです。動画をアップロードできません。
ko: 기기가 오프라인이며 동영상을 업로드 할 수 없습니다.
nb: Enhet er offline,kan ikke laste opp video
nl: Apparaat is offline,kan video niet uploaden
pl: Urządzenie jest w trybie offline,nie można przesłać wideo
pt_br: O dispositivo está off-line,não é possível fazer upload de vídeo
ro: Dispozitivul este offline,nu poate încărca videoclipul
ru: Устройство не в сети,не могу загрузить видео
sv: Enheten är offline,kan inte ladda upp video
th: อุปกรณ์ออฟไลน์ไม่สามารถอัปโหลดวิดีโอ
tr: Cihaz çevrimdışı,video yükleyemiyorum
vi: Thiết bị đang ngoại tuyến và không thể đặt trạng thái ghi tải lên
zh_hans: 设备处于离线状态，无法设置上传录像状态
zh_hant: 設備處於離線狀態，無法設置上傳錄像狀態

# preview_in_the_video
source: In the video
cs: Ve videu
de: Video
es: En el video
fi: Videossa
fr: Dans la vidéo
he: מקליט
id: Di dalam video
it: Nel video
ja: ビデオで
ko: 비디오에서
nb: I videoen
nl: In de video
pl: W filmie
pt_br: No vídeo
ro: În videoclip
ru: В видео
sv: I videon
th: ในวิดีโอ
tr: Vidyoda
vi: Trong video
zh_hans: 录像中
zh_hant: 錄像中

# deviceSetting_Internet_Information
source: Internet Information
cs: Internetové informace
de: Internet-Informationen
es: Información de Internet
fi: Internet-tiedot
fr: Informations Internet
he: מידע באינטרנט
id: Informasi Internet
it: Informazioni Internet
ja: インターネット情報
ko: 인터넷 정보
nb: Internett-informasjon
nl: Internetinformatie
pl: Informacje internetowe
pt_br: Informação da Internet
ro: Informații pe Internet
ru: Информация в Интернете
th: ข้อมูลทางอินเทอร์เน็ต
tr: İnternet Bilgileri
vi: Thông tin Internet
zh_hans: 网络信息
zh_hant: 網絡信息

# cloud_will_lose_following_benefits
source: You will lose the following benefits:
cs: Ztratíte následující výhody:
de: Sie verlieren die folgenden Vorteile:
es: Perderá los siguientes beneficios:
fi: Menetät seuraavat edut:
fr: Vous perdrez les avantages suivants :
he: אתה תאבד את ההטבות הבאות:
id: Anda akan kehilangan manfaat berikut:
it: Perderai i seguenti vantaggi:
ja: 次の利点が失われます。
ko: 다음 혜택을 잃게 됩니다.
nb: Du vil miste følgende fordeler:
nl: U verliest de volgende voordelen:
pl: Utracisz następujące korzyści:
pt_br: Você perderá os seguintes benefícios:
ro: Veți pierde următoarele beneficii:
ru: Вы потеряете следующие преимущества:
sv: Du kommer att förlora följande förmåner:
th: คุณจะสูญเสียผลประโยชน์ดังต่อไปนี้:
tr: Aşağıdaki avantajları kaybedersiniz:
vi: Bạn sẽ mất những lợi ích sau:
zh_hans: 您将失去以下权益：
zh_hant: 您將失去以下權益：

# devicelist_Password_contain_letter_number_character
source: *Password is 9-20 digits, which must contain letters, numbers, and characters
cs: *Heslo je 9–20 číslic, které musí obsahovat písmena, číslice a znaky
de: *Passwort muss 9-20 Zeichen lang sein und Buchstaben, Zahlen und Zeichen enthalten
es: * La contraseña es de 9 a 20 dígitos, que debe contener letras, números y caracteres.
fi: *Salasana on 9-20 numeroa, ja siinä on oltava kirjaimia, numeroita ja merkkejä
fr: * Mot de passe est 9-20 chiffres, qui doit contenir des lettres, des chiffres et des caractères
he: *הסיסמה היא 9-20 ספרות, שחייבות להכיל אותיות, מספרים ותווים
id: *Password terdiri dari 9-20 digit, yang harus berisi huruf, angka, dan karakter
it: *La password è composta da 9-20 cifre, che deve contenere lettere, numeri e caratteri
ja: *パスワードは9〜20桁で、文字、数字、文字を含める必要があります
ko: *비밀번호는 9~20자리로 영문,숫자,문자를 포함해야 합니다.
nb: *Passordet er 9-20 sifre, som må inneholde bokstaver, tall og tegn
nl: *Wachtwoord is 9-20 cijfers, dit moet letters, cijfers en tekens bevatten
pl: *Hasło to 9-20 cyfr, które muszą zawierać litery, cyfry i znaki
pt_br: * A senha tem de 9 a 20 dígitos, que devem conter letras, números e caracteres
ro: * Parola este de 9-20 de cifre, care trebuie să conțină litere, cifre și caractere
ru: * Пароль состоит из 9-20 цифр, которые должны содержать буквы, цифры и символы.
sv: *Lösenordet är 9-20 siffror, som måste innehålla bokstäver, siffror och tecken
th: *รหัสผ่านคือ 9-20 หลัก ซึ่งต้องมีตัวอักษร ตัวเลข และอักขระ
tr: *Parola, harf, sayı ve karakter içermesi gereken 9-20 basamaktır
vi: * Mật khẩu có 9-20 chữ số, phải chứa các chữ cái, số và ký tự
zh_hans: *密码9-20位，需包含字母、数字、字符
zh_hant: *密碼9-20位，需包含字母、數字、字符

# alarmMessage_msgType_bi
source: PIR
cs: Lidské tělo infračervené
fi: Ihmisen keho infrapuna
he: חיישן PIR
ko: 움직임 감지 센서
vi: Cảm biến hồng ngoại cơ thể con người
zh_hans: 人体红外感应
zh_hant: 人體紅外

# message_View_Help
source: View help>
cs: Zobrazit nápovědu>
de: Hilfe anzeigen>
es: Ver ayuda>
fi: Katso Ohje>
fr: Afficher l'aide>
he: הצג עזרה>
id: Lihat Bantuan>
it: Visualizza la Guida>
ja: ヘルプを表示>
ko: 도움말 보기>
nb: Se hjelp>
nl: Bekijk Help>
pl: Wyświetl pomoc>
pt_br: Ver Ajuda>
ro: Vizualizați Ajutor>
ru: Посмотреть справку>
sv: Visa hjälp>
th: ดูความช่วยเหลือ>
tr: Yardımı Görüntüle>
vi: Xem Trợ giúp>
zh_hans: 查看帮助>
zh_hant: 查看幫助>

# Service_map_Search_place
source: Search place
cs: Vyhledat místo
de: Ort suchen
es: Lugar de búsqueda
fi: Etsi paikka
fr: Lieu de recherche
he: חיפוש מקום
id: Tempat pencarian
it: Luogo di ricerca
ja: 場所を検索
ko: 장소 검색
nb: Søk sted
nl: Zoek plaats
pl: Wyszukaj miejsce
pt_br: Pesquisar local
ro: Locul de căutare
ru: Поиск места
sv: Sök plats
th: ค้นหาตำแหน่ง
tr: Arama yeri
vi: Tìm kiếm một địa điểm
zh_hans: 搜索地点
zh_hant: 搜索地點

source: Europe/Belgrade
cs: Evropa / Bělehrad
de: Europa / Belgrad
es: Europa / Belgrado
fi: Eurooppa / Belgrad
he: אירופה / בלגרד
id: Eropa / Beograd
it: Europe / Belgrado
ja: ヨーロッパ/ベオグラード
ko: 유럽 ​​/ 베오그라드
nb: Europa / Beograd
pl: Europa / Belgrad
pt_br: Europa / Belgrado
ro: Europa / Belgrad
ru: Европа / Белград
sv: Europa / Belgrad
th: ยุโรป / เบลเกรด
tr: Avrupa / Belgrad
vi: Belgrade / Trung Âu
zh_hans: 贝尔格莱德/中欧
zh_hant: 貝爾格萊德/中歐

# help_addDevice_textTips_27
source: 8. Check whether if the network cable interface is existed . If there have a network cable interface,select ② "YES" to enter the wired add process.
cs: 8. Zkontrolujte,zda není k dispozici rozhraní síťového kabelu. Pokud je k dispozici rozhraní síťového kabelu,vyberte 1 a zadejte postup přidání pomocí kabelu.
de: 8. Prüfen Sie, ob ein LAN-Port vorhanden ist. Wenn ja, wählen Sie ② "JA"aus, um das Hinzufügen über LAN zu starten.
es: 8. Compruebe si existe la interfaz del cable de red. Si hay una interfaz de cable de red,seleccione 1 para ingresar al proceso de adición con cable.
fi: 8. Tarkista,onko verkkokaapeliliitäntä,jos verkkokaapeli on käytössä,valitse 1,jos haluat siirtyä langalliseen lisäprosessiin.
fr: 8. Vérifiez si l'interface du câble réseau existe. s'il existe une interface de câble réseau, sélectionnez ① pour entrer dans le processus d'ajout par câble.
he: .8 בדוק אם קיים ממשק כבל הרשת. אם קיים ממשק כבל רשת,בחר 1 כדי להזין את תהליך ההוספה הקווית.
id: 8. Periksa apakah antarmuka kabel jaringan ada. Jika ada antarmuka kabel jaringan,pilih 1 untuk memasukkan proses penambahan kabel.
it: 8. Controllare se esiste l'interfaccia del cavo di rete. Se è presente un'interfaccia cavo di rete,selezionare 1 per accedere al processo di aggiunta cablata.
ja: 8.LAN端子が存在するかどうかを確認します。 LAN端子がない場合は、有線設定①を選択してください。
ko: 8. 네트워크 케이블 인터페이스가 있는지 확인하십시오. 네트워크 케이블 인터페이스가있는 경우 1을 선택하여 유선 추가 프로세스를 시작하십시오.
nb: 8. Kontroller om nettverkskabelgrensesnittet eksisterer. Hvis det er et nettverkskabelgrensesnitt,velger du 1 for å legge inn den kablede tilleggsprosessen.
nl: 8. Controleer of de netwerkkabelinterface bestaat. Als er een netwerkkabelinterface is,selecteert u 1 om het bedrade add-proces in te voeren.
pl: 8. Sprawdź,czy istnieje interfejs kabla sieciowego. Jeśli istnieje interfejs kabla sieciowego,wybierz 1,aby przejść do procesu dodawania przewodowego.
pt_br: 8. Verifique se a interface do cabo de rede existe. Se houver uma interface de cabo de rede,selecione 1 para entrar no processo de adição com fio.
ro: 8. Verificați dacă există interfața cablului de rețea. Dacă există o interfață pentru cablu de rețea,selectați 1 pentru a accesa procesul de adăugare prin cablu.
ru: 8. Проверьте,существует ли интерфейс сетевого кабеля. Если имеется интерфейс сетевого кабеля,выберите 1,чтобы начать процесс добавления проводной сети.
sv: 8. Kontrollera om nätverkskabelgränssnittet finns. Om det finns ett nätverkskabelgränssnitt,välj 1 för att mata in den kablade tilläggsprocessen.
th: 8. ตรวจสอบว่าอุปกรมีสาย LAN เสียบอยู่หรือไม่ หากมีสาย LAN เสียบอยู่ให้เลือก①"ใช่"เพื่อเข้าสู่กระบวนการเพิ่มแบบมีสาย
tr: 8. Ağ kablosu arayüzünün olup olmadığını kontrol edin. Bir ağ kablosu arayüzü varsa,kablolu ekleme işlemine girmek için 1'i seçin.
vi: 8. Xác nhận xem thiết bị có giao diện cáp mạng hay không, nếu có giao diện cáp mạng, hãy chọn ① để vào quá trình thêm có dây;
zh_hans: 8.确认设备是否存在网线接口，若存在网线接口，选择①是进入有线添加流程；
zh_hant: 8.確認設備是否存在網線接口，若存在網線接口，選擇①是進入有線添加流程；

# preview_Siren
source: Siren
cs: Siréna
de: Sirene
es: Sirena
fi: Sireeni
fr: Sirène
he: סִירֶנָה
id: Sirene
it: Sirena
ja: サイレン
ko: 사이렌
nb: Sirene
nl: Sirene
pl: Syrena
pt_br: Sereia
ro: Sirenă
ru: Сирена
th: ไซเรน
vi: Còi báo động
zh_hans: 警报器
zh_hant: 警報器

# deviceSetting_Optimal_power_saving_settings
source: Optimal power saving settings
cs: Optimální nastavení úspory energie
de: Beste Energiespareinstellungen
es: Configuración óptima de ahorro de energía
fi: Optimaaliset virransäästöasetukset
fr: Paramètres d'économie d'énergie optimaux
he: הגדרות חיסכון אופטימליות בחשמל
id: Pengaturan hemat daya yang optimal
it: Impostazioni di risparmio energetico ottimali
ja: 最適な省電力設定
ko: 최적의 절전 설정
nb: Optimale strømsparingsinnstillinger
nl: Optimale energiebesparende instellingen
pl: Optymalne ustawienia oszczędzania energii
pt_br: Configurações ideais de economia de energia
ro: Setări optime de economisire a energiei
ru: Оптимальные настройки энергосбережения
sv: Optimala energisparinställningar
th: การตั้งค่าการประหยัดพลังงานที่เหมาะสมที่สุด
tr: Optimum güç tasarrufu ayarları
vi: Cài đặt tiết kiệm năng lượng tối ưu
zh_hans: 最佳省电设置
zh_hant: 最佳省電設置

# cloud_storage_details_cloud_period
source: 1、 Cloud deposit validity period
cs: 1、 Doba platnosti cloudového vkladu
de: 1. Cloud-Speicher Gültigkeitsdauer
es: 1、 Periodo de validez del depósito en la nube
fi: 1、 Pilven talletuksen voimassaoloaika
fr: 1、 Période de validité du dépôt dans le nuage
he: 1、 תקופת תוקפו של ענן הפיקדון
id: 1、 Masa berlaku deposit cloud
it: 1、 Periodo di validità del deposito cloud
ja: 1、クラウドデポジット有効期間
ko: 1、 클라우드 보증금 유효 기간
nb: 1、 Cloud deposit-gyldighetsperiode
nl: 1、 Geldigheidsperiode van clouddeposito's
pl: 1、 Okres ważności depozytu w chmurze
pt_br: 1、 Período de validade do depósito na nuvem
ro: 1、 Perioada de valabilitate a depozitului în nori
ru: 1、 Срок действия облачного депозита
sv: 1、 Guldinsättningens giltighetsperiod
th: 1. ระยะเวลาการฝากบนคลาวด์
tr: 1、 Bulut mevduat geçerlilik süresi
vi: 1. Thời hạn hiệu lực của khoản tiền gửi trên đám mây
zh_hans: 1、云存有效期
zh_hant: 1、雲存有效期

source: Next
cs: Další krok
de: Weiter
es: Próximo
fi: Seuraava vaihe
fr: Prochain
he: הבא
id: Lanjut
it: Prossimo
ja: 次
ko: 다음
nb: Neste
nl: Volgende
pl: Dalej
pt_br: Próximo
ro: următoare
ru: следующий
sv: Nästa
th: ต่อไป
tr: Sonraki
vi: Bước tiếp theo
zh_hans: 下一步
zh_hant: 下一步

# addDevice_solution_for_device_offline_4
source: (2) Please contact your 4G service provider for data recharge.
cs: (2) Obraťte se na svého poskytovatele služeb 4G ohledně dobití dat.
de: (2) Bitte kontaktieren Sie Ihren 4G-Diensteanbieter zum Aufladen der Daten.
es: (2) Comuníquese con su proveedor de servicios 4G para recargar datos.
fi: (2) Ota yhteyttä 4G-palveluntarjoajaasi tietojen lataamista varten.
fr: (2) Veuillez contacter votre fournisseur de service 4G pour la recharge de données.
he: (2) אנא צור קשר עם ספק שירותי ה-4G שלך לטעינת נתונים.
id: (2) Silakan hubungi penyedia layanan 4G Anda untuk isi ulang data.
it: (2) Si prega di contattare il proprio fornitore di servizi 4G per la ricarica dei dati.
ja: （2）データの再充電については、4Gサービスプロバイダーにお問い合わせください。
ko: (2) 데이터 충전은 4G 서비스 제공업체에 문의하세요.
nb: (2) Ta kontakt med leverandøren av 4G-tjenester for datalading.
nl: (2) Neem contact op met uw 4G-serviceprovider om uw gegevens op te laden.
pl: (2) Skontaktuj się z dostawcą usług 4G w celu doładowania danych.
pt_br: (2) Entre em contato com seu provedor de serviços 4G para recarga de dados.
ro: (2) Vă rugăm să contactați furnizorul dvs. de servicii 4G pentru reîncărcare de date.
ru: (2) Пожалуйста, свяжитесь с вашим поставщиком услуг 4G для перезарядки данных.
sv: (2) Vänligen kontakta din 4G-tjänstleverantör för dataladdning.
th: (2) โปรดติดต่อผู้ให้บริการ 4G ของคุณเพื่อทำการเติมข้อมูล
tr: (2) Veri şarjı için lütfen 4G servis sağlayıcınıza başvurun.
vi: (2) Vui lòng liên hệ với nhà cung cấp dịch vụ 4G của bạn để nạp tiền dữ liệu.
zh_hans: （2）手机微信关注公众号易视物联，九安云服务充值。
zh_hant: （2）手機微信關注公眾號易視物聯，九安云服務充值。

# devicelist_cloud_channel_detecte_prompt
source: Detected that device channel%1$s alarm is disabled, please go to device settings to enable it
cs: Je detekováno, že zapnutí zařízení%1$s je uzavřeno. Přejděte do nastavení zařízení a zapněte zapínání.
de: Es wurde festgestellt, dass die Scharfschaltung des Gerätekanals %1$s deaktiviert wurde. Bitte öffnen Sie die Geräteeinstellungen, um die Scharfschaltung zu aktivieren.
es: Se detecta que el armado del canal del Equipo%1$s está cerrado. Vaya a la configuración del Equipo para habilitar el armado.
fi: Laitekanavan%1$s viritys on havaittu. Siirry laitteen asetuksiin, jotta viritys voidaan ottaa käyttöön.
fr: Il est détecté que l'armement du canal de périphérique%1$s est fermé. S'il vous plaît aller à la configuration de l'appareil pour activer l'armement.
he: מגלה כי ערוץ ההתקנים של%1$s סגור. אנא עבור להגדרת המכשיר כדי לאפשר התחמשות.
id: Terdeteksi bahwa saluran perangkat%1$s mempersenjatai ditutup. Silakan pergi ke pengaturan perangkat untuk mengaktifkan mempersenjatai.
it: È stato rilevato che l'inserimento del canale del dispositivo%1$s è chiuso. Vai alle impostazioni del dispositivo per abilitare l'inserimento.
ja: デバイスチャンネル %1$s準備が閉じられていることが検出されました。武装を有効にするには、デバイス設定に移動してください。
ko: 장치 채널 %1$s (으)로 활성화가 감지되었습니다. 무장을 활성화하려면 장치 설정으로 이동하십시오.
nb: Det oppdages at enhetskanalen%1$s tilkobling er lukket. Gå til enhetsinnstillingen for å aktivere tilkobling.
nl: Er wordt gedetecteerd dat het inschakelen van apparaatkanaal%1$s is gesloten. Ga naar de apparaatinstelling om inschakelen in te schakelen.
pl: Wykryto, że kanał urządzenia%1$s jest zamknięty. Przejdź do ustawień urządzenia, aby włączyć uzbrajanie.
pt_br: É detectado que o canal do dispositivo%1$s arming está fechado. Por favor, vá para a configuração do dispositivo para ativar o arme.
ro: Se detectează că armarea canalului de dispozitiv%1$s este închisă. Vă rugăm să accesați setarea dispozitivului pentru a activa armarea.
ru: Обнаружено, что канал устройства%1$s включен. Пожалуйста, перейдите в настройки устройства, чтобы включить постановку на охрану.
sv: Det upptäcks att enhetskanalen%1$s aktivering är stängd. Gå till enhetsinställningen för att aktivera aktivering.
th: ตรวจพบว่าช่องอุปกรณ์%1$s อาวุธถูกปิดโปรดไปที่การตั้งค่าอุปกรณ์เพื่อเปิด
tr: %1$s cihaz kanalının devrede olduğu tespit edildi. Kurmayı etkinleştirmek için lütfen cihaz ayarına gidin.
vi: Phát hiện thấy rằng kênh thiết bị%1$s arming đã bị đóng, vui lòng chuyển đến cài đặt thiết bị để mở vũ khí
zh_hans: 检测到设备通道%1$s布防已关闭，请前往设备设置开启布防
zh_hant: 檢測到設備通道%1$s布防已關閉，請前往設備設置開啟布防

# cloud_24h_safe_guard
source: 24h safe guard
cs: 24 hodin hlídač
de: 24h sicherer Schutz
es: Guardia de seguridad 24h
fi: 24 tunnin vartiointi
fr: Garde de sécurité 24h
he: שמירה 24 שעות
id: Penjaga keamanan 24 jam
it: 24 ore di guardia sicura
ja: 24時間のセーフガード
ko: 24 시간 안전 가드
nb: 24t sikker vakt
nl: 24 uur bewaking
pl: 24h bezpieczna ochrona
pt_br: Guarda de segurança 24 horas
ro: 24 ore de pază în siguranță
ru: Круглосуточная охрана
sv: 24h säker skydd
th: เจ้าหน้าที่รักษาความปลอดภัยตลอด 24 ชม
tr: 24 saat güvenlik görevlisi
vi: Nhân viên bảo vệ 24h
zh_hans: 24h安全守护
zh_hant: 24h安全守護

source: Asia/Yakutsk
cs: Asie / Jakutsk
de: Asien / Jakutsk
fi: Aasia / Yakutsk
he: אסיה / יקותק
ja: アジア/ヤクーツク
ko: 아시아 / 야쿠 츠크
nl: Asia / Jakoetsk
pl: Azja / Jakuck
pt_br: Ásia / Yakutsk
ru: Азия / Якутск
sv: Asien / Yakutsk
th: เอเชีย / ยาคุตสค์
tr: Asya / Yakutsk
vi: Yakutsk
zh_hans: 雅库茨克
zh_hant: 雅庫茨克

# cloud_error_tips_1
source: The page is wrong
cs: Stránka je špatná.
de: Seite ist falsch
es: La página está mal
fi: Sivu on väärä.
fr: La page est fausse
he: שגיאה בעמוד
id: Halaman ini salah
it: Pagina errata
ja: ページが間違っています。
ko: 페이지가 잘못되었습니다.
nb: Siden er feil
nl: De pagina is verkeerd
pl: Błędna strona
pt_br: A página está errada
ro: Pagina este greșită
ru: Страница неверна
sv: Sidan är fel
th: หน้านี้ไม่ถูกต้อง
tr: Sayfa yanlış
vi: Lỗi trang
zh_hans: 页面出错啦
zh_hant: 頁面出錯啦
