Repository: Yolo-cell-hash/go_home_ios
Catalog: ios/Runner/JASDK/JAResources/XLanguage/X35MultiLanguage/*.lproj/X35MutiLanguage.strings
Languages: cs, de, es, fi, fr, he, id, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sv, th, tr, vi, zh_hans, zh_hant

# Service_map_no_service_point
source: Sorry, there are no service outlets in your current city!
cs: Litujeme, ve vašem aktuálním městě nejsou žádné servisní místa!
de: Leider gibt es in Ihrer aktuellen Stadt keine Servicestellen!
es: Lo sentimos, no hay puntos de servicio en tu ciudad actual.
fi: Valitettavasti nykyisessä kaupungissasi ei ole palvelupisteitä!
fr: Désolé, il n'y a pas de points de service dans votre ville actuelle!
he: מצטערים, אין חנויות שירות בעיר הנוכחית שלך!
id: Maaf, tidak ada outlet layanan di kota Anda saat ini!
it: Siamo spiacenti, non ci sono punti vendita nella tua città attuale!
ja: 申し訳ありませんが、現在の都市にはサービスアウトレットがありません。
ko: 죄송합니다. 현재 도시에 서비스 매장이 없습니다!
nb: Beklager, det er ingen salgssteder i din nåværende by!
nl: Sorry, er zijn geen servicepunten in je huidige stad!
pl: Niestety, nie ma punktów usługowych w Twoim obecnym mieście!
pt_br: Desculpe, não há pontos de atendimento em sua cidade atual!
ro: Ne pare rău, nu există puncte de deservire în orașul dvs. actual!
ru: Извините, в вашем городе нет пунктов обслуживания!
sv: Det finns inga servicestationer i din nuvarande stad!
th: ขออภัยไม่มีร้านให้บริการในเมืองปัจจุบันของคุณ!
tr: Maalesef, bulunduğunuz şehirde servis çıkışı yok!
vi: Xin lỗi, không có cửa hàng dịch vụ nào trong thành phố hiện tại của bạn!
zh_hans: 抱歉,您当前所在的城市暂无服务网点!
zh_hant: 抱歉,您當前所在的城市暫無服務網點!

# help_preview_ttextTips_11
source: Cruise: setup auto cruise
cs: Tempomat: nastavte automatickou plavbu
de: Tour: Automatische Tour einstellen
es: Crucero: configurar auto crucero
fi: Vakionopeussäädin: aseta automaattinen risteily
fr: Croisière : configuration de la croisière automatique
he: שיוט: הגדר שיוט אוטומטי
id: Putar : Setup putar otomatis
it: Tour: Impostare i tour automatici per telecamere motorizzate
ja: 旋回：自動旋回の設定
ko: 크루즈 : 설정 자동 크루즈
nb: Cruise: Oppsett auto cruise
nl: Cruise: auto cruise instellen
pl: Trasa: ustawienie automatycznej trasy
pt_br: Cruzeiro: configuração de cruzeiro automático
ro: Croaziera: setare auto de croazieră
ru: Круиз: настройка авто круиза
sv: Kryssning: Konfigurera automatisk kryssning
th: การหมุน:ตั้งค่าการหมุนอัตโนมัติ
tr: Cruise: kurulum otomatik seyir
vi: Công tắc hành trình: thiết lập hành trình tự động
zh_hans: 巡航开关：设置自动巡航
zh_hant: 巡航開關：設置自動巡航

# addDevice_cloud_ID_support_NVR
source: Only support NVR ID adding
cs: Metoda přidávání ID Cloud podporuje pouze zařízení NVR
de: Unterstützt nur das Hinzufügen von NVR-IDs
es: Agregar por ID de nube solo puede admitir NVR
fi: Cloud ID-lisäysmenetelmä tukee vain NVR-laitteita
fr: l'ajout par ID Cloud peut uniquement prendre en charge le NVR
he: הוספה על ידי מספר זיהוי ענן תומכת רק בNVR
id: Tambah dengan Cloud ID hanya mendukung NVR
it: Associando tramite ID sarà supportato solo NVR
ja: IDによる追加はNVRのみをサポートします。
ko: Cloud ID로 등록은 장치만 가능합니다.
nb: Sky-ID støttes kun av NVR
nl: Toevoegen via cloud-ID ondersteunt alleen NVR
pl: Dodawanie przez cloud ID dostępne tylko dla NVR
pt_br: Adicionar por ID da nuvem só pode suportar NVR
ro: Adăugarea prin cloud ID poate suporta doar NVR
ru: Добавление по облачному ID может поддерживать только NVR
sv: Lägga till med moln-ID kan endast stödja NVR
th: รองรับการเพิ่ม NVR ID เท่านั้น
tr: Bulut kimliği ile eklemek yalnızca NVR’yı destekleyebilir
vi: Phương pháp bổ sung ID đám mây chỉ hỗ trợ các thiết bị NVR
zh_hans: 云ID添加方式仅支持NVR设备
zh_hant: 雲ID添加方式僅支持NVR設備

# help_normal_problem_text_10
source: Why the playback recording video content is uncontinuous?
cs: Proč je obsah přehrávání videa přerušovaný?
de: Warum ist die Wiedergabe nicht durchgehend?
es: ¿Por qué el contenido de reproducción de video es intermitente?
fi: Miksi videon toiston sisältö on ajoittainen?
fr: Pourquoi le contenu de l'enregistrement n'est pas continu ?
he: מדוע ההקלטה אינה רציפה?
id: Kenapa rekaman tidak berlanjutan?
it: Perché le registrazioni non sono continue?
ja: 連続で録画されないのは、なぜですか？
ko: 왜 녹음 내용이 연속적이지 않습니까?
nb: Hvorfor hakker videoen?
nl: Waarom is de opname-inhoud niet continu?
pl: Czemu nagrania nie są ciągłe?
pt_br: Por que o conteúdo da gravação não é contínuo?
ro: De ce conținutul înregistrării nu este continuu?
ru: Почему содержание записи не является непрерывным?
sv: Varför inspelningsinnehållet inte är kontinuerligt?
th: เหตุใดเนื้อหาของการเล่นวิดีโอจึงไม่ต่อเนื่อง
tr: Kayıt içeriği neden sürekli değil?
vi: Tại sao nội dung phát lại video không liên tục?
zh_hans: 录像回放的内容为什么是断断续续的？
zh_hant: 錄像回放的內容為什麼是斷斷續續的？

# devSetting_delete_failure
source: Failed to delete device
cs: Smazání zařízení se nezdařilo
de: Gerät löschen fehlgeschlagen
es: La eliminación del Equipo falló
fi: Laitteen poistaminen epäonnistui
fr: Impossible de supprimer le périphérique
he: בעיה במחיקת המכשיר
id: Gagal menghapus perangkat
it: Cancellazione fallita
ja: デバイスの削除ができませんでした
ko: 장치 삭제 실패
nb: Sletting av enhet mislyktes
nl: Kan apparaat niet verwijderen
pl: Usunięcie nieudane
pt_br: Falha ao excluir dispositivo
ro: Nu reușiți să ștergeți dispozitivul
ru: Не удается удалить устройство
sv: Misslyckades med att radera enheten
th: ลบอุปกรณ์ล้มเหลว
tr: Cihaz silinemedi
vi: Xóa thiết bị không thành công
zh_hans: 设备删除失败
zh_hant: 設備刪除失敗

# min
source: %1$d minutes
cs: %1$d minut
de: %1$d Minuten
es: %1$d minutos
fi: %1$d minuuttia
he: %1$d דקות
id: %1$d menit
it: %1$d minuti
ja: %1$d分
ko: %1$d 분
nb: %1$d minutter
nl: %1$d minuten
pl: %1$d minut
pt_br: %1$d minutos
ro: %1$d minute
ru: %1$d минут
sv: %1$d minuter
th: %1$d นาที
tr: %1$d dakika
vi: %1$d phút
zh_hans: %1$d分钟
zh_hant: %1$d分鐘

# adddevice_ready
source: Ready
cs: Připraveno
de: Bereit
es: Listo
fi: Valmis
fr: Prêt
he: מוכנים
id: Siap
it: Pronto
ja: 準備完了
ko: 준비 완료
nb: Klar
nl: Klaar
pl: Gotowy
pt_br: pronto
ro: Gata
ru: готовы
sv: Redo
th: พร้อมแล้ว
tr: hazır
vi: Sẵn sàng
zh_hans: 已准备好了
zh_hant: 已準備好了

# adddevice_check_device_light
source: Step 2: Check the device indicator until the indicator flashes
cs: Krok 2: Zkontrolujte indikátor zařízení, dokud indikátor nebliká
de: Schritt 2: Die Geräte-LED blinkt
es: Paso 2: compruebe el indicador del Equipo hasta que el indicador parpadee
fi: Vaihe 2: Tarkista laitteen merkkivalo, kunnes merkkivalo vilkkuu
fr: Étape 2: Vérifiez le voyant de l'appareil jusqu'à ce qu'il clignote
he: שלב 2: בדוק את מחוון ההתקן עד שהמחוון יהבהב
id: Langkah 2: Periksa indikator perangkat hingga indikator berkedip
it: Passaggio 2: controllare l'indicatore del dispositivo finché l'indicatore non lampeggia
ja: ステップ2：インジケータが点滅するまでデバイスインジケータを確認します
ko: 2 단계 : 표시기가 깜박일 때까지 장치 표시기를 확인하십시오.
nb: Trinn 2: Kontroller enhetens indikator til indikatoren blinker
nl: Stap 2: Controleer de indicator van het apparaat totdat het lampje knippert
pl: Krok 2: Sprawdź wskaźnik urządzenia, aż wskaźnik zacznie migać
pt_br: Etapa 2: verifique o indicador do dispositivo até que o indicador pisque
ro: Pasul 2: Verificați indicatorul dispozitivului până când indicatorul clipește
ru: Шаг 2: проверяйте индикатор устройства, пока индикатор не начнет мигать
sv: Steg 2: Kontrollera enhetens indikator tills indikatorn blinkar
th: ขั้นตอนที่ 2: ตรวจสอบไฟสถานะอุปกรณ์จนกว่าไฟแสดงสถานะกะพริบ
tr: Adım 2: Gösterge yanıp sönene kadar cihaz göstergesini kontrol edin.
vi: Bước 2: Kiểm tra chỉ báo của thiết bị cho đến khi chỉ báo nhấp nháy
zh_hans: 第二步：查看设备指示灯，直到指示灯闪烁
zh_hant: 第二步：查看設備指示燈，直到指示燈閃爍

# adddevice_network_configure_fail
source: Network configuration failed
cs: Konfigurace sítě se nezdařila
de: Netzwerkkonfiguration fehlgeschlagen
es: La configuración de red falló
fi: Verkon määritys epäonnistui
fr: La configuration du réseau a échoué
he: תצורת הרשת נכשלה
id: Konfigurasi jaringan gagal
it: Configurazione della rete non riuscita
ja: ネットワーク構成に失敗しました
ko: 네트워크 구성 실패
nb: Nettverkskonfigurasjon mislyktes
nl: Netwerkconfiguratie mislukt
pl: Konfiguracja sieci nie powiodła się
pt_br: Falha na configuração da rede
ro: Configurația rețelei a eșuat
ru: Сбой конфигурации сети
sv: Nätverkskonfiguration misslyckades
th: การกำหนดค่าเครือข่ายล้มเหลว
tr: Ağ yapılandırması başarısız oldu
vi: Cấu hình mạng không thành công
zh_hans: 网络配置失败
zh_hant: 網絡配置失敗

# devicesetting_up_to_4_warn_line
source: Up to %1$d cordon lines can be drawn
cs: Lze kreslit až %1$d šňůry
de: Es können bis zu %1$d Warnlinien gezeichnet werden
es: Se pueden dibujar hasta %1$d líneas de cordón.
fi: Voidaan vetää enintään %1$d kappaletta
fr: Jusqu'à %1$d lignes de cordon peuvent être tracées
he: ניתן לשרטט עד %1$d קווים
id: Hingga %1$d garis cordon dapat ditarik
it: Si possono tracciare fino a %1$d linee di corda
ja: 最大%1$d本のコードラインを引くことができます
ko: 최대 %1$d 개의 코드 선을 그릴 수 있습니다.
nb: Opptil %1$d cordon linjer kan trekkes
nl: Er kunnen maximaal %1$d cordonlijnen worden getekend
pl: Można narysować do %1$d linii kordonowych
pt_br: Até %1$d linhas de cordão podem ser desenhadas
ro: Pot fi desenate până la %1$d linii de cordon
ru: Можно нарисовать до %1$d линий кордона
sv: Upp till %1$d cordon linjer kan dras
th: สามารถวาดเส้นเตือนได้สูงสุด%1$d
tr: %1$d taneye kadar kordon çizgisi çizilebilir
vi: Có thể vẽ tối đa%1$d dòng cảnh báo
zh_hans: 最多可绘制%1$d条警戒线
zh_hant: 最多可繪製%1$d條警戒線

# local_mode_tips_login
source: Log in now.
cs: Přihlaste se nyní
de: Jetzt einloggen
es: Inicia sesión ahora
fi: Kirjaudu sisään nyt
fr: Connectez-vous maintenant.
he: התחבר עכשיו
id: Masuk sekarang
it: Accedere ora
ja: ログインしてください
ko: 지금 로그인하십시오.
nb: Logg inn nå
nl: Nu aanmelden.
pl: Zaloguj teraz.
pt_br: Conecte-se agora.
ro: Conectați-vă acum.
ru: Войти сейчас.
sv: Logga in nu.
th: ลงชื่อเข้าใช้ตอนนี้.
tr: Şimdi giriş yap.
vi: Đăng nhập ngay bây giờ
zh_hans: 现在登录
zh_hant: 現在登錄

# cloud_video_save
source: Video saving
cs: Ukládání videa
de: Video speichern
es: Video guardado
fi: Videon tallennus
fr: Enregistrement vidéo
he: שמירת וידאו
id: Penyimpanan video
it: Salvataggio di video
ja: ビデオ保存
ko: 비디오 저장
nb: Videobesparing
nl: Video opslaan
pl: Zapis wideo
pt_br: Poupança de vídeo
ro: Salvarea video
ru: Сохранение видео
sv: Videobesparing
th: การบันทึกวีดิโอ
tr: Video kaydetme
vi: Lưu video
zh_hans: 录像保存
zh_hant: 錄像保存

# adddevice_Currently_connect_wifi
source: Wi-Fi connected by mobile phone:
cs: WiFi připojené pomocí mobilního telefonu:
de: WLAN mit dem Handy verbunden ist:
es: WiFi conectado por teléfono móvil:
fi: Matkapuhelimella kytketty WiFi:
fr: WiFi connecté par téléphone portable:
he: WiFi מחובר בטלפון נייד:
id: WiFi terhubung dengan ponsel:
it: WiFi collegato tramite telefono cellulare:
ja: 携帯電話で接続された無線LANi：
ko: 휴대 전화로 연결된 WiFi :
nb: WiFi tilkoblet via mobiltelefon:
nl: WiFi verbonden via mobiele telefoon:
pl: WiFi połączone telefonem komórkowym:
pt_br: WiFi conectado por telefone celular:
ro: WiFi conectat prin telefonul mobil:
ru: WiFi подключен по мобильному телефону:
sv: WiFi ansluten med mobiltelefon:
th: Wi-Fi ที่เชื่อมต่อด้วยโทรศัพท์มือถือ:
tr: Cep telefonuyla bağlı WiFi:
vi: Kết nối WiFi với điện thoại di động:
zh_hans: 手机连接的WiFi：
zh_hant: 手機連接的WiFi：

# person_unbundle
source: unbundle
cs: oddělit se
de: entfernen
es: desagregar
fi: eriyttämään
fr: dégrouper
he: לפרק
ja: 束ねる
ko: 묶다
nb: dele opp
nl: ontvlechten
pl: rozpakować
ro: disocieze
sv: separera
th: เลิกผูก
tr: Unsurların
vi: Cởi trói
zh_hans: 解绑
zh_hant: 解綁

# person_feedback_question_ROM_software_3_Powersaving
source: Power-saving management: set the power-saving mode in the security center, keep the permission when the application is allowed to stand by in [Standby Power Consumption Management], otherwise the phone will sleep or the application will be idle for a period of time, and it cannot receive messages normally
cs: Správa úspory energie: nastavte režim úspory energie v centru zabezpečení, ponechte si povolení, když je aplikace povolena v pohotovostním režimu [Správa pohotovostního režimu], jinak bude telefon spát nebo bude aplikace po dobu nečinnosti nečinná čas a normálně nemůže přijímat zprávy
de: Energiesparmanagement: Stellen Sie den Energiesparmodus im Sicherheitscenter ein und lassen die Anwendung im [Standby-Modus] bereit. Andernfalls wird das Telefon in den Energiesparmodus versetzt oder die Anwendung bleibt für einen bestimmten Zeitraum inaktiv, und kann keine Nachrichten empfangen.
es: Administración de ahorro de energía: configure el modo de ahorro de energía en el centro de seguridad, mantenga el permiso cuando la aplicación esté en espera en [Administración de consumo de energía en espera], de lo contrario el teléfono se suspenderá o la aplicación estará inactiva durante un período de tiempo tiempo, y no puede recibir mensajes normalmente
fi: Virransäästöhallinta: aseta virransäästötila suojauskeskuksessa, säilytä lupa, kun sovelluksen sallitaan odottaa [Valmiustilan virrankulutuksen hallinta] -tilassa, muuten puhelin nukkuu tai sovellus on käyttämättömänä jonkin aikaa aikaa, eikä se voi vastaanottaa viestejä normaalisti"
fr: Gestion d'économie d'énergie: définissez le mode d'économie d'énergie dans le centre de sécurité, conservez l'autorisation lorsque l'application est autorisée à rester en veille dans [Gestion de la consommation d'énergie en veille], sinon le téléphone se mettra en veille ou l'application sera inactive pendant une période de temps, et il ne peut pas recevoir de messages normalement
he: ניהול חסכון בחשמל: הגדר את מצב חיסכון בחשמל במרכז האבטחה, שמור על ההרשאה כאשר מותר ליישום לעמוד ממצב ב [ניהול צריכת חשמל המתנה], אחרת הטלפון יישן או שהיישום יהיה במצב סרק למשך תקופה של זמן, והיא אינה יכולה לקבל הודעות באופן רגיל
id: Manajemen hemat daya: atur mode hemat daya di pusat keamanan, pertahankan izin ketika aplikasi dibiarkan siaga di [Manajemen Konsumsi Daya Siaga], jika tidak telepon akan tidur atau aplikasi akan menganggur selama periode waktu, dan tidak dapat menerima pesan secara normal
it: Gestione del risparmio energetico: imposta la modalità di risparmio energetico nel centro sicurezza, mantieni l'autorizzazione quando l'applicazione è autorizzata a rimanere in [Gestione del consumo di energia in standby], altrimenti il ​​telefono si spegnerà o l'applicazione rimarrà inattiva per un periodo di tempo e non può ricevere messaggi normalmente
ja: 省電力管理：セキュリティセンターで省電力モードを設定し、[スタンバイ電力消費管理]でアプリケーションの待機が許可されている場合は許可を維持します。そうしないと、電話がスリープするか、アプリケーションが一定期間アイドル状態になります時間、それは正常にメッセージを受信することはできません
ko: 절전 관리 : 보안 센터에서 절전 모드를 설정하고 [대기 전력 소비 관리]에서 응용 프로그램이 대기 할 때 권한을 유지합니다. 그렇지 않으면 전화기가 절전 모드로 전환되거나 일정 기간 동안 응용 프로그램이 유휴 상태가됩니다. 메시지가 정상적으로 수신되지 않습니다
nb: Energisparebehandling: angi strømsparingsmodus i sikkerhetssenteret, beholder tillatelsen når applikasjonen får lov til å stå ved i [Standby Power Consumption Management], ellers vil telefonen ligge i dvale eller applikasjonen vil være inaktiv i en periode på tid, og den kan ikke motta meldinger normalt
nl: Energiebesparend beheer: stel de energiebesparende modus in het beveiligingscentrum in, behoud de toestemming wanneer de applicatie stand-by mag staan ​​in [Standby Power Consumption Management], anders slaapt de telefoon of blijft de applicatie een tijdje inactief tijd, en het kan normaal geen berichten ontvangen
pl: Zarządzanie oszczędzaniem energii: ustaw tryb oszczędzania energii w centrum bezpieczeństwa, zachowaj pozwolenie, gdy aplikacja będzie mogła pozostać w trybie gotowości w [Zarządzanie zużyciem energii w trybie czuwania], w przeciwnym razie telefon będzie uśpiony lub aplikacja będzie bezczynna przez pewien czas czas i nie może normalnie odbierać wiadomości
pt_br: Gerenciamento de economia de energia: defina o modo de economia de energia na central de segurança, mantenha a permissão quando o aplicativo estiver em espera no [Gerenciamento de consumo de energia em espera]; caso contrário, o telefone entrará em suspensão ou o aplicativo ficará inativo por um período de tempo e não pode receber mensagens normalmente"
ro: Gestionarea economisirii energiei: setați modul de economisire a energiei în centrul de securitate, păstrați permisiunea atunci când aplicația are voie să stea în [Standby Power Consum Management], altfel telefonul va dormi sau aplicația va fi inactivă pentru o perioadă de timp și nu poate primi mesaje în mod normal
ru: Управление энергосбережением: установите режим энергосбережения в центре безопасности, оставьте разрешение, когда приложение находится в режиме ожидания, в [Управление энергопотреблением в режиме ожидания], в противном случае телефон будет находиться в спящем режиме или приложение будет бездействовать в течение некоторого периода времени. время, и он не может нормально получать сообщения
sv: Strömsparande hantering: ställ energisparläge i säkerhetscentret, behålla tillståndet när applikationen får stå i [Standby Power Consumption Management], annars kommer telefonen att sova eller applikationen kommer att vara i viloläge under en period av tid och den kan inte ta emot meddelanden normalt
th: การจัดการการประหยัดพลังงาน: ตั้งค่าโหมดประหยัดพลังงานในศูนย์ความปลอดภัยรักษาสิทธิ์เมื่อแอปพลิเคชันได้รับอนุญาตให้ยืนโดยใน [การจัดการการใช้พลังงานสแตนด์บาย] มิฉะนั้นโทรศัพท์จะเข้าสู่โหมดสลีปหรือแอปพลิเคชันจะไม่มีการใช้งานเป็นระยะเวลาหนึ่ง เวลาและไม่สามารถรับข้อความได้ตามปกติ
tr: Güç tasarrufu yönetimi: güvenlik merkezinde güç tasarrufu modunu ayarlayın, uygulamanın [Bekleme Güç Tüketimi Yönetimi] bölümünde beklemesine izin verildiğinde izin verin, aksi takdirde telefon uyku moduna geçer veya uygulama bir süre boyunca boşta kalır ve iletileri normal şekilde alamıyor "
vi: Quản lý tiết kiệm năng lượng: Đặt chế độ tiết kiệm năng lượng trong trung tâm bảo mật. Khi ứng dụng được cho phép ở chế độ [Quản lý mức tiêu thụ điện năng ở chế độ chờ], hãy giữ nó ở chế độ cho phép, nếu không điện thoại sẽ ở chế độ ngủ hoặc ứng dụng sẽ không hoạt động trong một khoảng thời gian , và tin nhắn sẽ không được nhận bình thường;
zh_hans: 省电管理：安全中心里设置省电模式，在［待机耗电管理］中允许应用待机时，保持允许，否则手机休眠或者应用闲置一段时间，无法正常接收消息；
zh_hant: 省電管理：安全中心裏設置省電模式，在［待機耗電管理］中允許應用待機時，保持允許，否則手機休眠或者應用閑置壹段時間，無法正常接收消息；

# help_normal_problem_text_3
source: 2.If users manually change network parameter of device,please change it to default parameter. Just press reset button for 10 seconds.
cs: 2. Pokud jste ručně změnili síťové parametry zařízení,doporučujeme obnovit výchozí parametry zařízení,stiskněte a podržte tlačítko Reset na přístroji po dobu 10 sekund.
de: 2.Wenn Netzwerkparameter des Geräts manuell geändert wurden, setzen Sie diese auf Werkseinstellungen zurück. Halten Sie hierzu die Reset-Taste für 10 Sekunden gedrückt.
es: 2. Si ha cambiado manualmente los parámetros de red del Equipo,se recomienda restaurar el Equipo a los parámetros predeterminados. Mantenga presionado el botón Restablecer en el Equipo durante 10 segundos.
fi: 2. Jos olet muuttanut laitteen manuaalisia parametreja manuaalisesti,on suositeltavaa palauttaa laite oletusparametreihin,paina ja pidä laitteen nollauspainiketta painettuna 10 sekuntia.
fr: 2. Si vous avez modifié manuellement les paramètres réseau de l'appareil, réinitialisez-les en appuyant sur le bouton de réinitialisation pendant 10 secondes.
he: 2.,אם הגדרות הרשת של המכשיר השתנה,באפשרותך לאפס אותו לברירת מחדל על ידי לחיצה על לחפצן האיפוס למשך 10 שניות
id: 2. jika mengubah parameter perangkat sendiri,silakan ganti ke parameter standard. Dengan tekan tombol Reset selama 10 detik.
it: 2. Se l'utente modifica manualmente i parametri del dispositivo,riportare a parametri di fabbrica,premere reset per 10 secondi
ja: 2.本機のネットワーク設定を手動で変更した場合は、リセットボタンを10秒間押してリセットします。
ko: 2. 사용자가 장치의 네트워크 매개 변수를 수동으로 변경하는 경우 기본 매개 변수로 변경하십시오. 리셋 버튼을 10 초 동안 누르십시오.
nb: 2. Har du endret nettverksinnstillingene for enheten,anbefales det å gjenopprette enheten til standardinnstillinger. Trykk og hold nede tilbakestillingsknappen på enheten i 10 sekunder.
nl: 2.Indien gebruikers handmatig de netwerkparameter van het apparaat wijzigen,wijzig deze dan in de standaardparameter. Druk 10 seconden om de resetknop.
pl: 2. Jeśli parametry sieci się zmienią należy wykonać reset urządzenia naciskając na 10sek. Przycisk resetu.
pt_br: 2. Se os usuários alterarem manualmente o parâmetro de rede do dispositivo,altere-o para o parâmetro padrão. Basta pressionar o botão reset por 10 segundos.
ro: 2. Dacă utilizatorii modifică manual parametrul de rețea al dispozitivului,modificați-l la parametrul implicit. Apăsați butonul de resetare timp de 10 secunde.
ru: 2. Если пользователи вручную изменяют параметры сети устройства,измените их на параметры по умолчанию. Просто нажмите кнопку сброса на 10 секунд.
sv: 2. Om användarna manuellt ändrar nätverksparametern för enheten,ändra den till standardparametern. Tryck bara på återställningsknappen i 10 sekunder.
th: 2. หากผู้ใช้เปลี่ยนพารามิเตอร์เครือข่ายของอุปกรณ์ด้วยตนเองโปรดเปลี่ยนเป็นพารามิเตอร์เริ่มต้น เพียงกดปุ่มรีเซ็ตเป็นเวลา 10 วินาที
tr: 2.Eğer kullanıcılar cihazın ağ parametresini manuel olarak değiştirirse,lütfen varsayılan parametreye değiştirin. Sadece 10 saniye boyunca sıfırlama düğmesine basın.
vi: 2. Nếu bạn đã thay đổi thủ công các thông số mạng của thiết bị, nên khôi phục thiết bị về thông số mặc định bằng cách nhấn và giữ nút Reset trên thiết bị trong 10 giây.
zh_hans: 2.如果您手动更改过设备的网络参数，建议将设备恢复默认参数，按住设备上的Reset键10秒即可。
zh_hant: 2.如果您手動更改過設備的網絡參數，建議將設備恢復默認參數，按住設備上的Reset鍵10秒即可。

# devicesetting_Setting_up
source: Setting up...
cs: Nastavování...
de: Einrichtung...
es: Configurando ...
fi: Asettaa...
fr: Mise en place...
he: מגדיר...
id: Pengaturan...
it: Impostare...
ja: 設定...
ko: 설정...
nb: Setter opp...
nl: Opzetten...
pl: Konfiguruję...
pt_br: Configurando...
ro: Configurare...
ru: Настройка ...
sv: Konfigurerar...
th: การตั้งค่า...
tr: Kurulum...
vi: Đang cài đặt...
zh_hans: 设置中...
zh_hant: 設置中...

# password_not_bindingFailed_email
source: E-mail is not bound
cs: Schránka není vázána
de: E-Mail Adresse ist nicht eingebunden
es: El correo electrónico no está vinculado
fi: Postilaatikko ei ole sidottu
fr: l'adresse e-mail n'est pas liée
he: כתובת האימייל לא משוייכת
id: Email tidak terikat
it: E-mail non associata
ja: メールが共有されていません
ko: 전자 메일이 바인딩되지 않았습니다.
nb: E-post er ikke knyttet til konto
nl: E-mail niet gekoppeld
pl: E-mail nie jest związany
pt_br: E-mail não está vinculado
ro: E-mailul nu este obligat
ru: Электронная почта не связана
sv: E-post är inte bunden
th: อีเมล์ ไม่ได้ผูกไว้
tr: E-posta bağlı değil
vi: Email không bị ràng buộc
zh_hans: 邮箱未被绑定
zh_hant: 郵箱未被綁定

# Devicesetting_enabled_Multiple_time_periods
source: Multiple time periods enabled
cs: Je povoleno více časových období
de: Mehrere Zeiträume aktiviert
es: Múltiples períodos de tiempo habilitados
fi: Useita ajanjaksoja käytössä
fr: Plusieurs périodes de temps activées
he: פרקי זמן מרובים מופעלים
id: Beberapa periode waktu diaktifkan
it: Più periodi di tempo abilitati
ja: 複数の期間が有効
ko: 여러 기간이 활성화됨
nb: Flere tidsperioder aktivert
nl: Meerdere tijdsperioden ingeschakeld
pl: Włączono wiele okresów
pt_br: Vários períodos de tempo ativados
ro: Mai multe perioade de timp activate
ru: Включено несколько периодов времени
sv: Flera tidsperioder aktiverade
th: เปิดใช้งานหลายช่วงเวลา
tr: Birden çok zaman periyodu etkinleştirildi
vi: Nhiều khoảng thời gian được bật
zh_hans: 已启用多个时间段
zh_hant: 已啟用多個時間段
