Repository: Yolo-cell-hash/go_home_ios
Catalog: ios/Runner/JASDK/JAResources/XLanguage/X35MultiLanguage/*.lproj/X35MutiLanguage.strings
Languages: cs, de, es, fi, fr, he, id, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sv, th, tr, vi, zh_hans, zh_hant

# devicelist_cloud_failed_channel_prompt
source: %1$sCloud storage video failed to open,please manually open
cs: %1$s video úložiště v cloudu se nezdařilo,prosím,ručně otevřete
de: %1$sCloud-Speicher-Video konnte nicht geöffnet werden, bitte manuell öffnen
es: %1$sNo se pudo abrir el video de almacenamiento en la nube,por favor abra manualmente
fi: %1$s pilvivarastointivideo ei avautunut,avaa manuaalisesti
fr: %1$s Échec de l’ouverture de la vidéo de stockage en Cloud, veuillez ouvrir manuellement
he: %1$sוידאו של אחסון בענן לא נפתח,פתח ידנית
id: %1$sVideo penyimpanan cloud gagal dibuka,buka secara manual
it: %1$sImpossibile aprire il video di archiviazione su cloud,si prega di aprire manualmente
ja: %1$s動画ファイルを開けません。手動で行ってください。
ko: %@클라우드에 저장된 동영상을 열지 못했습니다. 수동으로 열어주세요.
nb: %1$sCloud Storage-video mislyktes å åpne,vennligst åpne manuelt
nl: %1$sVideo met cloudopslag kan niet worden geopend,open alsjeblieft handmatig
pl: %1$sNie udało się otworzyć filmu w chmurze,otwórz ręcznie
pt_br: O vídeo de armazenamento%1$sCloud falhou ao abrir,por favor,abra manualmente
ro: %1$sCloudul de stocare video nu a reușit să se deschidă,vă rugăm să deschideți manual
ru: Не удалось открыть видео хранилища%1$sCloud,откройте его вручную
sv: %1$sCloud-lagringsvideoen kunde inte öppnas,var vänlig öppna den manuellt
th: ไม่สามารถเปิดวิดีโอที่เก็บข้อมูลบนคลาวด์ได้โปรดเปิดด้วยตนเอง
tr: %1$sCloud depolama videosu açılamadı,lütfen manuel olarak açın
vi: Không mở được bản ghi lưu trữ đám mây%1$s, vui lòng mở theo cách thủ công
zh_hans: %1$s云存录像开启失败，请手动开启
zh_hant: %1$s雲存錄像開啟失敗，請手動開啟

source: America/Chicago
cs: Amerika / Chicago
de: Amerika / Chicago
he: אמריקה / שיקגו
id: Amerika / Chicago
ja: アメリカ/シカゴ
ko: 아메리카 / 시카고
pl: Ameryka / Chicago
pt_br: América / Chicago
ru: Америка / Чикаго
th: อเมริกา / ชิคาโก
tr: Amerika / Chicago
vi: Chicago / Trung Mỹ
zh_hans: 芝加哥/美国中部
zh_hant: 芝加哥/美國中部

# devicesetting_selcet_type
source: Select flip type
cs: Vyberte typ překlopení
de: Ausrichtung auswählen
es: Seleccionar tipo de tapa
fi: Valitse kääntölaji
fr: Sélectionnez le type de retournement
he: בחר סוג הפוך
id: Pilih jenis flip
it: Seleziona il tipo di capovolgimento
ja: フリップタイプを選択
ko: 플립 유형 선택
nb: Velg flip -type
nl: Selecteer type flip
pl: Wybierz typ klapki
pt_br: Selecione o tipo de flip
ro: Selectați tipul de clapetă
ru: Выберите тип переворота
sv: Välj flip -typ
th: เลือกประเภทพลิก
tr: Çevirme türünü seçin
vi: Chọn kiểu lật
zh_hans: 选择翻转类型
zh_hant: 選擇翻轉類型

# adddevice_Factor_reset
source: Factory reset
cs: Obnovení továrního nastavení
de: Werkseinstellungen
es: Restablecimiento de fábrica
fi: Tehdasasetusten palautus
fr: Retour aux paramètres d'usine
he: איפוס להגדרות היצרן
id: Reset pabrik
it: Ripristino di fabbrica
ja: 工場出荷時のリセット
ko: 공장 초기화
nb: Fabrikkinnstilt
nl: Fabrieksinstellingen
pl: Przywrócenie ustawień fabrycznych
pt_br: Restauração de fábrica
ro: Resetare din fabrică
ru: Сброс к заводским настройкам
sv: Fabriksåterställning
th: รีเซ็ตเป็นค่าจากโรงงาน
tr: Fabrika ayarları
vi: Khôi phục cài đặt gốc
zh_hans: 恢复出厂设置
zh_hant: 恢復出廠設置

# access_WIFI_allow
source: Allow to turn on WiFi and can add device
cs: Povolit zapnutí WiFi pro použití funkce přidávání zařízení
de: WLAN Berechtigung ermöglicht Gerät hinzuzufügen
es: Las funciones de Agregar Equipo deben permitir activar WiFi
fi: Salli WiFi: n kytkeminen päälle,jos haluat käyttää laitteen lisätoimintoja
fr: Autoriser l'activation du WiFi pour utiliser la fonctionnalité d'ajout de périphérique
he: הדלק את הWiFi על מנת להוסיף את המכשיר
id: Izinkan menyalakan WiFi untuk menambah perangkat
it: Abilitando WiFi si potrà associare dispositivo
ja: 無線LANを有効にしてデバイスを追加できるようにします。
ko: WiFi를 켜야 제품을 등록할 수 있습니다.
nb: Tillat å aktivere WiFi og legg til enhet
nl: Inschakelen WiFi toestaan en kan apparaat toevoegen
pl: Pozwól włączyć WiFi i możesz dodać urządzenie
pt_br: Permitir ligar o WiFi e adicionar dispositivo
ro: Permiteți activarea WiFi și puteți adăuga un dispozitiv
ru: Разрешить включить WiFi и можете добавить устройство
sv: Tillåt att aktivera WiFi och kan lägga till enhet
th: อนุญาตให้เปิด WiFi และสามารถเพิ่มอุปกรณ์ได้
tr: WiFi açmak ve cihaz ekleyebilir
vi: Cho phép bật WiFi để sử dụng chức năng thêm thiết bị
zh_hans: 允许打开WiFi，才能使用设备添加功能
zh_hant: 允許打開WiFi，才能使用設備添加功能

# person_Wireless_data_permission_instructions
source: When enabled, the app will be allowed to use mobile WiFi or mobile data based on the selected permissions.
cs: Po povolení bude aplikace moci používat mobilní WiFi nebo mobilní data na základě zvolených oprávnění.
de: Wenn diese Option aktiviert ist, kann die App basierend auf den ausgewählten Berechtigungen mobiles WLAN oder mobile Daten verwenden.
es: Cuando está habilitada, la aplicación podrá usar WiFi móvil o datos móviles según los permisos seleccionados.
fi: Kun tämä ominaisuus on käytössä, sovelluksen sallitaan käyttää mobiili-WiFi-yhteyttä tai mobiilidataa valittujen käyttöoikeuksien perusteella.
fr: Lorsqu'elle est activée, l'application sera autorisée à utiliser le WiFi mobile ou les données mobiles en fonction des autorisations sélectionnées.
he: כאשר היא מופעלת, האפליקציה תורשה להשתמש ב- WiFi נייד או בנתונים ניידים בהתבסס על ההרשאות שנבחרו.
id: Saat diaktifkan, aplikasi akan diizinkan untuk menggunakan WiFi seluler atau data seluler berdasarkan izin yang dipilih.
it: Se abilitata, l'app sarà autorizzata a utilizzare il WiFi mobile o i dati mobili in base alle autorizzazioni selezionate.
ja: 有効にすると、アプリは選択した権限に基づいてモバイル無線LANまたはモバイルデータの使用を許可されます。
ko: 사용 설정하면 앱이 선택한 권한에 따라 모바일 WiFi 또는 모바일 데이터를 사용할 수 있습니다.
nb: Når den er aktivert, vil appen få lov til å bruke mobil WiFi eller mobildata basert på de valgte tillatelsene.
nl: Indien ingeschakeld, mag de app mobiele WiFi of mobiele gegevens gebruiken op basis van de geselecteerde machtigingen.
pl: Po włączeniu aplikacja będzie mogła korzystać z mobilnego WiFi lub komórkowej transmisji danych na podstawie wybranych uprawnień.
pt_br: Quando ativado, o aplicativo poderá usar WiFi móvel ou dados móveis com base nas permissões selecionadas.
ro: Când este activată, aplicația va avea voie să utilizeze WiFi mobil sau date mobile pe baza permisiunilor selectate.
ru: При включении приложению будет разрешено использовать мобильный WiFi или мобильные данные на основе выбранных разрешений.
sv: När den är aktiverad får appen använda mobil WiFi eller mobildata baserat på de valda behörigheterna.
th: หลังจากเปิดแอปพลิเคชันจะได้รับอนุญาตให้ใช้ WLAN มือถือหรือข้อมูลมือถือตามสิทธิ์ที่เลือก
tr: Etkinleştirildiğinde, uygulamanın seçilen izinlere dayalı olarak mobil WiFi veya mobil verileri kullanmasına izin verilir.
vi: Sau khi mở, ứng dụng sẽ được phép sử dụng mạng WLAN di động hoặc dữ liệu di động theo các quyền đã chọn
zh_hans: 开启后，将根据选择的权限，允许本应用使用手机WLAN或移动数据
zh_hant: 開啟後，將根據選擇的權限，允許本應用使用手機WLAN或移動數據

# deviceSetting_Non_human_filter
source: Record only when human appears
cs: Nahrávejte pouze tehdy, když se objeví člověk
de: Nur aufzeichnen, wenn ein Mensch erscheint
es: Grabar solo cuando aparezca un humano
fi: Tallenna vain, kun ihminen ilmestyy
fr: Enregistrer uniquement lorsque l'humain apparaît
he: הקלט רק כאשר אדם מופיע
id: Rekam hanya ketika manusia muncul
it: Registra solo quando appare umano
ja: 人が現れた時だけ記録する
ko: 사람이 나타날 때만 녹화
nb: Registrer bare når mennesket dukker opp
nl: Alleen opnemen als er een mens verschijnt
pl: Nagrywaj tylko wtedy, gdy pojawi się człowiek
pt_br: Grave apenas quando o humano aparecer
ro: Înregistrați numai când apare un om
ru: Запись только при появлении человека
sv: Spela bara in när människan dyker upp
th: บันทึกเฉพาะเมื่อมนุษย์ปรากฏ
tr: Yalnızca insan göründüğünde kaydedin
vi: Chỉ ghi lại khi có sự xuất hiện của con người
zh_hans: 仅录制有人出现的画面
zh_hant: 僅錄製有人出現的畫面

# addevice_input
source: Input
cs: Vstup
de: Eingabe
es: Entrada
fi: panos
fr: Contribution
he: קלט
id: Memasukkan
it: Ingresso
ja: 入力
ko: 입력
nl: Invoer
pl: Wkład
pt_br: Entrada
ro: Intrare
ru: вход
sv: Inmatning
th: ป้อนข้อมูล
tr: Giriş
vi: đi vào
zh_hans: 输入
zh_hant: 輸入

# deviceSetting_infrared_night_vision
source: Infrared night vision
cs: Infračervené noční vidění
de: Infrarot-Nachtsicht
es: visión nocturna infrarroja
fi: Infrapuna-yönäkö
fr: Vision nocturne infrarouge
he: ראיית לילה אינפרא אדום
id: Penglihatan malam inframerah
it: Visione notturna a infrarossi
ja: 赤外線暗視
ko: 적외선 야간 투시경
nb: Infrarødt nattsyn
nl: Infrarood nachtzicht
pl: Noktowizor w podczerwieni
pt_br: Visão noturna infravermelha
ro: Vedere nocturnă în infraroșu
ru: Инфракрасное ночное видение
sv: Infrarött mörkerseende
th: อินฟราเรดไนท์วิชั่น
tr: Kızılötesi gece görüşü
vi: Tầm nhìn ban đêm bằng tia hồng ngoại
zh_hans: 红外夜视
zh_hant: 紅外夜視

# cloud_purchase_alarm_record
source: Alarm recording
cs: Záznam alarmu
de: Alarmaufnahme
es: Grabación de alarma
fi: Hälytystallennus
fr: Enregistrement d'alarme
he: הקלטת אזעקה
id: Rekaman alarm
it: Registrazione degli allarmi
ja: アラーム記録
ko: 알람 녹화
nb: Alarmopptak
nl: Alarm opname
pl: Nagrywanie alarmu
pt_br: Gravação de alarme
ro: Înregistrare alarma
ru: Запись по тревоге
sv: Larminspelning
th: บันทึกการเตือนภัย
tr: Alarm kaydı
vi: Ghi âm báo thức
zh_hans: 报警录像
zh_hant: 報警錄像

# AlarmMessage_human_face
source: Human face
cs: Lidská tvář
de: Menschliches Gesicht
es: Cara humana
fi: Ihmisen kasvot
fr: Visage humain
he: פנים אנושיות
id: Wajah manusia
it: Volto umano
ja: 人間の顔
ko: 사람의 얼굴
nb: Menneskelig ansikt
nl: Menselijk gezicht
pl: Ludzka twarz
pt_br: Rosto humano
ro: Fața umană
ru: Человеческое лицо
sv: Mänskligt ansikte
th: ใบหน้า
tr: İnsan yüzü
vi: mặt người
zh_hans: 人脸
zh_hant: 人臉

# addDevice_allow_bluetooth
source: Allow to access bluetooth and then can use the function of adding by bluetooth
cs: Povolte přístup k technologii Bluetooth,abyste mohli používat funkci doplňku Bluetooth
de: Bluetooth Berechtigung ermöglicht Hinzufügen durch Bluetooth
es: Permitir el acceso a bluetooth y luego puede usar la función de agregar por bluetooth
fi: Salli Bluetooth-käyttöoikeus,jotta voit käyttää Bluetooth-lisätoimintoa
fr: Une fois le bluetooth autorisé, vous pouvez utiliser des fonctions supplémentaires
he: אפשר לאפליקציה לפתוח את פונקציית הbluetooth
id: Izinkan akses ke Bluetooth untuk dapat menambah melalui Bluetooth
it: Abilitare l'accesso al Bluetooth per poter usufruire di tale metodo associativo
ja: Bluetoothが有効になったら、追加機能を使用できます。
ko: 블루투스를 사용하여 제품 등록
nb: Tillat tilgang til Bluetooth og bruk Bluetooth for å legge til
nl: Toegang bluetooth toestaan en dan de functie bluetooth toevoegen gebruiken
pl: Zezwól na dostęp do bluetooth a następnie możesz dodawać urządzenia poprzez bluetooth
pt_br: Permitir acessar o bluetooth e depois pode usar a função de adicionar pelo lluetooth
ro: Permiteți accesul la bluetooth și apoi puteți utiliza funcția de adăugare prin Bluetooth
ru: Разрешить доступ к Bluetooth,а затем можете использовать функцию добавления по Lluetooth
sv: Tillåt åtkomst till bluetooth och kan sedan använda funktionen för att lägga till via lluetooth
th: อนุญาตให้เข้าถึงบลูทูธ จากนั้นสามารถใช้ฟังก์ชั่น การเพิ่มโดยบลูทูธ
tr: Bluetooth erişimine izin verin ve ardından lluetooth ile ekleme işlevini kullanın.
vi: Cho phép truy cập vào Bluetooth để sử dụng chức năng thêm Bluetooth một cách bình thường
zh_hans: 允许访问蓝牙，才能正常使用蓝牙添加功能
zh_hant: 允許訪問藍牙，才能正常使用藍牙添加功能

# person_companyInfo
source: Company Profile
cs: Profil společnosti
de: Firmenprofil
es: Perfil de la compañía
fi: Yrityksen profiili
fr: Profil de la société
he: פרופיל חברה
id: Profile perusahaan
it: Profilo compagnia
ja: 会社概要
ko: 회사 프로필
nb: firma profil
nl: Bedrijfsprofiel
pl: Profil firmy
pt_br: Perfil da companhia
ro: Profilul Companiei
ru: Профиль компании
sv: företagsprofil
th: ข้อมูล บริษัท
tr: şirket Profili
vi: Hồ sơ công ty
zh_hans: 公司简介
zh_hant: 公司簡介

# person_feedback_question_Unable_to_detect_TF_card
source: Q5: When inserting the memory card, the App prompts "Unable to detect TF card"
cs: Q5: Při vkládání paměťové karty aplikace vyzve "Nelze zjistit TF kartu "
de: F5: Beim Einsetzen der Speicherkarte erscheint"SD-Karte wurde nicht erkannt".
es: P5: Al insertar la tarjeta de memoria, la aplicación muestra "No se puede detectar la tarjeta TF "
fi: Q5: Kun asetat muistikortin, sovellus kehottaa "Ei voida tunnistaa TF-korttia "
fr: Q5: Lors de l'insertion de la carte mémoire, l'application affiche "Impossible de détecter la carte TF "
he: ש 5: בעת הכנסת כרטיס הזיכרון, האפליקציה מבקשת "לא ניתן לאתר כרטיס TF "
id: T5: Saat memasukkan kartu memori, App meminta "Tidak dapat mendeteksi kartu TF "
it: Q5: quando si inserisce la scheda di memoria, l'app richiede "Impossibile rilevare la scheda TF "
ja: Q5：メモリカードを挿入すると、「microSDカードを検出できません」というメッセージが表示される
ko: Q5 : 메모리 카드를 삽입하면 앱에 "TF 카드를 감지 할 수 없습니다 "
nb: Spørsmål 5: Når du setter inn minnekortet, ber appen "Kan ikke oppdage TF-kort "
nl: V5: Bij het plaatsen van de geheugenkaart vraagt ​​de app "Kan TF-kaart niet detecteren "
pl: P5: Po włożeniu karty pamięci aplikacja wyświetla monit"Nie można wykryć karty TF"
pt_br: Q5: ao inserir o cartão de memória, o aplicativo solicita "Não foi possível detectar o cartão TF "
ro: Q5: Când introduceți cardul de memorie, aplicația solicită "Imposibil de detectat cardul TF "
ru: В5: При установке карты памяти приложение отображает запрос "Не удается обнаружить карту TF".
sv: F5: När du sätter i minneskortet uppmanar appen "Kan inte upptäcka TF-kort "
th: Q5: เมื่อใส่การ์ดหน่วยความจำแอปจะขึ้นว่า "ไม่พบการ์ด TF "
tr: S5: Bellek kartını takarken, Uygulama "TF kartı algılanamıyor "
vi: Q5: Khi thẻ nhớ được lắp vào, Ứng dụng sẽ nhắc "Không thể phát hiện thẻ TF"
zh_hans: Q5：插入存储卡时App提示“无法检测到TF卡”
zh_hant: Q5：插入存儲卡時App提示“無法檢測到TF卡”

# addevice_forget_password_method
source: If you forget the device WiFi password, please reset the device and add again
cs: Pokud zapomenete heslo WiFi zařízení, resetujte zařízení a znovu jej přidejte
de: Wenn Sie das WLAN-Passwort des Geräts vergessen haben, setzen Sie das Gerät zurück und fügen es erneut hinzu
es: Si olvida la contraseña de WiFi del dispositivo, restablezca el dispositivo y vuelva a agregar
fi: Jos unohdat laitteen WiFi-salasanan, nollaa laite ja lisää se uudelleen
fr: Si vous oubliez le mot de passe WiFi de l'appareil, veuillez réinitialiser l'appareil et l'ajouter à nouveau
he: אם אתה שוכח את סיסמת ה- WiFi של המכשיר, אפס את המכשיר והוסף שוב
id: Jika Anda lupa kata sandi WiFi perangkat, silakan setel ulang perangkat dan tambahkan lagi
it: Se dimentichi la password WiFi del dispositivo, reimposta il dispositivo e aggiungila di nuovo
ja: デバイスの無線LANパスワードを忘れた場合は、デバイスをリセットして再度追加してください
ko: 장치 WiFi 암호를 잊은 경우 장치를 재설정하고 다시 추가하십시오.
nb: Hvis du glemmer WiFi-passordet til enheten, må du tilbakestille enheten og legge til igjen
nl: Als u het WiFi-wachtwoord van het apparaat bent vergeten, reset het apparaat dan en voeg het opnieuw toe
pl: Jeśli zapomnisz hasła WiFi urządzenia, zresetuj urządzenie i dodaj ponownie
pt_br: Se você esquecer a senha WiFi do dispositivo, reinicie o dispositivo e adicione novamente
ro: Dacă uitați parola WiFi a dispozitivului, vă rugăm să resetați dispozitivul și să adăugați din nou
ru: Если вы забыли пароль Wi-Fi устройства, сбросьте настройки устройства и добавьте снова
sv: Om du glömmer enhetens WiFi-lösenord, återställ enheten och lägg till den igen
th: หากคุณลืมรหัสผ่าน WiFi ของอุปกรณ์โปรดรีเซ็ตอุปกรณ์และเพิ่มอีกครั้ง
tr: Cihazın WiFi şifresini unutursanız, lütfen cihazı sıfırlayın ve tekrar ekleyin
vi: Nếu bạn quên mật khẩu WiFi của thiết bị, vui lòng đặt lại thiết bị và thêm lại
zh_hans: 若您忘记设备WiFi密码，请重置设备后重新添加
zh_hant: 若您忘記設備WiFi密碼，請重置設備後重新添加

# playback_TF_card_repair
source: TF card is abnormal, please go to settings to format
cs: Karta TF je neobvyklá, přejděte prosím do nastavení pro formátování
de: SD-Karte unnormal, bitte Einstellungen öffnen zum Formatieren
es: La tarjeta TF es anormal, vaya a la configuración para formatear
fi: TF-kortti on epänormaali, siirry alustamiseen asetuksiin
fr: La carte TF est anormale, veuillez accéder aux paramètres pour formater
he: כרטיס ה- TF אינו תקין, עבור אל ההגדרות לפורמט
id: Kartu TF tidak normal, silakan buka pengaturan ke format
it: La scheda TF è anormale, vai alle impostazioni per formattare
ja: microSDカードが異常です。設定に移動してフォーマットしてください
ko: TF 카드가 비정상입니다. 설정으로 이동하여 포맷하십시오.
nb: TF-kortet er unormalt. Gå til innstillingene for å formatere
nl: TF-kaart is abnormaal, ga naar instellingen om te formatteren
pl: Karta TF jest nieprawidłowa, przejdź do ustawień, aby sformatować
pt_br: O cartão TF está anormal, vá para as configurações para formatar
ro: Cardul TF este anormal, vă rugăm să accesați setările pentru formatare
ru: TF-карта неисправна, перейдите в настройки для форматирования
sv: TF-kortet är onormalt, gå till inställningar för att formatera
th: บัตร TF ผิดปกติโปรดไปที่การตั้งค่าเพื่อจัดรูปแบบ
tr: TF kartı anormal, lütfen biçimlendirmek için ayarlara gidin
vi: Thẻ TF không bình thường, vui lòng vào cài đặt để định dạng
zh_hans: TF卡异常，请前往设置格式化
zh_hant: TF卡異常，請前往設置格式化

# message_Select_time_range
source: Select time range
cs: Vyberte časový rozsah
de: Zeitraum auswählen
es: Seleccionar rango de tiempo
fi: Valitse aikaväli
fr: Sélectionnez la plage horaire
he: בחר טווח זמן
id: Pilih rentang waktu
it: Seleziona intervallo di tempo
ja: 時間範囲を選択
ko: 시간 범위 선택
nb: Velg tidsrom
nl: Selecteer tijdsbestek
pl: Wybierz zakres czasu
pt_br: Selecione o intervalo de tempo
ro: Selectați intervalul de timp
ru: Выберите диапазон времени
sv: Välj tidsintervall
th: เลือกช่วงเวลา
tr: Zaman aralığı seçin
vi: Chọn phạm vi thời gian
zh_hans: 选择时间范围
zh_hant: 選擇時間範圍

# devicesetting_Videobackup_time_prompt
source: Start and end time dates can only be the same day
cs: Počáteční a konečné termíny mohou být pouze ve stejný den
de: Start- und Endzeit müssen am selben Tag sein
es: Las fechas de inicio y finalización solo pueden ser el mismo día
fi: Aloitus-ja lopetusajat voivat olla vain samana päivänä
fr: Les dates de début et de fin ne peuvent être que le même jour
he: זמן ההתחלה וזמן הסיום חייבים להיום באותו היום
id: mulai dan akhit waktu tanggal dapat di hari yang sama
it: Gli orari di inizio e fine posso essere solamente giornalieri
ja: 開始日と終了日を同じ日に設定できます。
ko: 시작 및 종료 시간은 달라야 합니다.
nb: Start-og sluttidspunktene kan bare være samme dag
nl: Start-en eindtijden kunnen alleen op dezelfde dag zijn
pl: Daty rozpoczęcia i zakończenia mogą być tylko tego samego dnia
pt_br: As datas de início e término só podem ser no mesmo dia
ro: Datele de început și de sfârșit pot fi numai în aceeași zi
ru: Даты начала и окончания могут быть только в один день
sv: Start-och slutdatum kan endast vara samma dag
th: สามารถเริ่มต้นและปิดในวันและเวลาเดียวกันได้
tr: Başlangıç ​​ve bitiş saati tarihleri ​​yalnızca aynı gün olabilir
vi: Ngày và giờ bắt đầu và kết thúc chỉ có thể là cùng một ngày
zh_hans: 开始与结束时间日期只能为同一天
zh_hant: 開始與結束時間日期只能為同一天

# devicelist_match_code
source: Device match code
cs: Kód shody zařízení
de: WLAN Aufbau
es: Código de coincidencia de dispositivo
fi: Laitteen vastaavuuskoodi
fr: Code de correspondance de l'appareil
he: קוד התאמה למכשיר
id: Kode kecocokan perangkat
it: Codice corrispondenza dispositivo
ja: デバイスマッチコード
ko: 기기 일치 코드
nb: Enhetens samsvarskode
nl: Overeenstemmingscode apparaat
pl: Kod dopasowania urządzenia
pt_br: Código de correspondência do dispositivo
ro: Codul de potrivire a dispozitivului
ru: Код соответствия устройства
sv: Enhetens matchningskod
th: รหัสการจับคู่อุปกรณ์
tr: Cihaz eşleşme kodu
vi: Mã đối sánh thiết bị
zh_hans: 设备对码
zh_hant: 設備對碼

# person_my_order
source: My Order
cs: Moje objednávka
de: Meine Bestellung
es: Mi pedido
fi: Tilaukseni
fr: Ma commande
he: ההזמנה שלי
id: Pesananku
it: Il mio ordine
ja: 私の注文
ko: 내 주문
nb: Min bestilling
nl: Mijn bestelling
pl: Moje zamówienie
pt_br: Meu pedido
ro: Comanda mea
ru: Мой заказ
sv: Min order
th: คำสั่งซื้อของฉัน
tr: Benim siparişim
vi: Đơn hàng của tôi
zh_hans: 我的订单
zh_hant: 我的訂單

# person_line_bind
source: Line authorization binding
cs: Vazba autorizace linky
de: Line Autorisierungs-Verbindung
es: Enlace de autorización de línea
fi: Linjan valtuutus sitova
fr: Liaison d'autorisation de ligne
he: מחייב הרשאת קו
id: Pengikatan otorisasi lini
it: Rilegatura autorizzazione linea
ja: ライン認証バインディング
ko: 라인 인증 바인딩
nb: Linjeautorisasjon bindende
nl: Autorisatie bindend
pl: Wiązanie autoryzacji linii
pt_br: Ligação de autorização de linha
ro: Legare autorizare linie
ru: Привязка авторизации линии
sv: Linjetillstånd bindande
th: วงเงินผูกพัน
tr: Satır yetkilendirme bağlama
vi: Ràng buộc ủy quyền dòng
zh_hans: Line授权绑定
zh_hant: Line授權綁定

# devicelist_nvr_firmware_update
source: Important updates to improve security. We suggest to upgrade your NVR to latest version. Upgrade now?
cs: Důležité aktualizace pro zvýšení bezpečnosti. Doporučujeme upgradovat NVR na nejnovější verzi. Vylepšit nyní?
de: Es sind wichtige Sicherheitsupdates verfügbar. Wir empfehlen, den NVR auf die neueste Version zu aktualisieren. Jetzt aktualisieren?
es: Actualizaciones importantes para mejorar la seguridad. Sugerimos actualizar su NVR a la última versión. ¿Actualizar ahora?
fi: Tärkeät päivitykset turvallisuuden parantamiseksi. Ehdotamme päivittää NVR-laitteesi uusimpaan versioon. Päivitä nyt?
fr: Mises à jour importantes pour améliorer la sécurité. Nous vous suggérons de mettre à niveau votre NVR vers la dernière version. Mettre à jour maintenant?
he: עדכונים חשובים לשיפור האבטחה. אנו ממליצים לשדרג את ה- NVR לגירסה האחרונה. שדרג עכשיו?
id: Pembaruan penting untuk meningkatkan keamanan. Kami menyarankan untuk meningkatkan NVR Anda ke versi terbaru. Tingkatkan sekarang?
it: Aggiornamenti importanti per migliorare la sicurezza. Ti consigliamo di aggiornare il tuo NVR all'ultima versione. Aggiorna ora?
ja: セキュリティを向上させるための重要なアップデート。 NVRを最新バージョンにアップグレードすることをお勧めします。 今すぐアップグレード？
ko: 보안 향상을위한 중요 업데이트. NVR을 최신 버전으로 업그레이드하는 것이 좋습니다. 지금 업그레이드 하시겠습니까?
nb: Viktige oppdateringer for å forbedre sikkerheten. Vi foreslår at du oppgraderer NVR til siste versjon. Oppgrader nå?
nl: Belangrijke updates om de beveiliging te verbeteren. We raden u aan uw NVR te upgraden naar de nieuwste versie. Waardeer nu op?
pl: Ważne aktualizacje w celu poprawy bezpieczeństwa. Zalecamy uaktualnienie NVR do najnowszej wersji. Ulepsz teraz?
pt_br: Atualizações importantes para melhorar a segurança. Sugerimos que você atualize seu NVR para a versão mais recente. Atualize agora?
ro: Actualizări importante pentru îmbunătățirea securității. Vă sugerăm să actualizați NVR la cea mai recentă versiune. Imbunatateste acum?
ru: Важные обновления для повышения безопасности. Мы предлагаем обновить ваш NVR до последней версии. Обнови сейчас?
sv: Viktiga uppdateringar för att förbättra säkerheten. Vi föreslår att du uppgraderar din NVR till den senaste versionen. Uppgradera nu?
th: การปรับปรุงที่สำคัญในการปรับปรุงการรักษาความปลอดภัย เราขอแนะนำให้อัพเกรด NVR ของคุณเพื่อรุ่นล่าสุด อัพเกรดเดี๋ยวนี้?
tr: Güvenliği artırmak için önemli güncellemeler. NVR'nızı en son sürüme yükseltmenizi öneririz. Şimdi Yükselt?
vi: Có các bản cập nhật bảo mật quan trọng, chúng tôi khuyên bạn nên nâng cấp NVR lên phiên bản mới nhất. Bạn có muốn nâng cấp ngay bây giờ?
zh_hans: 有重要的安全性更新，我们建议您将NVR升级到最新版本。 是否现在升级？
zh_hant: 有重要的安全性更新，我們建議您將NVR升級到最新版本。是否現在升級？
