Repository: Yolo-cell-hash/go_home_ios
Catalog: ios/Runner/JASDK/JAResources/XLanguage/X35MultiLanguage/*.lproj/X35MutiLanguage.strings
Languages: cs, de, es, fi, fr, he, id, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sv, th, tr, vi, zh_hans, zh_hant

# person_feedback_question_type_memory_card_playback_detail
source: You can directly watch the playback on the mobile APP, without removing the memory card to view on the computer. Click the video playback button in the device list, under the "TF card video" tab, you can view the playback video.
cs: Můžete přímo sledovat přehrávání v mobilní aplikaci, aniž byste museli vyjmout paměťovou kartu a zobrazit ji v počítači. Klikněte na tlačítko přehrávání videa v seznamu zařízení, na kartě "TF card video " si můžete prohlédnout přehrávání videa.
de: Sie können die Wiedergabe direkt über die App ansehen, ohne die Speicherkarte zu entfernen Tippen Sie in der Geräteliste auf Wiedergabe. Über die Registerkarte"SD-Karten-Video" können Sie die Aufnahmen abspielen.
es: Puede ver directamente la reproducción en la aplicación móvil, sin quitar la tarjeta de memoria para verla en la computadora. Haga clic en el botón de reproducción de video en la lista de dispositivos, debajo de la pestaña "TF card video ", puede ver el video de reproducción.
fi: Voit katsoa toistoa suoraan mobiilisovelluksella ilman, että poistat muistikorttia katsoaksesi sitä tietokoneella. Napsauta videon toistopainiketta laiteluettelossa "TF-kortin video" -välilehden alla, voit katsella toistovideota.
fr: Vous pouvez regarder directement la lecture sur l'application mobile, sans retirer la carte mémoire à afficher sur l'ordinateur. Cliquez sur le bouton de lecture vidéo dans la liste des appareils, sous l'onglet "Vidéo de la carte TF ", vous pouvez voir la vidéo de lecture.
he: אתה יכול לצפות ישירות בהשמעה באפליקציה הניידת, מבלי להסיר את כרטיס הזיכרון לצפייה במחשב. לחץ על כפתור הפעלת הווידאו ברשימת המכשירים, תחת הכרטיסייה "כרטיס וידאו TF", תוכל לצפות בסרטון ההפעלה.
id: Anda dapat langsung menonton pemutarannya di aplikasi seluler, tanpa melepaskan kartu memori untuk dilihat di komputer. Klik tombol pemutaran video di daftar perangkat, di bawah tab "video kartu TF ", Anda dapat melihat video pemutaran.
it: Puoi guardare direttamente la riproduzione sull'APP mobile, senza rimuovere la memory card per visualizzarla sul computer. Fare clic sul pulsante di riproduzione video nell'elenco dei dispositivi, nella scheda "Video scheda TF ", è possibile visualizzare il video di riproduzione.
ja: コンピュータで表示するメモリカードを取り外すことなく、モバイルAPPで再生を直接見ることができます。 デバイスリストのビデオ再生ボタンをクリックします。「TFカードビデオ」タブで、再生ビデオを表示できます。
ko: 컴퓨터에서 볼 메모리 카드를 제거하지 않고도 모바일 APP에서 재생 내용을 직접 볼 수 있습니다. 장치 목록에서 "TF 카드 비디오 "탭 아래의 비디오 재생 버튼을 클릭하면 재생 비디오를 볼 수 있습니다.
nb: Du kan se direkte på avspillingen på den mobile APP-en, uten å fjerne minnekortet som vises på datamaskinen. Klikk på videoavspillingsknappen i enhetslisten, under fanen "TF-kortvideo " kan du se avspillingsvideoen.
nl: U kunt het afspelen rechtstreeks bekijken op de mobiele APP, zonder de geheugenkaart te verwijderen om op de computer te bekijken. Klik op de knop voor het afspelen van video in de apparatenlijst, onder het tabblad "TF-kaart video " kunt u de afspeelvideo bekijken.
pl: Możesz bezpośrednio oglądać odtwarzanie w aplikacji mobilnej, bez wyjmowania karty pamięci w celu wyświetlenia na komputerze. Kliknij przycisk odtwarzania wideo na liście urządzeń, w zakładce "Karta wideo TF ", możesz obejrzeć odtwarzane wideo.
pt_br: Você pode assistir diretamente a reprodução no aplicativo móvel, sem remover o cartão de memória para visualizar no computador. Clique no botão de reprodução de vídeo na lista de dispositivos, na guia "TF card video ", você pode visualizar o vídeo em reprodução.
ro: Puteți urmări direct redarea pe aplicația mobilă, fără a scoate cartela de memorie pentru a o vizualiza pe computer. Faceți clic pe butonul Redare video din lista de dispozitive, sub fila "TF card video ", puteți vedea videoclipul de redare.
ru: Вы можете напрямую смотреть воспроизведение на мобильном приложении, не вынимая карту памяти для просмотра на компьютере. Нажмите кнопку воспроизведения видео в списке устройств, на вкладке "TF card video " вы можете просмотреть воспроизводимое видео.
sv: Du kan direkt se uppspelningen på den mobila APP, utan att ta bort minneskortet för att se på datorn. Klicka på videouppspelningsknappen i enhetslistan, under fliken "TF-kortvideo " kan du se uppspelningsvideon.
th: คุณสามารถรับชมการเล่นได้โดยตรงด้วยแอปมือถือ โดยไม่ต้องดึงการ์ดหน่วยความจำออกมาเพื่อดูบนคอมพิวเตอร์ คลิกปุ่มเล่นวิดีโอในรายการอุปกรณ์ และคุณสามารถดูวิดีโอที่เล่นได้ภายใต้แท็บ "การบันทึกการ์ด TF"
tr: Bilgisayarda görüntülemek için bellek kartını çıkarmadan mobil APP'de oynatmayı doğrudan izleyebilirsiniz. Cihaz listesindeki video oynatma düğmesini tıklayın, "TF kartı video " sekmesi altında oynatma videosunu görüntüleyebilirsiniz.
vi: Bạn có thể xem phát lại trực tiếp bằng APP di động mà không cần phải rút thẻ nhớ ra để xem trên máy tính. Nhấp vào nút phát lại video trong danh sách thiết bị và bạn có thể xem video phát lại trong tab "Ghi thẻ TF".
zh_hans: 用手机APP就能直接看回放，不需要拔出存储卡在电脑上查看。设备列表点击录像回放按钮，在“TF卡录像”tab下，就能查看回放录像。
zh_hant: 用手機APP就能直接看回放，不需要拔出存儲卡在電腦上查看。設備列表點擊錄像回放按鈕，在“TF卡錄像”tab下，就能查看回放錄像。

# devicesetting_4G_card_continue_recharge
source: Continue to top-up
cs: Pokračujte v nabíjení
de: Weiter laden
es: Continuar recargando
fi: Jatka lataamista
fr: Continuer à recharger
he: המשך להטעין
id: Terus mengisi ulang
it: Continua a ricaricare
ja: 充電を続ける
ko: 재충전 계속
nb: Fortsett å lade opp
nl: Blijf opladen
pl: Kontynuuj ładowanie
pt_br: Continuar a recarregar
ro: Continuați să reîncărcați
ru: Продолжайте пополнять
sv: Fortsätt att ladda
th: ดำเนินการต่อเพื่อเติม
tr: Şarj etmeye devam et
vi: Tiếp tục nạp tiền
zh_hans: 继续充值
zh_hant: 繼續充值

# device_setting_preview_switch_channel
source: Switch backup channel
cs: Přepněte záložní kanál
de: Backup Kanal ändern
es: Cambiar el canal de respaldo
fi: Vaihda varmuuskanava
fr: Changer de canal de sauvegarde
he: החלף בין הערוצים
id: pindah saluran backup
it: Cambiare canale backup
ja: バックアップチャンネルの変更
ko: 백업 채널 전환
nb: Bytt backupkanal
nl: Back-upkanaal omschakelen
pl: Przełącz backup kanału
pt_br: Alternar canal de backup
ro: Comutați canalul de rezervă
ru: Переключить резервный канал
sv: Byt säkerhetskanal
th: สลับช่องที่จะสำรองข้อมูล
tr: Yedekleme kanalını değiştir
vi: Chuyển kênh dự phòng
zh_hans: 切换备份通道
zh_hant: 切換備份通道

# devicesetting_delete_channel
source: Delete channel
cs: Smazat kanál
de: Kanal löschen
es: Eliminar canal
fi: Poista kanava
fr: Supprimer la chaîne
he: מחק ערוץ
id: Hapus saluran
it: Elimina canale
ja: チャネルを削除する
ko: 채널 삭제
nb: Slett kanal
nl: Kanaal verwijderen
pl: Usuń kanał
pt_br: Excluir canal
ro: Șterge canalul
ru: Удалить канал
sv: Ta bort kanal
th: ลบช่อง
tr: Kanalı sil
vi: Xóa kênh
zh_hans: 删除通道
zh_hant: 刪除通道

# deviceSetting_Volume_setting
source: Volume setting
cs: Nastavení hlasitosti
de: Lautstärke Einstellung
es: Ajuste de volumen
fi: Äänenvoimakkuuden säätö
fr: Réglage du volume
he: הגדרת עוצמת הקול
id: Pengaturan volume
it: Impostazione del volume
ja: 音量設定
ko: 볼륨 설정
nb: Voluminnstilling
nl: Volume-instelling
pl: Ustawienie głośności
pt_br: Configuração de volume
ro: Setarea volumului
ru: Настройка громкости
sv: Volyminställning
th: การตั้งค่าระดับเสียง
tr: Ses ayarı
vi: Cài đặt âm lượng
zh_hans: 音量设置
zh_hant: 音量設置

# help_preview_ttextTips_14
source: Split screen dispaly: choose screen channel number
cs: Přepnout zobrazení na rozdělenou obrazovku: vyberte číslo kanálu zobrazení obrazovky zobrazení
de: Geteilter Bildschirm: Anzahl der Kanäle auswählen
es: Divida la pantalla: elija el número de canal de la vista previa de la pantalla
fi: Kytke jaetun näytön näyttö: valitse esikatseluruudun näytön kanavanumero
fr: Affichage écran divisé : choisissez le numéro de canal d'écran
he: פיצול מסכים: בחר את מספר הערוץ
id: Bagi layar : pilih nomor/jumlah tampilan layar
it: Schermo diviso: Selezionare il numero dei canali sullo schermo
ja: 画面分割表示：画面チャネル番号を選択します。
ko: 화면 분할 표시 : 화면 채널 번호 선택
nb: Delt skjermdisplay: Velg forhåndsvisning av skjerm kanal nummer
nl: Schermweergave delen: schermkanaalnummer selecteren
pl: Podział ekranu: wybór sposobu podziału ekranu
pt_br: Tela dividida: escolha o número do canal da tela
ro: Ecran divizat: selectați numărul canalului de ecran
ru: Дисплей с разделенным экраном: выберите номер канала экрана
sv: Delad skärmdisplay: välj skärmkanalnummer
th: แยกหน้าจอโชว์: เลือกหมายเลขช่องหน้าจอ
tr: Ekran dispaly bölün: ekran kanal numarasını seçin
vi: Chuyển sang hiển thị chia đôi màn hình: bạn có thể chọn số kênh hiển thị chia đôi màn hình trong giao diện xem trước
zh_hans: 切换分屏显示：可选择预览界面分屏显示通道数
zh_hant: 切換分屏顯示：可選擇預覽界面分屏顯示通道數

# my_store
source: Mall
cs: Nákupní centrum
de: Mein Shop
es: Alameda
fi: ostoskeskus
fr: Centre commercial
he: קניון
it: Centro commerciale
ja: モール
ko: 쇼핑 센터
nb: kjøpesenter
nl: Winkelcentrum
pt_br: Centro comercial
ro: Centru comercial
ru: Торговый центр
sv: Köpcenter
th: ร้านค้า
tr: Alışveriş Merkezi
vi: Trung tâm mua sắm
zh_hans: 商城
zh_hant: 商城

# person_feedback_question_check_router_1
source: 1. The router has been set up to prevent Wi-fi squatter
cs: 1. Směrovač byl nastaven tak, aby zabránil squatterům Wi-Fi
de: 1. Der Router wurde so eingerichtet, dass unbefugtes WLAN-Hacking verhindert wird
es: 1. El enrutador se ha configurado para evitar el uso ilegal de Wi-Fi
fi: 1. Reititin on asetettu estämään Wi-Fi-sirutusta
fr: 1. Le routeur a été configuré pour empêcher le squatter Wi-Fi
he: 1. הנתב הוגדר כדי למנוע קריסת Wi-Fi
id: 1. Router telah diatur untuk mencegah penghuni liar Wi-fi
it: 1. Il router è stato configurato per prevenire gli squatter Wi-Fi
ja: 1.ルーターが無線LAN不法占拠者を防止するように設定されている
ko: 1. 라우터가 Wi-Fi 스쿼터를 방지하도록 설정되었습니다
nb: 1. Ruteren er satt opp for å forhindre Wi-fi-squatter
nl: 1. De router is ingesteld om Wi-Fi-kraak te voorkomen
pl: 1. Router został skonfigurowany tak, aby zapobiegać squatterowi Wi-Fi
pt_br: 1. O roteador foi configurado para impedir o invasor de Wi-fi
ro: 1. Routerul a fost configurat pentru a preveni stropirea Wi-Fi
ru: 1. Маршрутизатор был настроен для предотвращения скваттера Wi-Fi
sv: 1. Routern har konfigurerats för att förhindra Wi-fi-squatter
th: 1. เราเตอร์ได้รับการตั้งค่าเพื่อป้องกัน Wi-Fi squatter
tr: 1. Yönlendirici Wi-fi gecekondulaşmasını önlemek için ayarlandı
vi: 1. Bộ định tuyến được đặt để tránh cọ xát
zh_hans: 1.路由器设置过防蹭
zh_hant: 1.路由器設置過防蹭

# addevice_return_app
source: ③ Return to the app and wait for the status bar to display "
cs: ③ Vraťte se do aplikace a vyčkejte, až se zobrazí stavový řádek "
de: ③ Kehren Sie zur App zurück und warten Sie, bis die Statusleiste angezeigt wird "
es: ③ Regrese a la aplicación y espere a que la barra de estado muestre "
fi: ③ Palaa sovellukseen ja odota tilarivin näyttämistä "
fr: ③ Retour à l'application et attendez que la barre d'état pour afficher "
he: ③ חזור לאפליקציה והמתן לשורת המצב שתוצג "
id: ③ Kembali ke aplikasi dan tunggu bilah status ditampilkan "
it: ③ Ritorna all'app e attendi che venga visualizzata la barra di stato "
ja: ③アプリに戻り、ステータスバーに「
ko: ③ 앱으로 돌아가서 상태 표시 줄에 "가 표시 될 때까지 기다립니다.
nb: ③ Gå tilbake til appen og vent til statuslinjen vises "
nl: ③ Ga terug naar de app en wacht tot de statusbalk wordt weergegeven "
pl: ③ Wróć do aplikacji i poczekaj, aż wyświetli się pasek stanu "
pt_br: ③ Volte ao aplicativo e aguarde a barra de status exibir "
ro: ③ Reveniți la aplicație și așteptați afișarea barei de stare "
ru: ③ Вернитесь в приложение и дождитесь отображения строки состояния "
sv: ③ Gå tillbaka till appen och vänta tills statusfältet visas "
th: ③กลับไปที่แอปและรอให้แถบสถานะแสดง "
tr: ③ Uygulamaya dön ve durum çubuğunun görünmesini bekle "
vi: ③ Quay lại APP và đợi thanh trạng thái hiển thị "
zh_hans: ③ 返回APP，等待状态栏显示“
zh_hant: ③ 返回APP，等待狀態欄顯示“

# adddevice_setup_device_wifi
source: Set up device WiFi
cs: Nastavte WiFi zařízení
de: Geräte-WLAN einrichten
es: Configurar el WiFi del dispositivo
fi: Määritä laitteen WiFi
fr: Configurer le Wi-Fi de l'appareil
he: הגדר את המכשיר WiFi
id: Siapkan WiFi perangkat
it: Configura il Wi-Fi del dispositivo
ja: デバイスの無線LANを設定する
ko: 기기 WiFi 설정
nb: Konfigurer enhetens WiFi
nl: Wifi apparaat instellen
pl: Skonfiguruj Wi-Fi urządzenia
pt_br: Configurar dispositivo WiFi
ro: Configurați dispozitivul WiFi
ru: Настроить WiFi на устройстве
sv: Konfigurera enhetens WiFi
th: ตั้งค่าอุปกรณ์ WiFi
tr: Cihaz WiFi'sini kurun
vi: Thiết lập WiFi cho thiết bị
zh_hans: 设置设备WiFi
zh_hant: 設置設備WiFi

# preview_release_listen_other_voice
source: Release to listen to each other's voice
cs: Uvolněte, abyste si navzájem poslechli hlas
de: Loslassen, um die Stimme des anderen zu hören
es: Liberar para escuchar la voz del otro
fi: Vapauta kuunnellaksesi toistensa ääntä
fr: Relâchez pour écouter la voix de l'autre
he: שחרר על מנת להקשיב
id: Lepaskan untuk mendengarkan suara satu sama lain
it: Rilasciare per ascoltare la voce dell'altro
ja: お互いの声を聞くために解放する
ko: 상대방의 목소리를 듣기 위해 떼주세요.
nb: Slett for å lytte til hverandres stemme
nl: Laat los om naar elkaars stem te luisteren
pl: Zwolnij, aby słuchać głosu innych
pt_br: Solte para ouvir a voz do outro
ro: Eliberați-vă pentru a vă asculta vocea celuilalt
ru: Отпустите, чтобы слушать голос друг друга
sv: Släpp för att lyssna på varandras röst
th: ปล่อยเพื่อฟังเสียง
tr: Birbirlerinin sesini dinlemek için bırakın
vi: Thả để lắng nghe giọng nói của bên kia
zh_hans: 松开可收听对方声音
zh_hant: 鬆開可收聽對方聲音

# Cloud_storage_service_channel_purchase_prompt
source: The channel has not purchased cloud storage, is it going to buy?
cs: Kanál si nekupoval cloudové úložiště, bude to kupovat?
de: Für den Kanal wurde kein Cloud-Speicher gekauft. Jetzt kaufen?
es: El canal no ha comprado almacenamiento en la nube, ¿va a comprar?
fi: Kanava ei ole ostanut pilvivarastointia, onko se ostamassa?
fr: La chaîne n'a pas acheté de stockage en nuage, va-t-elle acheter?
he: הערוץ לא רכש אחסון בענן, האם הוא ירכוש?
id: Saluran belum membeli penyimpanan cloud, apakah akan membeli?
it: Il canale non ha acquistato il cloud storage, comprerà?
ja: チャンネルはクラウドストレージを購入していません、それは買うつもりですか？
ko: 채널에서 클라우드 저장소를 구입하지 않았습니까? 구매할 예정입니까?
nb: Kanalen har ikke kjøpt cloud-lagring, skal den kjøpe?
nl: Het kanaal heeft geen cloudopslag gekocht, gaat het kopen?
pl: Kanał nie kupił pamięci masowej w chmurze, czy kupi?
pt_br: O canal não comprou armazenamento na nuvem, vai comprar?
ro: Canalul nu a achiziționat spațiu de stocare în cloud, va cumpăra?
ru: Канал не приобрел облачное хранилище, будет ли он покупать?
sv: Kanalen har inte köpt molnlagring, ska den köpa?
th: ยังไม่ได้ซื้อที่เก็บข้อมูลบนคลาวด์คุณต้องการซื้อไหม ?
tr: Kanal bulut depolama alanı satın almadı mı, satın alacak mı?
vi: Kênh chưa mua bộ nhớ đám mây. Bạn có muốn mua bộ nhớ này không?
zh_hans: 该通道未购买云存，是否前往购买？
zh_hant: 該通道未購買雲存，是否前往購買？

source: HD
zh_hans: 高清
zh_hant: 高清

# deviceSetting_Cameragimbal_calibration_seconds_nooperation_continue
source: Camera gimbal calibration takes about 30 seconds. During gimbal calibration, no operations can be performed. Do you want to continue?
cs: Kalibrace gimbalu kamery trvá asi 30 sekund. Během kalibrace gimbalu nelze provádět žádné operace. Chceš pokračovat?
de: Die Kalibrierung der Kamera dauert ca. 30 Sekunden. Während der Kalibrierung können keine Aktionen ausgeführt werden. Fortfahren?
es: La calibración del cardán de la cámara tarda unos 30 segundos. Durante la calibración del cardán, no se pueden realizar operaciones. ¿Quieres continuar?
fi: Kameran gimbalin kalibrointi kestää noin 30 sekuntia. Kardaanikalibroinnin aikana ei voi suorittaa mitään toimintoja. Haluatko jatkaa?
fr: L'étalonnage de la nacelle de la caméra prend environ 30 secondes. Pendant l'étalonnage de la nacelle, aucune opération ne peut être effectuée. Voulez-vous continuer?
he: כיול גימבל המצלמה נמשך כ-30 שניות. במהלך כיול גימבל, לא ניתן לבצע פעולות. האם אתה רוצה להמשיך?
id: Kalibrasi gimbal kamera membutuhkan waktu sekitar 30 detik. Selama kalibrasi gimbal, tidak ada operasi yang dapat dilakukan. Apakah Anda ingin melanjutkan?
it: La calibrazione del gimbal della fotocamera richiede circa 30 secondi. Durante la calibrazione del gimbal, non è possibile eseguire alcuna operazione. Vuoi continuare?
ja: カメラジンバルのキャリブレーションには約30秒かかります。ジンバルキャリブレーション中は、操作を実行できません。続けますか？
ko: 카메라 짐벌 보정에는 약 30초가 걸립니다. 짐벌 캘리브레이션 중에는 아무 작업도 수행할 수 없습니다. 계속하시겠습니까?
nb: Kameraets gimbal-kalibrering tar omtrent 30 sekunder. Under gimbal-kalibrering kan ingen operasjoner utføres. Vil du fortsette?
nl: De cardanische kalibratie van de camera duurt ongeveer 30 seconden. Tijdens gimbal-kalibratie kunnen geen bewerkingen worden uitgevoerd. Wil je doorgaan?
pl: Kalibracja gimbala kamery zajmuje około 30 sekund. Podczas kalibracji gimbala nie można wykonywać żadnych operacji. Czy chcesz kontynuować?
pt_br: A calibração do cardan da câmera leva cerca de 30 segundos. Durante a calibração do cardan, nenhuma operação pode ser realizada. Você quer continuar?
ro: Calibrarea cardanului camerei durează aproximativ 30 de secunde. În timpul calibrării cardanului, nu pot fi efectuate operații. Doriți să continuați?
ru: Калибровка подвеса камеры занимает около 30 секунд. Во время калибровки стабилизатора никакие операции выполнять нельзя. Вы хотите продолжить?
sv: Kamerans kardankalibrering tar cirka 30 sekunder. Under kardankalibrering kan inga operationer utföras. Vill du fortsätta?
th: การปรับเทียบกล้อง Gimbal ใช้เวลาประมาณ 30 วินาที ในระหว่างการสอบเทียบ gimbal จะไม่สามารถดำเนินการใดๆ ได้ คุณต้องการดำเนินการต่อหรือไม่
tr: Kamera gimbal kalibrasyonu yaklaşık 30 saniye sürer. Gimbal kalibrasyonu sırasında hiçbir işlem yapılamaz. Devam etmek istiyor musun?
vi: Hiệu chỉnh gimbal của máy ảnh mất khoảng 30 giây. Trong quá trình hiệu chuẩn gimbal, không có thao tác nào có thể được thực hiện. Bạn có muốn tiếp tục?
zh_hans: 摄像机云台校准大概需要30秒，云台校准期间将无法执行任何操作，确认是否继续？
zh_hant: 攝像機雲台校準大概需要30秒，雲台校準期間將無法執行任何操作，確認是否繼續？

# combined
source: Total：
cs: Celkem：
de: Gesamt：
fi: kokonais-：
he: סך הכל：
it: Totale：
ja: 合計
ko: 합계：
nb: Til sammen：
nl: Tot.：
pl: Łącznie：
ru: Всего：
sv: Sammanlagt：
th: รวม:
tr: Genel Toplam：
vi: toàn bộ:
zh_hans: 总计：
zh_hant: 總計：

# cloud_help_purchase_exchange
source: Cloud deposit purchase and exchange
cs: Nákup a výměna cloudových vkladů
de: Cloud-Speicher Kauf und Austausch
es: Compra y canje
fi: Pilvitalletusten osto ja vaihto
fr: Achat et échange de dépôts en nuage
he: ענן הפקדה רכישה והחלפה
id: Pembelian dan penukaran deposit awan
it: Acquisto e riscatto
ja: クラウドデポジットの購入と交換
ko: 클라우드 보증금 구매 및 교환
nb: Cloud innskudd kjøp og utveksling
nl: Aankoop en uitwisseling van cloud-deposito's
pl: Zakup i wymiana depozytu w chmurze
pt_br: Compra e troca de depósito na nuvem
ro: Depunerea și schimbul de depozite în cloud
ru: Покупка и обмен депозитов в облаке
sv: Cloud insättning inköp och utbyte
th: การฝากและแลกเปลี่ยนบนคลาวด์
tr: Bulut mevduat satın alma ve değiştirme
vi: Mua và trao đổi tiền gửi trên nền tảng đám mây
zh_hans: 云存购买与兑换
zh_hant: 雲存購買與兌換

# register_numberExist
source: Already registered cellphone number
cs: Telefonní číslo bylo zaregistrováno
de: Telefonnummer bereits registriert
es: Este número de teléfono celular ya ha sido registrado
fi: Puhelinnumero on rekisteröity
fr: Numéro de téléphone portable déjà enregistré
he: מספר הטלפון כבר בשימוש
id: nomor HP sudah terdaftar
it: Numero telefonico già presente
ja: 電話番号は既に登録されています。
ko: 이미 등록된 전화번호입니다.
nb: mobiltelefonnummeret er allerede i bruk
nl: Mobiel nummer bestaat al
pl: Numer telefonu już zarejestrowany
pt_br: Já registrou o número do celular
ro: Numărul de telefon mobil deja înregistrat
ru: Уже зарегистрированный номер мобильного телефона
sv: Redan registrerat mobilnummer
th: มีการลงทะเบียนด้วยเบอร์โทรศัพท์นี้แล้ว
tr: Zaten kayıtlı cep telefonu numarası
vi: Số điện thoại đã được đăng ký
zh_hans: 该手机号已被注册
zh_hant: 該手機號已被註冊

# addDevice_connecting_help_2
source: 2. The connection process takes about 1-2 minutes. Do not disconnect it from the network.
cs: 2. Proces připojení trvá asi 1-2 minuty. Neodpojujte se od sítě.
de: 2. Der Verbindungsvorgang dauert ca. 1-2 Minuten. Stellen Sie die Netzwerk-Verbindung sicher.
es: 2. El proceso de conexión dura aproximadamente 1-2 minutos. No desconectar de la red.
fi: 2. Yhteysprosessi kestää noin 1-2 minuuttia. Älä irrota verkkoa.
fr: 2. Le processus de connexion prend environ 1-2 minutes, ne débranchez pas le réseau.
he: 2. תהליך החיבור אורך 1-2 דקות. אל תתנתק מהרשת.
id: 2. proses koneksi berlangsung sekitar 1-2 menit, jangan lepaskan jaringan.
it: 2. Il processo di connessione richiede circa 1-2 minuti, non scollegare la rete.
ja: 2.接続プロセスには約1〜2分かかります。ネットワークから切断しないでください。
ko: 2. 연결 과정은 1-2 분 정도 걸립니다. 네트워크 연결을 끊지 마십시오.
nb: 2. Tilkoblingsprosessen tar omtrent 1-2 minutter. Ikke koble fra nettverket.
nl: 2. De verbinding duurt ongeveer 1-2 minuten, kan het netwerk niet los.
pl: 2. Proces połączenia trwa około 1-2 minut. Nie odłączaj się od sieci.
pt_br: 2. O processo de ligação leva cerca de 1-2 minutos, não desligue a rede.
ro: 2. Procesul de conectare durează aproximativ 1-2 minute, nu deconectați rețeaua.
ru: 2. Процесс подключения занимает около 1-2 минут. Не отключайте от сети.
sv: 2. Anslutningsprocessen tar ungefär 1-2 minuter. Koppla inte ur nätverket.
th: 2. ขั้นตอนการเชื่อมต่อใช้เวลาประมาณ 1-2 นาที อย่าตัดการเชื่อมต่อจากเครือข่าย
tr: 2. Bağlantı işlemi yaklaşık 1-2 dakika sürer Ağın bağlantısını kesmeyin.
vi: 2. Quá trình kết nối mất khoảng 1-2 phút, vui lòng không ngắt kết nối mạng.
zh_hans: 2.连接过程大约需要1-2分钟，请勿断开网络。
zh_hant: 2.連接過程大約需要1-2分鐘，請勿斷開網絡。

# adddevice_hear_tone
source: Hear the prompt voice/indicator does not flash
cs: Slyšte, že hlasový indikátor / indikátor nebliká
de: Bestätigungston gehört / LED blinkt nicht mehr
es: Escuche el aviso de voz / el indicador no parpadea
fi: Kuule kehotteen ääni / ilmaisin ei vilku
fr: Entendre la voix d'invite / l'indicateur ne clignote pas
he: שמע את הקול / המחוון המהיר אינו מהבהב
id: Mendengar suara prompt / indikator tidak berkedip
it: Ascolta il prompt vocale / indicatore non lampeggia
ja: プロンプトの音声/インジケーターが点滅しないのを聞く
ko: 프롬프트 음성 / 표시기가 깜박이지 않는 경우
nb: Hør at stemmen / indikatoren ikke blinker
nl: Hoor de promptstem / indicator knippert niet
pl: Usłyszysz komunikat głosowy / wskaźnik nie miga
pt_br: Ouça o prompt de voz / indicador não piscar
ro: Auzi că vocea / indicatorul prompt nu clipesc
ru: Слушайте подсказку голоса / индикатор не мигает
sv: Hör att rösten / indikatorn inte blinkar
th: ได้ยินเสียงแจ้งเตือน / ไฟแสดงสถานะไม่กะพริบ
tr: İstem sesini duyun / gösterge yanıp sönmüyor
vi: Nghe tiếng bíp / đèn báo không nhấp nháy
zh_hans: 听到提示音/指示灯不闪
zh_hant: 聽到提示音/指示燈不閃
