Repository: Yolo-cell-hash/go_home_ios
Catalog: ios/Runner/JASDK/JAResources/XLanguage/X35MultiLanguage/*.lproj/X35MutiLanguage.strings
Languages: cs, de, es, fi, fr, he, id, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sv, th, tr, vi, zh_hans, zh_hant

# devicelist_pop_4G_traffic
source: Dear users, Hello! Thank you for using our intelligent monitoring products. The 4G card has been activated and you are given 1G data for a period of 15 days. To ensure your normal use, please recharge in time.
cs: Vážení uživatelé, Dobrý den! Děkujeme, že používáte naše inteligentní monitorovací produkty. Karta 4G byla aktivována a dostanete data 1G po dobu 15 dnů. Abyste zajistili normální používání, nabijte prosím včas.
de: Liebe Benutzer, Hallo! Vielen Dank, dass Sie unsere intelligenten Überwachungsprodukte verwenden. Die 4G-Karte wurde aktiviert und Sie erhalten Daten von 1GB für einen Zeitraum von 15 Tagen. Laden Sie das Gerät rechtzeitig auf, um die Funktion zu gewährleisten.
es: Estimados usuarios, ¡Hola! Gracias por utilizar nuestros productos de monitoreo inteligente. La tarjeta 4G se ha activado y se le proporcionan datos 1G por un período de 15 días. Para garantizar su uso normal, recargue a tiempo.
fi: Hyvät käyttäjät, Hei! Kiitos älykkäiden valvontatuotteidemme käytöstä. 4G-kortti on aktivoitu ja sinulle annetaan 1G-tietoja 15 päivän ajaksi. Lataa normaali käyttösi varmistamiseksi ajoissa.
fr: Chers utilisateurs, Bonjour! Merci d'utiliser nos produits de surveillance intelligents. La carte 4G a été activée et vous recevez des données 1G pour une période de 15 jours. Pour assurer votre utilisation normale, veuillez recharger à temps.
he: משתמשים יקרים, שלום! תודה על השימוש במוצרי הניטור החכמים שלנו. כרטיס 4G הופעל ומקבלים נתונים של 1G לתקופה של 15 יום. כדי להבטיח את השימוש הרגיל שלך, אנא טען מחדש בזמן.
id: Pengguna yang terhormat, Halo! Terima kasih telah menggunakan produk pemantauan cerdas kami. Kartu 4G telah diaktifkan dan Anda diberikan data 1G untuk jangka waktu 15 hari. Untuk memastikan penggunaan normal Anda, harap isi ulang tepat waktu.
it: Gentili utenti, ciao! Grazie per aver utilizzato i nostri prodotti di monitoraggio intelligente. La carta 4G è stata attivata e ti vengono dati dati 1G per un periodo di 15 giorni. Per garantire il normale utilizzo, ricaricare in tempo.
ja: 親愛なるユーザー、こんにちは！ 弊社のインテリジェント監視製品をご利用いただきありがとうございます。 4Gカードがアクティブ化され、15日間1Gデータが提供されます。 通常の使用を確実にするために、時間内に充電してください。
ko: 친애하는 사용자, 안녕하세요! 지능형 모니터링 제품을 사용해 주셔서 감사합니다. 4G 카드가 활성화되었으며 15 일 동안 1G 데이터가 제공됩니다. 정상적인 사용을 위해 시간 내에 재충전하십시오.
nb: Kjære brukere, Hei! Takk for at du bruker våre intelligente overvåkingsprodukter. 4G-kortet er aktivert, og du får 1G-data i en periode på 15 dager. For å sikre normal bruk må du lade opp i tide.
nl: Beste gebruikers, Hallo! Bedankt voor het gebruik van onze intelligente bewakingsproducten. De 4G-kaart is geactiveerd en u krijgt gedurende 15 dagen 1G-data. Laad de batterij op tijd op voor een normaal gebruik.
pl: Drodzy użytkownicy, witam! Dziękujemy za korzystanie z naszych inteligentnych produktów do monitorowania. Karta 4G została aktywowana i otrzymujesz dane 1G przez okres 15 dni. Aby zapewnić normalne użytkowanie, należy ładować na czas.
pt_br: Caros usuários, Olá! Obrigado por usar nossos produtos de monitoramento inteligente. O cartão 4G foi ativado e você recebe dados 1G por um período de 15 dias. Para garantir seu uso normal, recarregue a tempo.
ro: Dragi utilizatori, Bună ziua! Vă mulțumim că utilizați produsele noastre de monitorizare inteligentă. Cardul 4G a fost activat și vi se oferă date 1G pentru o perioadă de 15 zile. Pentru a vă asigura utilizarea normală, vă rugăm să reîncărcați la timp.
ru: Уважаемые пользователи, Здравствуйте! Благодарим вас за использование наших интеллектуальных продуктов для мониторинга. Карта 4G была активирована, и вам предоставлены данные 1G на период 15 дней. Для обеспечения нормального использования, пожалуйста, подзаряжайте аккумулятор вовремя.
sv: Kära användare, Hej! Tack för att du använder våra intelligenta övervakningsprodukter. 4G-kortet har aktiverats och du får 1G-data under en period av 15 dagar. För att säkerställa din normala användning, vänligen ladda i tid.
th: เรียนผู้ใช้สวัสดี! ขอบคุณที่ใช้ผลิตภัณฑ์ตรวจสอบอัจฉริยะของเรา เปิดใช้งานการ์ด 4G แล้วและคุณจะได้รับข้อมูล 1G เป็นระยะเวลา 15 วัน เพื่อให้แน่ใจว่าคุณใช้งานได้ตามปกติโปรดชาร์จใหม่ให้ทันเวลา
tr: Sevgili kullanıcılar, Merhaba! Akıllı izleme ürünlerimizi kullandığınız için teşekkür ederiz. 4G kart etkinleştirildi ve size 15 günlük bir süre için 1G verisi verildi. Normal kullanımınızı sağlamak için lütfen zamanında şarj edin.
vi: Người dùng thân mến, Xin chào! Cảm ơn quý khách đã sử dụng sản phẩm giám sát thông minh của chúng tôi, thẻ 4G đã được kích hoạt sẽ được tặng 1G data, thời hạn sử dụng là 15 ngày, để đảm bảo sử dụng bình thường, quý khách vui lòng nạp tiền kịp thời.
zh_hans: 尊敬的用户，您好！感谢您使用我司智能监控产品，4G卡已激活，赠送您1G流量，有效期为15天，为保障您的正常使用，请及时充值。
zh_hant: 尊敬的用戶，您好！感謝您使用我司智能監控產品，4G卡已激活，贈送您1G流量，有效期為15天，為保障您的正常使用，請及時充值。

# deviceSetting_Zoom_and_focus_button_describe
source: Not all devices support the optical zoom and optical focus function, please confirm the device support before opening, otherwise the button function can not take effect
cs: Ne všechna zařízení podporují funkci optického zoomu a optického ostření, před otevřením potvrďte podporu zařízení, jinak se funkce tlačítka neprojeví
de: Nicht alle Geräte unterstützen die Zoom- und Fokusfunktion, bitte prüfen Sie vor dem Öffnen, ob die Funktion unterstützt wird, ansonsten sind die Tasten ohne Funktion
es: No todos los dispositivos son compatibles con el zoom óptico y la función de enfoque óptico, confirme la compatibilidad del dispositivo antes de abrir, de lo contrario, la función del botón no puede tener efecto.
fi: Kaikki laitteet eivät tue optista zoomia ja optista tarkennustoimintoa, varmista laitteen tuki ennen avaamista, muuten painiketoiminto ei voi toimia
fr: Tous les appareils ne prennent pas en charge la fonction de zoom optique et de mise au point optique, veuillez confirmer la prise en charge de l'appareil avant l'ouverture, sinon la fonction du bouton ne peut pas prendre effet
he: לא כל המכשירים תומכים בפונקציית הזום האופטי והפוקוס האופטי, נא לאשר את תמיכת המכשיר לפני הפתיחה, אחרת פונקציית הכפתור לא יכולה להיכנס לתוקף
id: Tidak semua perangkat mendukung fungsi zoom optik dan fokus optik, harap konfirmasikan dukungan perangkat sebelum membuka, jika tidak, fungsi tombol tidak dapat berfungsi
it: Non tutti i dispositivi supportano lo zoom ottico e la funzione di messa a fuoco ottica, confermare il supporto del dispositivo prima dell'apertura, altrimenti la funzione del pulsante non può avere effetto
ja: すべてのデバイスが光学ズームおよび光学フォーカス機能をサポートしているわけではありません。開く前にデバイスのサポートを確認してください。そうしないと、ボタン機能が有効になりません。
ko: 모든 장치가 광학 줌 및 광학 초점 기능을 지원하는 것은 아닙니다. 열기 전에 장치 지원을 확인하십시오. 그렇지 않으면 버튼 기능이 적용되지 않습니다.
nb: Ikke alle enheter støtter funksjonen optisk zoom og optisk fokus, vennligst bekreft enhetsstøtten før du åpner, ellers kan knappefunksjonen tre i kraft
nl: Niet alle apparaten ondersteunen de optische zoom- en optische focusfunctie, bevestig de apparaatondersteuning voordat u deze opent, anders kan de knopfunctie niet van kracht worden
pl: Nie wszystkie urządzenia obsługują funkcję zoomu optycznego i ostrości optycznej, przed otwarciem potwierdź obsługę urządzenia, w przeciwnym razie funkcja przycisku nie będzie działać
pt_br: Nem todos os dispositivos suportam o zoom óptico e a função de foco óptico, confirme o suporte do dispositivo antes de abrir, caso contrário, a função do botão não terá efeito
ro: Nu toate dispozitivele acceptă zoom optic și funcția de focalizare optică, vă rugăm să confirmați suportul dispozitivului înainte de deschidere, altfel funcția butonului nu poate avea efect
ru: Не все устройства поддерживают функцию оптического увеличения и оптического фокуса, пожалуйста, подтвердите поддержку устройства перед открытием, иначе функция кнопки не сработает.
sv: Inte alla enheter stöder optisk zoom och optisk fokusfunktion, vänligen bekräfta enhetsstödet innan du öppnar, annars kan knappfunktionen inte träda i kraft
th: อุปกรณ์บางชนิดอาจไม่รองรับการซูมด้วยเลนส์และฟังก์ชันโฟกัสด้วยแสง โปรดยืนยันการรองรับอุปกรณ์ก่อนเปิด มิฉะนั้น ฟังก์ชันของปุ่มจะไม่มีผล
tr: Tüm cihazlar optik yakınlaştırma ve optik odak işlevini desteklemez, lütfen açmadan önce cihaz desteğini onaylayın, aksi takdirde düğme işlevi etkili olamaz
vi: Không phải tất cả các thiết bị đều hỗ trợ chức năng thu phóng quang học và lấy nét quang học, vui lòng xác nhận hỗ trợ thiết bị trước khi mở, nếu không chức năng nút không thể có hiệu lực
zh_hans: 不是所有的设备都支持光学变倍和光学对焦功能，请先确认设备支持再开启，否则按钮功能无法生效
zh_hant: 不是所有的設備都支持光學變倍和光學對焦功能，請先確認設備支持再開啟，否則按鈕功能無法生效

# login_wrong_password_enter_again
source: re-enter
cs: znovu zadejte
de: erneut eingeben
es: volver a entrar en
fi: palata
fr: rentrer
he: להיכנס מחדש
id: masuk kembali
it: rientrare
ja: 再入力
ko: 다시 입력
nb: taste
nl: opnieuw binnenkomen
pl: ponownie wejść
pt_br: entrar novamente
ro: reintra
ru: повторно ввести
sv: återinträda
th: เข้าใหม่
tr: tekrar girmek
vi: nhập lại
zh_hans: 重新输入
zh_hant: 重新輸入

# person_unbundle_fail
source: unbundle failed, please check if the network is good.
cs: unbundle selhal, zkontrolujte, zda je síť dobrá.
de: Entfernen fehlgeschlagen, bitte überprüfen Sie, ob das Netzwerk stabil ist.
es: unbundle falló, verifique si la red es buena.
fi: purkaminen epäonnistui, tarkista onko verkko hyvä.
fr: le dégroupage a échoué, vérifiez si le réseau est bon.
he: ההתפרקות נכשלה, אנא בדוק אם הרשת טובה.
id: unbundle gagal, harap periksa apakah jaringannya baik.
it: disaggregazione fallita, controlla se la rete è funzionante.
ja: バンドルの解除に失敗しました。ネットワークが良好かどうかを確認してください。
ko: 번들 해제에 실패했습니다. 네트워크 상태가 양호한 지 확인하십시오.
nb: uttaket mislyktes. Kontroller om nettverket er bra.
nl: ontbundelen mislukt, controleer of het netwerk goed is.
pl: rozpakowanie nie powiodło się, sprawdź, czy sieć jest dobra.
pt_br: unbundle falhou, por favor, verifique se a rede é boa.
ro: dezabonare eșuată, vă rugăm să verificați dacă rețeaua este bună.
ru: не удалось распаковать, проверьте, исправна ли сеть.
sv: uppdelningen misslyckades, kontrollera om nätverket är bra.
th: การยกเลิกการผูกล้มเหลว,โปรดตรวจสอบว่าเครือข่าย?
tr: ayrıştırma işlemi başarısız oldu, lütfen ağın iyi olup olmadığını kontrol edin.
vi: Hủy liên kết không thành công, vui lòng kiểm tra xem mạng có tốt không
zh_hans: 解绑失败，请检查网络是否良好
zh_hant: 解綁失敗，請檢查網絡是否良好

# Preview_call_hangup_using_siren
source: You are on a call, please hang up before using the siren
cs: Právě hovoříte, před použitím sirény zavěste
de: Sie führen ein Gespräch, bitte beenden Sie dies, bevor Sie die Sirene verwenden
es: Está en una llamada, cuelgue antes de usar la sirena
fi: Sinulla on puhelu, sulje puhelu ennen sireenin käyttöä
fr: Vous êtes en communication, veuillez raccrocher avant d'utiliser la sirène
he: אתה בשיחה, נא לנתק את השיחה לפני השימוש בצפירה
id: Anda sedang menelepon, harap tutup sebelum menggunakan sirene
it: È in corso una chiamata, riagganciare prima di utilizzare la sirena
ja: 電話中です。サイレンを使用する前に電話を切ってください
ko: 통화 중입니다. 사이렌을 사용하기 전에 전화를 끊으십시오.
nb: Du er i samtale, legg på før du bruker sirenen
nl: U bent in gesprek, hang op voordat u de sirene gebruikt
pl: Jesteś w trakcie rozmowy, rozłącz się przed użyciem syreny
pt_br: Você está em uma chamada, desligue antes de usar a sirene
ro: Sunteți la un apel, vă rugăm să închideți înainte de a utiliza sirena
ru: Вы разговариваете по телефону, повесьте трубку перед включением сирены
sv: Du har ett samtal, lägg på innan du använder sirenen
th: คุณกำลังอยู่ในสาย โปรดวางสายก่อนใช้ไซเรน
tr: Bir görüşmedesiniz, lütfen sireni kullanmadan önce kapatın
vi: Bạn đang có cuộc gọi, vui lòng gác máy trước khi sử dụng còi báo động
zh_hans: 正在通话中，请挂断后再使用警报器
zh_hant: 正在通話中，請掛斷後再使用警報器

# person_set_select_channel
source: Select playback channel
cs: Výběr kanálu přehrávání
de: Kanal für Wiedergabe auswählen
es: Seleccione el canal de reproducción
fi: Valitse toistokanava
fr: Sélectionnez le canal de lecture
he: בחר ערוץ השמעה
id: Pilih saluran pemutaran
it: Seleziona il canale di riproduzione
ja: 再生チャンネルを選択
ko: 재생 채널을 선택하십시오
nb: Velg avspillingskanal
nl: Selecteer afspeelkanaal
pl: Wybierz kanał odtwarzania
pt_br: Selecionar canal de reprodução
ro: Comutați canalele de redare
ru: Переключить каналы
sv: Växla uppspelningskanaler
th: เลือกช่องทางการเล่นย้อนหลัง
tr: Anahtarı oynatma kanallar
vi: Chọn kênh phát lại
zh_hans: 选择回放通道
zh_hant: 選擇回放通道

# Cloud_storage_service_install_alipay
source: Please install Alipay first.
cs: Nejprve nainstalujte aplikaci Alipay.
de: Bitte installieren Sie zuerst Alipay.
es: Por favor, instale Alipay primero.
fi: Asenna Alipay ensin.
fr: S'il vous plaît installer Alipay d'abord.
he: יש להתקין את Alipay תחילה.
id: Silakan instal Alipay terlebih dahulu.
it: Si prega di installare Alipay prima.
ja: 最初にAlipayをインストールしてください。
ko: 우선 Alipay를 설치하십시오.
nb: Vennligst installer Alipay først.
nl: Installeer Alipay eerst.
pl: Najpierw zainstaluj Alipay.
pt_br: Por favor, instale o Alipay primeiro.
ro: Vă rugăm să instalați mai întâi Alipay.
ru: Пожалуйста, сначала установите Alipay.
sv: Var vänlig installera Alipay först.
th: โปรดติดตั้ง Alipay ก่อน
tr: Lütfen önce Alipay'i yükleyin.
vi: Vui lòng cài đặt Alipay trước
zh_hans: 请先安装支付宝
zh_hant: 請先安裝支付寶

# devicelist_firmware_upgrade
source: Firmware upgrade
cs: Aktualizace firmwaru
es: Actualización de firmware
fi: Laiteohjelmiston päivitys
fr: Mise à jour du firmware
he: שדרוג קושחה
id: Meningkatkan firmware
it: Aggiornamento del firmware
ja: ファームウェアアップグレード
ko: 펌웨어 업그레이드
nb: Firmware-oppgradering
pl: Aktualizacja oprogramowania układowego
pt_br: Atualização do firmware
ro: Upgrade de firmware
ru: Обновление прошивки
sv: Firmware-uppgradering
th: อัพเกรดเฟิร์มแวร์
tr: Firmware yükseltme
vi: Nâng cấp chương trình cơ sở
zh_hans: 固件升级
zh_hant: 固件升級

# adddevice_connect_router
source: Connect the device to the router through a network cable
cs: Připojte zařízení k routeru pomocí síťového kabelu
de: Verbinden Sie das Gerät über ein Netzwerkkabel mit dem Router
es: Conecte el dispositivo al enrutador a través de un cable de red
fi: Liitä laite reitittimeen verkkokaapelin kautta
fr: Connectez l'appareil au routeur via un câble réseau
he: חבר את המכשיר לנתב באמצעות כבל רשת
id: Hubungkan perangkat ke router melalui kabel jaringan
it: Collega il dispositivo al router tramite un cavo di rete
ja: ネットワークケーブルを介してデバイスをルーターに接続します
ko: 네트워크 케이블을 통해 장치를 라우터에 연결
nb: Koble enheten til ruteren via en nettverkskabel
nl: Verbind het apparaat met de router via een netwerkkabel
pl: Podłącz urządzenie do routera za pomocą kabla sieciowego
pt_br: Conecte o dispositivo ao roteador por meio de um cabo de rede
ro: Conectați dispozitivul la router printr-un cablu de rețea
ru: Подключите устройство к роутеру через сетевой кабель.
sv: Anslut enheten till routern via en nätverkskabel
th: เชื่อมต่ออุปกรณ์กับเราเตอร์ผ่านสายเคเบิลเครือข่าย
tr: Cihazı bir ağ kablosuyla yönlendiriciye bağlayın
vi: Kết nối thiết bị với bộ định tuyến thông qua cáp mạng
zh_hans: 将设备通过网线连接至路由器
zh_hant: 將設備通過網線連接至路由器

# Service_map_Telephone
source: Telephone
cs: Telefon
de: Telefon
es: Teléfono
fi: Puhelin
fr: Téléphone
he: טלפון
id: Telepon
it: Telefono
ja: 電話
ko: 전화
nb: Telefon
nl: Telefoon
pl: Telefon
pt_br: Telefone
ro: Telefon
ru: телефон
sv: Telefon
th: โทรศัพท์
tr: Telefon
vi: điện thoại
zh_hans: 电话
zh_hant: 電話

# adddevice_open_4G_detail
source: Some mobile phone models need to be turned off 4G and mobile network to be configured successfully.
cs: Některé modely mobilních telefonů musí být vypnuty 4G a mobilní síť musí být úspěšně nakonfigurována.
de: Bei einigen Handymodellen müssen mobile Daten für eine erfolgreiche Konfiguration deaktiviert werden.
es: Algunos modelos de teléfonos móviles deben estar apagados en 4G y la red móvil debe configurarse correctamente.
fi: Jotkin matkapuhelinmallit on kytkettävä pois päältä 4G ja mobiiliverkko on konfiguroitava onnistuneesti.
fr: Certains modèles de téléphones mobiles doivent être désactivés pour que la configuration de la 4G et du réseau mobile soit réussie.
he: כמה דגמי טלפון סלולרי צריך להיות כבוי 4G ברשת הסלולרית להיות מוגדר בהצלחה.
id: Beberapa model ponsel perlu dimatikan 4G dan jaringan seluler dapat dikonfigurasi dengan sukses.
it: Alcuni modelli di telefoni cellulari devono essere disattivati ​​4G e la rete mobile deve essere configurata correttamente.
ja: 一部の携帯電話モデルでは、4Gをオフにしてモバイルネットワークを正しく設定する必要があります。
ko: 일부 휴대 전화 모델은 4G 및 모바일 네트워크가 성공적으로 구성되도록 해제해야합니다.
nb: Noen mobiltelefonmodeller må slås av 4G og mobilnettverk som skal konfigureres med hell.
nl: Sommige mobiele telefoonmodellen moeten worden uitgeschakeld 4G en mobiel netwerk om met succes te worden geconfigureerd.
pl: Niektóre modele telefonów komórkowych muszą być wyłączone, aby sieć 4G i sieć komórkowa zostały pomyślnie skonfigurowane.
pt_br: Alguns modelos de celulares precisam ser desligados da rede 4G e móvel para serem configurados com sucesso.
ro: Unele modele de telefoane mobile trebuie să fie dezactivate 4G și rețeaua mobilă pentru a fi configurate cu succes.
ru: Некоторые модели мобильных телефонов должны быть выключены 4G и сеть мобильной связи для успешной настройки.
sv: Vissa mobiltelefonmodeller måste stängas av 4G och mobilnätverk som ska konfigureras med framgång.
th: โทรศัพท์มือถือบางรุ่นจำเป็นต้องปิด 4Gและเครือข่ายมือถือจึงจะกำหนดค่าได้สำเร็จ
tr: Bazı cep telefonu modellerinin başarılı bir şekilde yapılandırılması için 4G ve mobil ağın kapatılması gerekir.
vi: Một số kiểu điện thoại di động cần tắt 4G, mạng di động, để cấu hình thành công
zh_hans: 某些手机型号需要关闭4G、移动网络，才能配置成功
zh_hant: 某些手機型號需要關閉4G、移動網絡，才能配置成功

# adddevice_wifi_list_select
source: WiFi list selects "IPC_XXXX" network and connects, the device WiFi initial password is 11111111
cs: Seznam WiFi vybírá síť "IPC_XXXX" a připojuje se, počáteční heslo zařízení WiFi je 11111111
de: Wählen Sie das WLAN-Netzwerk "IPC_XXXX" aus und stellen eine Verbindung zu diesem her. Das WLAN-Passwort des Geräts lautet: 11111111
es: La lista de WiFi selecciona la red "IPC_XXXX" y se conecta, la contraseña inicial de WiFi del Equipo es 11111111
fi: WiFi-luettelo valitsee "IPC_XXXX" -verkon ja yhdistää, laitteen WiFi-alkusalasana on 11111111
fr: La liste WiFi sélectionne le réseau "IPC_XXXX" et se connecte, le mot de passe initial du périphérique WiFi est 11111111
he: רשימת ה- WiFi בוחרת רשת "IPC_XXXX" ומתחברת, הסיסמה ההתחלתית של WiFi במכשיר היא 11111111
id: Daftar WiFi memilih jaringan "IPC_XXXX" dan menghubungkan, kata sandi awal perangkat WiFi adalah 11111111
it: La lista WiFi seleziona la rete "IPC_XXXX" e si connette, la password iniziale del dispositivo WiFi è 11111111
ja: 無線LANリストは「IPC_XXXX」ネットワークを選択して接続し、デバイスの無線LAN初期パスワードは11111111です。
ko: WiFi 목록에서 "IPC_XXXX"네트워크를 선택하고 연결합니다. 장치의 WiFi 초기 비밀번호는 11111111입니다.
nb: WiFi-listen velger "IPC_XXXX" -nettverket og kobler til, WiFi-innledende passord for enheten er 11111111
nl: WiFi lijst selecteert "IPC_XXXX" netwerk en verbindt, het apparaat WiFi eerste wachtwoord is 11111111
pl: Lista WiFi wybiera sieć "IPC_XXXX" i łączy się, początkowe hasło WiFi urządzenia to 11111111
pt_br: A lista de WiFi seleciona a rede "IPC_XXXX" e se conecta, a senha inicial do dispositivo WiFi é 11111111
ro: Lista WiFi selectează rețeaua "IPC_XXXX" și se conectează, parola inițială a dispozitivului WiFi este 11111111
ru: Список WiFi выбирает сеть "IPC_XXXX" и подключается, начальный пароль устройства WiFi - 11111111.
sv: WiFi-listan väljer "IPC_XXXX" -nätverk och ansluter, WiFi-startlösenordet för enheten är 11111111
th: เลือก WiFi ชื่อ "IPC_XXXX " และทำการเชื่อมต่ออุปกรณ์ WiFiรหัสผ่านเริ่มต้นคือ 11111111
tr: WiFi listesi "IPC_XXXX" ağını seçer ve bağlanır, cihazın ilk WiFi şifresi 11111111
vi: Chọn mạng "IPC_XXXX" trong danh sách WiFi và kết nối, mật khẩu WiFi ban đầu của thiết bị là 11111111
zh_hans: WiFi列表选择“IPC_XXXX”网络并连接，设备WiFi初始密码为11111111
zh_hant: WiFi列表選擇“IPC_XXXX”網絡並連接，設備WiFi初始密碼為11111111

# person_feedback_intercom_audio_issues
source: Intercom audio issues
cs: Zvukové problémy interkomu
de: Wechselsprech-Audioproblem
es: Problemas de audio de intercomunicador
fi: Sisäpuhelinten äänioikeudet
fr: Problèmes audio intercom
he: בעיות שמע באינטרקום
id: Masalah audio interkom
it: Problemi audio dell'interfono
ja: インターコムのオーディオの問題
ko: 인터콤 오디오 문제
nb: Problemer med intercom-lyd
nl: Problemen met intercomaudio
pl: Problemy z dźwiękiem w domofonie
pt_br: Problemas de áudio do intercomunicador
ro: Probleme audio interfon
ru: Проблемы со звуком в домофоне
sv: Intercom-ljudproblem
th: ปัญหาเสียงอินเตอร์คอม
tr: İnterkom ses sorunları
vi: Vấn đề âm thanh liên lạc nội bộ
zh_hans: 对讲音频问题
zh_hant: 對講音頻問題

source: America/Mexico City
cs: Amerika / Mexico City
de: Amerika / Mexiko-Stadt
fi: Amerikka / Mexico City
fr: Amérique / Mexico
he: אמריקה / מקסיקו סיטי
id: Amerika / Mexico City
it: America / Città del Messico
ja: アメリカ/メキシコシティ
ko: 아메리카 / 멕시코 시티
nb: Amerika / Mexico City
nl: Amerika / Mexico-stad
pl: Ameryka / Meksyk
pt_br: América / Cidade do México
ru: Америка / Мехико
sv: Amerika / Mexico City
th: อเมริกา / เม็กซิโกซิตี้
tr: Amerika / Mexico City
vi: Thành phố Mexico / Trung Mỹ
zh_hans: 墨哥城/美国中部
zh_hant: 墨哥城/美國中部

# devicesetting_press_microphone_record_tone
source: Please press and hold the microphone to record the prompt tone
cs: Stisknutím a podržením mikrofonu nahrajte výstražný tón
de: Bitte halten Sie das Mikrofon gedrückt, um den Alarmton aufzuzeichnen
es: Mantenga presionado el micrófono para grabar el tono de alerta
fi: Nauhoita hälytysääni pitämällä mikrofonia painettuna
fr: Veuillez maintenir le microphone enfoncé pour enregistrer la tonalité d'alerte
he: אנא לחץ והחזק את המיקרופון כדי להקליט את צליל ההתראה
id: Silakan tekan dan tahan mikrofon untuk merekam nada peringatan
it: Tenere premuto il microfono per registrare il tono di avviso
ja: マイクを長押ししてアラートトーンを録音してください
ko: 경고음을 녹음하려면 마이크를 길게 누르십시오.
nb: Trykk og hold mikrofonen for å spille inn varseltonen
nl: Houd de microfoon ingedrukt om de waarschuwingstoon op te nemen
pl: Naciśnij i przytrzymaj mikrofon, aby nagrać sygnał ostrzegawczy
pt_br: Pressione e segure o microfone para gravar o tom de alerta
ro: Vă rugăm să țineți apăsat microfonul pentru a înregistra tonul de alertă
ru: Пожалуйста, нажмите и удерживайте микрофон, чтобы записать сигнал предупреждения
sv: Håll mikrofonen intryckt för att spela in varningstonen
th: กรุณากดไมโครโฟนค้างไว้เพื่อบันทึกเสียงเตือน
tr: Uyarı sesini kaydetmek için lütfen mikrofonu basılı tutun
vi: Vui lòng nhấn và giữ micrô để ghi âm cảnh báo
zh_hans: 请按住话筒录制提示音
zh_hant: 請按住話筒錄製提示音

# deviceSetting_Push_all_day
source: Push all day
cs: Celý den tlačit
de: Push-Nachrichten über ganzen Tag
es: Empuja todo el día
fi: Paina koko päivän
fr: Pousser toute la journée
he: לדחוף כל היום
id: Dorong sepanjang hari
it: Spingi tutto il giorno
ja: 一日中プッシュ
ko: 하루 종일 푸시
nb: Press hele dagen
nl: De hele dag duwen
pl: Pchaj cały dzień
pt_br: Empurre o dia todo
ro: Împingeți toată ziua
ru: Нажимай весь день
sv: Pressa hela dagen
th: ดันทั้งวัน
tr: Bütün gün itin
vi: Đẩy cả ngày
zh_hans: 全天推送
zh_hant: 全天推送

# Lead_page_4
source: Device Switch
cs: Přepínač zařízení
de: Geräteschalter
es: Interruptor de dispositivo
fi: Laitteen kytkin
fr: Commutateur de périphérique
he: מתג ההתקן
id: Beralih Perangkat
it: Interruttore dispositivo
ja: デバイススイッチ
ko: 장치 스위치
nb: Enhetsbryter
nl: Apparaat wisselen:
pl: Przełącznik urządzenia
pt_br: Interruptor do aparelho
ro: Comutator dispozitiv
ru: Переключатель устройства
sv: Enhetsbrytare
th: สวิตช์อุปกรณ์
tr: Cihaz anahtarı
vi: Chuyển đổi thiết bị
zh_hans: 设备开关
zh_hant: 設備開關
