Repository: Yolo-cell-hash/go_home_ios
Catalog: ios/Runner/JASDK/JAResources/XLanguage/X35MultiLanguage/*.lproj/X35MutiLanguage.strings
Languages: cs, de, es, fi, fr, he, id, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sv, th, tr, vi, zh_hans, zh_hant

# devicesetting_Camera_horizontal_360_shot
source: Camera performs horizontal 360° shot
cs: Fotoaparát provádí horizontální 360 ° snímek
de: Die Kamera führt eine horizontale 360 ° -Aufnahme durch
es: La cámara realiza tomas horizontales de 360 °
fi: Kamera suorittaa vaakasuuntaisen 360 ° kuvan
fr: La caméra effectue une prise de vue horizontale à 360 °
he: המצלמה מבצעת צילום אופקי של 360 מעלות
id: Kamera melakukan pemotretan horizontal 360 °
it: La fotocamera esegue scatti orizzontali a 360 °
ja: カメラは水平360度ショットを実行します
ko: 카메라는 수평 360 ° 촬영을 수행합니다
nb: Kameraet utfører horisontalt 360 ° -opptak
nl: Camera voert horizontale 360 ° -opname uit
pl: Aparat wykonuje poziome zdjęcie 360 °
pt_br: A câmera realiza tiro horizontal em 360 °
ro: Aparatul foto realizează fotografieri orizontale la 360 °
ru: Камера выполняет горизонтальный снимок на 360 °
sv: Kameran utför horisontellt 360 ° -foto
th: กล้องถ่ายภาพ 360 °ในแนวนอน
tr: Fotoğraf makinesi yatay 360 ° çekim yapar
vi: Máy ảnh để chụp ngang 360
zh_hans: 摄像机进行水平360拍摄
zh_hant: 攝像機進行水平360拍攝

# devSetting_delete_channelDevcive
source: Delete device channel or not
cs: Odebrání zařízení kanálu
de: Gerätekanal wirklich löschen?
es: Si eliminar el Equipo de canal
fi: Poistaako kanavalaite
fr: Supprimer le canal de l'appareil ou non
he: האם ברצונך למחוק את ערוץ המכשיר?
id: Hapu Saluran perangkat atau tidak
it: Eliminare canale?
ja: デバイスチャンネルを削除しますか？
ko: 장치 채널 삭제 여부
nb: Slett enhetens kanel
nl: Apparaatkanaal verwijderen of niet
pl: Usunąć kanał czy nie
pt_br: Excluir canal de dispositivo ou não
ro: Ștergeți canalul dispozitivului sau nu
ru: Удалить канал устройства или нет
sv: Ta bort enhetskanalen eller inte
th: ลบช่องอุปกรณ์หรือไม่
tr: Cihaz kanalını sil veya sil
vi: Có xóa thiết bị kênh không
zh_hans: 是否删除通道设备
zh_hant: 是否刪除通道設備

# devicelist_code_matching_fail_reason_5
source: Invalid MAC address
cs: Neplatná adresa MAC
de: Ungültige MAC-Adresse
es: Dirección MAC inválida
fi: Virheellinen MAC -osoite
fr: Adresse MAC invalide
he: כתובת MAC לא חוקית
id: Alamat MAC tidak valid
it: Indirizzo MAC non valido
ja: 無効なMACアドレス
ko: 잘못된 MAC 주소
nb: Ugyldig MAC -adresse
nl: Ongeldig MAC-adres
pl: Nieprawidłowy adres MAC
pt_br: Endereço MAC inválido
ro: Adresă MAC nevalidă
ru: Неверный MAC-адрес
sv: Ogiltig MAC -adress
th: ที่อยู่ MAC ไม่ถูกต้อง
tr: Geçersiz MAC adresi
vi: Địa chỉ MAC không hợp lệ
zh_hans: 无效MAC地址
zh_hant: 無效MAC地址

# history_total_data
source: Total traffic
cs: Celková historická návštěvnost
de: Daten Gesamt
es: Tráfico de historial total
fi: Historiallinen kokonaisliikenne
fr: Histoire du trafic total
he: תעבורת נתונים כוללת
id: Sejarah Total Trafik
it: Storico traffico dati
ja: 現在までの通信料の合計
ko: 전체 데이터 기록
nb: Total datatrafikk
nl: Geschiedenis totaal verkeer
pl: Całkowite użycie danych
pt_br: Tráfego total do histórico
ro: Istoric trafic total
ru: История общего трафика
sv: Historik total trafik
th: ทราฟฟิคทั้งหมด
tr: Geçmiş toplam trafik
vi: Tổng lưu lượng truy cập lịch sử
zh_hans: 历史总流量
zh_hant: 歷史總流量

# cloud_1_day_mount
source: 1 day about {mount}
cs: 1 den o {mount}
de: Ungefähr {mount}in 1 Tag
es: 1 día sobre {mount}
fi: 1 päivä noin {mount}
fr: 1 jour sur {mount}
he: יום אחד בערך {mount}
id: 1 hari tentang {mount}
it: 1 giorno circa {mount}
ja: {mount}について1日
ko: {mount}에 대해 약 1 일
nb: 1 dag om {mount}
nl: 1 dag over {mount}
pl: 1 dzień około {mount}
pt_br: 1 dia sobre {mount}
ro: 1 zi despre {mount}
ru: 1 день около {mount}
sv: 1 dag om {mount}
th: 1 วันเกี่ยวกับ {เดือน}
tr: {Mount} hakkında 1 gün
vi: Khoảng {mount} trong 1 ngày
zh_hans: 1天约{mount}
zh_hant: 1天約{mount}

# interface_return
source: Return
cs: Návrat
de: Zurück
es: Regreso
fi: paluu
fr: Revenir
he: חזור
id: Kembali
it: Indietro
ja: 戻る
ko: 다음
nb: Tilbake
nl: Terug
pl: Powrót
pt_br: Retorna
ro: Întoarcere
ru: Вернуть
sv: Lämna tillbaka
th: กลับ
tr: Dönüş
vi: trở về
zh_hans: 返回
zh_hant: 返回

# adddevice_set_device_wifi_password
source: Set the device WiFi password
cs: Nastavte heslo WiFi zařízení
de: WLAN-Passwort des Geräts vergeben
es: Establecer la contraseña de WiFi del dispositivo
fi: Aseta laitteen WiFi-salasana
fr: Définir le mot de passe WiFi de l'appareil
he: הגדר את סיסמת ה- WiFi של המכשיר
id: Setel kata sandi WiFi perangkat
it: Imposta la password WiFi del dispositivo
ja: デバイスのWiFiパスワードを設定する
ko: 장치 WiFi 암호 설정
nb: Still inn enhetens WiFi-passord
nl: Stel het wifi-wachtwoord van het apparaat in
pl: Ustaw hasło WiFi urządzenia
pt_br: Defina a senha WiFi do dispositivo
ro: Setați parola WiFi a dispozitivului
ru: Установите пароль WiFi устройства
sv: Ställ in enhetens WiFi-lösenord
th: ตั้งรหัสผ่าน WiFi ของอุปกรณ์
tr: Cihazın WiFi şifresini ayarlayın
vi: Đặt mật khẩu WiFi cho thiết bị
zh_hans: 设置设备WiFi密码
zh_hant: 設置設備WiFi密碼

# devicelist_cloud_detecte_prompt
source: Detected that the alarm of the channel%2$s of the cloud storage device%1$s has been disabled. Please go to the device settings to enable alarm
cs: Bylo detekováno zapnutí kanálu%2$s cloudového úložiště%1$s. Přejděte do nastavení zařízení a zapněte zapínání.
de: Es wurde festgestellt, dass die Scharfschaltung des Kanals %2$s des Cloud-Speichergeräts %1$s deaktiviert wurde. Bitte öffnen Sie die Geräteeinstellungen, um die Scharfschaltung zu aktivieren.
es: Se detectó el armado del canal%2$s del Equipo de almacenamiento en la nube%1$s. Vaya a la configuración del Equipo para habilitar el armado.
fi: Pilvitallennuslaitteen%1$s kanavan%2$s viritys on havaittu. Siirry laitteen asetuksiin aktivoidaksesi virityksen.
fr: L'armement du canal%2$s du périphérique de stockage en nuage%1$s a été détecté. Veuillez accéder aux paramètres de l'appareil pour activer l'armement.
he: ההתחמשות של הערוץ%2$s של התקן אחסון הענן%1$s זוהתה. אנא עבור להגדרות המכשיר כדי לאפשר התחברות.
id: Penajaman saluran%2$s dari perangkat penyimpanan cloud%1$s telah terdeteksi. Silakan buka pengaturan perangkat untuk mengaktifkan mempersenjatai.
it: È stato rilevato l'inserimento del canale%2$s del dispositivo di archiviazione cloud%1$s. Vai alle impostazioni del dispositivo per abilitare l'inserimento.
ja: クラウドストレージデバイス %1$sのチャンネル%2$sの準備が検出されました。武装を有効にするには、デバイスの設定に移動してください。
ko: 클라우드 저장 장치 %1$s의 채널 %2$s의 무장이 감지되었습니다. 무장을 활성화하려면 장치 설정으로 이동하십시오.
nb: Bevæpning av kanalen%2$s på skylagringsenheten%1$s er blitt oppdaget. Gå til enhetsinnstillingene for å aktivere tilkobling.
nl: Het inschakelen van het kanaal%2$s van het cloudopslagapparaat%1$s is gedetecteerd. Ga naar de apparaatinstellingen om inschakelen in te schakelen.
pl: Wykryto uzbrojenie kanału%2$s urządzenia pamięci masowej w chmurze%1$s. Przejdź do ustawień urządzenia, aby włączyć uzbrajanie.
pt_br: O arme do canal%2$s do dispositivo de armazenamento em nuvem%1$s foi detectado. Por favor, vá para as configurações do dispositivo para ativar o arme.
ro: A fost detectată armarea canalului%2$s a dispozitivului de stocare în cloud%1$s. Vă rugăm să accesați setările dispozitivului pentru a activa armarea.
ru: Обнаружена постановка на охрану канала%2$s устройства облачного хранения%1$s. Пожалуйста, перейдите в настройки устройства, чтобы включить постановку на охрану.
sv: Beväpningen av kanalen%2$s på molnlagringsenheten%1$s har upptäckts. Gå till enhetsinställningarna för att aktivera aktivering.
th: ตรวจพบว่าอาวุธของช่อง%2$s ของอุปกรณ์จัดเก็บข้อมูลบนคลาวด์%1$s ถูกปิดโปรดไปที่การตั้งค่าอุปกรณ์เพื่อเปิด
tr: %1$s bulut depolama aygıtının%2$s kanalının kurulması tespit edildi. Kurmayı etkinleştirmek için lütfen cihaz ayarlarına gidin.
vi: Phát hiện thấy rằng việc trang bị kênh%2$s của thiết bị lưu trữ đám mây%1$s đã bị đóng, vui lòng chuyển đến cài đặt thiết bị để mở trang bị
zh_hans: 检测到云存设备%1$s的通道%2$s的布防已关闭，请前往设备设置开启布防
zh_hant: 檢測到雲存設備%1$s的通道%2$s的布防已關閉，請前往設備設置開啟布防

# person_save_open_wechat_scan_code
source: Open WeChat and scan the QR code
cs: Otevřete WeChat a naskenujte QR kód
de: Öffnen Sie WeChat und scannen den QR-Code
es: Abra WeChat y escanee el código QR
fi: Avaa WeChat ja skannaa QR-koodi
fr: Ouvrez WeChat et scannez le code QR
he: פתח את WeChat וסרוק את קוד ה- QR
id: Buka WeChat dan pindai kode QR
it: Apri WeChat e scansiona il codice QR
ja: WeChatを開き、QRコードをスキャンします
ko: WeChat을 열고 QR 코드를 스캔합니다.
nb: Åpne WeChat og skann QR-koden
nl: Open WeChat en scan de QR-code
pl: Otwórz WeChat i zeskanuj kod QR
pt_br: Abra o WeChat e digitalize o código QR
ro: Deschide WeChat și scanează codul QR
ru: Откройте WeChat и отсканируйте QR-код.
sv: Öppna WeChat och skanna QR-koden
th: เปิด WeChat และสแกนรหัส QR
tr: WeChat'i açın ve QR kodunu tarayın
vi: Mở WeChat và quét mã QR
zh_hans: 打开微信扫描二维码
zh_hant: 打開微信掃描二維碼

# devicelist_update_completed
source: Update completed
cs: Aktualizace dokončena
de: Update abgeschlossen
es: Actualización completada
fi: Päivitys valmis
fr: Mise à jour terminée
he: העדכון הושלם
id: Pembaruan selesai
it: Aggiornamento completato
ja: 更新が完了しました
ko: 업데이트 완료
nb: Oppdatering fullført
nl: Update voltooid
pl: Aktualizacja zakończona
pt_br: Atualização completa
ro: Actualizare finalizată
ru: Обновление завершено
sv: Uppdatering slutförd
th: อัพเดทเสร็จแล้ว
tr: Güncelleme tamamlandı
vi: Hoàn thành cập nhật
zh_hans: 更新完成
zh_hant: 更新完成

# person_local_storage_access
source: Local storage access
cs: Přístup k místnímu úložišti
de: Lokaler Speicherzugriff
es: Acceso al almacenamiento local
fi: Pääsy paikalliseen tallennustilaan
fr: Accès au stockage local
he: גישה לאחסון מקומי
id: Akses penyimpanan lokal
it: Accesso alla memoria locale
ja: ローカルストレージアクセス
ko: 로컬 스토리지 액세스
nb: Tilgang til lokal lagring
nl: Toegang tot lokale opslag
pl: Dostęp do pamięci lokalnej
pt_br: Acesso ao armazenamento local
ro: Acces la stocarea locală
ru: Доступ к локальному хранилищу
sv: Tillgång till lokal lagring
th: การเข้าถึงที่เก็บข้อมูลในเครื่อง
tr: Yerel depolama erişimi
vi: Quyền truy cập bộ nhớ cục bộ
zh_hans: 本地存储访问权限
zh_hant: 本地存儲訪問權限

# service_enter_name
source: Please enter your name
cs: Zadejte své jméno
de: Bitte geben Sie Ihren Namen ein
es: por favor, escriba su nombre
fi: Kirjoita nimesi
fr: S'il vous plaît entrez votre nom
he: אנא הכנס את שמך
id: Silahkan masukan nama anda
it: per favore inserisci il tuo nome
ja: 名前を入力してください
ko: 당신의 이름을 입력하세요
nb: Vennligst skriv inn navnet ditt
nl: Voer uw naam in
pl: proszę wpisać swoje imię
pt_br: Por favor, insira seu nome
ro: te rog scrieti numele
ru: Пожалуйста, введите Ваше имя
sv: Vänligen fyll i ditt namn
th: กรุณากรอกชื่อของคุณ
tr: Lütfen adınızı giriniz
vi: Vui lòng nhập tên của bạn
zh_hans: 请输入姓名
zh_hant: 請輸入姓名

source: Asia/Bangkok
cs: Asie / Bangkok
de: Asien / Bangkok
fi: Aasia / Bangkok
he: אסיה / בנגקוק
ja: アジア/バンコク
ko: 아시아 / 방콕
pl: Azja / Bangkok
ru: Азия / Бангкок
sv: Asien / Bangkok
th: เอเชีย / กรุงเทพฯ
tr: Asya / Bangkok
vi: Bangkok
zh_hans: 曼谷
zh_hant: 曼谷

# cloud_storage_details_how_to_renew_tips_2
source: (2) Process of cloud surviving fee: Click the device "Cloud Recording" to enter the cloud recording interface - click the "Cloud Storage Service" icon to enter the cloud storage service - select the channel to renew the fee - click the "Renew Now" button below to enter the cloud mall interface - Select the channel and package for renewal of the device - click on the renewal fee immediately to complete the renewal.
cs: (2) Proces poplatků za přežití cloudu: Klikněte na zařízení "Cloud Recording"pro vstup do rozhraní pro nahrávání cloudu - klikněte na ikonu "Cloud Storage Service"pro vstup do služby cloud storage - vyberte kanál pro obnovení poplatku - klikněte na tlačítko "Obnovit nyní" pro vstup do cloudového centra - vyberte kanál a balíček pro obnovu zařízení - pro dokončení obnovy klikněte na poplatek za obnovení.
de: (2) Der Prozess der Cloud-Speichergebühr: Tippen Sie auf das Gerät "Cloud-Aufnahme", um die Cloud-Aufnahmemaske aufzurufen – tippen Sie auf das "Cloud-Speicherdienst" Symbol, um den Cloud-Speicherdienst aufzurufen – wählen Sie den entsprechenden Kanal aus – tippen Sie unten auf "Jetzt erneuern", um den Cloud-Shop zu öffnen - Wählen Sie den Kanal und das Paket für die Geräteerneuerung aus - Tippen Sie auf Jetzt Gebühr bezahlen, um zu bezahlen und die Erneuerung abzuschließen.
es: (2) Proceso de la tarifa de supervivencia en la nube: haga clic en el Equipo "Grabación en la nube " para ingresar a la interfaz de grabación en la nube; haga clic en el icono "Servicio de almacenamiento en la nube" para ingresar al servicio de almacenamiento en la nube - seleccione el canal para renovar la tarifa - haga clic en el botón "Renovar ahora" para ingresar a la interfaz del centro comercial en la nube. Seleccione el canal y el paquete para la renovación del Equipo. Haga clic en la tarifa de renovación inmediatamente para completar la renovación.
fi: (2) Pilvipalvelun käyttöliittymän napsauttaminen: napsauta laitetta "Cloud Recording" - klikkaa "Cloud Storage Service" -kuvaketta päästäksesi pilvivarastopalveluun - valitse kanava, jolla maksua uusitaan - Napsauta alla olevaa painiketta "Uudista nyt", jos haluat siirtyä pilvimallin käyttöliittymään - Valitse laitteen uusimisen kanava ja paketti - napsauta uudistusmaksua välittömästi, jotta uusinta saataisiin päätökseen.
fr: (2) Processus de redevance de survie dans le cloud: cliquez sur le périphérique "Enregistrement dans le cloud " pour accéder à l'interface d'enregistrement dans le cloud - cliquez sur l'icône "Service de stockage dans le cloud " pour accéder au service de stockage dans le cloud Cliquez sur le bouton "Renouveler maintenant " ci-dessous pour accéder à l'interface du centre commercial en nuage. - Sélectionnez le canal et le forfait de renouvellement de l'appareil. Cliquez immédiatement sur les frais de renouvellement pour terminer le renouvellement.
he: (2) תהליך ענן שורד בתשלום: לחץ על המכשיר "ענן הקלטה " כדי להיכנס לממשק הענן הקלטה - לחץ על "ענן אחסון שירות " כדי להיכנס לשירות אחסון ענן - בחר את הערוץ כדי לחדש את האגרה - לחץ על הלחצן 'חידוש כעת ' למטה כדי להיכנס לממשק קניון הענן - בחר את הערוץ והחבילה לחידוש המכשיר - לחץ על דמי החידוש מיד כדי להשלים את החידוש.
id: (2) Proses biaya cloud bertahan: Klik perangkat "Cloud Recording " untuk masuk ke antarmuka perekaman cloud - klik ikon "Layanan Penyimpanan Cloud " untuk masuk ke layanan penyimpanan cloud - pilih saluran untuk memperbarui biaya - klik tombol "Perbarui Sekarang " di bawah ini untuk memasuki antarmuka cloud mall - Pilih saluran dan paket untuk pembaruan perangkat - klik pada biaya perpanjangan segera untuk menyelesaikan pembaruan.
it: (2) Elaborazione della tassa di sopravvivenza: fare clic sul dispositivo "Registrazione cloud " per accedere all'interfaccia di registrazione cloud - fare clic sull'icona "Servizio di archiviazione cloud " per accedere al servizio di archiviazione cloud - selezionare il canale per rinnovare la tariffa - fare clic sul pulsante "Rinnova ora " in basso per accedere all'interfaccia del centro commerciale cloud - Selezionare il canale e il pacchetto per il rinnovo del dispositivo - fare clic sulla tassa di rinnovo immediatamente per completare il rinnovo.
ja: (2)クラウドサバイバル料金のプロセス：クラウドレコーディングインターフェースに入るためにデバイス「Cloud Recording」をクリックします - クラウドストレージサービスに入るために「Cloud Storage Service」アイコンをクリックします - 料金を更新するためにチャンネルを選択します - 下の「今すぐ更新」ボタンをクリックしてクラウドモールのインターフェースに入ります - デバイスを更新するためのチャンネルとパッケージを選択します - 更新を完了するには直ちに更新料金をクリックしてください。
ko: (2) 클라우드 갱신 처리 절차 : 클라우드 레코딩 인터페이스에 들어가려면 장치 "클라우드 레코딩"을 클릭하십시오. - "클라우드 스토리지 서비스"아이콘을 클릭하여 클라우드 스토리지 서비스에 들어가십시오 - 요금을 갱신 할 채널을 선택하십시오 - 클라우드 몰 인터페이스에 입장하려면 아래의 "지금 갱신"버튼을 클릭하십시오 - 장치 갱신을위한 채널과 패키지를 선택하십시오 - 갱신 수수료를 즉시 클릭하여 갱신을 완료하십시오.
nb: (2) Prosess for overlasting av skyen: Klikk på enheten "Cloud Recording " for å gå inn i grensesnittet for skyteopptak - klikk på "Cloud Storage Service " -ikonet for å gå inn i cloud storage-tjenesten - velg kanalen for å fornye gebyret - Klikk på "Forny nå " -knappen nedenfor for å gå inn i grensesnittet for skyggalleri - Velg kanalen og pakken for fornyelse av enheten - klikk på fornyelsesavgiften umiddelbart for å fullføre fornyelsen.
nl: (2) Proces van cloud surviving fee: klik op het apparaat "Cloud Recording " om de cloudopname-interface te openen - klik op het pictogram "Cloud Storage Service " om de cloudopslagservice te openen - selecteer het kanaal om de kosten te verlengen - klik op de knop 'Nu verlengen' om de cloudwinkelinterface te openen - Selecteer het kanaal en pakket voor vernieuwing van het apparaat - klik onmiddellijk op de verlengingskosten om de verlenging te voltooien.
pl: (2) Proces opłaty za przetrwanie chmury: Kliknij urządzenie "Zapis w chmurze", aby przejść do interfejsu nagrywania w chmurze - kliknij ikonę "Usługa przechowywania w chmurze", aby przejść do usługi przechowywania w chmurze - wybierz kanał, aby odnowić opłatę kliknij przycisk "Odnów teraz" poniżej, aby wejść do interfejsu centrum handlowego w chmurze - Wybierz kanał i pakiet do odnowienia urządzenia - kliknij natychmiast opłatę za odnowienie, aby zakończyć odnawianie.
pt_br: (2) Processo de taxa de sobrevivência em nuvem: Clique no dispositivo "Cloud Recording " para entrar na interface de gravação em nuvem - clique no ícone "Cloud Storage Service " para entrar no serviço de armazenamento em nuvem - selecione o canal para renovar a taxa - Clique no botão "Renovar agora " abaixo para entrar na interface do shopping em nuvem - Selecione o canal e o pacote para a renovação do dispositivo - clique na taxa de renovação imediatamente para concluir a renovação.
ro: (2) Procesul de supraviețuire în cloud: Faceți clic pe dispozitivul "Cloud Recording" pentru a intra în interfața de înregistrare în cloud - faceți clic pe pictograma "Cloud Storage Service" pentru a intra în serviciul de stocare în cloud - dați clic pe butonul "Renew Now" de mai jos pentru a intra în interfața mall - Selectați canalul și pachetul pentru reînnoirea dispozitivului - faceți clic imediat pe taxa de reînnoire pentru a finaliza reînnoirea.
ru: (2) Процесс платы за выживание в облаке: нажмите устройство "Cloud Recording ", чтобы войти в интерфейс облачной записи - нажмите значок "Cloud Storage Service ", чтобы войти в службу облачного хранилища - выберите канал для возобновления платы - нажмите кнопку "Обновить сейчас" ниже, чтобы войти в интерфейс облачного центра. Выберите канал и пакет для обновления устройства. Нажмите на плату за обновление немедленно, чтобы завершить обновление.
sv: (2) Process av molnöverlevnadsavgift: Klicka på enheten "Cloud Recording " för att komma in i molninspelningsgränssnittet - klicka på ikonen "Cloud Storage Service " för att gå in i cloud storage-tjänsten - välj kanalen för att förnya avgiften - klicka på knappen "Renew Now " nedan för att komma in i gränssnittet för molncentral - Välj kanal och paket för förnyelse av enheten - klicka på förnyelsebyrån omedelbart för att slutföra förnyelsen.
th: (2) ขั้นตอนการต่ออายุที่เก็บข้อมูลบนคลาวด์: คลิกอุปกรณ์ "การบันทึกบนคลาวด์" เพื่อเข้าสู่อินเทอร์เฟซการบันทึกบนคลาวด์คลิกไอคอน "บริการจัดเก็บข้อมูลบนคลาวด์" เพื่อเข้าสู่บริการจัดเก็บข้อมูลบนคลาวด์ - เลือกช่องที่จะต่ออายุคลิกปุ่ม "ต่ออายุทันที" ด้านล่างเข้าสู่อินเทอร์เฟซของห้างสรรพสินค้าคลาวด์ - เลือกช่องและแพ็คเกจสำหรับการต่ออายุอุปกรณ์คลิกต่ออายุทันทีเพื่อทำการต่ออายุหลังจากชำระเงิน
tr: (2) Bulutta kalan harç ücreti işlemi: Bulut kayıt arayüzüne girmek için "Bulut Kayıt " aygıtını tıklayın - bulut depolama hizmetine girmek için "Bulut Depolama Hizmeti " simgesini tıklayın - ücreti yenilemek için kanalı seçin - bulut merkezi arayüzüne girmek için aşağıdaki "Şimdi Yenile " düğmesini tıklayın - Cihazın yenilenmesi için kanalı ve paketi seçin - yenilemeyi tamamlamak için hemen yenileme ücretine tıklayın.
vi: (2) Quy trình gia hạn lưu trữ đám mây: bấm thiết bị "Cloud Recording" để vào giao diện ghi đám mây bấm vào biểu tượng "Cloud Storage Service" để vào dịch vụ lưu trữ đám mây - chọn kênh cần gia hạn bấm vào nút "gia hạn nút bây giờ "bên dưới-vào giao diện trung tâm mua sắm đám mây -Chọn kênh và gói gia hạn thiết bị-bấm Gia hạn ngay để hoàn tất việc gia hạn sau khi thanh toán.
zh_hans: (2)云存续费的过程：点击设备“云录像”进入云录像界面-点击“云存服务”图标进入云存服务-选择要续费的通道-点击下方“立即续费”按钮-进入云商城界面-选择设备续费的通道与套餐-点击立即续费支付后完成续费。
zh_hant: (2)雲存續費的過程：點擊設備“雲錄像”進入雲錄像界面-點擊“雲存服務”圖標進入雲存服務-選擇要續費的通道-點擊下方“立即續費”按鈕-進入雲商城界面-選擇設備續費的通道與套餐-點擊立即續費支付後完成續費。

# preview_PTZ_lock
source: PTZ lock
cs: PTZ zámek
de: PTZ-Sperre
es: Bloqueo PTZ
fi: PTZ lukko
fr: Verrouillage PTZ
he: מנעול PTZ
id: kunci PTZ
it: Blocco PTZ
ja: PTZロック
ko: PTZ 잠금
nb: PTZ-lås
nl: PTZ-vergrendeling
pl: Blokada PTZ
pt_br: Bloqueio PTZ
ro: Blocare PTZ
ru: Блокировка PTZ
sv: PTZ-lås
th: ล็อค PTZ
tr: PTZ kilidi
vi: Khóa PTZ
zh_hans: 云台锁定
zh_hant: 雲台鎖定

# Lead_page_describe_2
source: New operation is more convenient
cs: Nový provoz je pohodlnější
de: Neue neue Bedienung ist einfacher
es: La nueva operación es más conveniente
fi: Uusi toiminta on kätevämpää
fr: La nouvelle opération est plus pratique
he: פעולה חדשה נוחה יותר
id: Operasi baru lebih nyaman
it: La nuova operazione è più conveniente
ja: 新しい操作がより便利です
ko: 새로운 작업이 더 편리합니다.
nb: Ny operasjon er mer praktisk
nl: Nieuwe bediening is handiger
pl: Nowa operacja jest wygodniejsza
pt_br: Nova operação é mais conveniente
ro: Ușor de operat
ru: Новая операция удобнее
sv: Ny operation är bekvämare
th: การทำงานใหม่สะดวกยิ่งขึ้น
tr: Yeni operasyon daha uygun
vi: Hoạt động mới thuận tiện hơn
zh_hans: 全新操作更便捷
zh_hant: 全新操作更便捷

# addDevice_Turn_on_camera
source: Turn on the camera
cs: Zapínat kameru
de: Schalte die Kamera an
es: Enciende la camara
fi: Kytke kamera päälle
fr: Allume l'appareil photo
he: הפעל את המצלמה
id: Nyalakan kameranya
it: Accendi la fotocamera
ja: カメラの電源をオン
ko: 카메라를 켜세요
nb: Skru på kameraet
nl: Zet de camera aan
pl: Włącz aparat
pt_br: Ligue a câmera
ro: Porniți camera
ru: Включи камеру
sv: Sätt på kameran
th: เปิดกล้อง
tr: Kamerayı aç
vi: Mở máy quay
zh_hans: 开启摄像机
zh_hant: 開啟攝像機

# person_set_cleaning_cache
source: Cleaning up…
cs: Čištění...
de: Leeren läuft...
es: Limpiar...
fi: Siivota...
fr: Nettoyer...
he: ניקיון...
id: Membersihkan...
it: Pulire...
ja: 清掃...
ko: 청소...
nb: Rydder opp...
nl: Schoonmaken...
pl: Sprzątanie...
pt_br: Limpando...
ro: A curăța...
ru: Убираться...
sv: Städar upp...
th: ทำความสะอาด...
tr: Temizlemek...
vi: Dọn dẹp...
zh_hans: 正在清理...
zh_hant: 正在清理...

# devicesetting_4G_card_sim_card_device_has_signal
source: 2. There is a signal in the area where the device is located.
cs: 2. V oblasti, kde se zařízení nachází, je signál.
de: 2. Das Gerät hat Empfang am Montageort.
es: 2. Hay una señal en el área donde se encuentra el dispositivo.
fi: 2. Alueella, jolla laite sijaitsee, on signaali.
fr: 2. Il y a un signal dans la zone où se trouve l'appareil.
he: 2. יש איתות באזור בו נמצא המכשיר.
id: 2. Ada sinyal di area di mana perangkat berada.
it: 2. C'è un segnale nell'area in cui si trova il dispositivo.
ja: 2.デバイスが配置されているエリアに信号があります。
ko: 2. 장치가 위치한 영역에 신호가 있습니다.
nb: 2. Det er et signal i området der enheten befinner seg.
nl: 2. Er is een signaal in het gebied waar het apparaat zich bevindt.
pl: 2. W obszarze, w którym znajduje się urządzenie, jest sygnał.
pt_br: 2. Há um sinal na área em que o dispositivo está localizado.
ro: 2. Există un semnal în zona în care se află dispozitivul.
ru: 2. В зоне, где находится устройство, есть сигнал.
sv: 2. Det finns en signal i området där enheten är belägen.
th: 2. มีสัญญาณในบริเวณที่อุปกรณ์ตั้งอยู่
tr: 2. Cihazın bulunduğu alanda bir sinyal var.
vi: 2. Có tín hiệu trong khu vực đặt thiết bị.
zh_hans: 2.设备所在区域有信号。
zh_hant: 2.設備所在區域有信號。

# devicesetting_area_color
source: Area color
cs: Barva oblasti
de: Flächenfarbe
es: Color del area
fi: Alueen väri
fr: Couleur de la zone
he: צבע שטח
id: Warna area
it: Colore dell'area
ja: エリア色
ko: 영역 색
nb: Arealfarge
nl: Gebiedskleur
pl: Kolor obszaru
pt_br: Cor da área
ro: Culoarea zonei
ru: Цвет области
sv: Yta färg
th: สีพื้นที่
tr: Alan rengi
vi: Màu khu vực
zh_hans: 区域颜色
zh_hant: 區域顏色
