Repository: Yolo-cell-hash/go_home_ios
Catalog: ios/Runner/JASDK/JAResources/XLanguage/X35MultiLanguage/*.lproj/X35MutiLanguage.strings
Languages: cs, de, es, fi, fr, he, id, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sv, th, tr, vi, zh_hans, zh_hant

# add_Confirm_use_cloud_card
source: Confirm to use cloud card
cs: Potvrďte použití cloudové karty
de: Bestätigen Sie die Verwendung der Cloud-Karte
es: Confirmar para usar la tarjeta en la nube
fi: Vahvista pilvikortin käyttö
fr: Confirmer pour utiliser la carte cloud
he: אשר להשתמש בכרטיס ענן
id: Konfirmasi untuk menggunakan kartu cloud
it: Conferma per utilizzare la carta cloud
ja: クラウドカードの使用を確認する
ko: 클라우드 카드 사용 확인
nb: Bekreft å bruke skykort
nl: Bevestig om cloudkaart te gebruiken
pl: Potwierdź użycie karty w chmurze
pt_br: Confirme para usar o cartão de nuvem
ro: Confirmați utilizarea cardului cloud
ru: Подтвердите использование облачной карты
sv: Bekräfta att använda molnkort
th: ยืนยันการใช้การ์ดคลาวด์
tr: Bulut kartını kullanmayı onaylayın
vi: Xác nhận sử dụng thẻ đám mây
zh_hans: 确认使用云卡
zh_hant: 確認使用雲卡

# cloud_device_does_not_redeem_package
source: The device does not support redemption of the package
cs: Zařízení nepodporuje uplatnění balíčku
de: Das Gerät unterstützt das Einlösen des Pakets nicht
es: El dispositivo no admite el canje del paquete.
fi: Laite ei tue paketin lunastamista
fr: l'appareil ne prend pas en charge l'utilisation du package
he: המכשיר אינו תומך בפדיון החבילה
id: Perangkat tidak mendukung penukaran paket
it: Il dispositivo non supporta il riscatto del pacchetto
ja: デバイスはパッケージの引き換えをサポートしていません
ko: 기기는 패키지 사용을 지원하지 않습니다
nb: Enheten støtter ikke innløsning av pakken
nl: Het apparaat biedt geen ondersteuning voor het inwisselen van het pakket
pl: Urządzenie nie obsługuje wykorzystania pakietu
pt_br: O dispositivo não suporta resgate do pacote
ro: Dispozitivul nu acceptă răscumpărarea pachetului
ru: Устройство не поддерживает выкуп пакета
sv: Enheten stöder inte inlösen av paketet
th: อุปกรณ์ไม่รองรับการแลกแพ็กเกจนี้
tr: Cihaz paketin kullanılmasını desteklemiyor
vi: Thiết bị không hỗ trợ đổi gói này
zh_hans: 设备不支持兑换该套餐
zh_hant: 設備不支持兌換該套餐

# person_feedback_question_ROM_software_2_Background
source: Background application protection: you need to manually add the application to this list, otherwise the device will automatically shut down the application process after the device enters sleep, and only restart the application manually to resume operation;
cs: Ochrana aplikací na pozadí: do tohoto seznamu musíte ručně přidat aplikaci, jinak zařízení automaticky vypne proces aplikace poté, co zařízení přejde do režimu spánku, a restartování aplikace provede pouze ručně;
de: Hintergrundanwendungsschutz: Sie müssen die Anwendung manuell zu dieser Liste hinzufügen, da sonst das Gerät den Anwendungsprozess automatisch herunterfährt, nachdem das Gerät in den Standby-Modus versetzt wurde, und die Anwendung nur manuell neu gestartet werden kann, um den Betrieb fortzusetzen.
es: Protección de la aplicación en segundo plano: debe agregar manualmente la aplicación a esta lista, de lo contrario, el dispositivo cerrará automáticamente el proceso de la aplicación después de que el dispositivo entre en suspensión y solo reiniciará la aplicación manualmente para reanudar la operación;
fi: Taustasovelluksen suojaus: sinun on lisättävä sovellus manuaalisesti tähän luetteloon, muuten laite sammuttaa sovellusprosessin automaattisesti laitteen lepotilaan siirtymisen jälkeen ja käynnistää sovelluksen vain manuaalisesti toiminnan jatkamiseksi.
fr: Protection de l'application en arrière-plan: vous devez ajouter manuellement l'application à cette liste, sinon l'appareil arrêtera automatiquement le processus d'application une fois que l'appareil est entré en veille et ne redémarrera l'application manuellement que pour reprendre le fonctionnement;
he: הגנה מפני יישומי רקע: עליך להוסיף ידנית את היישום לרשימה זו, אחרת המכשיר יכבה אוטומטית את תהליך היישום לאחר כניסת המכשיר לשינה ורק הפעל מחדש את היישום באופן ידני כדי לחדש את פעולתו;
id: Perlindungan aplikasi latar belakang: Anda perlu menambahkan aplikasi secara manual ke daftar ini, jika tidak, perangkat akan secara otomatis mematikan proses aplikasi setelah perangkat memasuki mode tidur, dan hanya me-restart aplikasi secara manual untuk melanjutkan operasi;
it: Protezione dell'applicazione in background: è necessario aggiungere manualmente l'applicazione a questo elenco, altrimenti il ​​dispositivo interromperà automaticamente il processo dell'applicazione dopo che il dispositivo è entrato in modalità sospensione e riavvia l'applicazione solo manualmente per riprendere l'operazione;
ja: バックグラウンドアプリケーション保護：このリストにアプリケーションを手動で追加する必要があります。そうしないと、デバイスがスリープ状態になった後、デバイスがアプリケーションプロセスを自動的にシャットダウンし、手動でのみアプリケーションを再起動して操作を再開します。
ko: 백그라운드 애플리케이션 보호 : 애플리케이션을이 목록에 수동으로 추가해야합니다. 그렇지 않으면 디바이스가 휴면 상태가 된 후 디바이스가 애플리케이션 프로세스를 자동으로 종료하고 수동으로 애플리케이션을 다시 시작하여 조작을 다시 시작합니다.
nb: Beskyttelse av bakgrunnsapplikasjoner: du må legge til applikasjonen manuelt i denne listen, ellers vil enheten automatisk slå av applikasjonsprosessen etter at enheten går i dvale, og bare starte programmet manuelt for å fortsette driften;
nl: Applicatiebeveiliging op de achtergrond: u moet de applicatie handmatig aan deze lijst toevoegen, anders zal het apparaat het applicatieproces automatisch afsluiten nadat het apparaat in de sluimerstand is gegaan en de applicatie alleen handmatig herstarten om de werking te hervatten;
pl: Ochrona aplikacji w tle: musisz ręcznie dodać aplikację do tej listy, w przeciwnym razie urządzenie automatycznie zamknie proces aplikacji po przejściu w tryb uśpienia i uruchomi aplikację tylko ręcznie, aby wznowić działanie;
pt_br: Proteção de aplicativo em segundo plano: você precisa adicionar o aplicativo manualmente a esta lista; caso contrário, o dispositivo desligará automaticamente o processo do aplicativo depois que o dispositivo entrar no modo de suspensão e somente reiniciará o aplicativo manualmente para retomar a operação;
ro: Protecție de fundal pentru aplicație: trebuie să adăugați manual aplicația în această listă, altfel dispozitivul va opri automat procesul de aplicare după ce dispozitivul intră în starea de repaus și doar repornește aplicația manual pentru a relua operația;
ru: Фоновая защита приложений: вам необходимо вручную добавить приложение в этот список, в противном случае устройство автоматически завершит процесс приложения после того, как устройство перейдет в спящий режим, и перезапустит приложение только вручную, чтобы возобновить работу;
sv: Bakgrundsapplikationsskydd: du måste lägga till applikationen manuellt i den här listan, annars stänger enheten automatiskt av applikationsprocessen efter att enheten släpps i vila och startar bara om programmet manuellt för att återuppta driften.
th: การป้องกันแอปพลิเคชันพื้นหลัง: คุณต้องเพิ่มแอปพลิเคชันลงในรายการนี้ด้วยตนเองมิฉะนั้นอุปกรณ์จะปิดกระบวนการแอปพลิเคชันโดยอัตโนมัติหลังจากที่อุปกรณ์เข้าสู่โหมดสลีปและรีสตาร์ทแอปพลิเคชันด้วยตนเองเท่านั้นเพื่อดำเนินการต่อ
tr: Arka plan uygulama koruması: uygulamayı bu listeye manuel olarak eklemeniz gerekir, aksi takdirde cihaz uyku moduna girdikten sonra uygulama işlemini otomatik olarak kapatır ve yalnızca çalışmaya devam etmek için uygulamayı manuel olarak yeniden başlatır;
vi: Bảo vệ ứng dụng nền: Bạn cần thêm ứng dụng vào danh sách này theo cách thủ công, nếu không thiết bị sẽ tự động ngắt tiến trình ứng dụng sau khi chuyển sang chế độ ngủ và ứng dụng chỉ có thể được tiếp tục khi được bật theo cách thủ công;
zh_hans: 后台应用保护：需要手动把应用加到此列表，否则设备进入睡眠后会自动杀掉应用进程， 只有手动开启应用才能恢复运行；
zh_hant: 後臺應用保護：需要手動把應用加到此列表，否則設備進入睡眠後會自動殺掉應用進程， 只有手動開啟應用才能恢復運行；

# photos
source: Screenshot
es: Imágenes
fi: kuvakaappaus
fr: Capture d'écran
he: תצלום
ja: スクリーンショット
ko: 스크린샷
nb: Skjermdump
pl: Zdjęcie
ru: Скриншот
sv: skärmdump
th: จับภาพหน้าจอ
tr: Resim çekme
vi: Ảnh chụp màn hình
zh_hans: 截图
zh_hant: 截圖

# playback_Device_storage
source: LocalStorage
cs: Místní úložiště
de: Lokaler Speicher
es: Almacenamiento local
fi: Paikallinen varasto
fr: Stockage local
he: אחסון מקומי
id: Penyimpanan lokal
it: Memoria locale
ja: ローカルストレージ
ko: 로컬 스토리지
nb: Lokal lagring
nl: Lokale opslag
pl: Lokalny magazyn
pt_br: Armazenamento Local
ro: Stocare locală
ru: Локальное хранилище
sv: Lokalt utrymme
th: ที่เก็บข้อมูลในเครื่อง
tr: Yerel depolama
vi: Lưu trữ cục bộ
zh_hans: 设备录像
zh_hant: 設備存儲

# cloud_order_time
source: Order time
cs: Objednejte si čas
de: Bestellzeitpunkt
es: Tiempo de la orden
fi: Tilaa aika
fr: Temps de commande
he: הזמן זמן
id: Waktu pemesanan
it: Tempo di ordine
ja: 注文時間
ko: 주문 시간
nb: Bestill tid
nl: Bestellingstijd
pl: Czas realizacji
pt_br: Hora da ordem
ro: Timpul de comandă
ru: Время заказа
sv: Beställ tid
th: เวลาสั่งซื้อ
tr: Sipariş zamanı
vi: thời gian phục vụ
zh_hans: 下单时间
zh_hant: 下單時間

# devicesetting_Detect_only_during_day_time_android
source: %1$s - %2$s activate motion detection
cs: %1$s – %2$s aktivovat detekci pohybu
de: %1$s - %2$s aktiviert die Bewegungserkennung
es: %1$s - %2$s activa la detección de movimiento
fi: %1$s - %2$s aktivoi liiketunnistuksen
fr: %1$s - %2$s active la détection de mouvement
he: %1$s - %2$s הפעל זיהוי תנועה
id: %1$s - %2$s mengaktifkan deteksi gerakan
it: %1$s - %2$s attivano il rilevamento del movimento
ja: %1$s-%2$sはモーション検出をアクティブにします
ko: %1$s - %2$s 움직임 감지 활성화
nb: %1$s - %2$s aktiverer bevegelsesdeteksjon
nl: %1$s - %2$s activeer bewegingsdetectie
pl: %1$s - %2$s aktywuje wykrywanie ruchu
pt_br: %1$s - %2$s ativa a detecção de movimento
ro: %1$s - %2$s activează detectarea mișcării
ru: %1$s - %2$s активировать обнаружение движения
sv: %1$s - %2$s aktiverar rörelsedetektering
th: %1$s - %2$s เปิดใช้งานการตรวจจับการเคลื่อนไหว
tr: %1$s - %2$s hareket algılamayı etkinleştir
vi: %1$s -%2$s kích hoạt tính năng phát hiện chuyển động
zh_hans: %1$s - %2$s启动智能侦测
zh_hant: %1$s - %2$s啟動智能偵測

# message_Push_type
source: Push message types
cs: Typy zpráv push
de: Arten von Push-Nachrichten
es: Tipos de mensajes de inserción
fi: Push-viestityypit
fr: Types de messages push
he: סוגי הודעות בדחיפה
id: Jenis pesan dorong
it: Tipi di messaggi push
ja: プッシュメッセージタイプ
ko: 푸시 메시지 유형
nb: Push-meldingstyper
nl: Typen pushberichten
pl: Typy wiadomości Push
pt_br: Tipos de mensagens push
ro: Tipuri de mesaje push
ru: Типы push-сообщений
sv: Push-meddelandetyper
th: ประเภทข้อความพุช
tr: Push mesaj türleri
vi: Đẩy các loại tin nhắn
zh_hans: 推送消息类型
zh_hant: 推送消息類型

# mall_Web_page_provided_ios
source: Web page provided by %@
cs: Webovou stránku poskytuje %@
de: Webseite bereitgestellt von %@
es: Página web proporcionada por %@
fi: Web-sivun tarjoaa %@
fr: Page Web fournie par %@
he: דף אינטרנט מסופק על ידי %@
id: Halaman web disediakan oleh %@
it: Pagina Web fornita da %@
ja: %@ 提供の Web ページ
ko: %@에서 제공한 웹 페이지
nb: Nettside levert av %@
nl: Webpagina geleverd door %@
pl: Strona internetowa dostarczona przez %@
pt_br: Página da Web fornecida por %@
ro: Pagina web oferită de %@
ru: Веб-страница предоставлена %@
sv: Webbsida tillhandahållen av %@
th: หน้าเว็บจัดทำโดย %@
tr: %@ tarafından sağlanan web sayfası
vi: Trang web được cung cấp bởi %@
zh_hans: 网页由%@提供
zh_hant: 網頁由%@提供

# logging_in
source: Logging
cs: Přihlásit se
de: Einloggen
es: Está iniciando sesión
fi: kirjaudu sisään
fr: Enregistrement
he: מתחבר
id: Masuk…
it: Accedendo
ja: 登録
ko: 로그인 중
nb: Logger
nl: Aanmelden
pl: Loguj
pt_br: Exploração madeireira
ru: логирование
sv: Skogsavverkning
th: กำลังเข้าสู่ระบบ
tr: Günlüğü
vi: đăng nhập
zh_hans: 登录中
zh_hant: 登錄中

# devSetting_add_ask
source: Add this device or not?
cs: Chcete přidat toto zařízení?
de: Gerät wirklich hinzufügen?
es: Agregar este Equipo?
fi: Haluatko lisätä tämän laitteen?
fr: Ajouter cet appareil ?
he: האם להוסיף את המכשיר?
id: Tambah perangkat ini atau tidak?
it: Aggiungere dispositivo?
ja: このデバイスを追加しますか？
ko: 이 제품을 등록하겠습니까?
nb: Legg til enhet?
nl: Dit apparaat toevoegen en niet?
pl: Czy dodać urządzenie?
pt_br: Adicione este dispositivo ou não?
ro: Adăugați acest dispozitiv sau nu?
ru: Добавить это устройство или нет?
sv: Lägg till den här enheten eller inte?
th: เพิ่มอุปกรณ์นี้หรือไม่?
tr: Bu cihazı ekle veya ekle?
vi: Bạn có muốn thêm thiết bị này không?
zh_hans: 是否添加该设备？
zh_hant: 是否添加該設備？

# deviceSetting_highest
source: Highest
cs: Nejvyšší
de: Höchste
es: más alto
fi: Korkein
fr: Suprême
he: הכי גבוהה
id: paling tinggi
it: massimo
ja: 最高
ko: 제일 높은
nb: høyeste
nl: hoogste
pl: Najwyższy
pt_br: maior
ro: cel mai inalt
ru: наибольший
sv: högsta
th: สูงสุด
tr: en yüksek
vi: cao nhất
zh_hans: 最高
zh_hant: 最高

# cloud_storage_details_types_2
source: Alarm recording, the video will only be uploaded when the camera detects that human has passed, the item has been moved, and the camera alarm is triggered.
cs: Nahrávání poplachu, video bude nahráno pouze tehdy, když kamera detekuje, že prošel člověk, předmět byl přesunut a spustí se poplach kamery.
de: Alarmaufzeichnung, das Video wird nur hochgeladen, wenn die Kamera erkennt, dass ein Mensch vorbeigegangen ist, der Gegenstand bewegt wurde und der Kameraalarm ausgelöst wird.
es: Grabación de alarma, el video solo se cargará cuando la cámara detecte que ha pasado un humano, el elemento se ha movido y se activa la alarma de la cámara.
fi: Hälytystallennus, video ladataan vain, kun kamera havaitsee ihmisen ohittaneen, esinettä on siirretty ja kameran hälytys laukeaa.
fr: Enregistrement d'alarme, la vidéo ne sera téléchargée que lorsque la caméra détecte que l'homme est passé, que l'élément a été déplacé et que l'alarme de la caméra est déclenchée.
he: הקלטת אזעקה, הסרטון יועלה רק כאשר המצלמה תזהה שעבר אדם, הפריט הוזז, והאזעקת המצלמה מופעלת.
id: Rekaman alarm, video hanya akan diunggah ketika kamera mendeteksi bahwa manusia telah lewat, item telah dipindahkan, dan alarm kamera dipicu.
it: Registrazione dell'allarme, il video verrà caricato solo quando la telecamera rileva che l'uomo è passato, l'oggetto è stato spostato e viene attivato l'allarme della telecamera.
ja: アラーム録画、ビデオは人が通過したことをカメラが検出し、アイテムが移動され、カメラ アラームがトリガーされた場合にのみアップロードされます。
ko: 알람 녹화, 비디오는 카메라가 사람이 지나가고 항목이 이동되고 카메라 알람이 트리거되는 것을 감지한 경우에만 업로드됩니다.
nb: Alarmopptak, videoen blir kun lastet opp når kameraet oppdager at mennesket har passert, elementet er flyttet og kameraalarmen utløses.
nl: Alarmopname, de video wordt alleen geüpload wanneer de camera detecteert dat er een mens is gepasseerd, het item is verplaatst en het camera-alarm wordt geactiveerd.
pl: Nagrywanie alarmowe, wideo zostanie przesłane tylko wtedy, gdy kamera wykryje, że człowiek przeszedł, przedmiot został przeniesiony i zostanie wyzwolony alarm kamery.
pt_br: Gravação de alarme, o vídeo só será carregado quando a câmera detectar que o humano passou, o item foi movido e o alarme da câmera é acionado.
ro: Înregistrare cu alarmă, videoclipul va fi încărcat numai atunci când camera detectează că un om a trecut, articolul a fost mutat și alarma camerei este declanșată.
ru: Запись по тревоге, видео будет загружено только тогда, когда камера обнаружит, что человек прошел, предмет был перемещен, и сработала тревога камеры.
sv: Larminspelning, videon laddas bara upp när kameran upptäcker att människan har passerat, objektet har flyttats och kameralarmet utlöses.
th: การบันทึกการเตือน วิดีโอจะถูกอัปโหลดเมื่อกล้องตรวจพบว่ามนุษย์ผ่านไปแล้ว ย้ายรายการแล้ว และสัญญาณเตือนของกล้องจะทำงาน
tr: Alarm kaydı, video yalnızca kamera insanın geçtiğini, öğenin hareket ettiğini ve kamera alarmı tetiklendiğinde yüklenir.
vi: Ghi âm cảnh báo, video sẽ chỉ được tải lên khi máy ảnh phát hiện có người đi qua, đồ vật đã được di chuyển và cảnh báo của máy ảnh được kích hoạt.
zh_hans: 报警录制，只有在摄像机前检测有人走过、物品被移动等触发摄像机报警侦测时才会上传录像。
zh_hant: 報警錄製，只有在攝像機前檢測有人走過、物品被移動等觸發攝像機報警偵測時才會上傳錄像。

# person_feedback_question_type_memory_card_repair
source: Q2: Remove the memory card from the camera, insert it into the computer, and prompt to repair the disk
cs: Q2: Vyjměte paměťovou kartu z fotoaparátu, vložte ji do počítače a vyzvěte k opravě disku
de: F2: Entfernen Sie die Speicherkarte aus der Kamera und legen Sie sie in den PC ein, um diese zu reparieren
es: P2: Retire la tarjeta de memoria de la cámara, insértela en la computadora y solicite reparar el disco
fi: Kysymys 2: Poista muistikortti kamerasta, aseta se tietokoneeseen ja kehota korjaamaan levy
fr: Q2: Retirez la carte mémoire de l'appareil photo, insérez-la dans l'ordinateur et invitez à réparer le disque
he: ש 2: הסר את כרטיס הזיכרון מהמצלמה, הכנס אותו למחשב ובקש לתקן את הדיסק
id: T2: Keluarkan kartu memori dari kamera, masukkan ke dalam komputer, dan minta untuk memperbaiki disk
it: Q2: rimuovere la scheda di memoria dalla fotocamera, inserirla nel computer e richiedere di riparare il disco
ja: Q2：カメラからメモリカードを取り外し、コンピュータに挿入し、ディスクの修復を要求する
ko: Q2 : 카메라에서 메모리 카드를 제거하고 컴퓨터에 삽입 한 다음 디스크를 수리하라는 메시지가 표시됩니다
nb: Spørsmål 2: Fjern minnekortet fra kameraet, sett det inn i datamaskinen og ber om å reparere disken
nl: V2: Verwijder de geheugenkaart uit de camera, plaats deze in de computer en vraag om de schijf te repareren
pl: Q2: Wyjmij kartę pamięci z aparatu, włóż ją do komputera i poproś o naprawienie dysku
pt_br: P2: Remova o cartão de memória da câmera, insira-o no computador e solicite a reparação do disco
ro: Q2: Scoateți cardul de memorie din cameră, introduceți-l în computer și solicitați repararea discului
ru: Q2: извлеките карту памяти из камеры, вставьте ее в компьютер и предложите починить диск
sv: F2: Ta bort minneskortet från kameran, sätt in det i datorn och be om att reparera disken
th: Q2: ถอดการ์ดหน่วยความจำจากกล้องที่ใส่ลงในเครื่องคอมพิวเตอร์และพร้อมที่จะซ่อมแซมดิสก์
tr: S2: Bellek kartını fotoğraf makinesinden çıkarın, bilgisayara takın ve diski onarmanız istenir
vi: Câu hỏi 2: Tháo thẻ nhớ khỏi máy ảnh và lắp vào máy tính, nhắc sửa chữa đĩa
zh_hans: Q2：将存储卡从摄像机中取出，插入电脑，提示修复磁盘
zh_hant: Q2：將存儲卡從攝像機中取出，插入電腦，提示修復磁盤

# addDevice_help_text6
source: 1.Power the device and connect to router
cs: 1 je zařízení připojeno k napájecímu zdroji,který je připojen ke směrovači
de: 1. Gerät einschalten und mit Router verbinden
es: 1. Encienda el Equipo y conéctelo al enrutador
fi: 1,laite on liitetty reitittimeen liitettyyn virtalähteeseen
fr: 1. Mettez l'appareil sous tension et connectez-vous au routeur
he: 1. הדלק את המכשיר והתחבר לראוטר
id: 1. Nyalakan Perangkat dan Konek ke Router
it: 1.Alimentare il dispositivo e connetterlo al modem
ja: 1.デバイスの電源をいれ、ルーターへ接続してください。
ko: 1. 제품 전원을 켜고 인터넷 케이블로 공유기와 연결합니다.
nb: 1. Slå på enhet og koble til ruteren
nl: 1.Apparaat inschakelen en met router verbinden
pl: 1. Zasil urządzenie i podłącz router
pt_br: 1.Power o dispositivo e conecte ao roteador
ro: 1.Puneți dispozitivul și conectați-l la router
ru: 1. Включите устройство и подключитесь к маршрутизатору.
sv: 1.Power enheten och anslut till routern
th: 1. เปิดอุปกรณ์และเชื่อมต่อกับเราเตอร์
tr: 1. Cihazı açın ve yönlendiriciye bağlayın
vi: 1. Kết nối thiết bị với nguồn điện và kết nối với bộ định tuyến
zh_hans: 1.设备连通电源，接上路由器
zh_hant: 1、設備連通電源，接上路由器

# devicesetting_Confirm_new_password_again
source: Confirm new password again
cs: Znovu potvrďte nové heslo
de: Neues Passwort bestätigen
es: Confirmar nueva contraseña nuevamente
fi: Vahvista uusi salasana uudelleen
fr: Confirmez à nouveau le nouveau mot de passe
he: אשר שוב את הסיסמה החדשה
id: Konfirmasikan kata sandi baru lagi
it: Conferma di nuovo la nuova password
ja: 新しいパスワードをもう一度確認してください
ko: 새 비밀번호 다시 확인
nb: Bekreft nytt passord på nytt
nl: Bevestig nieuw wachtwoord opnieuw
pl: Potwierdź nowe hasło ponownie
pt_br: Confirme a nova senha novamente
ro: Confirmați din nou parola nouă
ru: Подтвердите новый пароль еще раз
sv: Bekräfta det nya lösenordet igen
th: ยืนยันรหัสผ่านใหม่อีกครั้ง
tr: Yeni şifreyi tekrar onaylayın
vi: Xác nhận lại mật khẩu mới
zh_hans: 再次确认新密码
zh_hant: 再次確認新密碼

# Asia_Hong_Kong
source: China/Hong Kong
cs: Čína / Hongkong
fi: Kiina / Hong Kong
fr: Chine / Hong Kong
he: סין / הונג קונג
it: Cina / Hong Kong
ja: 中国/香港
ko: 아시아 / 홍콩
nb: Kina / Hong Kong
pl: Chiny / Hongkong
ru: Китай / Гонконг
sv: Kina / Hong Kong
th: จีน / ฮ่องกง
tr: Çin / Hong Kong
vi: Trung Quốc Hồng Kông
zh_hans: 中国/香港
zh_hant: 中國/香港

source: Asia/Baghdad
cs: Asie / Bagdád
de: Asien / Bagdad
es: Asia / Bagdad
fi: Aasia / Bagdad
fr: Asia / Bagdad
he: אסיה / בגדאד
ja: アジア/バグダッド
ko: 아시아 / 바그다드
nl: Asia / Bagdad
pl: Azja / Bagdad
pt_br: Asia / Bagdá
ro: Asia / Bagdad
ru: Азия / Багдад
sv: Asien / Bagdad
th: เอเชีย / แบกแดด
tr: Asya / Bağdat
vi: Baghdad
zh_hans: 巴格达
zh_hant: 巴格達

# cloud_buy_select_device_ch
source: Select device channel
cs: Vyberte kanál zařízení
de: Gerätekanal auswählen
es: Seleccione el canal del Equipo
fi: Valitse laitteen kanava
fr: Sélectionnez le canal de l'appareil
he: בחר ערוץ מכשיר
id: Pilih saluran perangkat
it: Seleziona il canale del dispositivo
ja: デバイスチャンネルの選択
ko: 기기 채널 선택
nb: Velg enhetskanal
nl: Selecteer apparaatkanaal
pl: Wybierz kanał urządzenia
pt_br: Selecione o canal do dispositivo
ro: Selectați canalul dispozitivului
ru: Выберите канал устройства
sv: Välj enhetskanal
th: เลือกช่องอุปกรณ์
tr: Cihaz kanalını seç
vi: Chọn kênh thiết bị
zh_hans: 选择设备通道
zh_hant: 選擇設備通道

# devicesetting_Base_station_alarm_describe
source: Let this NVR/ base station sounds siren
cs: Nechte toto NVR/základnová stanice znít sirénou
de: Lassen Sie diesen NVR/die Basisstation eine Sirene ertönen
es: Deje que este NVR/estación base haga sonar la sirena
fi: Anna tämän NVR/tukiaseman soittaa sireeniä
fr: Laissez ce NVR/station de base sonner la sirène
he: תן לתחנת ה-NVR/בסיס הזו להשמיע צפירה
id: Biarkan NVR/ base station ini membunyikan sirene
it: Lascia che questo NVR/stazione base suoni la sirena
ja: このNVR/基地局にサイレンを鳴らしてみましょう
ko: 이 NVR/기지국이 사이렌을 울리게 하십시오
nb: La denne NVR/basestasjonen sirene
nl: Laat dit NVR/basisstation sirene klinken
pl: Niech ten NVR/stacja bazowa zabrzmi syreną
pt_br: Deixe este NVR/estação base soar a sirene
ro: Lăsați acest NVR/stație de bază să sune sirenă
ru: Пусть этот сетевой видеорегистратор/базовая станция подаст сигнал сирены
sv: Låt denna NVR/basstation låta siren
th: ให้ NVR/สถานีฐานนี้ส่งเสียงไซเรน
tr: Bu NVR/baz istasyonunun siren çalmasına izin verin
vi: Để NVR / trạm gốc này hú còi báo động
zh_hans: 让基站发出警报声
zh_hant: 讓基站發出警報聲

# devicesetting_Night_detection_only
source: Night
cs: Noc
de: Nur Nachts
es: Noche
fi: Yö
fr: Nuit
he: לַיְלָה
id: Malam
it: Notte
ja: 夜
ko: 밤
nb: Natt
nl: Nacht
pl: Noc
pt_br: Noite
ro: Noapte
ru: Ночь
sv: Natt
th: กลางคืน
tr: Gece
vi: Đêm
zh_hans: 仅夜间侦测
zh_hant: 僅夜間偵測

# add_device_network_want_exit
source: The device is configuring the network. Do you want to exit?
cs: Zařízení konfiguruje síť. Chceš odejít?
de: Das Gerät konfiguriert das Netzwerk. Möchtest du aussteigen?
es: El dispositivo está configurando la red. ¿Quieres salir?
fi: Laite määrittää verkkoa. Haluatko poistua?
fr: L'appareil est en train de configurer le réseau. Voulez-vous sortir?
he: המכשיר מגדיר את הרשת. האם אתה רוצה לצאת?
id: Perangkat sedang mengkonfigurasi jaringan. Apakah Anda ingin keluar?
it: Il dispositivo sta configurando la rete. Vuoi uscire?
ja: デバイスがネットワークを構成しています。 終了しますか？
ko: 장치가 네트워크를 구성하고 있습니다. 종료하시겠습니까?
nb: Enheten konfigurerer nettverket. Vil du avslutte?
nl: Het apparaat is het netwerk aan het configureren. Wil jij er uit?
pl: Urządzenie konfiguruje sieć. Czy chcesz wyjść?
pt_br: O dispositivo está configurando a rede. Você quer sair?
ro: Dispozitivul configurează rețeaua. Vrei sa iesi?
ru: Устройство настраивает сеть. Вы хотите выйти?
sv: Enheten konfigurerar nätverket. Vill du avsluta?
th: อุปกรณ์กำลังกำหนดค่าเครือข่าย คุณต้องการที่จะออก?
tr: Cihaz ağı yapılandırıyor. çıkmak istiyor musunuz?
vi: Thiết bị đang cấu hình mạng. Bạn có muốn thoát không?
zh_hans: 设备正在配网确定是否退出？
zh_hant: 設備正在配網確定是否退出？
