Repository: Yolo-cell-hash/go_home_ios
Catalog: ios/Runner/JASDK/JAResources/XLanguage/X35MultiLanguage/*.lproj/X35MutiLanguage.strings
Languages: cs, de, es, fi, fr, he, id, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sv, th, tr, vi, zh_hans, zh_hant

# person_feedback_question_prompt_error_2
source: 2. If you have manually changed the network parameters of the device, it is recommended to restore the device to the default parameters, press and hold the Reset button on the device for 10 seconds.
cs: 2. Pokud jste ručně změnili síťové parametry zařízení, doporučujeme zařízení obnovit na výchozí parametry, stiskněte a podržte tlačítko Reset na zařízení po dobu 10 sekund.
de: 2. Wenn Sie die Netzwerkparameter des Geräts manuell geändert haben, wird empfohlen, das Gerät auf die Standardparameter zurückzusetzen. Halten Sie die Reset-Taste am Gerät 10 Sekunden lang gedrückt.
es: 2. Si ha cambiado manualmente los parámetros de red del dispositivo, se recomienda restaurar el dispositivo a los parámetros predeterminados, presione y mantenga presionado el botón Restablecer en el dispositivo durante 10 segundos.
fi: 2. Jos olet muuttanut laitteen verkkoparametreja manuaalisesti, on suositeltavaa palauttaa laite oletusparametreihin, pidä laitteen Reset-painiketta painettuna 10 sekunnin ajan.
fr: 2. Si vous avez modifié manuellement les paramètres réseau de l'appareil, il est recommandé de restaurer les paramètres par défaut de l'appareil, appuyez sur le bouton de réinitialisation de l'appareil et maintenez-le enfoncé pendant 10 secondes.
he: 2. אם שינית ידנית את פרמטרי הרשת של המכשיר, מומלץ להחזיר את המכשיר לפרמטרי ברירת המחדל, לחץ לחיצה ממושכת על כפתור האיפוס במכשיר למשך 10 שניות.
id: 2. Jika Anda telah mengubah parameter jaringan perangkat secara manual, disarankan untuk mengembalikan perangkat ke parameter default, tekan dan tahan tombol Reset pada perangkat selama 10 detik.
it: 2. Se i parametri di rete del dispositivo sono stati modificati manualmente, si consiglia di ripristinare i parametri predefiniti del dispositivo, tenere premuto il pulsante Reimposta sul dispositivo per 10 secondi.
ja: 2.デバイスのネットワークパラメータを手動で変更した場合は、デバイスをデフォルトのパラメータに戻し、デバイスのリセットボタンを10秒間押し続けることをお勧めします。
ko: 2. 장치의 네트워크 매개 변수를 수동으로 변경 한 경우 장치를 기본 매개 변수로 복원하는 것이 좋으며 장치의 재설정 버튼을 10 초 동안 누르고 있습니다.
nb: 2. Hvis du manuelt har endret nettverksparametrene til enheten, anbefales det at du gjenoppretter enheten til standardparametrene, trykker du og holder Nullstill-knappen på enheten i 10 sekunder.
nl: 2. Als u de netwerkparameters van het apparaat handmatig hebt gewijzigd, wordt aanbevolen om het apparaat te herstellen naar de standaardparameters, houd de Reset-knop op het apparaat 10 seconden ingedrukt.
pl: 2. Jeśli ręcznie zmieniłeś parametry sieciowe urządzenia, zaleca się przywrócenie domyślnych parametrów urządzenia, naciśnij i przytrzymaj przycisk Reset na urządzeniu przez 10 sekund.
pt_br: 2. Se você alterou manualmente os parâmetros de rede do dispositivo, é recomendável restaurar o dispositivo para os parâmetros padrão, pressione e mantenha pressionado o botão Redefinir no dispositivo por 10 segundos.
ro: 2. Dacă ați modificat manual parametrii de rețea ai dispozitivului, se recomandă restabilirea dispozitivului la parametrii prestabiliți, apăsați și mențineți apăsat butonul Reset pe dispozitiv pentru 10 secunde.
ru: 2. Если вы вручную изменили сетевые параметры устройства, рекомендуется восстановить для устройства параметры по умолчанию, нажмите и удерживайте кнопку сброса на устройстве в течение 10 секунд.
sv: 2. Om du har ändrat enhetens nätverksparametrar manuellt, rekommenderas det att återställa enheten till standardparametrarna, tryck och håll ner återställningsknappen på enheten i 10 sekunder.
th: 2. หากคุณเปลี่ยนพารามิเตอร์เครือข่ายของอุปกรณ์ด้วยตนเองขอแนะนำให้กู้คืนอุปกรณ์เป็นพารามิเตอร์เริ่มต้นกดปุ่มรีเซ็ตบนอุปกรณ์ค้างไว้ 10 วินาที
tr: 2. Cihazın ağ parametrelerini manuel olarak değiştirdiyseniz, cihazı varsayılan parametrelere geri yüklemeniz önerilir, cihazdaki Sıfırla düğmesini 10 saniye basılı tutun.
vi: 2. Nếu bạn đã thay đổi thông số mạng của thiết bị theo cách thủ công thì nên khôi phục thiết bị về thông số mặc định và nhấn và giữ nút Reset trên thiết bị trong 10 giây.
zh_hans: 2.如果您手动更改过设备的网络参数,建议将设备恢复默认参数,按住设备上的 Reset键10秒即可。
zh_hant: 2.如果您手動更改過設備的網絡參數,建議將設備恢復默認參數,按住設備上的 Reset鍵10秒即可。

# login_Remember_Password
source: Remember Password
cs: Zapamatujte si přihlašovací heslo
de: Passwort merken
es: Recordar contraseña
fi: Muista kirjautumistunnus
fr: Rappeler mot de passe
he: זכור סיסמה
id: Ingat kata Sandi
it: Ricordare la password
ja: パスワードを記憶
ko: 비밀번호 기억
nb: Husk passord
nl: Onthoud wachtwoord
pl: Zapamiętaj hasło
pt_br: Lembre-se da senha
ro: Aminteste-ti parola
ru: Помнить пароль
sv: Kom ihåg lösenord
th: จดจำรหัสผ่าน
tr: Şifre hatırlamak
vi: Nhớ mật khẩu đăng nhập
zh_hans: 记住登录密码
zh_hant: 記住登錄密碼

# service_increase_order
source: Increase order acceptance rate
cs: Zvyšte míru přijetí objednávky
de: Erhöhen Sie die Auftragsannahmequote
es: Aumentar la tasa de aceptación de pedidos
fi: Lisää tilausten hyväksymisprosenttia
fr: Augmentez le taux d'acceptation des commandes
he: הגדל את שיעור קבלת ההזמנה
id: Tingkatkan tingkat penerimaan pesanan
it: Aumenta il tasso di accettazione dell'ordine
ja: 受注率を上げる
ko: 주문 접수율 증가
nb: Øk ordreakseptfrekvensen
nl: Verhoog de acceptatiegraad van bestellingen
pl: Zwiększ współczynnik akceptacji zamówień
pt_br: Aumentar a taxa de aceitação de pedidos
ro: Măriți rata de acceptare a comenzilor
ru: Увеличить скорость приема заказов
sv: Öka orderaccepteringsgraden
th: เพิ่มอัตราการยอมรับคำสั่งซื้อ
tr: Sipariş kabul oranını artırın
vi: Tăng tỷ lệ đặt hàng
zh_hans: 增加接单率
zh_hant: 增加接單率

# backup_download_completed
source: Backup completed
cs: Zálohování dokončeno
de: Backup fertig
es: Respaldo completado
fi: Varmuuskopiointi on valmis
fr: Sauvegarde terminée
he: הגיבוי הושלם
id: Backup selesai
it: Backup completato
ja: バックアップの完了
ko: 백업 완료
nb: Sikkerhetskopiering fullført
nl: Back-up voltooid
pl: Wykonano kopię zapasową
pt_br: Backup completo
ro: Backup-ul a fost finalizat
ru: Создание резервной копии завершено
sv: Backup klar
th: การสำรองข้อมูลเสร็จสมบูรณ์
tr: Yedekleme tamamlandı
vi: Sao lưu thành công
zh_hans: 备份完成
zh_hant: 備份完成

# preview_cloud_Free_tier
source: There are only %1$d days left in the cloud storage trial package, please renew now!
cs: Ve zkušebním balíčku cloudového úložiště zbývá jen %1$d dní, obnovte prosím hned teď!
de: Das Cloud-Speicher Testpaket läuft in %1$d Tagen ab. Bitte verlängern Sie es jetzt!
es: Solo quedan %1$d días en el paquete de prueba de almacenamiento en la nube, ¡renuévelo ahora!
fi: Pilvivarastokokeilupaketissa on jäljellä vain %1$d päivää, päivitä nyt!
fr: Il ne reste que %1$d jours dans le package d'essai de stockage dans le cloud, veuillez renouveler maintenant!
he: נותרו רק %1$d יום בחבילת הניסיון לאחסון ענן, אנא התחדש עכשיו!
id: Hanya ada %1$d hari tersisa dalam paket uji coba penyimpanan cloud, perbarui sekarang!
it: Sono rimasti solo %1$d giorni nel pacchetto di prova dell'archiviazione cloud, rinnova ora!
ja: クラウドストレージトライアルパッケージは残り%1$d日です。今すぐ更新してください！
ko: 클라우드 스토리지 평가판 패키지가 %1$d 일밖에 남지 않았습니다. 지금 갱신하세요!
nb: Det er bare %1$d dager igjen i prøvepakken for skylagring. Vennligst forny nå!
nl: Er zijn nog maar %1$d dagen over in het proefpakket voor cloudopslag, verleng nu alstublieft!
pl: Pozostało tylko %1$d dni w pakiecie próbnym przechowywania w chmurze, odnów teraz!
pt_br: Restam apenas %1$d dias para o pacote de teste do armazenamento em nuvem, renove agora!
ro: Au mai rămas doar %1$d de zile în pachetul de încercare de stocare în cloud, vă rugăm să reînnoiți acum!
ru: В пробном пакете облачного хранилища осталось всего %1$d дней, продлите его сейчас!
sv: Det finns bara %1$d dagar kvar i testpaketet för molnlagring, vänligen förnya nu!
th: เหลือเวลาอีกเพียง %1$d วันในแพ็คเกจทดลองใช้ที่เก็บข้อมูลบนคลาวด์โปรดต่ออายุทันที!
tr: Bulut depolama deneme paketinde yalnızca %1$d gün kaldı, lütfen şimdi yenileyin!
vi: Chỉ còn %1$d ngày nữa là gói dùng thử lưu trữ đám mây, hãy gia hạn ngay!
zh_hans: 云存试用套餐仅剩%1$d天，请立即续费！
zh_hant: 雲存試用套餐僅剩%1$d天，請立即續費！

# devicesetting_All_day_detection_time
source: Enable motion detection 24 hours a day
cs: Povolit detekci pohybu 24 hodin denně
de: Push-Benachrichtigungen werden rund um die Uhr gesendet
es: Activa la detección de movimiento las 24 horas del día
fi: Ota liiketunnistus käyttöön 24 tuntia vuorokaudessa
fr: Activer la détection de mouvement 24h/24
he: אפשר זיהוי תנועה 24 שעות ביממה
id: Aktifkan deteksi gerakan 24 jam sehari
it: Abilita il rilevamento del movimento 24 ore al giorno
ja: 24時間モーション検出を有効にする
ko: 24시간 동작 감지 활성화
nb: Aktiver bevegelsesdeteksjon 24 timer i døgnet
nl: Schakel bewegingsdetectie 24 uur per dag in
pl: Włącz wykrywanie ruchu 24 godziny na dobę
pt_br: Ative a detecção de movimento 24 horas por dia
ro: Activați detectarea mișcării 24 de ore pe zi
ru: Включите обнаружение движения 24 часа в сутки
sv: Aktivera rörelsedetektion 24 timmar om dygnet
th: เปิดใช้งานการตรวจจับการเคลื่อนไหวตลอด 24 ชั่วโมง
tr: Günün 24 saati hareket algılamayı etkinleştirin
vi: Bật phát hiện chuyển động 24 giờ một ngày
zh_hans: 全天24小时启用智能侦测
zh_hant: 全天24小時啟用智能偵測

# devicesetting_No_memory_card
source: No memory card inserted in the device
cs: V zařízení není vložena paměťová karta
de: Keine Speicherkarte eingesetzt
es: No hay tarjeta de memoria insertada en el dispositivo
fi: Laitteeseen ei ole asetettu muistikorttia
fr: Aucune carte mémoire insérée dans l'appareil
he: לא הוכנס כרטיס זיכרון למכשיר
id: Tidak ada kartu memori yang dimasukkan ke dalam perangkat
it: Nessuna scheda di memoria inserita nel dispositivo
ja: デバイスにメモリカードが挿入されていません
ko: 장치에 삽입된 메모리 카드가 없습니다.
nb: Det er ikke satt inn minnekort i enheten
nl: Geen geheugenkaart in het apparaat geplaatst
pl: Brak karty pamięci w urządzeniu
pt_br: Nenhum cartão de memória inserido no dispositivo
ro: Nu a fost introdus niciun card de memorie în dispozitiv
ru: В устройство не вставлена карта памяти
sv: Inget minneskort isatt i enheten
th: ไม่ได้ใส่เมมโมรี่การ์ดในเครื่อง
tr: Cihaza takılı hafıza kartı yok
vi: Không có thẻ nhớ được lắp vào thiết bị
zh_hans: 设备未插入存储卡
zh_hant: 設備未插入存儲卡

# message_Marked_all_read
source: Marked all messages as read
cs: Všechny zprávy byly označeny jako přečtené
de: Alle Nachrichten als gelesen markiert
es: Marcó todos los mensajes como leídos
fi: Merkittiin kaikki viestit luetuiksi
fr: Marqué tous les messages comme lus
he: סימן את כל ההודעות כנקראו
id: Menandai semua pesan sebagai telah dibaca
it: Contrassegnato tutti i messaggi come letti
ja: すべてのメッセージを既読としてマーク
ko: 모든 메시지를 읽은 상태로 표시
nb: Merket alle meldinger som lest
nl: Alle berichten gemarkeerd als gelezen
pl: Oznaczono wszystkie wiadomości jako przeczytane
pt_br: Marcadas todas as mensagens como lidas
ro: Toate mesajele au marcat ca citite
ru: Отметил все сообщения как прочитанные
sv: Markerade alla meddelanden som lästa
th: ทำเครื่องหมายข้อความทั้งหมดว่าอ่านแล้ว
tr: Tüm iletiler okundu olarak işaretlendi
vi: Đã đánh dấu tất cả các tin nhắn là đã đọc
zh_hans: 已将所有消息标记为已读
zh_hant: 已將所有消息標記為已讀

# message_Turn_Do_Not_Disturb
source: Turn on Do Not Disturb
cs: Zapněte režim Nerušit
de: Einschalten nicht stören
es: Activar No molestar
fi: Ota Älä häiritse käyttöön
fr: Activer Ne pas déranger
he: הפעל את "נא לא להפריע"
id: Nyalakan Jangan Ganggu
it: Attiva Non disturbare
ja: サイレントモードをオンにします
ko: 방해 금지 켜기
nb: Slå på Ikke forstyrr
nl: Schakel Niet storen in
pl: Włącz tryb Nie przeszkadzać
pt_br: Ative Não perturbe
ro: Activați Nu deranjați
ru: Включите режим "Не беспокоить"
sv: Slå på Stör ej
th: เปิดห้ามรบกวน
tr: Rahatsız Etmeyin'i açın
vi: Bật chế độ Không làm phiền
zh_hans: 开启勿扰
zh_hant: 開啟勿擾

# Service_map_On_site_installation
source: On-site installation
cs: Instalace na místě
de: Installation vor Ort
es: Instalación en el sitio
fi: Asennus paikan päällä
fr: Installation sur site
he: התקנה באתר
id: Instalasi di tempat
it: Installazione sul posto
ja: オンサイト設置
ko: 현장 설치
nb: Installasjon på stedet
nl: Installatie ter plaatse
pl: Instalacja na miejscu
pt_br: Instalação no local
ro: Instalare la fața locului
ru: Установка на месте
sv: Installation på plats
th: การติดตั้งในสถานที่
tr: Yerinde kurulum
vi: Cài đặt tại nhà
zh_hans: 上门安装
zh_hant: 上門安裝

# devicesetting_Customize_detection_reduce_information
source: Adjust the detection area to reduce unimportant alarm information
cs: Upravte oblast detekce, abyste omezili nedůležité informace o poplachu
de: Bildbereiche einstellen, in denen keine Bewegungserkennung stattfinden soll
es: Ajuste el área de detección para reducir la información de alarma sin importancia
fi: Säädä tunnistusaluetta vähentääksesi merkityksettömiä hälytystietoja
fr: Ajustez la zone de détection pour réduire les informations d'alarme sans importance
he: התאם את אזור הזיהוי כדי להפחית מידע אזעקה לא חשוב
id: Sesuaikan area deteksi untuk mengurangi informasi alarm yang tidak penting
it: Regolare l'area di rilevamento per ridurre le informazioni di allarme non importanti
ja: 重要でないアラーム情報を減らす為、検知範囲を調整します。
ko: 중요하지 않은 알람 정보를 줄이기 위해 감지 영역을 조정합니다.
nb: Juster deteksjonsområdet for å redusere uviktig alarminformasjon
nl: Pas het detectiegebied aan om onbelangrijke alarminformatie te verminderen
pl: Dostosuj obszar wykrywania, aby zredukować nieistotne informacje o alarmach
pt_br: Ajuste a área de detecção para reduzir informações de alarme sem importância
ro: Reglați zona de detectare pentru a reduce informațiile de alarmă neimportante
ru: Отрегулируйте область обнаружения, чтобы уменьшить количество неважной информации о тревоге.
sv: Justera detektionsområdet för att minska oviktig larminformation
th: ปรับพื้นที่การตรวจจับเพื่อลดข้อมูลการเตือนที่ไม่สำคัญ
tr: Önemsiz alarm bilgilerini azaltmak için algılama alanını ayarlayın
vi: Điều chỉnh khu vực phát hiện để giảm thông tin cảnh báo không quan trọng
zh_hans: 调整侦测区域，减少不重要的警报信息
zh_hant: 調整偵測區域，減少不重要的警報信息

# login_experience
source: Local experience
cs: Zažijte to
de: Login lokal
es: Experiencia local
fi: Koe se
fr: Connexion locale
he: ניסיון מקומי
id: Lokal
it: Prova
ja: ローカル接続
ko: 비회원 로그인
nb: Lokal innlogging
nl: Plaatselijke ervaring
pl: Próba
pt_br: Experiência local
ro: Experiență locală
ru: Местный опыт
sv: Lokal upplevelse
th: ผู้ทดลองใช้
tr: Yerel deneyim
vi: Trải nghiệm nó
zh_hans: 体验一下
zh_hant: 體驗一下

# addDevice_device_maybe_offline_check_5
source: If the indicator light flashes slowly, it means that the device has not successfully read the 4G card;
cs: Pokud kontrolka bliká pomalu, znamená to, že zařízení úspěšně nenačetlo kartu 4G;
de: Wenn die Kontrollleuchte langsam blinkt, bedeutet dies, dass das Gerät die 4G-Karte nicht erfolgreich gelesen hat;
es: Si la luz indicadora parpadea lentamente, significa que el dispositivo no ha leído correctamente la tarjeta 4G;
fi: Jos merkkivalo vilkkuu hitaasti, se tarkoittaa, että laite ei ole onnistunut lukemaan 4G-korttia;
fr: Si le voyant clignote lentement, cela signifie que l'appareil n'a pas réussi à lire la carte 4G ;
he: אם נורית החיווי מהבהבת באיטיות, זה אומר שהמכשיר לא קרא בהצלחה את כרטיס ה-4G;
id: Jika lampu indikator berkedip lambat, berarti perangkat belum berhasil membaca kartu 4G;
it: Se la spia lampeggia lentamente, significa che il dispositivo non ha letto correttamente la scheda 4G;
ja: インジケータライトがゆっくり点滅する場合は、デバイスが4Gカードを正常に読み取っていないことを意味します。
ko: 표시등이 천천히 깜박이면 장치가 4G 카드를 성공적으로 읽지 못했음을 의미합니다.
nb: Hvis indikatorlampen blinker sakte, betyr det at enheten ikke har lest 4G-kortet;
nl: Als het indicatielampje langzaam knippert, betekent dit dat het apparaat de 4G-kaart niet met succes heeft gelezen;
pl: Jeśli lampka kontrolna miga powoli, oznacza to, że urządzenie nie odczytało karty 4G;
pt_br: Se a luz indicadora piscar lentamente, significa que o dispositivo não leu com sucesso o cartão 4G;
ro: Dacă indicatorul luminos clipește încet, înseamnă că dispozitivul nu a citit cu succes cardul 4G;
ru: Если индикатор медленно мигает, это означает, что устройство не смогло прочитать карту 4G;
sv: Om indikatorlampan blinkar långsamt betyder det att enheten inte har läst 4G-kortet.
th: หากไฟแสดงสถานะกะพริบช้าๆ แสดงว่าอุปกรณ์อ่านการ์ด 4G ไม่สำเร็จ
tr: Gösterge ışığı yavaşça yanıp sönerse, bu, cihazın 4G kartını başarıyla okumadığı anlamına gelir;
vi: Nếu đèn báo nhấp nháy chậm có nghĩa là máy chưa đọc thẻ 4G thành công;
zh_hans: 如指示灯慢闪，表示设备沒有成功读取4G卡；
zh_hant: 如指示燈慢閃，表示設備沒有成功讀取4G卡；

# message_Select_alarm_tone
source: Select an alarm message tone
cs: Vyberte tón budíku
de: Wählen Sie einen Alarmmeldungston aus
es: Seleccionar un tono de mensaje de alarma
fi: Valitse hälytysviestin ääni
fr: Sélectionnez une tonalité de message d'alarme
he: בחר צליל הודעת אזעקה
id: Pilih nada pesan alarm
it: Selezionare un tono di messaggio di allarme
ja: アラームメッセージトーンを選択します
ko: 알람 메시지 톤 선택
nb: Velg en alarmmeldingstone
nl: Selecteer een alarmberichttoon
pl: Wybierz dźwięk wiadomości alarmowej
pt_br: Selecione um tom de mensagem de alarme
ro: Selectați un ton de mesaj de alarmă
ru: Выберите сигнал будильника
sv: Välj en larmmeddelandeton
th: เลือกเสียงเตือนข้อความ
tr: Bir alarm mesajı tonu seçin
vi: Chọn âm báo thức
zh_hans: 选择报警消息提示音
zh_hant: 選擇報警消息提示音

# addDevice_connect_work_WiFi
source: Connect device to work WiFi
cs: Připojte zařízení k práci s WiFi
de: Verbinden Sie das Gerät mit WLAN
es: Conecte el dispositivo al trabajo WiFi
fi: Yhdistä laite toimimaan WiFi
fr: Connectez l'appareil pour travailler WiFi
he: חבר מכשיר לעבודה WiFi
id: Sambungkan perangkat ke WiFi yang berfungsi
it: Connetti il ​​dispositivo al WiFi funzionante
ja: デバイスを無線LANに接続する
ko: WiFi를 사용하도록 기기를 연결
nb: Koble enheten til å fungere WiFi
nl: Verbind apparaat met WiFi
pl: Podłącz urządzenie do pracy WiFi
pt_br: Conecte o dispositivo ao WiFi
ro: Conectați dispozitivul la WiFi
ru: Подключите устройство к работе WiFi
sv: Anslut enheten till WiFi
th: เชื่อมต่ออุปกรณ์กับ WiFi ที่ใช้งานได้
tr: Cihazı WiFi çalışmak için bağlayın
vi: Kết nối thiết bị với WiFi hoạt động
zh_hans: 连接设备工作WiFi
zh_hant: 連接設備工作WiFi

# addDevice_WiFi_rule
source: Please select a 2.4G WiFi network for the device. This device does not support 5G WiFi network at this time.
cs: Vyberte pro zařízení 2.4G WiFi síť, toto zařízení nepodporuje 5G WiFi síť.
de: Bitte wählen Sie ein 2.4GHz WLAN-Netzwerk für das Gerät aus. Dieses Gerät unterstützt kein 5GHz WLAN-Netzwerk.
es: Seleccione una red WiFi 2.4G para el dispositivo, este dispositivo no es compatible con la red WiFi 5G.
fi: Valitse laitteelle 2,4G WiFi-verkko, tämä laite ei tue 5G WiFi-verkkoa.
fr: Veuillez sélectionner un réseau WiFi 2.4G pour l'appareil, cet appareil ne prend pas en charge le réseau WiFi 5G.
he: אנא בחר רשת WiFi 2.4 גרם למכשיר, מכשיר זה אינו תומך ברשת WiFi 5G.
id: Silakan pilih jaringan WiFi 2.4G untuk perangkat, perangkat ini tidak mendukung jaringan WiFi 5G.
it: Seleziona una rete WiFi 2.4G per dispositivo, questo dispositivo non supporta la rete WiFi 5G.
ja: デバイスに2.4G 無線LANネットワークを選択してください。このデバイスは5G 無線LANネットワークをサポートしていません。
ko: 장치에 2.4G WiFi 네트워크를 선택하십시오.이 장치는 5G WiFi 네트워크를 지원하지 않습니다.
nb: Velg et 2.4G WiFi-nettverk for enheten. Denne enheten støtter ikke 5G WiFi-nettverk.
nl: Selecteer een 2.4G wifi-netwerk voor dit apparaat, dit apparaat ondersteunt geen 5G wifi-netwerk.
pl: Wybierz sieć WiFi 2,4G dla tego urządzenia, to urządzenie nie obsługuje sieci WiFi 5G.
pt_br: Por favor, selecione uma rede 2.4G WiFi para o dispositivo, este dispositivo não suporta rede WiFi 5G.
ro: Vă rugăm să selectați o rețea WiFi 2.4G pentru dispozitiv, acest dispozitiv nu acceptă rețea WiFi 5G.
ru: Пожалуйста, выберите для сети сеть 2.4G WiFi, это устройство не поддерживает сеть 5G WiFi.
sv: Välj ett 2.4G WiFi-nätverk för enheten, den här enheten stöder inte 5G WiFi-nätverk.
th: โปรดเลือกเครือข่าย 2.4G WiFi สำหรับอุปกรณ์อุปกรณ์นี้ไม่รองรับเครือข่าย 5G WiFi ในขณะนี้
tr: Lütfen cihaz için bir 2.4G WiFi ağı seçin, bu cihaz 5G WiFi ağını desteklemez.
vi: Vui lòng chọn mạng WiFi 2.4G cho thiết bị, thiết bị này tạm thời không hỗ trợ mạng WiFi 5G.
zh_hans: 请为设备选择2.4G WiFi网络，此设备暂不支持5G WiFi网络。
zh_hant: 請為設備選擇2.4G WiFi網絡，此設備暫不支持5G WiFi網絡。

# myDevice_mobileNetworkAlert
source: It's mobile network currently,are you sure to continue playing?
cs: V současné době je mobilní síť,jste si jisti,že chcete pokračovat v hraní?
de: Sie sind aktuell über mobile Daten verbunden. Trotzdem fortfahren?
es: Actualmente es una red móvil. ¿Seguro que seguirás jugando?
fi: Oletko tällä hetkellä mobiiliverkko,oletko varma,että haluat jatkaa peliä?
fr: Il s'agit du réseau mobile, continuer ?
he: הינך משתמש ברשת הסלולרית,האם ברצונך להציג וידאו?
id: Pakai Jaringan HP,yakin untuk melanjutkan?
it: Traffico dati in uso,sicuri di visualizzare?
ja: モバイルデータ通信です、続けますか？
ko: 모바일 데이터를 사용중입니다. 계속하시겠습니까?
nb: Du bruker nå mobildata,vil du fortsette?
nl: Momenteel mobiel netwerk,weet u verdergaan met afspelen?
pl: Używasz sieci mobilnej,czy kontynuować podgląd/odtwarzanie?
pt_br: É rede móvel atualmente,você tem certeza de continuar jogando?
ro: Este în prezent o rețea mobilă,sunteți sigur că veți continua să jucați?
ru: Это мобильная сеть в настоящее время,вы уверены,что продолжать играть?
sv: Det är mobilnätet för närvarande,är du säker på att du fortsätter spela?
th: ขณะนี้เป็นการเชื่อมต่อด้วยเครือข่ายมือถือ คุณแน่ใจว่าจะดำเนินการต่อ
tr: Şu anda mobil ağ,oynamaya devam edeceğine emin misin?
vi: Hiện tại trên mạng di động, bạn có chắc chắn muốn tiếp tục chơi không?
zh_hans: 当前为移动网络，您确定要继续播放吗？
zh_hant: 當前為移動網絡，您確定要繼續播放嗎？
