Repository: Yolo-cell-hash/go_home_ios
Catalog: ios/Runner/JASDK/JAResources/XLanguage/X35MultiLanguage/*.lproj/X35MutiLanguage.strings
Languages: cs, de, es, fi, fr, he, id, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sv, th, tr, vi, zh_hans, zh_hant

# deviceSetting_Shutdown_prompt
source: Shutdown prompt
cs: Výzva k vypnutí
de: Abschalt-Aufforderung
es: Aviso de apagado
fi: Sammutuskehote
fr: Invite d'arrêt
he: הודעת כיבוי
id: Perintah mematikan
it: Richiesta di spegnimento
ja: シャットダウンプロンプト
ko: 종료 프롬프트
nb: Avslutningsmelding
nl: Afsluitprompt
pl: Monit o wyłączenie
pt_br: Aviso de desligamento
ro: Solicitare de oprire
ru: Подсказка выключения
sv: Avstängningsprompt
th: ให้ปิดเครื่อง
tr: Kapatma istemi
vi: Lời nhắc tắt máy
zh_hans: 关机提示
zh_hant: 關機提示

# devicelist_close_arming_prompt
source: After the alarm is disabled, the alarm recording function of the device will be turned off.
cs: Pokud je zapnuta ochrana, vypne se funkce záznamu alarmu zařízení.
de: Wenn die Scharfschaltung deaktiviert ist, wird die Geräte-Alarmaufnahmefunktion deaktiviert.
es: Cuando se desactiva la activación, la función de grabación de alarma del Equipo se desactivará.
fi: Kun viritys on pois päältä, laitteen hälytystallennustoiminto sammuu.
fr: Lorsque l'armement est désactivé, la fonction d'enregistrement d'alarme de périphérique est désactivée.
he: כאשר הדריכה כבויה, פונקציית ההתרעה של המכשיר תתבטל.
id: Saat mempersenjatai dimatikan, fungsi perekaman alarm perangkat akan dimatikan.
it: Quando l'inserimento è disattivato, la funzione di registrazione degli allarmi del dispositivo verrà disattivata.
ja: 警戒がオフになると、デバイスアラーム記録機能はオフになります。
ko: 활성화가 해제되면 장치 알람 기록 기능이 꺼집니다.
nb: Når oppkoblingen er slått av, slås av funksjonen for alarmfunksjonen for enheten.
nl: Als het inschakelen is uitgeschakeld, wordt de alarmopnamefunctie van het apparaat uitgeschakeld.
pl: Po wyłączeniu uzbrojenia funkcja nagrywania alarmu urządzenia zostanie wyłączona.
pt_br: Quando o arme estiver desligado, a função de gravação de alarme do dispositivo será desligada.
ro: Când armarea este oprită, funcția de înregistrare a alarmei dispozitivului va fi oprită.
ru: Когда постановка на охрану выключена, функция записи по тревоге устройства будет отключена.
sv: När avstängningen är avstängd, stängs alarmsignalfunktionen av enheten.
th: หลังจากปิดการเตือนแล้วฟังก์ชันบันทึกการเตือนของอุปกรณ์จะถูกปิด
tr: Kurma kapatıldığında, cihaz alarm kaydı işlevi kapatılacaktır.
vi: Sau khi tắt phòng vệ, chức năng ghi âm báo động của thiết bị sẽ bị tắt
zh_hans: 关闭布防后，将关闭设备报警录像功能
zh_hant: 關閉布防後，將關閉設備報警錄像功能

# devicesetting_Videobackup_download_fluctuations
source: Network fluctuations cause download failure,whether re-download?
cs: Kolísání sítí způsobuje selhání stahování a potřeba jej znovu stáhnout
de: Netzwerkschwankungen führen zu Download-Fehler, erneut herunterladen?
es: Las fluctuaciones de la red causan fallas de descarga,es necesario volver a descargarlas
fi: Verkon vaihtelut aiheuttavat latausvirheen,lataus on tehtävä uudelleen
fr: Les fluctuations du réseau provoquent l'échec du téléchargement, téléchargez à nouveau
he: לאור בעיות ברשת ההורדה נכשלה,האם להוריד שוב?
id: flutuasi jaringan buat gagal unduh,butuh unduh ulang
it: Un'errore di rete ha causato il fallimento del download,scaricare nuovamente
ja: ネットワークの変動によりダウンロードが失敗しました。再度ダウンロードしてください。
ko: 네트워크 불안정으로 인해 다운로드가 실패했습니다. 다시 다운로드해주세요.
nb: Nettverksfluktuasjoner forårsaker nedlastingsfeil,må lastes ned igjen
nl: Netwerkschommelingen veroorzaken downloadfouten,opnieuw downloaden
pl: Problemy z pobieraniem,spróbuj ponownie
pt_br: Flutuações de rede causam falha de download,precisam baixar novamente
ro: Frecvențele de rețea produc erori de descărcare,necesitatea re-descărcării
ru: Колебания сети вызывают сбой загрузки,необходимо повторно загрузить
sv: Nätverksfluktuationer orsakar nedladdningsfel,måste återladdas
th: การดาวน์โหลดล้มเหลวเนื่องจากความผันผวนของเครือข่ายคุณจำเป็นต้องดาวน์โหลดอีกครั้งหรือไม่
tr: Ağ dalgalanmaları indirme başarısızlığına neden oluyor,yeniden indirmeniz gerekiyor
vi: Tải xuống không thành công do mạng dao động, bạn có cần tải lại không
zh_hans: 网络波动导致下载失败，是否需要重新下载
zh_hant: 網絡波動導致下載失敗，是否需要重新下載

# person_location_permission_instructions
source: Turn on location permissions to get the current location information of the phone when adding a device, search for device hotspots near the phone, and determine whether the phone is connected to the device hotspot.
cs: Chcete-li získat aktuální informace o poloze telefonu při přidávání zařízení, zapněte oprávnění k poloze, vyhledejte v blízkosti telefonu hotspoty zařízení a určete, zda je telefon připojen k hotspotu zařízení.
de: Erteilen Sie der App die Berechtigung für Ihren Standort, um Geräte hinzuzufügen, nach Geräte-Hotspots in der Nähe des Smartphones zu suchen und um die bestehende Verbindung zu prüfen.
es: Active los permisos de ubicación para obtener la información de ubicación actual del teléfono cuando agregue un Equipo, busque puntos de acceso del Equipo cerca del teléfono y determine si el teléfono está conectado al punto de acceso del Equipo.
fi: Ota sijaintioikeudet käyttöön, jos haluat saada puhelimen nykyiset sijaintitiedot lisättäessä laitetta, etsiä laitteen hotspot-pisteitä puhelimen lähellä ja selvittää, onko puhelin kytketty laitteen hotspot-pisteeseen.
fr: Activez les autorisations de localisation pour obtenir les informations de localisation actuelles du téléphone lors de l'ajout d'un périphérique, recherchez des points d'accès sans fil à proximité du téléphone et déterminez si le téléphone est connecté au point d'accès sans fil.
he: הפעל הרשאות מיקום כדי לקבל את פרטי המיקום הנוכחיים של הטלפון בעת ​​הוספת מכשיר, חפש נקודות חמות בקרבת הטלפון וקבע אם הטלפון מחובר לנקודה החמה של המכשיר.
id: Aktifkan izin lokasi untuk mendapatkan informasi lokasi ponsel saat ini saat menambahkan perangkat, cari hotspot perangkat di dekat ponsel, dan tentukan apakah ponsel terhubung ke hotspot perangkat.
it: Attiva le autorizzazioni di posizione per ottenere le informazioni sulla posizione corrente del telefono quando aggiungi un dispositivo, cerca gli hotspot del dispositivo vicino al telefono e determina se il telefono è collegato all'hotspot del dispositivo.
ja: 場所のアクセス許可をオンにして、デバイスを追加するときにスマートフォンの現在の位置情報を取得し、近くのデバイスの無線LANを検索し、スマートフォンがデバイスの無線LANに接続されているかどうかを確認します。
ko: 장치를 추가 할 때 전화기의 현재 위치 정보를 얻으려면 위치 권한을 켜고 전화기 근처에서 장치 핫스팟을 검색하고 전화기가 장치 핫스팟에 연결되어 있는지 확인하십시오.
nb: Slå på plasseringstillatelser for å få gjeldende posisjonsinformasjon for telefonen når du legger til en enhet, søker etter hotspots i nærheten av telefonen, og finn ut om telefonen er koblet til enhetens hotspot.
nl: Schakel locatiemachtigingen in om de huidige locatiegegevens van de telefoon te krijgen bij het toevoegen van een apparaat, zoek naar apparaat-hotspots in de buurt van de telefoon en bepaal of de telefoon is verbonden met de apparaat-hotspot.
pl: Włącz uprawnienia lokalizacji, aby podczas dodawania urządzenia uzyskać bieżące informacje o lokalizacji telefonu, wyszukaj hotspoty urządzenia w pobliżu telefonu i określ, czy telefon jest podłączony do hotspota urządzenia.
pt_br: Ative as permissões de localização para obter as informações de localização atuais do telefone ao adicionar um dispositivo, procure pontos de acesso próximos ao telefone e determine se o telefone está conectado ao ponto de acesso do dispositivo.
ro: Activați permisiunile de locație pentru a obține informațiile de locație curente ale telefonului atunci când adăugați un dispozitiv, căutați hotspot-urile dispozitivului în apropierea telefonului și determinați dacă telefonul este conectat la hotspot-ul dispozitivului.
ru: Включите разрешения для определения местоположения, чтобы получить информацию о текущем местоположении телефона при добавлении устройства, выполнить поиск точек доступа устройства рядом с телефоном и определить, подключен ли телефон к точке доступа устройства.
sv: Aktivera platsbehörigheter för att få den aktuella platsinformationen för telefonen när du lägger till en enhet, söker efter enhetens hotspots nära telefonen och avgör om telefonen är ansluten till enhetens hotspot.
th: เปิดการอนุญาตตำแหน่งเพื่อรับข้อมูลตำแหน่งปัจจุบันของโทรศัพท์เมื่อเพิ่มอุปกรณ์ค้นหาฮอตสปอตของอุปกรณ์ที่อยู่ใกล้โทรศัพท์และตรวจสอบว่าโทรศัพท์เชื่อมต่อกับฮอตสปอตของอุปกรณ์หรือไม่
tr: Bir cihaz eklerken telefonun geçerli konum bilgisini almak, telefonun yakınında bulunan cihaz noktaları aramak ve telefonun cihazın ortak erişim noktasına bağlı olup olmadığını belirlemek için konum izinlerini açın.
vi: Bật quyền vị trí để tạo điều kiện truy cập vào thông tin vị trí hiện tại của điện thoại khi thêm thiết bị, tìm kiếm các điểm phát sóng thiết bị gần điện thoại và xác định xem điện thoại có được kết nối với điểm phát sóng thiết bị hay không
zh_hans: 开启位置权限，方便在添加设备时获取手机当前位置信息，搜索手机附近的设备热点以及判断手机是否连接上设备热点
zh_hant: 開啟位置權限，方便在添加設備時獲取手機當前位置信息，搜索手機附近的設備熱點以及判斷手機是否連接上設備熱點

# Cloud_storage_service_channel
source: Cloud storage channel
cs: Cloud úložiště kanál
de: Cloud-Speicherkanal
es: Canal de almacenamiento en la nube
fi: Pilvipalvelukanava
fr: Canal de stockage en nuage
he: ערוץ אחסון בענן
id: Saluran penyimpanan cloud
it: Canale di archiviazione cloud
ja: クラウドストレージチャンネル
ko: 클라우드 저장소 채널
nl: Cloudopslagkanaal
pl: Kanał przechowywania w chmurze
pt_br: Canal de armazenamento em nuvem
ro: Canalul de stocare în cloud
ru: Облачный канал хранения
th: ช่องที่เก็บข้อมูลบนคลาวด์
tr: Bulut depolama kanalı
vi: Kênh lưu trữ đám mây
zh_hans: 云存通道
zh_hant: 雲存通道

# adddevice_ensure_distance
source: Ensure that the distance between the mobile phone, device, and router (if there is no such devices,please ignore) is guaranteed to be within the strong range of the signal.
cs: Zajistěte, aby vzdálenost mezi mobilním telefonem, zařízením a routerem (pokud taková zařízení neexistují, prosím ignorujte) byla zaručena v silném dosahu signálu.
de: Stellen Sie sicher, dass Mobiltelefon, Gerät und Router (ignorieren, falls nicht vorhanden) einen guten Signalempfang haben.
es: Asegúrese de que la distancia entre el teléfono móvil, el Equipo y el enrutador (si no hay tales Equipos, ignore) esté garantizada dentro del rango fuerte de la señal.
fi: Varmista, että matkapuhelimen, laitteen ja reitittimen (jos tällaisia ​​laitteita ei ole, huomioi) etäisyys taataan signaalin voimakkaalla etäisyydellä.
fr: Assurez-vous que la distance entre le téléphone mobile, le périphérique et le routeur (s'il n'y en a pas, ne l'ignorez pas) est garantie d'être dans les limites du signal.
he: ודא כי המרחק בין הטלפון הנייד, המכשיר והנתב (אם אין מכשירים כאלה, אנא התעלם) מובטח שהוא נמצא בטווח החזק של האות.
id: Pastikan jarak antara ponsel, perangkat, dan router (jika tidak ada perangkat seperti itu, silakan abaikan) dijamin berada dalam jangkauan sinyal yang kuat.
it: Assicurarsi che la distanza tra il telefono cellulare, il dispositivo e il router (se non ci sono tali dispositivi, si prega di ignorare) sia garantita entro l'intervallo forte del segnale.
ja: 携帯電話、デバイス、ルーター間の距離(そのようなデバイスがない場合は無視してください)が信号の強い範囲内にあることが保証されていることを確認してください。
ko: 휴대 전화, 장치 및 라우터 사이의 거리 (그러한 장치가없는 경우 무시하십시오)가 신호의 강한 범위 내에 있는지 확인하십시오.
nb: Forsikre deg om at avstanden mellom mobiltelefonen, enheten og ruteren (hvis det ikke er slike enheter, vennligst ignorere) garantert er innenfor signalets sterke rekkevidde.
nl: Zorg ervoor dat de afstand tussen de mobiele telefoon, het apparaat en de router (als dergelijke apparaten niet bestaan) gegarandeerd binnen het sterke bereik van het signaal is.
pl: Upewnij się, że odległość między telefonem komórkowym, urządzeniem i routerem (jeśli takich urządzeń nie ma, zignoruj) jest gwarantowana w zasięgu silnego sygnału.
pt_br: Certifique-se de que a distância entre o telefone celular, o dispositivo e o roteador (se não houver tais dispositivos, ignore) esteja garantida dentro da faixa forte do sinal.
ro: Asigurați-vă că distanța dintre telefonul mobil, dispozitivul și routerul (dacă nu există astfel de dispozitive, vă rugăm să ignorați) este garantată să se afle în raza de acțiune a semnalului.
ru: Убедитесь, что расстояние между мобильным телефоном, устройством и маршрутизатором (если таких устройств нет, пожалуйста, игнорируйте) гарантированно находится в пределах сильного диапазона сигнала.
sv: Se till att avståndet mellan mobiltelefonen, enheten och routern (om det inte finns några sådana enheter, vänligen ignorera) garanterat ligger inom signalens starka räckvidd.
th: ตรวจสอบให้แน่ใจว่าระยะห่างระหว่างโทรศัพท์มือถืออุปกรณ์และเราเตอร์ (ละเว้นหากไม่มี) อยู่ในช่วงสัญญาณแรง
tr: Cep telefonu, cihaz ve yönlendirici (bu tür bir cihaz yoksa lütfen dikkate almayın) arasındaki mesafenin sinyalin güçlü aralığında olduğundan emin olun.
vi: Đảm bảo rằng khoảng cách giữa điện thoại di động, thiết bị và bộ định tuyến (bỏ qua nếu không có) nằm trong phạm vi tín hiệu mạnh
zh_hans: 确保手机、设备、路由器(如无请忽略)的距离都保证在信号较强范围以内
zh_hant: 確保手機、設備、路由器(如無請忽略)的距離都保證在信號較強範圍以內

# contain_space
source: Can't contain space character
cs: Nelze obsahovat mezery
de: Leerzeichen dürfen nicht enthalten sein
es: No puede contener el carácter de espacio
fi: Välilyöntejä ei voi sisältää
fr: Ne peut pas contenir d'espace
he: אין להשתמש בתו הרווח
id: tidak dapat menggunakan Spasi
it: Non è possibile inserire spazi
ja: スペースを含めれません。
ko: 빈칸이 있으면 안됩니다.
nb: Passord kan ikke inneholde mellomrom
nl: Mag geen spaties bevatten
pl: Nie może zawierać spacji
pt_br: Não pode conter caractere de espaço
ro: Nu poate conține caracter spațiu
ru: Не может содержать пробел
sv: Kan inte innehålla mellanslag
th: ไม่สามารถเว้นวรรคได้
tr: Boşluk karakteri içeremez
vi: Không thể chứa khoảng trắng
zh_hans: 不能含有空格
zh_hant: 不能含有空格

# devicelist_protect_privacy_device_password
source: To protect your privacy, please set a password for the device
cs: Chcete -li chránit své soukromí, nastavte pro zařízení heslo
de: Um Ihre Privatsphäre zu schützen, legen Sie bitte ein Passwort für das Gerät fest
es: Para proteger su privacidad, configure una contraseña para el dispositivo
fi: Yksityisyyden suojaamiseksi määritä laitteelle salasana
fr: Pour protéger votre vie privée, veuillez définir un mot de passe pour l'appareil
he: כדי להגן על פרטיותך, הגדר סיסמה למכשיר
id: Untuk melindungi privasi Anda, harap setel kata sandi untuk perangkat
it: Per proteggere la tua privacy, imposta una password per il dispositivo
ja: プライバシーを保護するために、デバイスのパスワードを設定してください
ko: 개인정보를 보호하기 위해 기기에 비밀번호를 설정하세요.
nb: For å beskytte personvernet ditt, må du angi et passord for enheten
nl: Stel een wachtwoord in voor het apparaat om uw privacy te beschermen
pl: Aby chronić swoją prywatność, ustaw hasło do urządzenia
pt_br: Para proteger sua privacidade, por favor, defina uma senha para o dispositivo
ro: Pentru a vă proteja confidențialitatea, vă rugăm să setați o parolă pentru dispozitiv
ru: Чтобы защитить вашу конфиденциальность, установите пароль для устройства.
sv: För att skydda din integritet, ställ in ett lösenord för enheten
th: เพื่อปกป้องความเป็นส่วนตัวของคุณ โปรดตั้งรหัสผ่านสำหรับอุปกรณ์
tr: Gizliliğinizi korumak için lütfen cihaz için bir şifre belirleyin
vi: Để bảo vệ quyền riêng tư của bạn, vui lòng đặt mật khẩu cho thiết bị
zh_hans: 为保护您的隐私安全,请为设备设置密码
zh_hant: 為保護您的隱私安全,請為設備設置密碼

# device_discoverNew
source: Find new device
cs: Objevte nová zařízení
de: Neues Gerät gefunden
es: Encuentra un nuevo Equipo
fi: Tutustu uusiin laitteisiin
fr: Trouver un nouvel appareil
he: נמצא מכשיר חדש
id: Perangkat baru ditemukan
it: Trovato nuovo dispositivo
ja: 新しいデバイスを見つけます
ko: 다른 제품 검색
nb: Finn ny enhet
nl: Nieuw apparaat zoeken
pl: Znajdź nowe urządzenie
pt_br: Encontre um novo dispositivo
ro: Găsiți un dispozitiv nou
ru: Найти новое устройство
sv: Hitta ny enhet
th: พบอุปกรณ์ใหม่
tr: Yeni cihaz bul
vi: Thiết bị mới được tìm thấy
zh_hans: 发现新设备
zh_hant: 發現新設備

# devicesetting_record_and_detection_set
source: Recording and detection settings
cs: Nastavení záznamu a detekce
de: Aufnahme- und Erkennungseinstellungen
es: Configuración de grabación y detección
fi: Tallennus- ja tunnistusasetukset
fr: Paramètres d'enregistrement et de détection
he: הגדרות הקלטה וזיהוי
id: Pengaturan perekaman dan deteksi
it: Impostazioni di registrazione e rilevamento
ja: 記録と検出の設定
ko: 기록 및 감지 설정
nb: Innstillinger for innspilling og gjenkjenning
nl: Opname- en detectie-instellingen
pl: Ustawienia nagrywania i wykrywania
pt_br: Configurações de gravação e detecção
ro: Setări de înregistrare și detectare
ru: Настройки записи и обнаружения
sv: Inställningar för inspelning och upptäckt
th: การบันทึกและการตั้งค่าการตรวจจับ
tr: Kayıt ve algılama ayarları
vi: Cài đặt ghi âm và phát hiện
zh_hans: 录像与侦测设置
zh_hant: 錄像與偵測設置

# person_alarm_selct_time_sat
source: Saturday
cs: Sobota
de: Samstag
es: Sabado
fi: lauantai
fr: Samedi
he: יום שבת
id: sabtu
it: sabato
ja: 土曜日
ko: 토요일
nb: lørdag
nl: zaterdag
pl: Sobota
pt_br: sábado
ro: sâmbătă
ru: суббота
sv: lördag
th: วันเสาร์
tr: Cumartesi
vi: vào thứ bảy
zh_hans: 周六
zh_hant: 週六

# devicesetting_last_play_IOS
source: Last played to
cs: Naposledy hrané na
de: Zuletzt abgespielt auf
es: Se jugó por última vez en
fi: Pelattu viimeksi
fr: Dernière lecture sur
he: הושמע לאחרונה ב-
id: Terakhir dimainkan sampai
it: Ultima riproduzione a
ja: 最後に再生したのは
ko: 에 마지막으로 재생
nb: Sist spilte til
nl: Laatst gespeeld voor
pl: Ostatnio grał w
pt_br: Jogado pela última vez para
ro: Ultima redare la
ru: Последний раз играли на
sv: Spelades senast till
th: เล่นล่าสุดถึง
tr: En son oynadı
vi: Chơi lần cuối
zh_hans: 上次播放到
zh_hant: 上次播放到

# message_More_alarm
source: More alarm messages>
cs: Další alarmové zprávy>
de: Weitere Alarmmeldungen>
es: Más mensajes de alarma>
fi: Lisää hälytysviestejä>
fr: Plus de messages d'alarme>
he: עוד הודעות אזעקה>
id: Lebih banyak pesan alarm>
it: Altri messaggi di allarme>
ja: その他のアラームメッセージ>
ko: 더 많은 알람 메시지>
nb: Flere alarmmeldinger>
nl: Meer alarmmeldingen>
pl: Więcej komunikatów alarmowych>
pt_br: Mais mensagens de alarme>
ro: Mai multe mesaje de alarmă>
ru: Другие тревожные сообщения>
sv: Fler larmmeddelanden>
th: ข้อความเตือนเพิ่มเติม>
tr: Diğer alarm mesajları>
vi: Các tin nhắn báo thức khác>
zh_hans: 更多报警消息>
zh_hant: 更多報警消息>

# addDevice_guideReset_configuration
source: It Takes a Few Minutes for Device Setup,the WiFi Connection Would Swith during this Processing,Please Wait
cs: Přidání nějaký čas trvat,proces se automaticky vypne a WiFi,prosím,buďte trpěliví
de: Die Einrichtung des Gerätes dauert ein paar Minuten. Die WLAN-Verbindung wird währenddessen aufgebaut, bitte warten
es: Tardaría unos minutos en configurar el Equipo,el WiFi se desconectaría y conectaría durante este procesamiento,por favor espere paciente
fi: Lisääminen vie jonkin aikaa,prosessi katkeaa automaattisesti ja vaihtaa WiFi: n,ole kärsivällinen
fr: La configuration de l'appareil peut prendre quelques temps. Au cours de ce processus, la connexion WiFi est douce. Veuillez patienter.
he: התקנת המצלמה עשויה לקחת מספר דקות,חיבור הרשת יופעל ויכובה מספר פעמים במשך התהליך. אנא המתן
id: butuh beberapa menit untuk Setup perangkat,akan pindah ke koneksi WiFi selama Proses,silakan tunggu
it: L'associazione può durare alcuni minuti,la rete WiFi si modificherà automaticamente durante il processo,Prego attendere
ja: デバイスのセットアップには数分かかりますが、この処理中にWi-Fi接続が切り替わります。しばらくお待ちください。
ko: 제품 설정에 몇 분 걸립니다. 설정 중 WiFi 연결상태가 자동적으로 변경됩니다. 잠시만 기다려주세요.
nb: Oppsett av enhet tar noen minutter,WiFi tilkobling kobler seg ut/inn under denne prosessen,vennligst vent
nl: Instellen apparaat duurt een paar minuten. De WiFi-verbinding schakelt tijdens dit proces,even wachten a.u.b.
pl: Konfiguracja urządzenia zajmie kilka minut, połączenie WiFi może się zmieniać podczas tego procesu. Proszę czekać.
pt_br: Demora alguns minutos para a configuração do dispositivo,a conexão WiFi iria Swith durante este processamento,por favor,aguarde
ro: Durează câteva minute pentru configurarea dispozitivului,conexiunea WiFi ar fi fost necesară în timpul procesării,așteptați
ru: Установка устройства занимает несколько минут,соединение WiFi будет изменяться во время этой обработки,пожалуйста,подождите
sv: Det tar några minuter för Device Setup,WiFi-anslutningen skulle Swith under denna behandling,vänligen vänta
th: ใช้เวลาไม่กี่นาทีในการตั้งค่าอุปกรณ์การเชื่อมต่อและ WiFi จะสลับระหว่างการประมวลผลนี้โปรดรอสักครู่
tr: Cihaz Kurulumu için Birkaç Dakika Sürer,Bu İşlem Sırasında WiFi Bağlantısı Kesilir,Lütfen Bekleyin
vi: Quá trình thêm sẽ mất một chút thời gian và WiFi sẽ tự động bị ngắt kết nối và chuyển đổi trong quá trình này. Vui lòng kiên nhẫn chờ
zh_hans: 添加需要花费一些时间，过程中会自动断开与切换WiFi，请您耐心等候
zh_hant: 添加需要花費一些時間，過程中會自動斷開與切換WiFi，請您耐心等候

# preview_map
source: Map
cs: Mapa
de: Karte
es: Mapa
fi: Kartta
fr: Carte
he: מַפָּה
id: Peta
it: cartina
ja: 地図
ko: 지도
nb: Kart
nl: Kaart
pl: Mapa
pt_br: Mapa
ro: Hartă
ru: карта
sv: Karta
th: แผนที่
tr: Harita
vi: Bản đồ
zh_hans: 地图
zh_hant: 地圖

# adddevice_Touch_screen_NVR
source: Touch screen NVR
cs: Dotyková obrazovka NVR
es: Pantalla táctil NVR
fi: Kosketusnäyttö NVR
fr: Écran tactile NVR
he: NVR עם מסך מגע
id: NVR Layar Sentuh
it: NVR touch screen
ja: NVRのタッチスクリーン
ko: 터치스크린 NVR
nb: Berøringsskjerm NVR
nl: NVR-aanraakscherm
pl: Ekran dotykowy NVR
pt_br: Tela de toque NVR
ro: Ecranul de atingere NVR
ru: Сенсорный экран NVR
th: NVR หน้าจอแบบสัมผัส
tr: Dokunmatik ekran nvr
vi: Màn hình cảm ứng NVR
zh_hans: 触摸屏NVR
zh_hant: 觸摸屏NVR

# devicesetting_4G_device_testable
source: Testable
cs: Testovatelné
de: Testbar
es: Comprobable
fi: testattavissa
he: ניתן לטעימה
id: Bisa diuji
it: testabile
ja: テスト可能
ko: 테스트 가능
nb: testbar
nl: Testbaar
pl: Testowalny
pt_br: Testável
ru: Тестируемые
sv: Testbar
th: ทดสอบได้
tr: Test edilebilir
vi: Có thể kiểm tra
zh_hans: 可测试
zh_hant: 可測試

# preview_Connection_help
source: Connection help
cs: Pomoc s připojením
de: Verbindung Hilfe
es: Ayuda de conexión
fi: Yhteyden apua
fr: Aide à la connexion
he: עזרה בחיבור
id: Bantuan koneksi
it: Guida alla connessione
ja: 接続ヘルプ
ko: 연결 도움말
nb: Tilkoblingshjelp
nl: Hulp bij verbinding
pl: Pomoc dotycząca połączenia
pt_br: Ajuda de conexão
ro: Ajutor pentru conectare
ru: Помощь по подключению
sv: Anslutningshjälp
th: ความช่วยเหลือในการเชื่อมต่อ
tr: Bağlantı yardımı
vi: Kết nối trợ giúp
zh_hans: 连接帮助
zh_hant: 連接幫助

# smartlink_device_number_prompt
source: Currently equipped with %1$d devices
cs: V současné době jsou vybaveny zařízeními%1$d
de: Derzeit mit %1$d Geräten ausgestattet
es: Actualmente equipado con %1$d Equipos.
fi: Tällä hetkellä laitteissa on%1$d
fr: Actuellement équipé de %1$d appareils
he: משוייכים %1$d מכשירים
id: Saat ini dilengkai dengan %1$d perangkat
it: Attualmente dotato di %1$d dispositivi
ja: 現在%1$d台のデバイスを設置
ko: 현재 %1$d 개의 장치가 장착되어 있습니다.
nb: For tiden utstyrt med %1$d enheter
nl: Momenteel uitgerust met%1$d-apparaten
pl: Obecnie wyposażony w %1$d urządzeń
pt_br: Atualmente equipado com dispositivos%1$d
ro: În prezent echipat cu dispozitive%1$d
ru: В настоящее время оснащен устройствами%1$d
sv: För närvarande utrustad med%1$d enheter
th: ขณะนี้ติดตั้งอยู่กับ%1$d อุปกรณ์
tr: Şu anda%1$d cihazla donatılmış
vi: Hiện tại,%1$d thiết bị đã được phân bổ vào mạng
zh_hans: 当前已配网%1$d台设备
zh_hant: 當前已配網%1$d台設備

source: America/Godthab
de: Amerika / Godthab
fi: Amerikka / Godthab
he: אמריקה / גות'אב
id: Amerika / Godthab
ja: アメリカ/ゴッドタブ
ko: 아메리카 / Godthab
nb: America / Godthåb
pl: Ameryka / Godthab
pt_br: América / Godthab
ru: Америка / Godthab
sv: America / Godthåb
th: อเมริกา / Godthab
tr: Amerika / Godthab
vi: Gothab
zh_hans: 戈特霍布
zh_hant: 戈特霍布
