Repository: Yolo-cell-hash/go_home_ios
Catalog: ios/Runner/JASDK/JAResources/XLanguage/X35MultiLanguage/*.lproj/X35MutiLanguage.strings
Languages: cs, de, es, fi, fr, he, id, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sv, th, tr, vi, zh_hans, zh_hant

# cloud_refreshing
source: Refreshing...
cs: Osvěžení ...
de: wird aktualisiert...
es: Refrescante...
fi: Virkistävä ...
fr: Rafraîchissant...
he: מרענן ...
id: Segar...
it: Rinfrescante...
ja: 更新中
ko: 새로 고침 중 ...
nb: Forfriskende ...
nl: Verfrissend...
pl: Orzeźwiający...
pt_br: Refrescante...
ro: Reîncarcă ...
ru: Обновление ...
sv: Uppfriskande...
th: กำลังรีเฟรช
tr: Yenileniyor ...
vi: Đang làm mới ...
zh_hans: 正在刷新...
zh_hant: 正在刷新...

# person_feedback_question_1
source: What should do if the camera is offline?
cs: Co dělat, když je kamera offline?
de: Die Kamera ist offline - was ist zu tun?
es: ¿Qué debería hacer si la cámara está fuera de línea?
fi: Mitä pitäisi tehdä, jos kamera on offline-tilassa?
fr: Que faire si la caméra est hors ligne?
he: מה צריך לעשות אם המצלמה במצב לא מקוון?
id: Apa yang harus dilakukan jika kamera sedang offline?
it: Cosa dovrebbe fare se la fotocamera non è in linea?
ja: カメラがオフラインの場合はどうすればよいですか？
ko: 카메라가 오프라인 인 경우 어떻게해야합니까?
nb: Hva skal gjøres hvis kameraet er frakoblet?
nl: Wat moet ik doen als de camera offline is?
pl: Co należy zrobić, jeśli kamera jest offline?
pt_br: O que fazer se a câmera estiver offline?
ro: Ce ar trebui să facem dacă camera nu este deconectată?
ru: Что делать, если камера отключена?
sv: Vad ska göras om kameran är offline?
th: หากกล้องออฟไลน์ควรทำอย่างไร?
tr: Kamera çevrimdışıysa ne yapmalı?
vi: Tôi nên làm gì nếu máy ảnh ngoại tuyến?
zh_hans: 摄像机离线了如何处理？
zh_hant: 攝像機離線了如何處理？

# devicesetting_Adaptive_mode_more_Description_new_firmware_zhiou
source: Record videos continuously. When battery level below %1$s, automatically switches to event record mode. When battery level above %2$s, resumes to continuous record mode. This mode consumes power fast and is suggested only when your camera works with plug-in power
cs: Nahrávejte videa nepřetržitě. Když je úroveň baterie nižší než %1$s, automaticky se přepne do režimu nahrávání událostí. Když je úroveň baterie vyšší než %2$s, obnoví se režim nepřetržitého nahrávání. Tento režim spotřebovává energii rychle a je doporučen pouze v případě, že fotoaparát pracuje s napájením ze zásuvky
de: Gerät nimmt dauerhaft auf und schaltet automatisch auf die beste Aufnahme um, wenn die Leistung unter %1$s sinkt. Wenn die Leistung über %2$s steigt, wird wieder dauerhaft aufgenommen. (Dieser Modus verbraucht mehr Strom und ist für externe Sonnenkollektoren oder Netzteile geeignet).
es: Graba videos continuamente. Cuando el nivel de la batería es inferior a %1$s, cambia automáticamente al modo de grabación de eventos. Cuando el nivel de la batería supera los %2$s, vuelve al modo de grabación continua. Este modo consume energía rápidamente y se sugiere solo cuando su cámara funciona con un enchufe.
fi: Tallenna videoita jatkuvasti. Kun akun varaustaso alle %1$s, siirtyy automaattisesti tapahtuman tallennustilaan. Kun akun varaustaso ylittää %2$s, palaa jatkuvaan tallennustilaan. Tämä tila kuluttaa nopeasti virtaa ja sitä suositellaan vain, kun kamera toimii pistokevirtalähteellä
fr: Enregistrez des vidéos en continu. Lorsque le niveau de la batterie est inférieur à %1$s, passe automatiquement en mode d'enregistrement d'événement. Lorsque le niveau de la batterie dépasse %2$s, reprend le mode d'enregistrement continu. Ce mode consomme rapidement de l'énergie et n'est suggéré que lorsque votre appareil photo fonctionne avec une alimentation enfichable
he: הקלט סרטונים באופן רציף. כאשר רמת הסוללה מתחת ל-%1$s, עובר אוטומטית למצב הקלטת אירועים. כאשר רמת הסוללה מעל %2$s, חוזר למצב הקלטה רציף. מצב זה צורך חשמל במהירות ומוצע רק כאשר המצלמה שלך פועלת עם מתח חיבור
id: Rekam video terus menerus. Saat tingkat baterai di bawah %1$s, secara otomatis beralih ke mode perekaman peristiwa. Saat tingkat baterai di atas %2$s, melanjutkan ke mode perekaman berkelanjutan. Mode ini menghabiskan daya dengan cepat dan hanya disarankan saat kamera Anda bekerja dengan daya plug-in
it: Registra video continuamente. Quando il livello della batteria è inferiore a %1$s, passa automaticamente alla modalità di registrazione degli eventi. Quando il livello della batteria supera %2$s, torna alla modalità di registrazione continua. Questa modalità consuma energia velocemente ed è consigliata solo quando la fotocamera funziona con alimentazione plug-in
ja: ビデオを継続的に録画します。バッテリー残量が%1$sを下回ると、自動的にイベント記録モードに切り替わります。バッテリー残量が%2$sを超えると、連続記録モードに戻ります。このモードは電力を急速に消費し、カメラがプラグイン電源で動作する場合にのみ推奨されます
ko: 지속적으로 비디오를 녹화합니다. 배터리 잔량이 %1$s 미만이면 이벤트 녹화 모드로 자동 전환됩니다. 배터리 잔량이 %2$s를 초과하면 연속 녹화 모드로 다시 시작됩니다. 이 모드는 전력을 빠르게 소모하며 카메라가 플러그인 전원으로 작동할 때만 제안됩니다.
nb: Ta opp videoer kontinuerlig. Når batterinivået er under %1$s, bytter du automatisk til hendelsesopptaksmodus. Når batterinivået over %2$s, går tilbake til kontinuerlig opptaksmodus. Denne modusen bruker raskt strøm og anbefales bare når kameraet ditt fungerer med plug-in strøm
nl: Neem continu video's op. Wanneer het batterijniveau lager is dan %1$s, wordt automatisch overgeschakeld naar de gebeurtenisopnamemodus. Wanneer het batterijniveau hoger is dan %2$s, wordt de continue opnamemodus hervat. Deze modus verbruikt snel stroom en wordt alleen aanbevolen als je camera werkt met plug-in power
pl: Nagrywaj filmy w sposób ciągły. Gdy poziom naładowania baterii spadnie poniżej %1$s, automatycznie przełącza się w tryb nagrywania zdarzeń. Gdy poziom naładowania baterii przekracza %2$s, wznawiany jest tryb ciągłego nagrywania. Ten tryb szybko zużywa energię i jest zalecany tylko wtedy, gdy kamera działa z zasilaniem przez wtyczkę
pt_br: Grave vídeos continuamente. Quando o nível da bateria está abaixo de %1$s, muda automaticamente para o modo de gravação de eventos. Quando o nível da bateria estiver acima de %2$s, volta ao modo de gravação contínua. Este modo consome energia rapidamente e é sugerido apenas quando sua câmera funciona com energia plug-in
ro: Înregistrați videoclipuri continuu. Când nivelul bateriei este sub %1$s, trece automat în modul de înregistrare a evenimentului. Când nivelul bateriei este mai mare de %2$s, se reia la modul de înregistrare continuă. Acest mod consumă energie rapid și este sugerat numai atunci când camera dvs. funcționează cu alimentare
ru: Записывайте видео непрерывно. Когда уровень заряда батареи ниже %1$s, автоматически переключается в режим записи событий. Когда уровень заряда батареи выше %2$s, возобновляется режим непрерывной записи. Этот режим быстро потребляет энергию и рекомендуется только в том случае, если ваша камера работает от внешнего источника питания.
sv: Spela in videor kontinuerligt. När batterinivån under %1$s växlar automatiskt till händelseinspelningsläge. När batterinivån överstiger %2$s, återgår till kontinuerligt inspelningsläge. Detta läge förbrukar ström snabbt och rekommenderas endast när din kamera fungerar med plug-in ström
th: บันทึกวิดีโออย่างต่อเนื่อง เมื่อระดับแบตเตอรี่ต่ำกว่า %1$s จะเปลี่ยนเป็นโหมดบันทึกเหตุการณ์โดยอัตโนมัติ เมื่อระดับแบตเตอรี่สูงกว่า %2$s กลับสู่โหมดบันทึกต่อเนื่อง โหมดนี้ใช้พลังงานอย่างรวดเร็ว และแนะนำเฉพาะเมื่อกล้องของคุณทำงานกับปลั๊ก-อินเท่านั้น
tr: Videoları sürekli olarak kaydedin. Pil seviyesi %1$s'nin altına düştüğünde, otomatik olarak olay kayıt moduna geçer. Pil seviyesi %2$s'nin üzerine çıktığında, sürekli kayıt moduna döner. Bu mod gücü hızlı tüketir ve yalnızca kameranız eklenti gücüyle çalıştığında önerilir
vi: Quay video liên tục. Khi mức pin dưới%1$s, tự động chuyển sang chế độ ghi sự kiện. Khi mức pin trên%2$s, tiếp tục chuyển sang chế độ ghi liên tục. Chế độ này tiêu thụ năng lượng nhanh và chỉ được đề xuất khi máy ảnh của bạn hoạt động với nguồn điện cắm vào
zh_hans: 设备一直持续录像，当电量降至%1$s以下时自动切换为最佳录像，当电量提升至%2$s以上时恢复一直录像，该模式耗电较快，适合外接电源使用。
zh_hant: 設備一直持續錄像，當電量降至%1$s以下時自動切換為最佳錄像，當電量提升至%2$s以上時恢復一直錄像，該模式耗電較快，適合外接電源使用。

# square
source: Demo
cs: Demo centrum
es: Manifestación
fi: Demokeskus
fr: Démo
he: דמו
it: dimostrativa
ja: デモ
ko: 데모
pl: Próbny
pt_br: Demonstração
ru: демонстрация
th: ตัวอย่าง
tr: gösteri
vi: Bản giới thiệu
zh_hans: 演示
zh_hant: 演示

# adddevice_power_device
source: 1. Power on the device
cs: 1. Zapněte zařízení
de: 1. Schalten Sie das Gerät ein
es: 1. Encienda el Equipo
fi: 1. Kytke laitteeseen virta
fr: 1. Allumez l'appareil
he: 1. הפעל את המכשיר
id: 1. Hidupkan perangkat
it: 1. Accendere il dispositivo
ja: 1.デバイスの電源を入れます
ko: 1. 장치의 전원을 켜십시오
nb: 1. Slå på enheten
nl: 1. Schakel het apparaat in
pl: 1. Włącz urządzenie
pt_br: 1. Ligue o dispositivo
ro: 1. Porniți dispozitivul
ru: 1. Включите устройство
sv: 1. Slå på enheten
th: 1. เปิดอุปกรณ์
tr: 1. Cihazı açın
vi: 1. Bật nguồn thiết bị
zh_hans: 1.接通设备电源
zh_hant: 1.接通設備電源

# devicesetting_Device_video_transmission
source: In the video transmission,please wait a moment...
cs: Při přenosu videa počkejte chvíli ...
de: Videoübertragung, bitte einen Moment warten...
es: En la transmisión de video,por favor espere un momento ...
fi: Odota hetki videolähetyksessä ...
fr: Dans la transmission vidéo, veuillez patienter un instant...
he: בשידור הווידאו,המתן רגע ...
id: dalam tahap trasmisi video,silakan tunggu…
it: Nella trasmissione video,per favore aspetta un attimo ...
ja: ビデオ送信中です。しばらくお待ちください。
ko: 비디오 전송 중입니다. 잠시만 기다려주십시오...
nb: I videooverføringen,vent et øyeblikk ...
nl: In de video-uitzending,even geduld ...
pl: W transmisji wideo,proszę poczekać chwilę ...
pt_br: Na transmissão de vídeo,por favor,espere um momento ...
ro: În transmisia video,așteptați un moment ...
ru: В передаче видео,пожалуйста,подождите ...
sv: Vänligen vänta ett ögonblick i videotransmissionen ...
th: การบันทึกบนคลาวด์
tr: Video yayınında lütfen biraz bekleyin ...
vi: Đang truyền video, vui lòng đợi ...
zh_hans: 录像传输中，请稍等...
zh_hant: 錄像傳輸中，請稍等...

source: Formatting
cs: Formátování
de: wird formatiert
es: Formateo
fi: alustus
fr: Formatage
he: מפרמט
id: Formating
it: Formattando
ja: フォーマット中
ko: 서식 지정
nb: Formaterer
nl: Formatteren
pl: Formatowanie
pt_br: Formatação
ro: Formatarea
ru: форматирование
sv: formatering
th: กำลังฟอร์แมต
tr: Biçimlendirme
vi: Định dạng
zh_hans: 格式化中
zh_hant: 格式化中

# addDevice_help_text8
source: 3. The phone and device are under the same router
cs: 3. Telefon a zařízení jsou pod stejným směrovačem
de: 3. Das Telefon und das Gerät sind mit demselben Router verbunden
es: 3. El teléfono y el Equipo están bajo el mismo enrutador.
fi: 3. Puhelin ja laite ovat saman reitittimen alla
fr: 3. Le téléphone et l'appareil sont sous le même routeur
he: 3. הטלפון והמכשיר נמצאים תחת אותו נתב
id: 3. Telepon dan perangkat berada di bawah router yang sama
it: 3. Il telefono e il dispositivo si trovano sotto lo stesso router
ja: 3.携帯電話とデバイスが同じルーターの下にある。
ko: 3. 스마트폰과 장치가 동일한 무선 공유기에 연결되어 있습니다.
nb: 3. Telefonen og enheten er under samme ruteren
nl: 3. De telefoon en het apparaat bevinden zich onder dezelfde router
pl: 3. Telefon i urządzenie znajdują się pod tym samym routerem
pt_br: 3. O telefone e o dispositivo estão no mesmo roteador
ro: 3. Telefonul și dispozitivul se află sub același router
ru: 3. Телефон и устройство находятся под одним роутером
sv: 3. Telefonen och enheten är under samma router
th: 3. โทรศัพท์มือถือและอุปกรณ์ต้องเชื่อมต่อเราเตอร์เดียวกัน
tr: 3. Telefon ve cihaz aynı yönlendirici altında
vi: 3. Điện thoại và thiết bị ở dưới cùng một bộ định tuyến
zh_hans: 3.手机和设备处于同一路由器下
zh_hant: 3.手機和設備處於同一路由器下

# devicesetting_unlock_question
source: The current 4G card is locked. Is it unlocked?
cs: Aktuální karta 4G je uzamčena. Je to odemčeno?
de: Die aktuelle 4G Karte ist gesperrt, entsperren?
es: La tarjeta 4G actual está bloqueada. ¿Está desbloqueado?
fi: Nykyinen 4G-kortti on lukittu. Onko se auki?
fr: La carte 4G actuelle est verrouillée. Est-ce débloqué?
he: כרטיס ה- 4G הנוכחי נעול. האם זה לא נעול?
id: Kartu 4G saat ini terkunci. Apakah tidak terkunci?
it: La scheda 4G corrente è bloccata. È sbloccato?
ja: 現在の4Gカードはロックされています。 ロック解除されていますか？
ko: 현재 4G 카드가 잠겨 있습니다. 잠금 해제되어 있습니까?
nb: Det nåværende 4G-kortet er låst. Er den ulåst?
nl: De huidige 4G-kaart is vergrendeld. Is het ontgrendeld?
pl: Obecna karta 4G jest zablokowana. Czy jest odblokowany?
pt_br: O cartão 4G atual está bloqueado. Está desbloqueado?
ro: Cardul 4G actual este blocat. Este deblocat?
ru: Текущая карта 4G заблокирована. Это разблокировано?
sv: Det aktuella 4G-kortet är låst. Låses det upp?
th: การ์ด 4G ปัจจุบันถูกล็อกคุณต้องการปลดล็อกหรือไม่
tr: Geçerli 4G kartı kilitli. Kilidi var mı?
vi: Thẻ 4G hiện tại đã bị khóa. Bạn có muốn mở khóa không?
zh_hans: 当前4G卡已锁定，是否进行解锁？
zh_hant: 當前4G卡已鎖定，是否進行解鎖？

# devicelist_cloud_motion_prompt_ios
source: If it is detected that the motion detection of cloud storage devices %@ has been turned off, please go to the device settings to enable motion detection
cs: Pokud se zjistí, že detekce pohybu cloudových úložných zařízení %@ byla vypnuta, přejděte prosím do nastavení zařízení a aktivujte detekci pohybu
de: Wenn festgestellt wird, dass die Bewegungserkennung der Cloud-Speichergeräte %@ ausgeschaltet wurde, gehen Sie bitte zu den Geräteeinstellungen, um die Bewegungserkennung zu aktivieren
es: Si se detecta que la detección de movimiento de los dispositivos de almacenamiento en la nube %@ se ha desactivado, vaya a la configuración del dispositivo para habilitar la detección de movimiento.
fi: Jos havaitaan, että pilvitallennuslaitteiden %@ liiketunnistus on poistettu käytöstä, siirry laitteen asetuksiin ottaaksesi liiketunnistuksen käyttöön
fr: S'il est détecté que la détection de mouvement des périphériques de stockage cloud %@ a été désactivée, veuillez accéder aux paramètres de l'appareil pour activer la détection de mouvement
he: אם זוהה שזיהוי התנועה של התקני אחסון בענן %@ כובה, נא עבור להגדרות המכשיר כדי לאפשר זיהוי תנועה
id: Jika terdeteksi bahwa deteksi gerakan perangkat penyimpanan cloud %@ telah dimatikan, silakan buka pengaturan perangkat untuk mengaktifkan deteksi gerakan
it: Se viene rilevato che il rilevamento del movimento dei dispositivi di archiviazione cloud %@ è stato disattivato, vai alle impostazioni del dispositivo per abilitare il rilevamento del movimento
ja: クラウドストレージデバイス%@のモーション検知がオフになっていることが検出された場合は、デバイス設定に移動してモーション検知を有効にしてください
ko: 클라우드 저장 장치 %@의 움직임 감지가 꺼진 것으로 감지되면 장치 설정으로 이동하여 움직임 감지를 활성화하십시오
nb: Hvis det oppdages at bevegelsesdeteksjon av skylagringsenheter %@ er slått av, gå til enhetsinnstillingene for å aktivere bevegelsesdeteksjon
nl: Als wordt gedetecteerd dat de bewegingsdetectie van cloudopslagapparaten %@ is uitgeschakeld, gaat u naar de apparaatinstellingen om bewegingsdetectie in te schakelen
pl: Jeśli zostanie wykryte, że wykrywanie ruchu urządzeń pamięci masowej w chmurze %@ zostało wyłączone, przejdź do ustawień urządzenia, aby włączyć wykrywanie ruchu
pt_br: Se for detectado que a detecção de movimento dos dispositivos de armazenamento em nuvem %@ foi desativada, acesse as configurações do dispositivo para ativar a detecção de movimento
ro: Dacă se detectează că detectarea mișcării a dispozitivelor de stocare în cloud %@ a fost dezactivată, accesați setările dispozitivului pentru a activa detectarea mișcării
ru: Если обнаружено, что обнаружение движения на облачных хранилищах %@ отключено, перейдите в настройки устройства, чтобы включить обнаружение движения.
sv: Om det upptäcks att rörelsedetektering av molnlagringsenheter %@ har stängts av, gå till enhetsinställningarna för att aktivera rörelsedetektering
th: หากตรวจพบว่าปิดการตรวจจับการเคลื่อนไหวของอุปกรณ์เก็บข้อมูลระบบคลาวด์ %@ โปรดไปที่การตั้งค่าอุปกรณ์เพื่อเปิดใช้งานการตรวจจับการเคลื่อนไหว
tr: %@ bulut depolama cihazlarının hareket algılamasının kapatıldığı algılanırsa, hareket algılamayı etkinleştirmek için lütfen cihaz ayarlarına gidin
vi: Nếu phát hiện ra rằng tính năng phát hiện chuyển động của các thiết bị lưu trữ đám mây%@ đã bị tắt, hãy chuyển đến phần cài đặt thiết bị để bật tính năng phát hiện chuyển động
zh_hans: 检测到云存设备%@智能侦测已关闭，请前往设备设置开启智能侦测
zh_hant: 檢測到雲存設備%@智能偵測已關閉，請前往設備設置開啟智能偵測

# service_map_review_progress
source: View review progress
cs: Zobrazit průběh kontroly
de: Überprüfungs-Fortschritt anzeigen
es: Ver revisión del progreso
fi: Näytä arvioi etenemistä
fr: Voir le progrès d'examen
he: התקדמות צג ביקורת
id: Lihat kemajuan ulasan
it: Scrivi i progressi
ja: レビューの進行状況を表示
ko: 검토 진행 상황보기
nb: Vis gjennomgang fremgang
nl: Bekijk beoordeling vooruitgang
pl: Zobacz postęp recenzji
pt_br: Ver progresso da revisão
ro: Vezi progresul recenzie
ru: Просмотр прогресса обзора
sv: Se recension framsteg
th: ดูความคืบหน้าการตรวจสอบ
tr: Görünüm ilerlemeyi gözden
vi: Đi tới xem tiến trình đánh giá
zh_hans: 前往查看审核进度
zh_hant: 前往查看審核進度

# playback_no_video_this_time
source: No recording at this time
cs: V tuto chvíli není záznam
de: Keine Aufnahmen zu dieser Zeit
es: No hay grabación en este momento
fi: Ei äänitystä tällä hetkellä
fr: Aucun enregistrement pour le moment
he: בשלב זה אין הקלטה
id: Tidak ada rekaman saat ini
it: Nessuna registrazione in questo momento
ja: 現時点では録画はありません
ko: 현재 녹음이 없습니다.
nb: Ingen opptak for øyeblikket
nl: Op dit moment geen opname
pl: Brak nagrań w tym momencie
pt_br: Nenhuma gravação neste momento
ro: Nicio înregistrare în acest moment
ru: Нет записи в это время
sv: Ingen inspelning just nu
th: ไม่มีการบันทึกในขณะนี้
tr: Şu anda kayıt yok
vi: Không có bản ghi nào vào thời điểm này
zh_hans: 该时间点没有录像
zh_hant: 該時間點沒有錄像

# deviceSetting_Push_during_day_time_ios
source: %@ - %@forward news
cs: %@ - %@předat novinky
de: %@ - %@ Push-Nachricht
es: %@ - %@reenviar noticias
fi: %@ - %@välitä uutiset
fr: %@ - %@forward nouvelles
he: %@ - %@forward חדשות
id: %@ - %@forward berita
it: %@ - %@notizie in avanti
ja: %@-%@フォワードニュース
ko: %@ - %@앞으로 뉴스
nb: %@ - %@forward nyheter
nl: %@ - %@forward nieuws
pl: %@ - %@prześlij wiadomości
ro: %@ - %@forward știri
ru: %@ - %@предварительные новости
sv: %@ - %@forward nyheter
th: %@ - %@forward ข่าว
tr: %@ - %@haberleri ilet
vi: %@ -%@ chuyển tiếp tin tức
zh_hans: %@ - %@推送消息
zh_hant: %@ - %@推送消息

# help_addDevice_textTips_8
source: 3.If the indicator light of device doesn't blink,please follow the instruction to operate.
cs: 3. Pokud indikátor zařízení nebliká,postupujte podle pokynů.
de: 3.Wenn LED des Gerätes nicht blinkt, befolgen Sie die Anweisungen zur Bedienung.
es: 3. Si la luz indicadora del Equipo no parpadea,siga las instrucciones para operar.
fi: 3. Jos laitteen merkkivalo ei vilku,noudata ohjeita.
fr: 3. Si le voyant de l'appareil ne clignote pas, suivez les instructions pour l'utiliser.
he: 3. אם נורית חיווי המכשיר לא מהבהבת,עקוב אחרי ההוראות
id: 3. jika lampu indikator di perangkat tidak berkelip,ikutin intruksi untuk operasi
it: 3. L'indicatore luminoso non lampeggia,seguire le istruzioni per completare.
ja: 3.デバイスのランプが点滅していない場合は、指示に従って操作してください。
ko: 3. 제품 표시등이 깜빡이지 않으면 안내에 따라 조작해주세요.
nb: 3. Hvis indikatoren på enheten ikke blinker,følg instruksjonene.
nl: 3.Indien indicatielampje van apparaat niet knippert,bedieningsinstructie volgen.
pl: 3. Jeśli dioda LED nie miga,postępuj zgodnie z instrukcjami
pt_br: 3. Se a luz indicadora do dispositivo não piscar,siga as instruções para operar.
ro: 3. Dacă indicatorul luminos al dispozitivului nu clipește,urmați instrucțiunile de funcționare.
ru: 3.Если индикатор устройства не мигает,следуйте инструкциям по эксплуатации.
sv: 3. Om indikatorlampan på enheten blinkar,följ instruktionerna för att använda.
th: 3. หากไฟแสดงสถานะของอุปกรณ์ไม่กะพริบโปรดปฏิบัติตามคำแนะนำเพื่อใช้งาน
tr: 3.Eğer cihazın gösterge ışığı yanıp sönmüyorsa,çalıştırma talimatlarını izleyin.
vi: 3. Nếu đèn báo của thiết bị không nhấp nháy, hãy làm theo lời nhắc để hoạt động.
zh_hans: 3.若设备指示灯没有闪烁，按照提示进行操作。
zh_hant: 3.若設備指示燈沒有閃爍，按照提示進行操作。

# devicelist_firmware_update_all_fail_prompt
source: The firmware upgrade failed. Please click the failure help to view the manual upgrade guide.
cs: Aktualizace firmwaru se nezdařila. Chcete-li zobrazit průvodce ručním upgradem, klikněte na nápovědu k selhání.
de: Firmware-Upgrade fehlgeschlagen. Tippen Sie auf die Fehlerhilfe, um die manuelle Upgrade-Anleitung anzuzeigen.
es: La actualización del firmware falló. Haga clic en la ayuda de falla para ver la guía de actualización manual.
fi: Laiteohjelmiston päivitys epäonnistui. Napsauta vikaohjeita nähdäksesi manuaalisen päivitysoppaan.
fr: La mise à jour du firmware a échoué. Cliquez sur l'aide en cas d'échec pour afficher le guide de mise à niveau manuelle.
he: שדרוג הקושחה נכשל. אנא לחץ על העזרה בכישלון כדי להציג את מדריך השדרוג הידני.
id: Pembaruan firmware gagal. Silakan klik bantuan kegagalan untuk melihat panduan peningkatan manual.
it: L'aggiornamento del firmware non è riuscito. Fare clic sulla guida per l'errore per visualizzare la guida all'aggiornamento manuale.
ja: ファームウェアのアップグレードに失敗しました。 失敗のヘルプをクリックして手動アップグレードガイドを表示してください。
ko: 펌웨어 업그레이드가 실패했습니다. 수동 업그레이드 가이드를 보려면 실패 도움말을 클릭하십시오.
nb: Firmwareoppgraderingen mislyktes. Vennligst klikk feilen for å se den manuelle oppgraderingsguiden.
nl: De firmware-upgrade is mislukt. Klik op de fouthulp om de handmatige upgradehandleiding te bekijken.
pl: Aktualizacja oprogramowania układowego nie powiodła się. Kliknij pomoc dotyczącą błędu, aby wyświetlić podręcznik ręcznej aktualizacji.
pt_br: A atualização do firmware falhou. Por favor, clique na ajuda de falha para visualizar o guia de atualização manual.
ro: Actualizarea firmware-ului a eșuat. Vă rugăm să faceți clic pe ajutorul de eșec pentru a vedea ghidul de actualizare manuală.
ru: Обновление прошивки не удалось. Пожалуйста, нажмите на справку по ошибкам, чтобы просмотреть руководство по обновлению вручную.
sv: Uppgraderingen av firmware misslyckades. Klicka på felhjälpen för att se den manuella uppgraderingsguiden.
th: การอัพเกรดเฟิร์มแวร์ล้มเหลว โปรดคลิกความช่วยเหลือเกี่ยวกับความล้มเหลวเพื่อดูคู่มือการอัปเกรดด้วยตนเอง
tr: Yazılım yükseltmesi başarısız oldu. Manuel güncelleme kılavuzunu görüntülemek için lütfen arıza yardımına tıklayın.
vi: Nâng cấp firmware không thành công, vui lòng nhấp vào trợ giúp không thành công để xem hướng dẫn nâng cấp thủ công
zh_hans: 固件升级失败，请点击失败帮助查看手动升级指引
zh_hant: 固件升級失敗，請點擊失敗幫助查看手動升級指引
