Repository: Yolo-cell-hash/go_home_ios
Catalog: ios/Runner/JASDK/JAResources/XLanguage/X35MultiLanguage/*.lproj/X35MutiLanguage.strings
Languages: cs, de, es, fi, fr, he, id, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sv, th, tr, vi, zh_hans, zh_hant

# addevice_set_wifi_password_description
source: Please set the password for the device's own WiFi. After successful addition, you need to connect to the device's WiFi to watch the video normally.
cs: Nastavte heslo pro vlastní WiFi zařízení. Po úspěšném přidání se musíte připojit k WiFi zařízení, abyste mohli normálně sledovat video.
de: Bitte legen Sie das Passwort für das WLAN des Geräts fest. Nach erfolgreichem Hinzufügen müssen Sie eine Verbindung zum WLAN des Geräts herstellen, um das Gerät zu sehen.
es: Establezca la contraseña para el propio WiFi del dispositivo. Después de una adición exitosa, debe conectarse al WiFi del dispositivo para ver el video normalmente.
fi: Määritä salasana laitteen omalle WiFi: lle. Onnistuneen lisäyksen jälkeen sinun on muodostettava yhteys laitteen WiFi-verkkoon, jotta voit katsoa videota normaalisti.
fr: Veuillez définir le mot de passe pour le propre WiFi de l'appareil. Après l'ajout réussi, vous devez vous connecter au WiFi de l'appareil pour regarder la vidéo normalement.
he: אנא הגדר את הסיסמה ל- WiFi עצמו של המכשיר. לאחר הוספה מוצלחת, עליך להתחבר ל- WiFi של המכשיר כדי לצפות בסרטון כרגיל.
id: Harap setel sandi untuk WiFi perangkat itu sendiri. Setelah penambahan berhasil, Anda perlu menghubungkan ke perangkat WiFi untuk menonton video secara normal.
it: Si prega di impostare la password per il WiFi del dispositivo. Dopo l'aggiunta riuscita, è necessario connettersi al WiFi del dispositivo per guardare normalmente il video.
ja: デバイス自体のWiFiのパスワードを設定してください。追加が成功したら、ビデオを正常に視聴するには、デバイスのWiFiに接続する必要があります。
ko: 장치의 자체 WiFi에 대한 암호를 설정하십시오. 성공적으로 추가 한 후 비디오를 정상적으로 시청하려면 장치의 WiFi에 연결해야합니다.
nb: Angi passordet for enhetens egen WiFi. Etter vellykket tillegg, må du koble til enhetens WiFi for å se videoen normalt.
nl: Stel het wachtwoord in voor de eigen WiFi van het apparaat. Na succesvolle toevoeging moet u verbinding maken met de WiFi van het apparaat om de video normaal te bekijken.
pl: Ustaw hasło do własnego WiFi urządzenia. Po pomyślnym dodaniu musisz połączyć się z WiFi urządzenia, aby normalnie oglądać wideo.
pt_br: Defina a senha para o WiFi do próprio dispositivo. Após a adição bem-sucedida, você precisa se conectar ao WiFi do dispositivo para assistir ao vídeo normalmente.
ro: Vă rugăm să setați parola pentru propriul WiFi al dispozitivului. După adăugarea cu succes, trebuie să vă conectați la WiFi-ul dispozitivului pentru a viziona videoclipul în mod normal.
ru: Установите пароль для собственного Wi-Fi устройства. После успешного добавления вам необходимо подключиться к Wi-Fi устройства, чтобы нормально смотреть видео.
sv: Ställ in lösenordet för enhetens egen WiFi. Efter lyckat tillägg måste du ansluta till enhetens WiFi för att se videon normalt.
th: โปรดตั้งรหัสผ่านสำหรับ WiFi ของอุปกรณ์เอง หลังจากเพิ่มสำเร็จคุณต้องเชื่อมต่อกับ WiFi ของอุปกรณ์เพื่อดูวิดีโอตามปกติ
tr: Lütfen cihazın kendi WiFi şifresini ayarlayın. Başarılı bir eklemeden sonra, videoyu normal şekilde izlemek için cihazın WiFi bağlantısına bağlanmanız gerekir.
vi: Vui lòng đặt mật khẩu cho WiFi riêng của thiết bị, sau khi thêm thành công, bạn cần kết nối với WiFi của thiết bị để xem video bình thường.
zh_hans: 请为设备自带WiFi设置密码，添加成功后您需连接设备WiFi才能正常观看视频。
zh_hant: 請為設備自帶WiFi設置密碼，添加成功後您需連接設備WiFi才能正常觀看視頻。

# person_feedback_question_video_incomplete
source: Q10: Under what circumstances may the TF card or cloud recording be incomplete?
cs: Q10: Za jakých okolností může být TF karta nebo cloudové nahrávání neúplné?
de: F10: Unter welchen Umständen kann die Aufnahme auf SD-Karte oder Cloud unvollständig sein?
es: P10: ¿En qué circunstancias la tarjeta TF o la grabación en la nube pueden estar incompletas?
fi: Q10: Missä tilanteissa TF-kortti tai pilvitallennus voi olla epätäydellinen?
fr: Q10: Dans quelles circonstances l'enregistrement sur carte TF ou cloud peut-il être incomplet?
he: שאלה 10: באילו נסיבות עשוי כרטיס TF או הקלטת הענן להיות לא שלמים?
id: T10: Dalam kondisi apa kartu TF atau perekaman cloud tidak lengkap?
it: D10: In quali circostanze la scheda TF o la registrazione su cloud potrebbero essere incomplete?
ja: Q10：microSDカードまたはクラウドの録画が不完全になるのはどのような場合ですか？
ko: Q10 : 어떤 상황에서 TF 카드 또는 클라우드 기록이 불완전 할 수 있습니까?
nb: Spørsmål 10: Under hvilke omstendigheter kan TF-kortet eller skyopptaket være ufullstendige?
nl: V10: Onder welke omstandigheden kan de opname van de TF-kaart of cloud onvolledig zijn?
pl: P10: W jakich okolicznościach zapisywanie na karcie TF lub w chmurze może być niekompletne?
pt_br: Q10: Sob quais circunstâncias o cartão TF ou a gravação na nuvem podem estar incompletos?
ro: Q10: În ce circumstanțe cardul TF sau înregistrarea în cloud pot fi incomplete?
ru: В10: При каких обстоятельствах карта TF или облачная запись могут быть неполными?
sv: F10: Under vilka omständigheter kan TF-kortet eller molninspelningen vara ofullständig?
th: คำถามที่ 10: เงื่อนไขใดที่อาจทำให้การ์ด TF หรือการบันทึกบนคลาวด์ไม่สมบูรณ์
tr: S10: TF kartı veya bulut kaydı hangi koşullar altında eksik olabilir?
vi: Câu hỏi 10: Những điều kiện nào có thể gây ra việc ghi không đầy đủ thẻ TF hoặc đám mây?
zh_hans: Q10：哪些情况可能会导致TF卡或云录像不完整？
zh_hant: Q10：哪些情況可能會導致TF卡或雲錄像不完整？

# addDevice_choose_channel
source: Channel number
cs: Počet kanálů
de: Kanal Anzahl
es: Numero de canal
fi: Kanavien lukumäärä
fr: Numéro de canal
he: מספר ערוץ
id: No. Saluran
it: Numero canale
ja: チャンネル番号
ko: 채널 수
nb: Kanalnummer
nl: Kanaalnummer
pl: Numer kanału
pt_br: Número do canal
ro: Numărul canalului
ru: Номер канала
sv: Kanalnummer
th: หมายเลขช่อง
tr: Kanal numarası
vi: Số kênh
zh_hans: 通道数
zh_hant: 通道數

# cloud_device_delete
source: Device does not exist
cs: Zařízení neexistuje
de: Gerät existiert nicht
es: El Equipo no existe.
fi: Laitetta ei ole
fr: L'appareil n'existe pas
he: המכשיר אינו קיים
id: Perangkat tidak ada
it: Il dispositivo non esiste
ja: デバイスが存在しません
ko: 장치가 존재하지 않습니다
nb: Enhet eksisterer ikke
nl: Apparaat bestaat niet
pl: Urządzenie nie istnieje
pt_br: O dispositivo não existe
ro: Dispozitivul nu există
ru: Устройство не существует
sv: Enheten finns inte
th: ไม่มีอุปกรณ์
tr: Cihaz yok
vi: Thiết bị không tồn tại
zh_hans: 设备不存在
zh_hant: 設備不存在

# Stock
source: Inventory
cs: Inventář
de: Inventar
es: Inventario
fi: Varasto
fr: Inventaire
he: מְלַאי
id: Inventaris
it: Inventario
ja: 在庫
ko: 목록
nb: Inventar
nl: Inventaris
pl: Spis
pt_br: Inventário
ro: Inventar
ru: Инвентарь
sv: Lager
th: รายการสิ่งของ
tr: Envanter
vi: Kiểm kê
zh_hans: 库存
zh_hant: 庫存

source: Top
cs: Horní
de: oben
es: Cima
fi: Ylös
fr: Haut
he: חלק עליון
id: Atas
it: Superiore
ja: 上
ko: 맨 위
nb: Topp
nl: Bovenkant
pl: Najlepszy
pt_br: Topo
ru: Верхняя
sv: Topp
th: สูงสุด
tr: Üst
vi: Đứng đầu
zh_hans: 移到顶部
zh_hant: 移到頂部

# devicelist_Authorization
source: Authorization
cs: Povolení
de: Autorisieren
es: Autorización
fi: Valtuutus
fr: Autorisation
he: הרשאה
id: Otorisasi
it: Autorizzazione
ja: 承認
ko: 권한 부여
nb: Autorisasjon
nl: autorisatie
pl: Upoważnienie
pt_br: Autorização
ro: Autorizare
ru: Авторизация
sv: Tillstånd
th: การอนุญาต
tr: yetki
vi: Ủy quyền
zh_hans: 授权
zh_hant: 授權

# devicesetting_delete_reset_camera_clear_alarm_message
source: Clear all alarm message records of the camera
cs: Vymažte všechny záznamy alarmových zpráv kamery
de: Alle Alarmmeldungen der Kamera löschen
es: Borrar todos los registros de mensajes de alarma de la cámara
fi: Tyhjennä kaikki kameran hälytysviestitiedot
fr: Effacer tous les enregistrements de messages d'alarme de la caméra
he: נקה את כל רשומות האזעקה של המצלמה
id: Hapus semua catatan pesan alarm kamera
it: Cancella tutti i record dei messaggi di allarme della telecamera
ja: カメラのすべてのアラームメッセージレコードをクリアします
ko: 카메라의 모든 알람 메시지 기록 삭제
nb: Fjern alle alarmmeldingsoppføringene til kameraet
nl: Wis alle alarmberichtrecords van de camera
pl: Wyczyść wszystkie rekordy komunikatów alarmowych z kamery
pt_br: Limpe todos os registros de mensagens de alarme da câmera
ro: Ștergeți toate înregistrările mesajelor de alarmă ale camerei
ru: Очистить все записи тревожных сообщений камеры
sv: Rensa alla larmmeddelanden från kameran
th: ล้างบันทึกข้อความเตือนทั้งหมดของกล้อง
tr: Kameranın tüm alarm mesajı kayıtlarını temizleyin
vi: Xóa tất cả các bản ghi tin nhắn báo động của máy ảnh
zh_hans: 清空摄像机所有报警消息记录
zh_hant: 清空攝像機所有報警消息記錄

# devicesetting_default_tone
source: Default prompt tone
cs: Výchozí tón výzvy
de: Standardton
es: Tono de aviso predeterminado
fi: Oletuskehoteääni
fr: Tonalité d'invite par défaut
he: צליל הנחיה ברירת מחדל
id: Nada perintah default
it: Tono di richiesta predefinito
ja: デフォルトのプロンプトトーン
ko: 기본 프롬프트 톤
nb: Standard ledetone
nl: Standaard prompttoon
pl: Domyślny dźwięk zachęty
pt_br: Tom de alerta padrão
ro: Ton de prompt implicit
ru: Звуковой сигнал по умолчанию
sv: Standardprompton
th: เสียงเตือนเริ่มต้น
tr: Varsayılan bilgi istemi sesi
vi: Âm báo mặc định
zh_hans: 默认提示音
zh_hant: 默認提示音

source: Download IP Pro
cs: Stáhnout IP Pro
de: IP Pro herunterladen
es: Descargar IP Pro
fi: Lataa IP Pro
fr: Télécharger IP Pro
he: הורד IP Pro
id: Unduh IP Pro
it: Scarica IP Pro
ja: IP Proをダウンロードする
ko: IP Pro 다운로드
nb: Last ned IP Pro
pl: Pobierz IP Pro
pt_br: Faça o download do IP Pro
ro: Descărcați IP Pro
ru: Скачать IP Pro
sv: Hämta IP Pro
th: ดาวน์โหลด IP Pro
tr: IP Pro'yu indirin
vi: Tải xuống IP Pro
zh_hans: 下载 IP Pro
zh_hant: 下載 IP Pro

source: Device ID
cs: ID zařízení
de: Geräte ID
es: Identificación del dispositivo
fi: Laitteen tunnus
fr: Reference de l'appareil
he: מזהה מכשיר
id: ID perangkat
it: ID del dispositivo
ja: デバイスID
ko: 장치 아이디
nb: Enhets-ID
nl: Apparaat ID
pl: Identyfikator urzadzenia
pt_br: ID de dispositivo
ro: Identificatorul dispozitivului
ru: Идентификатор устройства
sv: Enhets-ID
th: รหัสอุปกรณ์
tr: cihaz kimliği
vi: ID thiết bị
zh_hans: 设备ID
zh_hant: 設備ID

# cloud_help_migration_service_2
source: (2) Migration cloud service process:
cs: (2) Proces cloudové služby migrace:
de: (2) Migration Cloud-Service-Prozess:
es: (2) Proceso de servicio en la nube de migración:
fi: (2) Migration pilvi palveluprosessi:
fr: (2) processus de service cloud de migration:
he: (2) הגירה ענן תהליך השירות:
id: (2) Proses layanan cloud migrasi:
it: (2) Processo del servizio cloud di migrazione:
ja: (2)移行クラウドサービスプロセス：
ko: (2) 마이그레이션 클라우드 서비스 프로세스 :
nb: (2) Overføringsprosess for migreringstjeneste:
nl: (2) Migratie clouddienstproces:
pl: (2) Proces obsługi chmury migracji:
pt_br: (2) processo de serviço de nuvem de migração:
ro: (2) Procesul de migrare a cloud-ului:
ru: (2) Процесс миграции облачного сервиса:
sv: (2) Migrations molntjänstprocess:
th: (2) กระบวนการบริการคลาวด์การย้ายข้อมูล:
tr: (2) Geçiş bulut hizmeti işlemi:
vi: (2) Quá trình di chuyển các dịch vụ đám mây:
zh_hans: (2)迁移云服务过程：
zh_hant: (2)遷移雲服務過程：

# cloud_device_selected
source: Device selected
cs: Vybrané zařízení
de: Gerät ausgewählt
es: Dispositivo seleccionado
fi: Laite valittu
fr: Appareil sélectionné
he: המכשיר נבחר
id: Perangkat dipilih
it: Dispositivo selezionato
ja: 選択されたデバイス
ko: 선택된 장치
nb: Enheten valgt
nl: Apparaat geselecteerd
pl: Wybrane urządzenie
pt_br: Dispositivo selecionado
ro: Dispozitiv selectat
ru: Устройство выбрано
sv: Enhet vald
th: อุปกรณ์ที่เลือก
tr: Cihaz seçildi
vi: Đã chọn thiết bị
zh_hans: 已选择设备
zh_hant: 已選擇設備

# Devicesetting_4G
source: 4G
zh_hans: 4G模式
zh_hant: 4G模式

# help_addDevice_textTips_19
source: 2.Input ID to complete adding.
cs: 2. Chcete-li doplnění přidat,zadejte ID zařízení a další obsah.
de: 2. Geräte-ID eingeben, um Hinzufügen abzuschließen
es: 2. Ingrese la información de ID para completar la adición.
fi: 2. Syötä laitteen tunnus ja muu sisältö täydentämiseksi.
fr: 2. Entrez l'ID pour terminer l'ajout.
he: 2. הכנס את הID של המכשיר
id: 2. Masukin ID untuk Komplit
it: 2. Inserire ID per completare aggiunta
ja: 2. IDを入力して追加を完了します。
ko: 2. Cloud ID를 입력합니다.
nb: 2. Skriv inn ID-en for å fullføre tillegget.
nl: 2.ID invoeren om toevoegen te voltooien.
pl: 2. Wprowadź ID aby zakończyć dodawanie.
pt_br: 2. ID de entrada para concluir a adição.
ro: 2. ID de intrare pentru completarea adăugării.
ru: 2.Введите идентификатор для завершения добавления.
sv: 2.Inmat ID för att slutföra lägga till.
th: 2. ใส่ ID เพื่อทำการเพิ่มให้เสร็จสมบูรณ์
tr: Eklemeyi tamamlamak için 2.Input ID'si.
vi: 2. Nhập ID thiết bị và nội dung khác để hoàn tất việc bổ sung.
zh_hans: 2.输入设备ID等内容，完成添加。
zh_hant: 2.輸入設備ID等內容，完成添加。

# message_There_are_new
source: There are %1$s new messages
cs: Počet nových zpráv: %1$s
de: Es gibt %1$s neue Nachrichten
es: Hay %1$s mensajes nuevos
fi: On %1$s uutta viestiä
fr: Il y a %1$s nouveaux messages
he: יש %1$s הודעות חדשות
id: Ada %1$s pesan baru
it: Ci sono %1$s nuovi messaggi
ja: %1$sの新しいメッセージがあります
ko: %1$s개의 새 메시지가 있습니다.
nb: Det er %1$s nye meldinger
nl: Er zijn %1$s nieuwe berichten
pl: Jest %1$s nowych wiadomości
pt_br: Existem %1$s novas mensagens
ro: Există %1$s mesaje noi
ru: Новых сообщений: %1$s
sv: Det finns %1$s nya meddelanden
th: มี %1$s ข้อความใหม่
tr: %1$s yeni mesaj var
vi: Có %1$s tin nhắn mới
zh_hans: 有%1$s条新消息
zh_hant: 有%1$s條新消息

# person_set_clean_cache_immediately
source: Clean up immediately
cs: Ihned vyčistěte
de: Jetzt leeren
es: Limpiar de inmediato
fi: Siivoa heti
fr: Nettoyer immédiatement
he: נקה מייד
id: Bersihkan segera
it: Pulisci immediatamente
ja: 削除
ko: 즉시 정리
nb: Rydd opp umiddelbart
nl: Ruim onmiddellijk op
pl: Natychmiast posprzątaj
pt_br: Limpe imediatamente
ro: Curățați imediat
ru: Убирайся немедленно
sv: Rengör omedelbart
th: ทำความสะอาดเดี๋ยวนี้
tr: Hemen temizleyin
vi: Dọn dẹp ngay bây giờ
zh_hans: 立即清理
zh_hant: 立即清理

# devicesetting_alarm_flash_time
source: Alarm flashing time
cs: Doba blikání alarmu
de: Dauer des Alarmblinkens
es: Duración parpadeante de alarma
fi: Hälytyksen vilkkumisen kesto
fr: Durée de clignotement de l'alarme
he: משך מהבהב אזעקה
id: Durasi alarm berkedip
it: Durata lampeggiante dell'allarme
ja: アラーム点滅時間
ko: 알람 점멸 시간
nb: Blinkende varighet for alarm
nl: Knipperende duur alarm
pl: Czas migania alarmu
pt_br: Duração do alarme piscando
ro: Durata intermitentă de alarmă
ru: Продолжительность мигания
sv: Larmets blinkande varaktighet
th: ไฟกระพริบเวลาแจ้งเตือน
tr: Alarm yanıp sönme süresi
vi: Thời gian nhấp nháy báo thức
zh_hans: 报警闪烁时长
zh_hant: 報警閃爍時長

# addDevice_solution_for_device_offline_3
source: (1) Open the APP interface, find the mall, select 4G traffic, and confirm whether the card number is correct;
cs: (1) Otevřete rozhraní APP, najděte obchodní centrum, vyberte provoz 4G a potvrďte, zda je číslo karty správné;
de: (1) Öffnen Sie die APP-Oberfläche, suchen Sie das Einkaufszentrum, wählen Sie 4G-Verkehr und bestätigen Sie, ob die Kartennummer korrekt ist.
es: (1) Abra la interfaz de la aplicación, busque el centro comercial, seleccione tráfico 4G y confirme si el número de tarjeta es correcto;
fi: (1) Avaa APP-liittymä, etsi ostoskeskus, valitse 4G-liikenne ja varmista, onko kortin numero oikein;
fr: (1) Ouvrez l'interface APP, trouvez le centre commercial, sélectionnez le trafic 4G et confirmez si le numéro de carte est correct.
he: (1) פתח את ממשק ה-APP, מצא את הקניון, בחר תעבורת 4G ואשר אם מספר הכרטיס נכון;
id: (1) Buka antarmuka APLIKASI, temukan mal, pilih lalu lintas 4G, dan konfirmasikan apakah nomor kartu sudah benar;
it: (1) Apri l'interfaccia dell'APP, trova il centro commerciale, seleziona il traffico 4G e conferma se il numero della carta è corretto;
ja: （1）APPインターフェースを開き、モールを見つけ、4Gトラフィックを選択し、カード番号が正しいかどうかを確認します。
ko: (1) APP 인터페이스를 열고 쇼핑몰을 찾고 4G 트래픽을 선택하고 카드 번호가 올바른지 확인하십시오.
nb: (1) Åpne APP-grensesnittet, finn kjøpesenteret, velg 4G-trafikk og bekreft om kortnummeret er riktig;
nl: (1) Open de APP-interface, zoek het winkelcentrum, selecteer 4G-verkeer en bevestig of het kaartnummer correct is;
pl: (1) otwórz interfejs aplikacji, znajdź centrum handlowe, wybierz ruch 4G i potwierdź, czy numer karty jest poprawny;
pt_br: (1) Abra a interface do APP, encontre o shopping, selecione o tráfego 4G e confirme se o número do cartão está correto;
ro: (1) Deschideți interfața APP, găsiți mall-ul, selectați trafic 4G și confirmați dacă numărul cardului este corect;
ru: (1) Откройте интерфейс приложения, найдите торговый центр, выберите трафик 4G и подтвердите правильность номера карты;
sv: (1) Öppna APP-gränssnittet, hitta köpcentret, välj 4G-trafik och bekräfta om kortnumret är korrekt;
th: (1) เปิดอินเทอร์เฟซ APP ค้นหาห้างสรรพสินค้า เลือกการรับส่งข้อมูล 4G และยืนยันว่าหมายเลขบัตรถูกต้องหรือไม่
tr: (1) APP arayüzünü açın, alışveriş merkezini bulun, 4G trafiğini seçin ve kart numarasının doğru olup olmadığını onaylayın;
vi: (1) Mở giao diện APP, tìm trung tâm mua sắm, chọn lưu lượng 4G và xác nhận xem số thẻ có chính xác hay không;
zh_hans: （1）打开APP界面，找到商城，选择4G流量，确认卡号是否正确；
zh_hant: （1）打開APP界面，找到商城，選擇4G流量，確認卡號是否正確；

# Stand_alone_station_Provide_service_support
source: Provide service support
cs: Poskytněte servisní podporu
de: Service-Support anbieten
es: Brindar soporte de servicio
fi: Tarjoa huoltotukea
fr: Fournir un support de service
he: ספק תמיכה בשירות
id: Berikan dukungan layanan
it: Fornire assistenza tecnica
ja: サービスサポートを提供する
ko: 서비스 지원 제공
nb: Gi servicestøtte
nl: Bied serviceondersteuning
pl: Zapewnij wsparcie serwisowe
pt_br: Fornece suporte de serviço
ro: Oferiți asistență pentru servicii
ru: Оказываем сервисную поддержку
sv: Ge service support
th: ให้บริการสนับสนุน
tr: Servis desteği sağlayın
vi: Cung cấp hỗ trợ dịch vụ
zh_hans: 提供服务支持
zh_hant: 提供服務支持

# adddevice_backlight_environment
source: Backlight environment
cs: Prostředí podsvícení
de: Umgebung mit Hintergrundbeleuchtung
es: entorno de luz de fondo
fi: Taustavalo ympäristö
fr: Environnement de rétroéclairage
he: סביבת תאורה אחורית
id: Lingkungan lampu latar
it: Ambiente di retroilluminazione
ja: バックライト環境
ko: 백라이트 환경
nb: Bakgrunnsbelysning miljø
nl: Achtergrondverlichting omgeving
pl: Podświetlenie
pt_br: Ambiente de luz de fundo
ro: Mediu cu iluminare de fundal
ru: Среда подсветки
sv: Bakgrundsbelysningsmiljö
th: สภาพแวดล้อมแบ็คไลท์
tr: Arka ışık ortamı
vi: Môi trường đèn nền
zh_hans: 逆光环境下
zh_hant: 逆光環境下
