Repository: Yolo-cell-hash/go_home_ios
Catalog: ios/Runner/JASDK/JAResources/XLanguage/X35MultiLanguage/*.lproj/X35MutiLanguage.strings
Languages: cs, de, es, fi, fr, he, id, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sv, th, tr, vi, zh_hans, zh_hant

# payment_failed
source: Fail to pay
cs: Platba objednávky se nezdařila
de: Zahlung fehlgeschlagen
es: Error de pago de la orden
fi: Tilauksen maksu epäonnistui
fr: Impossible de payer
he: לא משלמים
id: pembayaran gagal
it: Pagamento fallito
ja: 支払いできません
ko: 지불하지 못함
nb: Betaling feilet
nl: Betaling mislukt
pl: Nie zapłacić
pt_br: Não pagar
ro: Nu plătesc
ru: Не платить
sv: Underlåtenhet att betala
th: การจ่ายเงินล้มเหลว
tr: Ödeme başarısız
vi: Thanh toán đơn hàng không thành công
zh_hans: 订单支付失败
zh_hant: 訂單支付失敗

# devicelis_4Gdevice_offline_help_10
source: Note that after changing the card, restore the camera to the factory settings. If you can go online after replacing the 4G card, it means that the device is normal, otherwise there is a problem with the 4G card.
cs: Pamatujte, že po výměně karty obnovte tovární nastavení fotoaparátu. Pokud se po výměně 4G karty můžete připojit k internetu, znamená to, že je zařízení normální, jinak je problém s 4G kartou.
de: Beachten Sie, dass Sie die Kamera nach dem Kartenwechsel auf die Werkseinstellungen zurücksetzen müssen. Wenn Sie nach dem Austausch der 4G-Karte online gehen können, bedeutet dies, dass das Gerät normal funktioniert, andernfalls liegt ein Problem mit der 4G-Karte vor.
es: Tenga en cuenta que después de cambiar la tarjeta, restaure la cámara a la configuración de fábrica. Si puede conectarse en línea después de reemplazar la tarjeta 4G, significa que el dispositivo es normal; de lo contrario, hay un problema con la tarjeta 4G.
fi: Huomaa, että kortin vaihtamisen jälkeen palauta kamera tehdasasetuksiin. Jos pääset verkkoon 4G-kortin vaihdon jälkeen, se tarkoittaa, että laite on normaali, muuten 4G-kortissa on ongelma.
fr: Notez qu'après avoir changé la carte, restaurez l'appareil photo aux paramètres d'usine. Si vous pouvez vous connecter après avoir remplacé la carte 4G, cela signifie que l'appareil est normal, sinon il y a un problème avec la carte 4G.
he: שימו לב שלאחר החלפת הכרטיס, שחזרו את המצלמה להגדרות היצרן. אם אתה יכול להיכנס לאינטרנט לאחר החלפת כרטיס ה-4G, זה אומר שהמכשיר תקין, אחרת יש בעיה בכרטיס ה-4G.
id: Perhatikan bahwa setelah mengganti kartu, kembalikan kamera ke pengaturan pabrik. Jika Anda dapat online setelah mengganti kartu 4G, berarti perangkat normal, jika tidak ada masalah dengan kartu 4G.
it: Si noti che dopo aver cambiato la scheda, ripristinare la fotocamera alle impostazioni di fabbrica. Se riesci ad andare online dopo aver sostituito la scheda 4G, significa che il dispositivo è normale, altrimenti c'è un problema con la scheda 4G.
ja: カードを交換した後、カメラを工場出荷時の設定に戻すことに注意してください。 4Gカードを交換した後にオンラインに接続できる場合は、デバイスが正常であることを意味します。そうでない場合は、4Gカードに問題があります。
ko: 카드를 변경한 후에는 카메라를 공장 설정으로 복원하십시오. 4G 카드를 교체한 후 온라인 상태가 되면 장치가 정상이고 그렇지 않으면 4G 카드에 문제가 있는 것입니다.
nb: Merk at etter å ha byttet kortet, gjenopprett kameraet til fabrikkinnstillingene. Hvis du kan gå på nett etter å ha byttet ut 4G-kortet, betyr det at enheten er normal, ellers er det et problem med 4G-kortet.
nl: Merk op dat na het verwisselen van de kaart de camera teruggezet moet worden naar de fabrieksinstellingen. Als u na het vervangen van de 4G-kaart online kunt gaan, betekent dit dat het apparaat normaal is, anders is er een probleem met de 4G-kaart.
pl: Należy pamiętać, że po zmianie karty należy przywrócić w aparacie ustawienia fabryczne. Jeśli możesz przejść do trybu online po wymianie karty 4G, oznacza to, że urządzenie jest normalne, w przeciwnym razie jest problem z kartą 4G.
pt_br: Observe que depois de trocar o cartão, restaure a câmera para as configurações de fábrica. Se você puder ficar online após substituir o cartão 4G, significa que o dispositivo está normal, caso contrário, há um problema com o cartão 4G.
ro: Rețineți că, după schimbarea cardului, restaurați camera la setările din fabrică. Dacă poți intra online după înlocuirea cardului 4G, înseamnă că dispozitivul este normal, altfel există o problemă cu cardul 4G.
ru: Обратите внимание, что после замены карты верните камеру к заводским настройкам. Если после замены 4G-карты можно выйти в интернет, значит, с устройством все в порядке, в противном случае проблема с 4G-картой.
sv: Observera att efter att du har bytt kortet, återställ kameran till fabriksinställningarna. Om du kan gå online efter att ha bytt ut 4G-kortet betyder det att enheten är normal, annars är det problem med 4G-kortet.
th: โปรดทราบว่าหลังจากเปลี่ยนการ์ดแล้ว ให้คืนค่ากล้องกลับเป็นการตั้งค่าจากโรงงาน หากคุณสามารถออนไลน์ได้หลังจากเปลี่ยนการ์ด 4G แสดงว่าอุปกรณ์เป็นปกติ ไม่เช่นนั้นการ์ด 4G จะมีปัญหา
tr: Kartı değiştirdikten sonra kamerayı fabrika ayarlarına döndürün. 4G kartı değiştirdikten sonra internete girebiliyorsanız cihaz normal, aksi halde 4G kartta sorun var demektir.
vi: Lưu ý sau khi đổi thẻ hãy khôi phục máy ảnh về cài đặt gốc. Nếu bạn có thể vào mạng sau khi thay thẻ 4G nghĩa là máy vẫn bình thường, ngược lại thẻ 4G có vấn đề.
zh_hans: 注意换卡后先把摄像机恢复出厂设置，如更换4G卡后可以上线则表明设备正常，否则4G卡存在问题。
zh_hant: 注意換卡後先把攝像機恢復出廠設置，如更換4G卡後可以上線則表明設備正常，否則4G卡存在問題。

source: Hint
cs: náznak
de: Hinweis
es: insinuación
fi: vihje
fr: indice
he: רֶמֶז
id: petunjuk
it: suggerimento
ja: ヒント
ko: 힌트
pl: Wskazówka
pt_br: dica
ro: aluzie
ru: намекать
sv: antydan
th: คำใบ้
tr: ipucu
vi: gợi ý
zh_hans: 提示
zh_hant: 提示

# message_Package
source: Package
cs: Balík
de: Paket
es: Paquete
fi: Paketti
fr: Forfait
he: חֲבִילָה
id: Kemasan
it: Pacchetto
ja: パッケージ
ko: 패키지
nb: Pakke
nl: Pakket
pl: Pakiet
pt_br: Pacote
ro: Pachet
ru: Упаковка
sv: Paket
th: บรรจุุภัณฑ์
tr: paket
vi: Bưu kiện
zh_hans: 包裹
zh_hant: 包裹

# devicelist_device_password_error
source: Device password error
cs: Chyba hesla zařízení
de: Falsches Geräte-Passwort
es: Error de contraseña del Equipo
fi: Laitteen salasanan virhe
fr: Erreur de mot de passe de l'appareil
he: שגיאת סיסמת התקן
id: Kesalahan kata sandi perangkat
it: Errore password del dispositivo
ja: デバイスパスワードエラー
ko: 기기 비밀번호 오류
nb: Enhetspassordfeil
nl: Apparaatwachtwoordfout
pl: Błąd hasła urządzenia
pt_br: Erro de senha do dispositivo
ro: Eroare parolă dispozitiv
ru: Ошибка пароля устройства
sv: Fel på enhetslösenord
th: รหัสผ่านอุปกรณ์ผิดพลาด
tr: Cihaz şifresi hatası
vi: Mật khẩu thiết bị không chính xác
zh_hans: 设备密码错误
zh_hant: 設備密碼錯誤

# preview_WiFi_network_detected
source: WiFi network detected
cs: Zjištěna síť WiFi
de: WiFi-Netzwerk erkannt
es: Red WiFi detectada
fi: WiFi-verkko havaittu
fr: Réseau Wi-Fi détecté
he: זוהתה רשת WiFi
id: Jaringan WiFi terdeteksi
it: Rilevata rete Wi-Fi
ja: WiFiネットワークが検出されました
ko: WiFi 네트워크 감지됨
nb: WiFi-nettverk oppdaget
nl: WiFi-netwerk gedetecteerd
pl: Wykryto sieć Wi-Fi
pt_br: Rede Wi-Fi detectada
ro: Rețea WiFi detectată
ru: Обнаружена сеть Wi-Fi
sv: WiFi-nätverk har upptäckts
th: ตรวจพบเครือข่าย WiFi
tr: WiFi ağı algılandı
vi: Mạng WiFi được phát hiện
zh_hans: 检测到WiFi网络
zh_hant: 檢測到WiFi網絡

# access_bluetooth
source: App need to access bluetooth
cs: Aplikace potřebuje přístup k bluetooth
de: App benötigt Bluetooth Berechtigung
es: La aplicación necesita acceder a bluetooth
fi: Sovelluksen on käytettävä Bluetoothia
fr: App besoin d'accéder à Bluetooth
he: היישום צריך לגשת ל- Bluetooth
id: Aplikasi perlu mengakses bluetooth
it: L'app deve accedere al bluetooth
ja: アプリがBluetoothへアクセスする必要があります。
ko: 앱이 블루투스에 액세스해야 함
nb: App må ha tilgang til Bluetooth
nl: App moet toegang hebben tot Bluetooth
pl: Aplikacja musi mieć dostęp do bluetooth
pt_br: App precisa acessar o bluetooth
ro: Aplicația trebuie să acceseze Bluetooth
ru: Приложение должно получить доступ к Bluetooth
sv: App måste komma åt Bluetooth
th: แอปต้องการเข้าถึงบลูทูธ
tr: App bluetooth erişmek gerekiyor
vi: Ứng dụng cần truy cập Bluetooth
zh_hans: App需要访问蓝牙
zh_hant: App需要訪問藍牙

# devicesetting_4G_card_management_purchase_time
source: Purchase time:
cs: Čas nákupu:
de: Kaufzeit:
es: Tiempo de compra:
fi: Ostoaika:
fr: Temps d'achat:
he: זמן רכישה:
id: Waktu pembelian:
it: Tempo di acquisto:
ja: 購入時間：
ko: 구매 시간 :
nb: Kjøpstid:
nl: Aankoop tijd:
pl: Czas zakupu:
pt_br: Tempo de compra:
ro: Timp de cumpărare:
ru: Время покупки:
sv: Köpstid:
th: เวลาซื้อ:
tr: Satın alma süresi:
vi: Thời gian mua hàng:
zh_hans: 购买时间：
zh_hant: 購買時間：

# playback_download_successfully
source: Successfully downloaded
cs: Úspěšně staženo
de: Erfolgreich heruntergeladen
es: Descargado exitosamente
fi: Lataus onnistui
fr: Téléchargé avec succès
he: הורדה בהצלחה
id: Berhasil diunduh
it: Scaricato correttamente
ja: 正常にダウンロードされました
ko: 성공적으로 다운로드
nb: Lastet ned
nl: Succesvol gedownload
pl: Pomyślnie pobrano
pt_br: Baixado com sucesso
ro: Descărcat cu succes
ru: Успешно загружено
sv: Nedladdad
th: ดาวน์โหลดสำเร็จ
tr: Başarıyla indirildi
vi: Đã tải xuống thành công
zh_hans: 已下载成功
zh_hant: 已下載成功

# devicelist_open_arming_prompt
source: After the alarm is enabled, the alarm recording function of the device will be turned on.
cs: Je-li zapnuto zapnutí, zapne se funkce záznamu alarmu zařízení.
de: Wenn die Scharfschaltung aktiviert ist, wird die Geräte-Alarmaufnahmefunktion aktiviert.
es: Cuando se activa el armado, se activa la función de grabación de alarma del Equipo.
fi: Kun viritys on päällä, laitteen hälytystallennustoiminto kytketään päälle.
fr: Lorsque l’armement est activé, la fonction d’enregistrement d’alarme de périphérique est activée.
he: כאשר הדריכה מופעלת, פונקציית ההקלטה של האזעקה מופעלת.
id: Saat mempersenjatai dihidupkan, fungsi perekaman alarm perangkat akan dihidupkan.
it: Quando l'inserimento è attivo, la funzione di registrazione degli allarmi del dispositivo verrà attivata.
ja: 武装がオンになると、デバイスアラーム記録機能がオンになります。
ko: 활성화가 켜지면 장치 알람 녹음 기능이 켜집니다.
nb: Når tilkoblingen er slått på, slår enheten alarminnspillingsfunksjonen på.
nl: Als het inschakelen is ingeschakeld, wordt de alarmopnamefunctie van het apparaat ingeschakeld.
pl: Po włączeniu uzbrajania funkcja nagrywania alarmu urządzenia zostanie włączona.
pt_br: Quando o arme estiver ligado, a função de gravação de alarme do dispositivo será ativada.
ro: Când armarea este activată, funcția de înregistrare a alarmei dispozitivului va fi activată.
ru: Когда постановка на охрану включена, функция записи по тревоге устройства будет включена.
sv: När strömmen är påslagen, aktiveras alarmfunktionen för enhetens alarm.
th: หลังจากเปิดใช้งานการเตือนแล้วฟังก์ชันบันทึกการเตือนของอุปกรณ์จะเปิดขึ้น
tr: Kurma açıldığında, cihaz alarm kaydı işlevi açılacaktır.
vi: Sau khi mở phòng thủ, chức năng ghi âm cảnh báo của thiết bị sẽ được bật
zh_hans: 打开布防后，将开启设备报警录像功能
zh_hant: 打開布防後，將開啟設備報警錄像功能

# preview_preset_name_unsame
source: Preset location names cannot be the same
cs: Názvy přednastavených míst nemohou být stejné
de: Preset Namen dürfen nicht identisch sein
es: Los nombres de las ubicaciones predeterminadas no pueden ser iguales
fi: Esiasetetut sijaintien nimet eivät voi olla samoja
fr: Les noms de lieux prédéfinis ne peuvent pas être identiques
he: שמות מיקומים מוגדרים מראש אינם יכולים להיות זהים
id: Nama lokasi preset tidak boleh sama
it: I nomi delle posizioni preimpostate non possono essere gli stessi
ja: プリセットの場所の名前を同じにすることはできません
ko: 사전 설정 위치 이름은 동일할 수 없습니다.
nb: Forhåndsinnstilte stedsnavn kan ikke være de samme
nl: Vooraf ingestelde locatienamen kunnen niet hetzelfde zijn
pl: Zaprogramowane nazwy lokalizacji nie mogą być takie same
pt_br: Os nomes de locais predefinidos não podem ser os mesmos
ro: Numele locațiilor presetate nu pot fi aceleași
ru: Названия предустановленных местоположений не могут совпадать
sv: Förinställda platsnamn kan inte vara desamma
th: ชื่อสถานที่ที่กำหนดไว้ล่วงหน้าต้องไม่เหมือนกัน
tr: Önceden ayarlanmış konum adları aynı olamaz
vi: Tên vị trí đặt trước không được giống nhau
zh_hans: 常看位置名称不能相同
zh_hant: 常看位置名稱不能相同

# verify_obtain_again
source: Get verification code again
cs: Znovu získat ověřovací kód
de: Verifizierungscode erneut anfordern
es: Obtener código de verificación nuevamente
fi: Palauta vahvistuskoodi
fr: Récupérer le code de vérification à nouveau
he: קבל את קוד האימות מחדש
id: dapatkan kode verifikasi lagi
it: Ripetere invio codice di verifica
ja: 確認コードをもう一度取得する
ko: 인증 코드 다시 받기
nb: Få verifiseringskode på nytt
nl: Verificatiecode opnieuw ophalen
pl: Wygeneruj kod weryfikacyjny ponownie
pt_br: Obtenha o código de verificação novamente
ro: Obțineți din nou codul de verificare
ru: Получите код подтверждения снова
sv: Få bekräftelsekoden igen
th: รับรหัสยืนยันอีกครั้ง
tr: Doğrulama kodunu tekrar al
vi: Lấy lại mã xác minh
zh_hans: 重新获取验证码
zh_hant: 重新獲取驗證碼

# adddevice_select_network
source: ③ Connect to the device hotspot :WiFi list selects "IPCXXX" network connection, the initial password is 11111111
cs: ③ Připojte se k hotspotu zařízení (seznam WiFi vybere síťové připojení "IPCXXX", výchozí heslo je 11111111)
de: ③ Stellen Sie die Verbindung zum Geräte Hotspot her (WLAN-Netzwerk "IPCXXX" auswählen, das werksseitige Passwort lautet 11111111)
es: ③ Conéctese al punto de acceso del Equipo (la lista WiFi selecciona la conexión de red "IPCXXX", la contraseña inicial es 11111111)
fi: ③ Yhdistä laitteen yhteyspisteeseen (WiFi-luettelo valitsee "IPCXXX " verkkoyhteyden, alkuperäinen salasana on 11111111)
fr: ③ Connectez-vous au point d'accès sans fil (la liste WiFi sélectionne la connexion réseau "IPCXXX", le mot de passe initial est 11111111)
he: ③ התחבר לנקודה החמה של המכשיר (רשימת WiFi בוחרת חיבור רשת "IPCXXX". הסיסמה הראשונית היא 11111111)
id: ③ Terhubung ke hotspot perangkat (Daftar WiFi memilih koneksi jaringan "IPCXXX ", kata sandi awal adalah 11111111)
it: ③ Connetti all'hotspot del dispositivo (l'elenco WiFi seleziona la connessione di rete"IPCXXX", la password iniziale è 11111111)
ja: ③ デバイスのホットスポットに接続します(WiFiリストは"IPCXXX"ネットワーク接続を選択します。初期パスワードは11111111です)
ko: ③ 장치 핫스팟에 연결합니다 (WiFi 목록은 "IPCXXX"네트워크 연결을 선택하고 초기 암호는 11111111입니다).
nb: ③ Koble til enhetens hotspot (WiFi-listen velger "IPCXXX" nettverkstilkobling, det første passordet er 11111111)
nl: ③ Maak verbinding met de hotspot van het apparaat (WiFi-lijst selecteert "IPCXXX " netwerkverbinding, het initiële wachtwoord is 11111111)
pl: ③ Połącz się z hotspotem urządzenia (lista WiFi wybiera połączenie sieciowe "IPCXXX", początkowe hasło to 11111111)
pt_br: ③ Conecte-se ao ponto de acesso do dispositivo (a lista WiFi seleciona a conexão de rede "IPCXXX", a senha inicial é 11111111)
ro: ③ Conectați-vă la hotspot-ul dispozitivului (lista WiFi selectează conexiunea de rețea "IPCXXX", parola inițială este 11111111)
ru: ③ Подключиться к точке доступа устройства (в списке WiFi выбрано сетевое подключение "IPCXXX", начальный пароль - 11111111)
sv: ③ Anslut till enhetens hotspot (WiFi-listan väljer "IPCXXX " nätverksanslutning, det första lösenordet är 11111111)
th: เชื่อมต่อกับฮอตสปอตของอุปกรณ์: เลือกการเชื่อมต่อเครือข่าย "IPCXXX" ในรายการ WiFi รหัสผ่านเริ่มต้นคือ 11111111
tr: ③ Cihazın etkin erişim noktasına bağlanın (WiFi listesi "IPCXXX" ağ bağlantısını seçer, ilk şifre 11111111'dir)
vi: ③ Kết nối với điểm phát sóng của thiết bị: chọn kết nối mạng "IPCXXX" trong danh sách WiFi và mật khẩu ban đầu là 11111111
zh_hans: ③ 连接设备热点：WiFi列表选择“IPCXXX”网络连接，初始密码为11111111
zh_hant: ③ 連接設備熱點：WiFi列表選擇“IPCXXX”網絡連接，初始密碼為11111111

# playback_downloaded_ios
source: %@ downloaded
cs: %@ staženo
de: %@ heruntergeladen
es: %@ descargado
fi: %@ ladattu
fr: %@ téléchargé
he: %@ שהורדו
id: %@ diunduh
it: %@ scaricato
ja: %@ダウンロード済み
ko: %@ 다운로드
nb: %@ Nedlastet
nl: %@ gedownload
pl: Pobrano%@
pt_br: %@ baixado
ro: %@ descărcat
ru: %@ загружено
sv: %@ nedladdat
th: %@ ดาวน์โหลด
tr: %@ İndirildi
vi: %@ đã tải xuống
zh_hans: 已下载%@个
zh_hant: 已下載%@個

# devicelist_device
source: Device
cs: Zařízení
de: Gerät
es: Equipo
fi: laitteet
fr: Dispositif
he: מכשיר
id: Perangkat
it: Dotazione
ja: デバイス
ko: 장치
nb: Enhet
nl: Apparaat
pl: Urządzenie
pt_br: Câmera
ro: Dispozitiv
ru: Камера
sv: anordning
th: อุปกรณ์
tr: cihaz
vi: Máy ảnh
zh_hans: 设备
zh_hant: 設備

# person_feedback
source: Feedback
cs: Zpětná vazba
es: Retroalimentación
fi: palaute
fr: Retour d'information
he: משוב
id: Umpan balik
it: Risposta
ja: フィードバック
ko: 피드백
nb: Tilbakemelding
pl: Sprzężenie zwrotne
pt_br: Comentários
ro: Părere
ru: Обратная связь
sv: Respons
th: ผลตอบรับ
tr: geri bildirim
vi: Phản hồi
zh_hans: 意见反馈
zh_hant: 意見反饋

# Playback_downloading_backup_ios
source: Downloading(%@)
cs: Stahování(%@)
de: Wird heruntergeladen(%@)
es: Descargando(%@)
fi: lataaminen(%@)
fr: Téléchargement(%@)
he: מוריד(%@)
id: Mengunduh(%@)
it: Download(%@)
ja: ダウンロード中(%@)
ko: 다운로드 중(%@)
nb: nedlasting(%@)
nl: downloaden(%@)
pl: Ściąganie(%@)
pt_br: Baixando(%@)
ro: Descărcarea(%@)
ru: загрузка(%@)
sv: nedladdning(%@)
th: ดาวน์โหลด (%@)
tr: İndirilmesi(%@)
vi: đang tải xuống (%@)
zh_hans: 下载中(%@)
zh_hant: 下載中(%@)

# Service_map_Select_registration_type
source: Select registration type
cs: Vyberte typ registrace
de: Registrierungstyp auswählen
es: Seleccionar tipo de registro
fi: Valitse rekisteröintityyppi
fr: Sélectionnez le type d'enregistrement
he: בחר את סוג ההרשמה
id: Pilih jenis pendaftaran
it: Seleziona il tipo di registrazione
ja: 登録タイプを選択
ko: 등록 유형을 선택하십시오
nb: Velg registreringstype
nl: Selecteer registratietype
pl: Wybierz typ rejestracji
pt_br: Selecione o tipo de registro
ro: Selectați tipul de înregistrare
ru: Выберите тип регистрации
sv: Välj registreringstyp
th: เลือกประเภทการลงทะเบียน
tr: Kayıt türünü seçin
vi: Chọn loại đăng ký
zh_hans: 选择注册类型
zh_hant: 選擇註冊類型

# devSetting_country
source: Country
cs: Země
de: Land
es: país
fi: maa
fr: Pays
he: מדינה
id: Kota
it: Paese
ja: 国
ko: 국가
nb: land
nl: Land
pl: Kraj
ro: Țară
ru: Страна
sv: Land
th: ประเทศ
tr: ülke
vi: Quốc gia
zh_hans: 国家
zh_hant: 國家

# NSLocationUsageDescription
source: Location service permissions are required so that users can choose a location when sharing a video.
cs: Oprávnění k určování polohy jsou požadována, aby si uživatelé mohli při sdílení videa vybrat místo.
de: Der aktuelle WLAN-Name des Telefons muss über die Standortberechtigung abgerufen werden, um sicherzustellen, dass das Gerät erfolgreich hinzugefügt wird.
es: Se requieren permisos de servicio de ubicación para que los usuarios puedan elegir una ubicación al compartir un video.
fi: Sijaintipalvelun luvat vaaditaan, jotta käyttäjät voivat valita sijainnin videota jaettaessa.
fr: Les autorisations du service de localisation sont nécessaires pour que les utilisateurs puissent choisir un emplacement lors du partage d'une vidéo.
he: הרשאות שירות מיקום נדרשות כדי שמשתמשים יוכלו לבחור מיקום בעת שיתוף וידאו.
id: Izin layanan lokasi diperlukan agar pengguna dapat memilih lokasi saat berbagi video.
it: Sono necessarie le autorizzazioni del servizio di localizzazione in modo che gli utenti possano scegliere una posizione quando condividono un video.
ja: ユーザーがビデオを共有するときに場所を選択できるように、位置情報サービスのアクセス許可が必要です。
ko: 사용자가 비디오를 공유 할 때 위치를 선택할 수 있도록 위치 서비스 권한이 필요합니다.
nb: Tillatelser for posisjonstjeneste er nødvendige, slik at brukere kan velge et sted når de deler en video.
nl: Locatieservicemachtigingen zijn vereist zodat gebruikers een locatie kunnen kiezen bij het delen van een video.
pl: Wymagane są uprawnienia usługi lokalizacji, aby użytkownicy mogli wybrać lokalizację podczas udostępniania filmu.
pt_br: As permissões do serviço de localização são necessárias para que os usuários possam escolher um local ao compartilhar um vídeo.
ro: Sunt necesare permisiuni de servicii de locație, astfel încât utilizatorii să poată alege o locație atunci când partajează un videoclip.
ru: Разрешения службы определения местоположения необходимы, чтобы пользователи могли выбирать местоположение при публикации видео.
sv: Behörigheter för placeringstjänster krävs så att användare kan välja en plats när de delar en video.
th: ต้องได้รับสิทธิ์บริการระบุตำแหน่งเพื่ออำนวยความสะดวกให้ผู้ใช้เลือกสถานที่เมื่อแชร์วิดีโอ
tr: Konum hizmeti izinleri, kullanıcıların video paylaşırken bir konum seçebilmeleri için gereklidir.
vi: Cần xin quyền dịch vụ vị trí để tạo điều kiện cho người dùng lựa chọn vị trí khi chia sẻ video.
zh_hans: 需要获取定位服务权限，方便用户在分享视频时选取位置。
zh_hant: 需要獲取定位服務權限，方便用戶在分享視頻時選取位置。

# adddevice_input_wifi_password
source: Enter WiFi password
cs: Zadejte heslo WiFi
de: WLAN-Passwort eingeben
es: Introduzca la contraseña de WiFi
fi: Anna WiFi-salasana
fr: Entrez le mot de passe WiFi
he: הזן סיסמת WiFi
id: Masukkan kata sandi WiFi
it: Inserisci la password WiFi
ja: 無線LANパスワードを入力してください
ko: WiFi 비밀번호 입력
nb: Skriv inn WiFi-passord
nl: Voer het WiFi-wachtwoord in
pl: Wprowadź hasło WiFi
pt_br: Digite a senha do WiFi
ro: Introduceți parola WiFi
ru: Введите пароль WiFi
sv: Ange WiFi-lösenord
th: ป้อนรหัสผ่าน WiFi
tr: WiFi şifresini girin
vi: Nhập mật khẩu WiFi
zh_hans: 输入WiFi密码
zh_hant: 輸入WiFi密碼
