Repository: Yolo-cell-hash/go_home_ios
Catalog: ios/Runner/JASDK/JAResources/XLanguage/X35MultiLanguage/*.lproj/X35MutiLanguage.strings
Languages: cs, de, es, fi, fr, he, id, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sv, th, tr, vi, zh_hans, zh_hant

# Devicesetting_Auto_prioritizes_use_wifi
source: Auto mode prioritizes the use of WiFi networks
cs: Automatický režim upřednostňuje použití WiFi sítí
de: Der Auto-Modus priorisiert die Nutzung von WLAN-Netzwerken
es: El modo automático prioriza el uso de redes WiFi
fi: Auto-tila asettaa etusijalle WiFi-verkkojen käytön
fr: Le mode automatique privilégie l'utilisation des réseaux WiFi
he: מצב אוטומטי נותן עדיפות לשימוש ברשתות WiFi
id: Mode otomatis memprioritaskan penggunaan jaringan WiFi
it: La modalità automatica dà la priorità all'uso delle reti Wi-Fi
ja: 自動モードはWiFiネットワークの使用を優先します
ko: 자동 모드는 WiFi 네트워크 사용을 우선시합니다.
nb: Automodus prioriterer bruken av WiFi-nettverk
nl: De automatische modus geeft prioriteit aan het gebruik van wifi-netwerken
pl: Tryb automatyczny nadaje priorytet korzystaniu z sieci Wi-Fi
pt_br: O modo automático prioriza o uso de redes WiFi
ro: Modul automat acordă prioritate utilizării rețelelor WiFi
ru: В автоматическом режиме приоритет отдается использованию сетей Wi-Fi.
sv: Autoläget prioriterar användningen av WiFi-nätverk
th: โหมดอัตโนมัติจัดลำดับความสำคัญการใช้เครือข่าย WiFi
tr: Otomatik mod, WiFi ağlarının kullanımına öncelik verir
vi: Chế độ tự động ưu tiên sử dụng mạng WiFi
zh_hans: 自动模式优先使用WiFi网络
zh_hant: 自動模式優先使用WiFi網絡

# cloud_load_more
source: Load more
cs: Načíst další
de: Mehr laden
es: Carga más
fi: Lataa lisää
fr: Charger plus
he: טען עוד
id: Muat lebih banyak
it: Carica di più
ja: もっと読み込む
ko: 더 로드
nb: Last mer
nl: Meer laden
pl: Załaduj więcej
pt_br: Carregue mais
ro: Incarca mai mult
ru: Загрузи больше
sv: Ladda mer
th: โหลดเพิ่ม
tr: Daha fazla yükle
vi: Tải thêm
zh_hans: 加载更多
zh_hant: 加載更多

# Cloud_detail_guide_step3
source: ③ Click "OK" to enable time synchronization.
cs: ③ Kliknutím na tlačítko "OK" povolíte synchronizaci času.
de: ② Wählen Sie "Zeiteinstellung" aus, um die Zeitsynchronisation zu aktivieren
es: ③ Haga clic en "Aceptar " para habilitar la sincronización de la hora.
fi: ③ Napsauta "OK " ottaaksesi ajan synkronoinnin käyttöön.
fr: ③ Cliquez sur "OK " pour activer la synchronisation de l’heure.
he: ③ לחץ על "אישור " כדי לאפשר סנכרון זמן.
id: ③ Klik "OK " untuk mengaktifkan sinkronisasi waktu.
it: ③ Fare clic su "OK " per abilitare la sincronizzazione dell’ora.
ja: ③「OK」をクリックして時刻同期を有効にします。
ko: ③ "확인 "을 클릭하여 시간 동기화를 활성화합니다.
nb: ③ Klikk "OK " for å aktivere tidssynkronisering.
nl: ③ Klik op "OK " om tijdsynchronisatie in te schakelen.
pl: ③ Kliknij "OK ", aby włączyć synchronizację czasu.
pt_br: ③ Clique em "OK " para habilitar a sincronização de tempo.
ro: ③ Faceți clic pe "OK " pentru a activa sincronizarea orei.
ru: ③ Faceți clic pe "OK " pentru a activa sincronizarea orei.
sv: ③ Klicka på "OK " för att aktivera tidssynkronisering.
th: ③คลิก "ตกลง " เพื่อเปิดใช้งานการซิงโครไนซ์เวลา
tr: ③ Zaman senkronizasyonunu etkinleştirmek için "Tamam " öğesini tıklayın.
vi: ③Nhấp "OK" để bắt đầu đồng bộ hóa thời gian.
zh_hans: ③ 点击“确定”，即可开启时间同步。
zh_hant: ③ 點擊“確定”，即可開啟時間同步。

# preview_Definition_switching_failed
source: Definition switching failed
cs: Přepínání definic se nezdařilo
de: Auflösung umschalten fehlgeschlagen
es: Error de cambio de definición
fi: Määritelmän vaihto epäonnistui
fr: Échec du changement de définition
he: החלפת הגדרות נכשלה
id: Peralihan definisi gagal
it: Cambio definizione fallito
ja: 定義の切り替えに失敗しました
ko: 정의 전환 실패
nb: Definisjonsbytte mislyktes
nl: Definitie schakelen mislukt
pl: Przełączanie definicji nie powiodło się
pt_br: Mudança de definição falhou
ro: Schimbarea definiției a eșuat
ru: Не удалось переключить определение
sv: Definitionsbyte misslyckades
th: การเปลี่ยนคำจำกัดความล้มเหลว
tr: Tanım geçişi başarısız oldu
vi: Chuyển đổi định nghĩa không thành công
zh_hans: 清晰度切换失败
zh_hant: 清晰度切換失敗

# devicelist_Confirm_jump
source: Confirm jump
cs: Potvrďte skok
de: Sprung bestätigen
es: Confirmar salto
fi: Vahvista hyppy
fr: Confirmer le saut
he: אשר קפיצה
id: Konfirmasi lompatan
it: Conferma il salto
ja: ジャンプを確認
ko: 점프 확인
nb: Bekreft hopp
nl: Bevestig sprong
pl: Potwierdź skok
pt_br: Confirmar salto
ro: Confirmați saltul
ru: Подтвердить прыжок
sv: Bekräfta hopp
th: ยืนยันการกระโดด
tr: atlamayı onayla
vi: Xác nhận bước nhảy
zh_hans: 确认跳转
zh_hant: 確認跳轉

# help_teach_video
source: Learn Video
cs: Výuka videa
de: Erklärvideo (Einglisch)
es: Video de enseñanza
fi: Videoiden opetus
fr: Vidéo tutoriel
he: סרטוני עזרה
id: Video Bantuan
it: Video istruzione
ja: ビデオで確認
ko: 동영상
nb: Opplæringsvideo
nl: Helpvideo
pl: Film instruktażowy
pt_br: Vídeo de ensino
ro: Predarea video
ru: Обучающее видео
sv: Titta på videon
th: วีดีโอเรียนรู้
tr: Video öğretimi
vi: Video dạy học
zh_hans: 教学视频
zh_hant: 教學視頻

# addDevice_Pairing_progress
source: Pairing in progress
cs: Probíhá párování
de: Verbindung läuft
es: Emparejamiento en curso
fi: Parinmuodostus käynnissä
fr: Couplage en cours
he: ההתאמה מתבצעת
id: Penyandingan sedang berlangsung
it: Associazione in corso
ja: ペアリングが進行中
ko: 페어링 진행 중
nb: Sammenkobling pågår
nl: Bezig met koppelen
pl: Trwa parowanie
pt_br: Emparelhamento em andamento
ro: Împerecherea în curs
ru: Выполняется сопряжение
sv: Parning pågår
th: กำลังจับคู่
tr: Eşleştirme devam ediyor
vi: Đang ghép nối
zh_hans: 正在配对
zh_hant: 正在配對

# userInfo_tips_text_2
source: If not get verification code,please click "get verification code again"
cs: Pokud tomu tak není obdrželi kód,klikněte prosím na "znovu získat ověřovací kód"
de: Wenn Sie keinen Verifizierungscode erhalten haben, tippen Sie auf "Verifizierungscode erneut anfordern"
es: Si no obtiene el código de verificación,haga clic en "obtener código de verificación nuevamente"
fi: Jos et saa vahvistuskoodia,napsauta "Hanki vahvistuskoodi uudelleen"
fr: Si vous n'obtenez pas le code de vérification, veuillez cliquer sur "Récupérer le code de vérification"
he: אם לא קיבלת את קוד האימות,לחץ על "רכישה מחדש של קוד אימות"
id: Jika tidak mendapat Kode Verifikasi,Cek lagi "Dapatkan Kode Verifikasi lagi"
it: Se non viene ricevuto il codice di verifica,premere il pulsante "Ripetere invio codice di verifica"
ja: 確認コードを取得できない場合は、[確認コードを復元]をクリックしてください。
ko: "인증번호 다시 받기"를 클릭해주세요.
nb: Om du ikke mottar kode,vennligst trykk "Send verifikasjonskode på nytt" igjen
nl: Geen verificatiecode ontvangen,klik op "Verificatiecode opnieuw ophalen"
pl: Jeśli nie otrzymałeś kodu weryfikacyjnego naciśnij "Wygeneruj kod weryfikacyjny ponownie"
pt_br: Se não receber o código de verificação,clique em "obter o código de verificação novamente "
ro: Dacă nu primiți codul de verificare,faceți clic pe "obțineți din nou codul de verificare "
ru: Если не получите код подтверждения,пожалуйста,нажмите "получить код подтверждения снова "
sv: Om du inte får verifieringskoden klickar du på "få verifieringskoden igen "
th: หากไม่ได้รับรหัสยืนยันโปรดคลิก "รับรหัสยืนยันอีกครั้ง"
tr: Doğrulama kodunu almazsanız,lütfen "tekrar doğrulama kodunu al " tıklayın.
vi: Nếu bạn không nhận được mã xác minh, vui lòng nhấp vào "Lấy lại mã xác minh"
zh_hans: 若没收到验证码请点击“重新获取验证码”
zh_hant: 若沒收到驗證碼請點擊“重新獲取驗證碼”

# devicesetting_phone_other_same_call
source: In phone mode, you and the other party can talk at the same time as making a call;
cs: V režimu telefonu můžete vy a druhá strana hovořit současně s telefonováním;
de: Im Telefonmodus können Sie und der andere Teilnehmer gleichzeitig wie bei einem Telefonanruf sprechen.
es: En el modo de teléfono, usted y la otra persona pueden hablar al mismo tiempo que realizan una llamada;
fi: Puhelintilassa voit sinä ja toinen osapuoli puhua samanaikaisesti kuin soitat puhelun.
fr: En mode téléphone, vous et votre correspondant pouvez parler en même temps que passer un appel;
he: במצב טלפון, אתה והצד השני יכולים לדבר במקביל לשיחה;
id: Dalam mode telepon, Anda dan pihak lain dapat berbicara bersamaan saat melakukan panggilan;
it: In modalità telefono, tu e l'altra parte potete parlare contemporaneamente a una chiamata;
ja: 電話モードでは、あなたと相手は電話をかけると同時に話すことができます。
ko: 전화 모드에서는 사용자와 상대방이 전화를 걸면서 동시에 대화 할 수 있습니다.
nb: I telefonmodus kan du og den andre parten snakke samtidig som du ringer.
nl: In de telefoonmodus kunnen u en de andere partij praten terwijl u iemand belt;
pl: W trybie telefonu Ty i druga strona możecie rozmawiać w tym samym czasie, co rozmowa;
pt_br: No modo de telefone, você e a outra parte podem conversar ao mesmo tempo que fazem uma chamada;
ro: În modul telefon, tu și cealaltă parte puteți vorbi în același timp cu efectuarea unui apel;
ru: В режиме телефона вы и другой абонент можете разговаривать одновременно с вызовом;
sv: I telefonläge kan du och den andra parten prata samtidigt som du ringer;
th: ในโหมดโทรศัพท์คุณและอีกฝ่ายสามารถพูดคุยในเวลาเดียวกันกับการโทร
tr: Telefon modunda, siz ve karşı taraf bir arama yaparken aynı anda konuşabilirsiniz;
vi: Ở chế độ điện thoại, bạn và bên kia có thể nói chuyện cùng lúc khi thực hiện cuộc gọi;
zh_hans: 电话模式下，您和对方可以像打电话一样同时说话；
zh_hant: 電話模式下，您和對方可以像打電話一樣同時說話；

# deviceSetting_IP_address
source: IP address
cs: IP adresa
de: IP Adresse
es: dirección IP
fi: IP-osoite
fr: adresse IP
he: כתובת ה - IP
id: alamat IP
it: indirizzo IP
ja: IPアドレス
ko: IP 주소
nb: IP adresse
nl: IP adres
pl: adres IP
pt_br: endereço de IP
ro: adresa IP
ru: айпи адрес
sv: IP-adress
th: ที่อยู่ IP
tr: IP adresi
vi: địa chỉ IP
zh_hans: IP地址
zh_hant: IP地址

# cloud_service_day
source: Service
cs: Služby
es: Servicio
fi: palvelu
he: ימי שירות
id: servis
it: servizio
ja: サービス
ko: 서비스
nb: tjeneste
nl: Servicedagen
pl: Usługa
pt_br: Serviço
ro: Serviciu
ru: обслуживание
th: บริการ
tr: Hizmet
vi: dịch vụ
zh_hans: 服务
zh_hant: 服務

source: Unbinding...
cs: Odvazování ...
de: Verbindung wird getrennt...
es: Desvinculando ...
fi: Poistetaan ...
fr: Sans engagement...
he: מבטל ...
id: Tidak mengikat...
it: Non vincolante...
ja: 拘束を解く...
ko: 바인딩 해제...
nl: Ontbinden...
pl: Rozwiązywanie...
pt_br: Desvinculando ...
ro: Desfacere...
ru: Отмена привязки ...
sv: Avbindande ...
th: ไม่ผูกมัด...
tr: Bağlanmayı kaldır...
vi: Bỏ ràng buộc ...
zh_hans: 正在解绑...
zh_hant: 正在解綁...

# IOS_phone_bluetooth_status
source: 1、 please check if the phone Bluetooth is turned on
cs: 1、 Zkontrolujte, zda je Bluetooth telefonu zapnutý
de: 1. Bitte prüfen Sie, ob Bluetooth am Telefon eingeschaltet ist
es: 1、 compruebe si el teléfono Bluetooth está encendido
fi: 1、 Tarkista, onko puhelimen Bluetooth päällä
fr: 1、 s'il vous plaît vérifier si le téléphone Bluetooth est activé
he: 1、 בדוק אם הטלפון Bluetooth מופעל
id: 1、 harap periksa apakah Bluetooth ponsel dihidupkan
it: 1、 si prega di verificare se il telefono Bluetooth è attivato
ja: 1、電話のBluetoothがオンになっているかどうかを確認してください
ko: 1、 전화 블루투스가 켜져 있는지 확인하십시오
nb: 1、 Vennligst sjekk om telefonen Bluetooth er slått på
nl: 1、 Controleer of Bluetooth op de telefoon is ingeschakeld
pl: 1、 Sprawdź, czy telefon Bluetooth jest włączony
pt_br: 1、 por favor, verifique se o telefone Bluetooth está ligado
ro: 1、 Vă rugăm să verificați dacă telefonul Bluetooth este pornit
ru: 1、 пожалуйста, проверьте, включен ли телефон Bluetooth
sv: 1、 Kontrollera om telefonen Bluetooth är på
th: 1 โปรดตรวจสอบว่าโทรศัพท์บลูทูธ เปิดอยู่หรือไม่
tr: 1、 telefonun Bluetooth açık olup olmadığını kontrol edin
vi: 1. Vui lòng kiểm tra xem Bluetooth của điện thoại di động đã được bật chưa
zh_hans: 1、请检查手机蓝牙是否已开启
zh_hant: 1、請檢查手機藍牙是否已開啟

# App_update_IP_Pro
source: In order to provide a better user experience and avoid confusion, we will use IP Pro instead of this application. The original functional experience of this application is not affected. Please click the "Download" button to download and use IP Pro.
cs: Abychom zajistili lepší uživatelský komfort a zamezili nejasnostem, použijeme místo této aplikace IP Pro. Původní funkční zkušenost s touto aplikací není ovlivněna. Pro stažení a použití IP Pro klikněte prosím na tlačítko "Stáhnout".
de: Für ein besseres Benutzererlebnis verwenden wir IP Pro anstelle dieser App. Die Funktionen sind die gleichen. Klicken Sie auf die Schaltfläche "Herunterladen", um IP Pro herunterzuladen und zu verwenden.
es: Para proporcionar una mejor experiencia de usuario y evitar confusiones, usaremos IP Pro en lugar de esta aplicación. La experiencia funcional original de esta aplicación no se ve afectada. Haga clic en el botón "Descargar" para descargar y usar IP Pro.
fi: Paremman käyttökokemuksen ja sekaannuksen välttämiseksi käytämme IP Pro: ta tämän sovelluksen sijaan. Tämän sovelluksen alkuperäistä toiminnallista kokemusta ei vaikuta. Klikkaa "Lataa" -painiketta ladataksesi ja käyttämällä IP Pro -ohjelmaa.
fr: Afin de fournir une meilleure expérience utilisateur et d'éviter toute confusion, nous utiliserons IP Pro au lieu de cette application. L'expérience fonctionnelle d'origine de cette application n'est pas affectée. Veuillez cliquer sur le bouton "Télécharger" pour télécharger et utiliser IP Pro.
he: על מנת לספק חוויית משתמש טובה יותר ולמנוע בלבול, נשתמש ב- IP Pro במקום ביישום זה. החוויה הפונקציונלית המקורית של יישום זה אינה מושפעת. אנא לחץ על "הורד" כפתור להוריד ולהשתמש IP Pro.
id: Untuk memberikan pengalaman pengguna yang lebih baik dan menghindari kebingungan, kami akan menggunakan IP Pro sebagai ganti aplikasi ini. Pengalaman fungsional asli dari aplikasi ini tidak terpengaruh. Silakan klik tombol "Unduh" untuk mengunduh dan menggunakan IP Pro.
it: Al fine di fornire un'esperienza utente migliore ed evitare confusione, utilizzeremo IP Pro al posto di questa applicazione. L'esperienza funzionale originale di questa applicazione non è influenzata. Fare clic sul pulsante "Scarica" per scaricare e utilizzare IP Pro.
ja: より良いユーザーエクスペリエンスを提供し、混乱を避けるために、このアプリケーションの代わりにIP Proを使用します。 このアプリケーションの元々の機能的経験は影響を受けません。 IP Proをダウンロードして使用するには、「ダウンロード」ボタンをクリックしてください。
ko: 더 나은 사용자 환경을 제공하고 혼동을 피하기 위해이 애플리케이션 대신 IP Pro를 사용합니다. 이 응용 프로그램의 원래 기능적 경험은 영향을받지 않습니다. IP Pro를 다운로드하여 사용하려면 "다운로드 "버튼을 클릭하십시오.
nb: For å gi en bedre brukeropplevelse og unngå forvirring, bruker vi IP Pro i stedet for denne applikasjonen. Den opprinnelige funksjonelle opplevelsen av denne applikasjonen påvirkes ikke. Vennligst klikk på "Last ned" knappen for å laste ned og bruke IP Pro.
nl: Om een betere gebruikerservaring te bieden en verwarring te voorkomen, zullen we IP Pro gebruiken in plaats van deze applicatie. De oorspronkelijke functionele ervaring van deze toepassing wordt niet beïnvloed. Klik op de knop "Datei" om IP Pro te downloaden en te gebruiken.
pl: Aby zapewnić lepsze wrażenia użytkownika i uniknąć zamieszania, użyjemy IP Pro zamiast tej aplikacji. Oryginalne doświadczenie funkcjonalne tej aplikacji nie ulega zmianie. Kliknij przycisk "Pobierz", aby pobrać i użyć IP Pro.
pt_br: A fim de proporcionar uma melhor experiência ao usuário e evitar confusão, usaremos o IP Pro em vez deste aplicativo. A experiência funcional original deste aplicativo não é afetada. Por favor, clique no botão "Baixar" para baixar e usar o IP Pro.
ro: Pentru a oferi utilizatorilor o experiență mai bună și pentru a evita confuzia, vom folosi IP Pro în locul acestei aplicații. Experiența funcțională originală a acestei aplicații nu este afectată. Faceți clic pe butonul "Descărcați" pentru a descărca și utiliza IP Pro.
ru: Чтобы улучшить взаимодействие с пользователем и избежать путаницы, мы будем использовать IP Pro вместо этого приложения. Оригинальный функциональный опыт этого приложения не влияет. Пожалуйста, нажмите кнопку "Загрузить", чтобы загрузить и использовать IP Pro.
sv: För att ge en bättre användarupplevelse och undvika förvirring använder vi IP Pro istället för denna applikation. Den ursprungliga funktionella erfarenheten av denna applikation påverkas inte. Vänligen klicka på "Hämta" knappen för att ladda ner och använda IP Pro.
th: เพื่อประสบการณ์การใช้งานที่ดีขึ้นและหลีกเลี่ยงความสับสนเราจะใช้ IP Pro แทนโปรแกรมนี้ ประสบการณ์การทำงานเดิมของโปรแกรมนี้ไม่ได้รับผลกระทบ โปรดคลิกที่ "ดาวน์โหลด " เพื่อดาวน์โหลดและใช้ IP Pro
tr: Daha iyi bir kullanıcı deneyimi sağlamak ve karışıklığı önlemek için bu uygulama yerine IP Pro'yu kullanacağız. Bu uygulamanın orijinal işlevsel deneyimi etkilenmez. IP Pro'yu indirmek ve kullanmak için lütfen "İndir" düğmesine tıklayın.
vi: Để cung cấp trải nghiệm người dùng tốt hơn và tránh nhầm lẫn, chúng tôi sẽ thay thế ứng dụng này bằng IP Pro. Trải nghiệm chức năng ban đầu của ứng dụng này sẽ không bị ảnh hưởng. Vui lòng nhấp vào nút "Tải xuống" để tải xuống và sử dụng IP Pro.
zh_hans: 为了提供更好的用户体验，避免混乱，我们将用IP Pro代替本应用，本应用原有的功能体验不受影响，请您点击“下载”按钮下载使用IP Pro。
zh_hant: 為了提供更好的用戶體驗，避免混亂，我們將用IP Pro代替本應用，本應用原有的功能體驗不受影響，請您點擊“下載”按鈕下載使用IP Pro。

# addDevice_userName_error
source: Format of device user name is wrong
cs: Formát uživatelského jména zařízení je nesprávný
de: Format Benutzername ungültig
es: El nombre de usuario del Equipo está en el formato incorrecto
fi: Laitteen käyttäjänimi on virheellinen
fr: Le format du nom d'utilisateur du périphérique est incorrect
he: פורמט שם המשתמש שגוי
id: format nama penguna perangkat salah
it: Formato username errato
ja: デバイスユーザー名の形式が正しくありません。
ko: 제품 사용자 ID의 형식이 맞지 않습니다.
nb: Format på enhets brukernavn er feil
nl: Opmaak van gebruikersnaam apparaat onjuist
pl: Format nazwy użytkownika jest niepoprawny
pt_br: Formato do nome de usuário do dispositivo está errado
ro: Formatul numelui de utilizator al dispozitivului este greșit
ru: Неправильный формат имени пользователя устройства
sv: Format på enhets användarnamn är fel
th: รูปแบบของชื่อผู้ใช้อุปกรณ์ไม่ถูกต้อง
tr: Cihaz kullanıcı adının formatı yanlış
vi: Tên người dùng thiết bị không đúng định dạng
zh_hans: 设备用户名格式错误
zh_hant: 設備用戶名格式錯誤

source: Contact information
cs: Kontaktní informace
de: Kontaktinformationen
es: Información de contacto
fi: Yhteystiedot
fr: Informations de contact
he: פרטי התקשרות
id: info kontak
it: Informazioni di contatto
ja: 連絡先情報
ko: 연락처 정보
nb: Kontaktinformasjon
nl: Contactgegevens
pl: Dane kontaktowe
pt_br: Informações de contato
ro: Informatii de contact
ru: Контакты
sv: Kontakt information
th: ข้อมูลติดต่อ
tr: İletişim bilgileri
vi: chi tiết liên hệ
zh_hans: 联系方式
zh_hant: 聯繫方式

# person_userPolicy
source: User Agreement
cs: dohodě s uživatelem
de: Nutzungsvereinbarung
es: Acuerdo de usuario
fi: käyttäjäsopimus
fr: Contrat d'utilisation
he: הסכם המשתמש
id: Perjanjian Pengguna
it: Accordo con l'utente
ja: ユーザー契約
ko: 이용 계약
nb: Acordul utilizatorului
nl: Gebruikersovereenkomst
pl: Umowę użytkownika
pt_br: Acordo do Usuário
ro: Acordul utilizatorului
ru: Пользовательское соглашение
sv: Användaravtal
th: ข้อตกลงผู้ใช้
tr: Kullanıcı Sözleşmesi
vi: Thỏa thuận người dùng
zh_hans: 用户协议
zh_hant: 用戶協議

# smoke
source: Smoke and fog
cs: Kouř
de: Rauch und Nebel
es: fumar
fi: savu
fr: Fumée et brouillard
he: עשן וערפל
id: Deteksi Asap
it: Rilevatore fumo
ja: 煙と霧
ko: 연기
nb: Røyk og tåke
nl: Rook en mist
pl: Dym i mgła
pt_br: Fumaça e nevoeiro
ro: Fum și ceață
ru: Дым и туман
sv: Rök och dimma
th: ควันและหมอก
tr: Duman ve sis
vi: Khói
zh_hans: 烟雾
zh_hant: 煙霧

# playback_No_TFcard_found
source: No TF card found
cs: Nebyla nalezena žádná karta TF
de: Keine SD-Karte gefunden
es: No se encontró ninguna tarjeta TF
fi: TF-korttia ei löytynyt
fr: Aucune carte TF trouvée
he: לא נמצא כרטיס TF
id: Tidak ada kartu TF yang ditemukan
it: Nessuna carta TF trovata
ja: TFカードが見つかりません
ko: TF 카드를 찾을 수 없습니다.
nb: Ingen TF-kort funnet
nl: Geen TF-kaart gevonden
pl: Nie znaleziono karty TF
pt_br: Nenhum cartão TF encontrado
ro: Nu a fost găsit niciun card TF
ru: TF-карта не найдена
sv: Inget TF-kort hittades
th: ไม่พบบัตร TF
tr: TF kartı bulunamadı
vi: Không tìm thấy thẻ TF
zh_hans: 未发现TF卡
zh_hant: 未發現TF卡

# help_addDevice
source: Device adding help
cs: Přidat nápovědu k zařízení
de: Installationsanleitung
es: Ayuda para agregar Equipos
fi: Lisää laitteen apu
fr: Aide de l'ajout de l'appareil
he: עזרה בהוספת המכשיר
id: Bantuan tambah perangkat
it: Aiuto associazione dispositivo
ja: デバイス追加のヘルプ
ko: 제품 등록
nb: Enhetshjelp
nl: Help apparaat toevoegen
pl: Pomoc – dodawanie urządzeń
pt_br: Dispositivo adicionando ajuda
ro: Dispozitivul care adaugă ajutor
ru: Справка по добавлению устройства
sv: Enhet som lägger till hjälp
th: ตัวช่วยในการเพิ่มอุปกรณ์
tr: Cihaz ekleme yardımı
vi: Thêm trợ giúp thiết bị
zh_hans: 添加设备帮助
zh_hant: 添加設備幫助

# device_wifi_connect
source: The current device is connected to WiFi:
cs: Aktuální zařízení je připojeno k síti WiFi:
de: Das Gerät ist aktuell verbunden mit WLAN:
es: El Equipo actual está conectado a WiFi:
fi: Nykyinen laite on yhteydessä WiFi: ään:
fr: L'appareil actuel est connecté au WiFi:
he: המכשיר הנוכחי מחובר ל- WiFi:
id: Perangkat saat ini terhubung ke WiFi:
it: Il dispositivo corrente è connesso al WiFi:
ja: 現在のデバイスはWiFiに接続されています：
ko: 현재 장치가 WiFi에 연결되어 있습니다.
nb: Den nåværende enheten er koblet til WiFi:
nl: Het huidige apparaat is verbonden met WiFi:
pl: Bieżące urządzenie jest podłączone do WiFi:
pt_br: O dispositivo atual está conectado ao WiFi:
ro: Dispozitivul curent este conectat la WiFi:
ru: Текущее устройство подключено к WiFi:
sv: Den aktuella enheten är ansluten till WiFi:
th: อุปกรณ์ในปัจจุบันมีการเชื่อมต่อกับ WiFi:
tr: Geçerli cihaz WiFi’e bağlı:
vi: Thiết bị hiện tại được kết nối với WiFi:
zh_hans: 当前设备连接WiFi：
zh_hant: 當前設備連接WiFi：

# cloud_package_promotion
source: Free Cloud Storage Package
cs: Balíček cloudového úložiště zdarma
de: Kostenloses Cloud-Speicherpaket
es: Paquete gratuito de almacenamiento en la nube
fi: Ilmainen pilvitallennuspaketti
fr: Package de stockage cloud gratuit
he: חבילת אחסון בענן בחינם
id: Paket Penyimpanan Cloud Gratis
it: Pacchetto di archiviazione cloud gratuito
ja: 無料のクラウドストレージパッケージ
ko: 무료 클라우드 스토리지 패키지
nb: Gratis skylagringspakke
nl: Gratis cloudopslagpakket
pl: Bezpłatny pakiet do przechowywania w chmurze
pt_br: Pacote gratuito de armazenamento na nuvem
ro: Pachet gratuit de stocare în cloud
ru: Пакет бесплатного облачного хранилища
sv: Gratis molnlagringspaket
th: แพ็คเกจ การบันทึกข้อมูลบนคลาวด์ ฟรี
tr: Ücretsiz Bulut Depolama Paketi
vi: Trải nghiệm gói lưu trữ đám mây miễn phí
zh_hans: 云存套餐免费体验
zh_hant: 雲存套餐免費體驗

# cloud_storage_will_expire
source: Cloud storage will expire in %1$s days
cs: Cloudové úložiště vyprší za %1$s dnů
de: Der Cloud-Speicher läuft in %1$s Tagen ab
es: El almacenamiento en la nube caducará en %1$s días
fi: Pilvitallennustila vanhenee %1$s päivän kuluttua
fr: Le stockage dans le cloud expirera dans %1$s jours
he: תוקף האחסון בענן יפוג בעוד %1$s ימים
id: Penyimpanan cloud akan kedaluwarsa dalam %1$s hari
it: Lo spazio di archiviazione cloud scadrà tra %1$s giorni
ja: クラウドストレージは%1$s日で期限切れになります
ko: 클라우드 스토리지가 %1$s일 후에 만료됩니다.
nb: Skylagring utløper om %1$s dager
nl: Cloudopslag verloopt over %1$s dagen
pl: Pamięć w chmurze wygaśnie za %1$s dni
pt_br: O armazenamento em nuvem expira em %1$s dias
ro: Spațiul de stocare în cloud va expira în %1$s zile
ru: Срок действия облачного хранилища истекает через %1$s дн.
sv: Molnlagring upphör att gälla om %1$s dagar
th: พื้นที่เก็บข้อมูลบนคลาวด์จะหมดอายุใน %1$s วัน
tr: Bulut depolamanın süresi %1$s gün içinde dolacak
vi: Bộ nhớ đám mây sẽ hết hạn sau %1$s ngày
zh_hans: 云存将在%1$s天后过期
zh_hant: 雲存將在%1$s天后過期
