Repository: Yolo-cell-hash/go_home_ios
Catalog: ios/Runner/JASDK/JAResources/XLanguage/X35MultiLanguage/*.lproj/X35MutiLanguage.strings
Languages: cs, de, es, fi, fr, he, id, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sv, th, tr, vi, zh_hans, zh_hant

# devicesetting_Custom_tone
source: Custom prompt tone
cs: Vlastní tón výzvy
de: Benutzerdefiniert
es: Tono de aviso personalizado
fi: Mukautettu kehotusääni
fr: Tonalité d'invite personnalisée
he: צליל הנחיה מותאם אישית
id: Nada prompt kustom
it: Tono rapido personalizzato
ja: カスタムプロンプトトーン
ko: 사용자 지정 프롬프트 톤
nb: Egendefinert ledetone
nl: Aangepaste prompttoon
pl: Niestandardowy dźwięk zachęty
pt_br: Tom de alerta personalizado
ro: Ton de prompt personalizat
ru: Пользовательский тон подсказки
sv: Anpassad promptton
th: เสียงเตือนที่กำหนดเอง
tr: Özel komut istemi tonu
vi: Âm báo tùy chỉnh
zh_hans: 自定义提示音
zh_hant: 自定義提示音

# MJRefreshBackFooterPullingText
source: Release to load more.
cs: Uvolněte a načtěte více
de: Loslassen, um mehr zu laden.
es: Suelta y carga ahora más
fi: Vapauta ja lataa nyt lisää
fr: Relâchez et chargez maintenant plus
he: שחרר כדי לטעון עוד
id: lepaskan untuk tampil selebihnya
it: Rilasciare per caricare di più
ja: リリースして更に読込む
ko: 새로 고침을 해주세요
nb: Slett og last inn nå mer
nl: Vrijgeven om meer te laden.
pl: Puść by wczytać więcej.
pt_br: Solte para carregar mais.
ro: Eliberați pentru a încărca mai mult.
ru: Отпустите,чтобы загрузить больше.
sv: Släpp för att ladda mer.
th: ปล่อยเพื่อโหลดเพิ่มเติม
tr: Daha fazla yüklemek için bırakın.
vi: Phát hành để tải thêm ngay lập tức
zh_hans: 松开立即加载更多
zh_hant: 鬆開立即加載更多

# devicesetting_Copy_settings_other_cameras
source: Copy the settings of this page to other cameras
cs: Zkopírujte nastavení této stránky do jiných fotoaparátů
de: Einstellungen dieser Seite auf andere Kameras kopieren
es: Copie la configuración de esta página a otras cámaras
fi: Kopioi tämän sivun asetukset muihin kameroihin
fr: Copiez les paramètres de cette page sur d'autres caméras
he: העתק את ההגדרות של דף זה למצלמות אחרות
id: Salin pengaturan halaman ini ke kamera lain
it: Copia le impostazioni di questa pagina su altre fotocamere
ja: このページの設定を他のカメラにコピーします
ko: 이 페이지의 설정을 다른 카메라에 복사
nb: Kopier innstillingene på denne siden til andre kameraer
nl: Kopieer de instellingen van deze pagina naar andere camera's
pl: Skopiuj ustawienia tej strony do innych kamer
pt_br: Copie as configurações desta página para outras câmeras
ro: Copiați setările acestei pagini în alte camere
ru: Скопируйте настройки этой страницы на другие камеры
sv: Kopiera inställningarna på den här sidan till andra kameror
th: คัดลอกการตั้งค่าของหน้านี้ไปยังกล้องอื่น
tr: Bu sayfanın ayarlarını diğer kameralara kopyalayın
vi: Sao chép cài đặt của trang này sang các máy ảnh khác
zh_hans: 复制本页设置到其他摄像机
zh_hant: 複製本頁設置到其他攝像機

# adddevice_Add_directly
source: Not configured, add directly
cs: Není nakonfigurováno, přidejte přímo
de: Nicht konfiguriert, direkt hinzufügen
es: No configurado, agregar directamente
fi: Ei määritetty, lisää suoraan
fr: Non configuré, ajoutez directement
he: לא מוגדר, הוסף ישירות
id: Tidak dikonfigurasi, tambahkan langsung
it: Non configurato, aggiungi direttamente
ja: 未構成、直接追加
ko: 구성되지 않음, 직접 추가
nb: Ikke konfigurert, legg direkte til
nl: Niet geconfigureerd, direct toevoegen
pl: Nie skonfigurowano, dodaj bezpośrednio
pt_br: Não configurado, adicione diretamente
ro: Nu este configurat, adăugați direct
ru: Не настроен, добавить напрямую
sv: Inte konfigurerad, lägg till direkt
th: ไม่ต้องกำหนดค่า, เพิ่มโดยตรง
tr: Yapılandırılmadı, doğrudan ekleyin
vi: Không cấu hình, thêm trực tiếp
zh_hans: 不配置，直接添加
zh_hant: 不配置，直接添加

# person_feedback_select_question_type
source: Please select the type of question you want to feedback
cs: Vyberte typ otázky, na kterou chcete odeslat zpětnou vazbu
de: Bitte wählen Sie die Art der Frage aus, zu der Sie ein Feedback geben möchten
es: Selecciona el tipo de pregunta que deseas enviarnos.
fi: Valitse palautetavan kysymyksen tyyppi
fr: Veuillez sélectionner le type de question que vous souhaitez commenter
he: בחר את סוג השאלה שאתה מעוניין להעביר אליה משוב
id: Pilih jenis pertanyaan yang ingin Anda beri masukan
it: Seleziona il tipo di domanda a cui desideri inviare un feedback
ja: フィードバックする質問の種類を選択してください
ko: 피드백 할 질문 유형을 선택하세요.
nb: Velg typen spørsmål du vil gi tilbakemelding om
nl: Selecteer het type vraag waarop u feedback wilt geven
pl: Wybierz rodzaj pytania, na które chcesz przesłać opinię
pt_br: Selecione o tipo de pergunta para a qual deseja enviar um feedback
ro: Vă rugăm să selectați tipul de întrebare pe care doriți să o trimiteți
ru: Выберите тип вопроса, на который вы хотите оставить отзыв
sv: Välj vilken typ av fråga du vill ge feedback
th: โปรดเลือกประเภทคำถามที่คุณต้องการแสดงความคิดเห็น
tr: Lütfen geri bildirim almak istediğiniz soru türünü seçin
vi: Vui lòng chọn loại câu hỏi bạn muốn phản hồi
zh_hans: 请选择您要反馈的问题类型
zh_hant: 請選擇您要反饋的問題類型

# devicelist_Offline_help_view
source: View help
cs: Zobrazit nápovědu
de: Hilfe anzeigen
es: Ver ayuda
fi: Näytä ohje
fr: Afficher l'aide
he: עזרה
id: Tampil Bantuan
it: Visualizza la guida
ja: ヘルプの表示
ko: 도움말 보기
nb: Se hjelp
nl: Help weergeven
pl: Wyświetl pomoc
pt_br: Visualizar ajuda
ro: Vedeți ajutorul
ru: Просмотр справки
sv: Visa hjälp
th: ดูความช่วยเหลือ
tr: Yardımı görüntüle
vi: Xem trợ giúp
zh_hans: 查看帮助
zh_hant: 查看幫助

# devicesetting_record_setting
source: Recording setting
cs: Nastavení nahrávání
de: Aufnahmeeinstellung
es: Configuración de grabación
fi: Tallennusasetus
fr: Paramètre d'enregistrement
he: הגדרת הקלטה
id: Setelan perekaman
it: Impostazione di registrazione
ja: 記録設定
ko: 녹음 설정
nb: Opptaksinnstilling
nl: Opname-instelling
pl: Ustawienie nagrywania
pt_br: Configuração de gravação
ro: Setarea înregistrării
ru: Настройка записи
sv: Inspelningsinställning
th: กำลังบันทึกการตั้งค่า
tr: Kayıt ayarı
vi: Cài đặt ghi âm
zh_hans: 录像设置
zh_hant: 錄像設置

# addDevice_add_failure
source: Failed to add
cs: Přidat se nezdařilo
de: Hinzufügen fehlgeschlagen
es: agregar error
fi: Lisää epäonnistui
fr: Impossible d'ajouter
he: בעיה בהוספת המכשיר
id: Gagal ditambahkan
it: Associazione fallita
ja: 追加できません。
ko: 등록 실패
nb: Kunne ikke legge til
nl: Toevoegen mislukt
pl: Dodanie nieudane
pt_br: Não adicionar
ro: Nu reușiți să adăugați
ru: Не удалось добавить
sv: Misslyckades med att lägga till
th: เพิ่มอุปกรณ์ไม่สำเร็จ
tr: Eklenemedi
vi: thêm không thành công
zh_hans: 添加失败
zh_hant: 添加失敗

# Stand_alone_station_other_questions
source: Do you have any other questions?
cs: Máte další dotazy?
de: Haben Sie noch weitere Fragen?
es: ¿Alguna otra pregunta?
fi: Onko sinulla muita kysymyksiä?
fr: avez-vous d'autres questions?
he: יש לך עוד שאלות?
id: Apakah Anda punya pertanyaan lain?
it: Hai qualche altra domanda?
ja: 他に質問はありますか？
ko: 다른 질문이 있습니까?
nb: Har du noen andre spørsmål?
nl: Heb je nog andere vragen?
pl: Masz jeszcze jakieś inne pytania?
pt_br: Você tem alguma outra pergunta?
ro: Mai aveți și alte întrebări?
ru: У вас есть еще вопросы?
sv: har du några andra frågor?
th: คุณมีคำถามอื่น ๆ อีกหรือไม่?
tr: Başka sorunuz var mı?
vi: Bạn có bất cứ câu hỏi nào khác không?
zh_hans: 还有其他问题吗？
zh_hant: 還有其他問題嗎？

# cloud_reload_page
source: Touch screen to re-load
cs: Klepnutím na obrazovku znovu načtete
de: Tippen, um Seite neu zu laden
es: Toca la pantalla para volver a cargar
fi: Napauta näyttöä ladataksesi uudelleen
fr: Touchez l'écran pour recharger
he: מסך מגע לטעינה מחדש
id: sentuh layar untuk muat ulang
it: Toccare lo schermo per ricaricare
ja: 画面をタッチして再読込します
ko: 다시로드 할 터치 스크린
nb: Trykk på skjermen for å laste inn
nl: Aanraakscherm opnieuw laden
pl: Ekran dotykowy,aby ponownie załadować
pt_br: Tela de toque para recarregar
ro: Ecranul tactil pentru reîncărcare
ru: Сенсорный экран для перезагрузки
sv: Pekskärm för att ladda om
th: สัมผัสหน้าจอเพื่อโหลดอีกครั้ง
tr: Yeniden yüklemek için ekrana dokunun
vi: Chạm vào màn hình để tải lại
zh_hans: 轻触屏幕重新加载
zh_hant: 輕觸屏幕重新加載

# addDevice_fail
source: Configuration failed
cs: Konfigurace selhala
de: Konfiguration fehlgeschlagen
es: La configuración falla
fi: Konfigurointi epäonnistui
fr: La configuration a échoué
he: החיבור נכשל
id: Gagal Konfigurasi
it: Configurazione fallita
ja: 設定が失敗しました
ko: 설정 실패
nb: Konfigurering feilet
nl: Configuratie mislukt
pl: Konfiguracja nieudana
pt_br: Falha na configuração
ro: Configurația eșuează
ru: Конфигурация не удалась
sv: Konfigurationen misslyckas
th: การกำหนดค่าล้มเหลว
tr: Yapılandırma başarısız
vi: Kết nối thất bại
zh_hans: 连接失败
zh_hant: 配置失敗

# playback_downloading
source: Do not perform other operations while downloading.
cs: Během stahování neprovádějte žádné další operace.
de: Führen Sie während des Herunterladens keine anderen Vorgänge durch.
es: No realice otras operaciones durante la descarga.
fi: Älä suorita muita toimenpiteitä lataamisen aikana.
fr: N'effectuez aucune autre opération pendant le téléchargement.
he: אל תבצע פעולות אחרות במהלך ההורדה.
id: Jangan melakukan operasi lain saat mengunduh.
it: Non eseguire altre operazioni durante il download.
ja: ダウンロード中に他の操作を実行しないでください。
ko: 다운로드하는 동안 다른 작업을 수행하지 마십시오.
nb: Ikke utfør andre operasjoner mens du laster ned.
nl: Voer geen andere bewerkingen uit tijdens het downloaden.
pl: Nie wykonuj innych operacji podczas pobierania.
pt_br: Não execute outras operações durante o download.
ro: Nu efectuați alte operații în timpul descărcării.
ru: Не выполняйте другие операции во время загрузки.
sv: Utför inte andra åtgärder under nedladdningen.
th: อย่าดำเนินการอื่น ๆ ในขณะที่ดาวน์โหลด
tr: İndirirken başka işlemler yapmayın.
vi: Vui lòng không thực hiện các thao tác khác trong khi tải xuống.
zh_hans: 下载中，请勿进行其他操作。
zh_hant: 下載中，請勿進行其他操作。

# MJRefreshHeaderIdleText
source: Pull down to refresh
cs: Táhnutím dolů se může obnovit
de: Zum Aktualis. loslassen
es: Tire hacia abajo puede actualizar
fi: Vedä alas voi päivittää
fr: Tirez vers le bas pour actualiser
he: גרור למטה על מנת לרענן
id: tarik kebawah untuk muat ulang
it: Trascinare in basso per aggiornare
ja: プルダウンして更新
ko: 화면을 위에서 아래로 당겨서 새로 고침을 해주세요.
nb: Trekk ned kan oppdatere
nl: Trek omlaag voor vern.
pl: Przesuń w dół by odświeżyć
pt_br: Puxe para baixo para atualizar
ro: Trageți în jos pentru a reîmprospăta
ru: Потяните вниз,чтобы обновить
sv: Dra ner för att uppdatera
th: ดึงลงเพื่อรีเฟรช
tr: Yenilemek için aşağıya çekin
vi: Kéo xuống để làm mới
zh_hans: 下拉可以刷新
zh_hant: 下拉可以刷新

# devicesetting_Sync_device_time_phone
source: Sync device time with phone
cs: Synchronizujte čas zařízení s telefonem
de: Gerätezeit mit Telefon synchronisieren
es: Sincronizar la hora del dispositivo con el teléfono
fi: Synkronoi laitteen aika puhelimen kanssa
fr: Synchroniser l'heure de l'appareil avec le téléphone
he: סנכרון זמן המכשיר עם הטלפון
id: Sinkronkan waktu perangkat dengan telepon
it: Sincronizza l'ora del dispositivo con il telefono
ja: デバイスの時刻を電話と同期する
ko: 휴대전화와 기기 시간 동기화
nb: Synkroniser enhetens tid med telefonen
nl: Apparaattijd synchroniseren met telefoon
pl: Synchronizuj czas urządzenia z telefonem
pt_br: Sincronize a hora do dispositivo com o telefone
ro: Sincronizați ora dispozitivului cu telefonul
ru: Синхронизируйте время устройства с телефоном
sv: Synkronisera enhetens tid med telefonen
th: ซิงค์เวลาอุปกรณ์กับโทรศัพท์
tr: Cihaz saatini telefonla senkronize et
vi: Đồng bộ hóa thời gian thiết bị với điện thoại
zh_hans: 将设备时间与手机同步
zh_hant: 將設備時間與手機同步

# person_feedback_no_record
source: You have not submitted feedback
cs: Nezaslali jste zpětnou vazbu
de: Keine Daten
es: No has enviado comentarios
fi: Et ole lähettänyt palautetta
fr: Vous n'avez pas soumis de commentaires
he: לא שלחת משוב
id: Anda belum mengirimkan umpan balik
it: Non hai inviato feedback
ja: フィードバックを送信していません
ko: 의견을 제출하지 않았습니다
nb: Du har ikke sendt inn tilbakemelding
nl: Je hebt geen feedback gegeven
pl: Nie przesłałeś opinii
pt_br: Você não enviou feedback
ro: Nu ați trimis feedback
ru: Вы не отправили отзыв
sv: Du har inte skickat in feedback
th: คุณยังไม่ได้ส่งข้อเสนอแนะ
tr: Geri bildirim göndermediniz
vi: Bạn chưa gửi phản hồi
zh_hans: 您还未提交过反馈
zh_hant: 您還未提交過反饋

# preview_Fill_light
source: Fill light
cs: Naplňte světlo
de: Aufhelllicht
es: Luz de relleno
fi: Täytevalo
fr: Lumière de remplissage
he: מלא אור
id: Isi cahaya
it: Luce di riempimento
ja: フィルライト
ko: 빛을 채우다
nb: Fyll lys
nl: Invullicht
pl: Wypełnij światło
pt_br: Luz de preenchimento
ro: Umpleți lumină
ru: Заполняющий свет
sv: Fyll ljus
th: เติมไฟ
tr: Işık doldurun
vi: Lấp đầy ánh sáng
zh_hans: 补光灯
zh_hant: 補光燈

# preview_smart_night_vision
source: Smart night vision
cs: Chytré noční vidění
de: Intelligente Nachtsicht
es: visión nocturna inteligente
fi: Älykäs yönäkö
fr: Vision nocturne intelligente
he: ראיית לילה חכמה
id: Penglihatan malam yang cerdas
it: Visione notturna intelligente
ja: スマートナイトビジョン
ko: 스마트 나이트 비전
nb: Smart nattsyn
nl: Slimme nachtvisie
pl: Inteligentne widzenie w nocy
pt_br: Visão noturna inteligente
ro: Vedere de noapte inteligentă
ru: Умное ночное видение
sv: Smart mörkerseende
th: สมาร์ทไนท์วิชั่น
tr: Akıllı gece görüşü
vi: Tầm nhìn ban đêm thông minh
zh_hans: 智能夜视
zh_hant: 智能夜視

# adddevice_check_network
source: Check the network
cs: Zkontrolujte síť
de: Netzwerk prüfen
es: Revisa la red
fi: Tarkista verkko
fr: Vérifiez le réseau
he: בדוק את הרשת
id: Periksa jaringan
it: Controlla la rete
ja: ネットワークを確認する
ko: 네트워크 확인
nb: Sjekk nettverket
nl: Controleer het netwerk
pl: Sprawdź sieć
pt_br: Verifique a rede
ro: Verificați rețeaua
ru: Проверьте сеть
sv: Kontrollera nätverket
th: ตรวจสอบเครือข่าย
tr: Ağı kontrol et
vi: Kiểm tra mạng
zh_hans: 检查网络
zh_hant: 檢查網絡

source: SD
zh_hans: 标清
zh_hant: 標清

# message_not_disturb_15_minutes
source: Do not disturb messages within 15 minutes
cs: Zprávy Nerušit do 15 minut
de: Nicht stören-Nachrichten innerhalb von 15 Minuten
es: Mensajes de no molestar en 15 minutos
fi: Älä häiritse viestejä 15 minuutin sisällä
fr: Ne pas déranger les messages dans les 15 minutes
he: אל תפריע להודעות תוך 15 דקות
id: Jangan ganggu pesan dalam waktu 15 menit
it: Non disturbare i messaggi entro 15 minuti
ja: 15分以内にメッセージを邪魔しないでください
ko: 15분 이내에 메시지를 방해하지 마십시오
nb: Ikke forstyrr meldinger innen 15 minutter
nl: Berichten niet storen binnen 15 minuten
pl: Nie przeszkadzaj w wiadomościach w ciągu 15 minut
pt_br: Não perturbe as mensagens em 15 minutos
ro: Nu deranjați mesajele în decurs de 15 minute
ru: Не беспокоить сообщения в течение 15 минут
sv: Stör inte meddelanden inom 15 minuter
th: ห้ามรบกวนข้อความภายใน 15 นาที
tr: 15 dakika içinde mesajları rahatsız etmeyin
vi: Không làm phiền tin nhắn trong vòng 15 phút
zh_hans: 15分钟内消息勿扰
zh_hant: 15分鐘內消息勿擾

# adddevice_add_configuration_help
source: Add configuration help
cs: Přidat konfigurační nápovědu
de: Konfigurationshilfe hinzufügen
es: Añadir ayuda de configuración
fi: Lisää määrityspalvelu
fr: Ajouter une aide à la configuration
he: הוסף עזרה בתצורה
id: Tambahkan bantuan konfigurasi
it: Aggiungi la guida alla configurazione
ja: 設定ヘルプを追加する
ko: 구성 도움말 추가
nb: Legg til konfigurasjonshjelp
nl: Voeg configuratiehulp toe
pl: Dodaj pomoc konfiguracyjną
pt_br: Adicionar ajuda de configuração
ro: Adăugați ajutor pentru configurare
ru: Добавить справку по настройке
sv: Lägg till konfigurationshjälp
th: เพิ่มความช่วยเหลือในการกำหนดค่า
tr: Yapılandırma yardımı ekle
vi: Thêm trợ giúp cấu hình
zh_hans: 添加配置帮助
zh_hant: 添加配置幫助

# Devicesetting_Day_only
source: Day only
cs: Pouze den
de: Nur Tag
es: solo dia
fi: Vain päivä
fr: Jour seulement
he: יום בלבד
id: Hanya hari
it: Solo giorno
ja: 日のみ
ko: 하루만
nb: Kun dag
nl: Alleen dag
pl: Tylko dzień
pt_br: Apenas dia
ro: Numai ziua
ru: Только день
sv: Endast dag
th: วันเดียวเท่านั้น
tr: Sadece gün
vi: Ngày chỉ
zh_hans: 仅白天
zh_hant: 僅白天

# enter_your_email_number
source: Email/phone number
cs: Zadejte e-mail/telefonní číslo
de: Bitte E-Mail Adresse / Handynummer eingeben
es: Buzón / número de teléfono
fi: Kirjoita sähköposti / puhelinnumero
fr: Entrer email/numéro de téléphone
he: אימייל/מספר טלפון
id: Email/Nomor HP
it: E-mail/numero telefonico
ja: メールアドレス/電話番号
ko: 이메일/전화 번호
nb: E-post/telefonnummer
nl: E-mail/telefoonnummer
pl: Podaj email/numer telefonu
pt_br: Número de telefone/e-mail
ro: E-mail/număr de telefon
ru: Электронная почта/номер телефона
sv: E-post/telefonnummer
th: อีเมล์/เบอร์โทรศัพท์
tr: E-posta/telefon numarası
vi: Nhập email/số điện thoại
zh_hans: 输入邮箱/手机号
zh_hant: 請輸入郵箱/手機號

# Tuesday
source: T
cs: Ú
de: Di
es: M
fr: M
he: גי
id: S
it: M
ja: 火
ko: 화
nl: D
pl: W
ro: M
ru: В
th: อ
tr: S
vi: T3
zh_hans: 二
zh_hant: 二

# adddevice_set_device_name
source: Set device name
cs: Nastavte název zařízení
de: Gerätenamen vergeben
es: Establecer nombre del Equipo
fi: Aseta laitteen nimi
fr: Définir le nom de l'appareil
he: הגדר את שם ההתקן
id: Setel nama perangkat
it: Imposta il nome del dispositivo
ja: デバイス名の設定
ko: 장치 이름 설정
nb: Angi enhetsnavn
nl: Stel apparaatnaam in
pl: Ustaw nazwę urządzenia
pt_br: Definir nome do dispositivo
ro: Setați numele dispozitivului
ru: Установить имя устройства
sv: Ange enhetsnamn
th: ตั้งชื่ออุปกรณ์
tr: Cihaz adını ayarla
vi: Đặt tên thiết bị
zh_hans: 设置设备名
zh_hant: 設置設備名

# local_does_not_support_share
source: Local experience mode doesn't support sharing
cs: Režim zkušenosti nepodporuje sdílení přidávání
de: Im lokalen Modus wird Teilen nicht unterstützt
es: El modo de experiencia no admite compartir
fi: Kokemustila ei tue jakamista
fr: Le mode de connexion locale ne prend pas en charge le partage
he: מצב הניסיון המקומי אינו תומך בשיתוף
id: Lokal model tidak mendukung pembagian
it: L'esperienza locale non permette la condivisione
ja: ローカル接続モードはシェアをサポートていません。
ko: 비회원 모드에서는 공유를 지원하지 않습니다.
nb: Lokal modus støtter ikke deling
nl: Lokale ervaringsmodus ondersteunt delen niet
pl: Tryb nie obsługuje udostępniania
pt_br: O modo de experiência local não suporta o compartilhamento
ro: Modul de experiență locală nu suportă partajarea
ru: Режим местного опыта не поддерживает обмен
sv: Lokalt erfarenhetsläge stöder inte delning
th: ผู้ทดลองใช้ ไม่สามารถแชร์ได้
tr: Yerel deneyim modu paylaşımı desteklemiyor
vi: Chế độ trải nghiệm không hỗ trợ chia sẻ và thêm
zh_hans: 体验模式不支持分享添加
zh_hant: 體驗模式不支持分享添加

# help_addDevice_textTips_12
source: 6.Wait for configuration
cs: 6. Počkejte na konfiguraci zařízení
de: 6. Auf Konfiguration warten
es: 6. Espere para la configuración
fi: 6. Odota laitteen kokoonpanoa
fr: 6. Attendre la configuration
he: 6. המתן לקונפיגורציה
id: 6. Tunggu Konfigurasi
it: 6. Attendere configurazione
ja: 6.設定待ち
ko: 6. 설정 대기중
nb: 6. Vent på enhets konfigurasjon
nl: 6.Wacht op configuratie
pl: 6. Czekaj na konfigurację
pt_br: 6. Aguarde a configuração
ro: 6.Asteapta pentru configurare
ru: 6. Ждем настройки
sv: 6.Wait för konfiguration
th: 6. รอการกำหนดค่า
tr: 6. yapılandırma için Bekle
vi: 6. chờ cấu hình thiết bị
zh_hans: 6.等待设备配置
zh_hant: 6.等待設備配置

# Service_map_Sign_up_now
source: Sign up now
cs: Zaregistrujte se hned teď
de: Jetzt registrieren
es: Regístrate ahora
fi: Ilmoittaudu nyt
fr: S'inscrire maintenant
he: הרשם עכשיו
id: Daftar sekarang
it: Iscriviti ora
ja: 今すぐサインアップ
ko: 지금 등록하세요
nb: Registrer deg nå
nl: Schrijf je nu in
pl: Zapisz się teraz
pt_br: Inscreva-se agora
ro: Inscrie-te acum
ru: Войти Сейчас
sv: Anmäl dig nu
th: สมัครตอนนี้เลย
tr: Şimdi üye Ol
vi: Đăng ký ngay
zh_hans: 立即注册
zh_hant: 立即註冊

# devicelist_push_prompt
source: The current mobile phone has closed the APP message push function, please go to open
cs: Aktuální mobilní telefon ukončil funkci push zprávy APP, jděte prosím otevřít
de: Die Push-Nachrichten Funktion wurde auf dem Telefon deaktiviert
es: El teléfono móvil actual ha cerrado la función de mensajes push APP, por favor vaya a abrir
fi: Nykyinen matkapuhelin on sulkenut APP-viestin push-toiminnon, mene avaamaan
fr: Le téléphone mobile actuel a fermé la fonction push de message APP, veuillez ouvrir
he: הטלפון הנייד הנוכחי סגר את פונקציית הדחיפה של הודעת ה- APP, אנא עבור לפתיחה
id: Ponsel saat ini telah menutup fungsi push pesan APP, silakan buka untuk membuka
it: Il cellulare corrente ha chiuso la funzione push messaggio APP, per favore vai ad aprire
ja: 現在の携帯電話はAPPメッセージプッシュ機能を閉じました。開いてください
ko: APP 메시지 푸시 기능이 스마트폰에서 사용 중지되었습니다.
nb: Den nåværende mobiltelefonen har lukket APP-meldings push-funksjonen. Gå til åpning
nl: De huidige mobiele telefoon heeft de push-functie van het APP-bericht gesloten. Ga naar openen
pl: Obecny telefon komórkowy zamknął funkcję push wiadomości APP, przejdź do otwarcia
pt_br: O telefone celular atual fechou a função de envio de mensagem APP, por favor, vá para abrir
ro: Actualul telefon mobil a închis funcția de apăsare a mesajului APP, vă rugăm să accesați
ru: Текущий мобильный телефон закрыл функцию толчка сообщения APP, пожалуйста, перейдите, чтобы открыть
sv: Den nuvarande mobiltelefonen har stängt push-funktionen för APP-meddelande, gå till öppna
th: โทรศัพท์มือถือของคุณปิดการแจ้งเตือนอยู่,โปรดเปิดใช้งาน
tr: Mevcut cep telefonu APP mesajı itme işlevini kapattı, lütfen açın
vi: Điện thoại di động hiện tại đã tắt chức năng đẩy tin nhắn APP, vui lòng chuyển sang kích hoạt
zh_hans: 当前手机已关闭APP消息推送功能，请前往开启
zh_hant: 當前手機已關閉APP消息推送功能，請前往開啟

# preview_call_fail
source: Call failed
cs: Hovor selhal
de: Anruf fehlgeschlagen
es: Llamada fallida
fi: Puhelu epäonnistui
fr: Échec de l'appel
he: השיחה נכשלה
id: Panggilan gagal
it: Chiamata fallita
ja: 呼び出しに失敗しました
ko: 전화 실패
nb: Anrop mislyktes
nl: Oproep mislukt
pl: Połączenie nieudane
pt_br: Chamada falhada
ro: Apel esuat
ru: Звонок не удался
sv: Samtalet misslyckades
th: การโทรล้มเหลว
tr: Arama başarısız
vi: Cuộc gọi không thành công
zh_hans: 通话发起失败
zh_hant: 通話發起失敗

# deviceSetting_Warm_tones
source: Warm tones
cs: Teplé tóny
de: Warme Töne
es: Tonos cálidos
fi: Lämpimät sävyt
fr: Tons chauds
he: גוונים חמים
id: Nada hangat
it: Toni caldi
ja: 温かみのあるトーン
ko: 따뜻한 음색
nb: Varme toner
nl: Warme tinten
pl: Ciepłe odcienie
pt_br: Tons quentes
ro: Tonuri calde
ru: Теплые тона
sv: Varma toner
th: โทนสีอบอุ่น
tr: sıcak tonlar
vi: Tông màu ấm
zh_hans: 暖色调
zh_hant: 暖色調

source: Download EseeCloud
cs: Stáhnout EseeCloud
de: EseeCloud herunterladen
es: Descargar EseeCloud
fi: Lataa EseeCloud
fr: Télécharger EseeCloud
he: הורד EseeCloud
id: Unduh EseeCloud
it: Scarica EseeCloud
ja: EseeCloudをダウンロードする
ko: EseeCloud 다운로드
nb: Last ned EseeCloud
nl: EseeCloud downloaden
pl: Pobierz EseeCloud
pt_br: Baixar EseeCloud
ro: Descărcați EseeCloud
ru: Скачать EseeCloud
sv: Hämta EseeCloud
th: ดาวน์โหลด EseeCloud
tr: EseeCloud'u indirin
vi: Tải xuống EseeCloud
zh_hans: 下载易视云
zh_hant: 下載易視雲

# devicelist_cloud_guide_1
source: Now added to the playback
cs: Nyní přidáno do přehrávání
de: Jetzt zur Wiedergabe hinzugefügt
es: Ahora agregado a la reproducción
fi: Lisätty nyt toistoon
fr: Maintenant ajouté à la lecture
he: כעת נוסף להשמעה
id: Sekarang ditambahkan ke pemutaran
it: Ora aggiunto alla riproduzione
ja: 再生に追加されました
ko: 이제 재생에 추가
nb: Nå lagt til avspillingen
nl: Nu toegevoegd aan de weergave
pl: Teraz dodany do odtwarzania
pt_br: Agora adicionado à reprodução
ro: Acum adăugat la redare
ru: Теперь добавлен в воспроизведение
sv: Nu lagt till uppspelningen
th: ตอนนี้เพิ่มในการเล่นย้อนหลังแล้ว
tr: Şimdi oynatmaya eklendi
vi: Bây giờ đã được thêm vào phát lại
zh_hans: 现已添加到回放当中
zh_hant: 現已添加到回放當中

# cloud_purchase_number_serve_channel
source: (Number of service channels:)
cs: (Počet servisních kanálů :)
de: (Anzahl der Servicekanäle :)
es: (Número de canales de servicio :)
fi: (Palvelukanavien lukumäärä :)
fr: (Nombre de canaux de service :)
he: (מספר ערוצי השירות :)
id: (Jumlah saluran layanan :)
it: (Numero di canali di servizio :)
ja: (サービスチャンネル数：)
ko: (서비스 채널 수 :)
nb: (Antall tjenestekanaler :)
nl: (Aantal servicekanalen :)
pl: (Liczba kanałów serwisowych :)
pt_br: (Número de canais de serviço :)
ro: (Numărul canalelor de servicii :)
ru: (Количество сервисных каналов :)
sv: (Antal tjänstekanaler :)
th: (จำนวนช่องการให้บริการ :)
tr: (Servis kanalı sayısı :)
vi: (Số lượng kênh dịch vụ :)
zh_hans: (服务通道数：)
zh_hant: (服務通道數：)
