Repository: Yolo-cell-hash/go_home_ios
Catalog: ios/Runner/JASDK/JAResources/XLanguage/X35MultiLanguage/*.lproj/X35MutiLanguage.strings
Languages: cs, de, es, fi, fr, he, id, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sv, th, tr, vi, zh_hans, zh_hant

# preview_turn_off_auto_cruise
source: Turn off auto cruise
cs: Vypněte automatickou plavbu
de: Auto Tour beenden
es: Apagar auto crucero
fi: Sammuta automaattinen risteily
fr: Désactiver la croisière automatique
he: כבה את השיט האוטומטי
id: Matikan pelayaran otomatis
it: Disattiva la crociera automatica
ja: オートクルーズをオフにする
ko: 자동 크루즈 끄기
nb: Slå av automatisk cruise
nl: Schakel automatische cruise uit
pl: Wyłącz automatyczny rejs
pt_br: Desligue o cruzeiro automático
ro: Opriți croaziera automată
ru: Выключить авто круиз
sv: Stäng av automatisk kryssning
th: ปิดการหมุนอัตโนมัติ
tr: Otomatik gezintiyi kapat
vi: Tắt hành trình tự động
zh_hans: 关闭自动巡航
zh_hant: 關閉自動巡航

# adddevice_phone_connect_device_wifi
source: The phone is connected device WiFi:
cs: K telefonu jsou připojena zařízení WiFi:
de: Das Telefon ist mit dem WLAN des Geräts verbunden:
es: El teléfono está conectado Equipos WiFi:
fi: Puhelin on kytketty laite WiFi:
fr: Le téléphone est connecté aux appareils WiFi:
he: הטלפון מחובר מכשירים WiFi:
id: Ponsel ini terhubung perangkat WiFi:
it: Il telefono è connesso dispositivi WiFi:
ja: 電話は無線LANデバイスに接続されています：
ko: 전화가 연결된 장치 WiFi :
nb: Telefonen er tilkoblede enheter WiFi:
nl: De telefoon is verbonden apparaten WiFi:
pl: Telefon jest podłączony do urządzeń WiFi:
pt_br: O telefone está conectado a dispositivos WiFi:
ro: Telefonul este conectat la dispozitive WiFi:
ru: К телефону подключены устройства WiFi:
sv: Telefonen är anslutna enheter WiFi:
th: โทรศัพท์เชื่อมต่อกับอุปกรณ์ WiFi:
tr: Telefon bağlı cihazların WiFi:
vi: Điện thoại được kết nối với thiết bị WiFi:
zh_hans: 手机已连接设备WiFi：
zh_hant: 手機已連接設備WiFi：

# help_generalDevice_preview
source: Device preview help
cs: Nápověda náhledu zařízení
de: Hilfe Vorschau
es: Ayuda de la vista previa del Equipo
fi: Laitteen esikatselu auttaa
fr: Aide de l'aperçu de l'appareil
he: עזרה בצפייה במכשיר
id: Bantuan Tampil perangkat
it: Aiuto anteprima dispositivo
ja: デバイスプレビューのヘルプ
ko: 도움말 보기
nb: Enhetshjelp,forhåndsvisning
nl: Weergave help apparaat
pl: Pomoc – podgląd urządzeń
pt_br: Ajuda de visualização do dispositivo
ro: Ajutor pentru previzualizarea dispozitivului
ru: Справка по предварительному просмотру устройства
sv: Enhetsförhandsgranskningshjälp
th: ตัวช่วยในการแสดงตัวอย่างอุปกรณ์
tr: Cihaz önizleme yardımı
vi: Trợ giúp xem trước thiết bị
zh_hans: 设备预览帮助
zh_hant: 設備預覽幫助

source: Format
cs: Formát
de: Formatierung
es: Formato
fi: muoto
fr: Formatage
he: פרמוט
it: Formattare
ja: フォーマット
ko: 체재
nb: Formatere
nl: Formatteren
pl: Formatowanie
pt_br: Formato
ru: Формат
sv: Formatera
th: ฟอร์แมต
tr: Biçim
vi: định dạng
zh_hans: 格式化
zh_hant: 格式化

# devicesetting_Screen_detection_area_setting
source: Motion detection area setting
cs: Nastavení oblasti detekce pohybu
de: Erkennungsbereich einstellen
es: Configuración del área de detección de movimiento
fi: Liiketunnistusalueen asetus
fr: Réglage de la zone de détection de mouvement
he: הגדרת אזור זיהוי תנועה
id: Pengaturan area deteksi gerakan
it: Impostazione dell'area di rilevamento del movimento
ja: 動き検知エリア設定
ko: 움직임 감지 영역 설정
nb: Områdeinnstilling for bevegelsesdeteksjon
nl: Instelling bewegingsdetectiegebied
pl: Ustawienie obszaru wykrywania ruchu
pt_br: Configuração da área de detecção de movimento
ro: Setarea zonei de detectare a mișcării
ru: Настройка зоны обнаружения движения
sv: Inställning av rörelsedetekteringsområde
th: การตั้งค่าพื้นที่ตรวจจับการเคลื่อนไหว
tr: Hareket algılama alanı ayarı
vi: Cài đặt khu vực phát hiện chuyển động
zh_hans: 画面侦测区设置
zh_hant: 畫面偵測區設置

source: Reset password
cs: Resetovat heslo
de: Passwort zurücksetzen
es: Restablecer la contraseña
fi: Nollaa salasana
fr: Réinitialiser le mot de passe
he: איפוס ססמה
id: Reset Sandi
ja: パスワード再設定
ko: 비밀번호 변경
nb: Gjenopprett passord
nl: Reset wachtw
pl: Reset hasła
pt_br: Redefinir senha
ro: Reseteaza parola
ru: Сброс пароля
sv: Återställ lösenord
th: รีเซ็ตรหัสผ่าน
tr: Şifreyi yenile
vi: đặt lại mật khẩu
zh_hans: 重置密码
zh_hant: 重置密碼

# devicelist_get_arming_data
source: Obtain Alarm Data
cs: Získat data pro zapnutí
de: Aktivierungsdaten abrufen
es: Obtener datos de armado
fi: Hanki aseistustiedot
fr: Obtenir des données d'armement
he: קבל נתוני התחמשות
id: Dapatkan mempersenjatai data
it: Ottieni dati di inserimento
ja: 武装データを取得する
ko: 무장 데이터 가져 오기
nb: Få tilkoblingsdata
nl: Gegevens activeren
pl: Uzyskaj dane uzbrojenia
pt_br: Obter dados de armação
ro: Obțineți date de armare
ru: Получить данные о вооружении
sv: Få aktiveringsdata
th: รับข้อมูลการแจ้งเตือน
tr: Kurma verilerini al
vi: Nhận dữ liệu vũ khí
zh_hans: 获取布防数据
zh_hant: 獲取布防數據

# userInfo_alern
source: Can't receive alarm message after exiting, sure to exit?
cs: Nemůžete po ukončení výstražnou zprávu přijmout, určitě ji ukončíte?
de: Aus aktuellem Account ausloggen
es: ¿No puede recibir un mensaje de alarma después de salir, seguro de salir?
fi: Etkö voi vastaanottaa hälytysviestiä poistumisen jälkeen, varmasti poistuaksesi?
fr: Peut't recevoir un message d'alarme après la sortie, assurez-vous de la sortie?
he: האם לא ניתן לקבל הודעת אזעקה לאחר היציאה, בטוח לצאת?
id: Tidak dapat menerima pesan alarm setelah keluar, yakin untuk keluar?
it: Non riesci a ricevere un messaggio di allarme dopo essere uscito, sei sicuro di uscire?
ja: ログアウト後はアラーム通知を受信できません。ログアウトしますか？
ko: 종료 후 알람 메시지를받을 수 없습니다. 반드시 종료 하시겠습니까?
nb: Kan ikke motta alarmmelding etter avslutning, sikker på å avslutte?
nl: Kan geen alarmbericht ontvangen na afsluiten, zeker om af te sluiten?
pl: Nie możesz otrzymać komunikatu alarmowego po wyjściu, na pewno chcesz wyjść?
pt_br: Não é possível receber a mensagem de alarme depois de sair, não se esqueça de sair?
ro: Nu puteți primi mesaj de alarmă după ieșire, sigur că veți ieși?
ru: Не могу получить сообщение о тревоге после выхода, обязательно выйти?
sv: Kan jag inte ta emot ett larmmeddelande efter avslutad, säker på att avsluta?
th: ไม่สามารถรับข้อความเตือนได้หลังจากออก แน่ใจหรือไม่ว่าจะออก
tr: Çıktıktan sonra alarm mesajı alamıyorum, çıkacağınızdan emin misiniz?
vi: Bạn sẽ không thể nhận được thông báo cảnh báo sau khi đăng xuất. Bạn có chắc chắn muốn đăng xuất không?
zh_hans: 退出后将不能接收报警消息，确定退出？
zh_hant: 退出後將不能接收報警消息，確定退出？

# password_cannot_special_characters
source: Password can't contain special characters
cs: Heslo nemůže obsahovat speciální znaky
de: Passwort darf keine Sonderzeichen enthalten
es: La contraseña no puede contener caracteres especiales
fi: Salasana ei voi sisältää erikoismerkkejä
fr: Le mot de passe ne peut pas contenir de caractères spéciaux
he: הססמה לא יכולה להיות מורכבת מתווים מיוחדים
id: Sandi tidak mendukung karakter spesial
it: La password non può contenere caratteri speciali
ja: パスワードに特殊文字を含めることはできません。
ko: 비밀번호는 특수 문자를 포함 할 수 없습니다.
nb: Passordet kan ikke inneholde spesialtegn
nl: Wachtwoord mag geen speciale tekens bevatten
pl: Hasło nie może zawierać specjalnych znaków
pt_br: A senha não pode conter caracteres especiais
ro: Parola nu poate conține caractere speciale
ru: Пароль не может содержать специальные символы
sv: Lösenordet kan inte innehålla specialtecken
th: รหัสผ่านไม่สามารถมีตัวอักษรพิเศษ
tr: Şifre özel karakterler içeremez
vi: Mật khẩu không được chứa các ký tự đặc biệt
zh_hans: 密码不能包含特殊字符
zh_hant: 密碼不能包含特殊字符

# person_feedback_question_playback_detail
source: In order to save the space of the SD card and prolong the service life, the device only records when it detects activity, so there will be intermittent siuation.
cs: Aby se ušetřilo místo na SD kartě a prodloužila se životnost, zařízení zaznamenává pouze tehdy, když detekuje aktivitu, takže dojde k občasnému sání.
de: Um Platz auf der SD-Karte zu sparen und die Lebensdauer zu verlängern, nimmt das Gerät nur auf, wenn die Aktivität erkannt wird, sodass es zu zeitweiligen Unterbrechungen kommt.
es: Para ahorrar espacio en la tarjeta SD y prolongar la vida útil, el dispositivo solo registra cuando detecta actividad, por lo que habrá una interrupción intermitente.
fi: SD-kortin tilan säästämiseksi ja käyttöiän pidentämiseksi laite tallentaa vain, kun se havaitsee toiminnan, joten tapahtuu satunnaista sijaintia.
fr: Afin d'économiser l'espace de la carte SD et de prolonger la durée de vie, l'appareil n'enregistre que lorsqu'il détecte une activité, il y aura donc une siuation intermittente.
he: על מנת לחסוך מקום בכרטיס ה- SD ולהאריך את חיי השירות, המכשיר מתעד רק כאשר הוא מגלה פעילות, כך שיהיה ספיגה לסירוגין.
id: Untuk menghemat ruang kartu SD dan memperpanjang usia layanan, perangkat hanya merekam ketika mendeteksi aktivitas, sehingga akan terjadi sunyi terputus-putus.
it: Al fine di risparmiare spazio sulla scheda SD e prolungare la durata, il dispositivo registra solo quando rileva attività, quindi si verificherà una simentazione intermittente.
ja: SDカードのスペースを節約し、耐用年数を延ばすために、デバイスは動体を検出したときにのみ記録するため、断続的な録画が行われます。
ko: SD 카드의 공간을 절약하고 서비스 수명을 연장하기 위해 장치는 활동이 감지 될 때만 기록하므로 간헐적 인 상황이 발생합니다.
nb: For å spare plass på SD-kortet og forlenge levetiden, registrerer enheten bare når den oppdager aktivitet, så det vil være periodisk siuering.
nl: Om ruimte op de SD-kaart te besparen en de levensduur te verlengen, neemt het apparaat alleen op wanneer het activiteit detecteert, dus er zal met tussenpozen worden gesproken.
pl: Aby zaoszczędzić miejsce na karcie SD i przedłużyć żywotność, urządzenie rejestruje tylko po wykryciu aktywności, więc będzie występować przerywany sygnał dźwiękowy.
pt_br: Para economizar espaço no cartão SD e prolongar a vida útil, o dispositivo registra apenas quando detecta atividade, para que ocorra uma interrupção intermitente.
ro: Pentru a economisi spațiul cardului SD și a prelungi durata de viață, dispozitivul înregistrează numai atunci când detectează activitate, astfel încât va exista o interpunere intermitentă.
ru: Чтобы сэкономить место на SD-карте и продлить срок службы, устройство записывает данные только при обнаружении активности, поэтому возможны периодические колебания.
sv: För att spara SD-kortets utrymme och förlänga livslängden, registrerar enheten bara när den upptäcker aktivitet, så det kommer att uppstå intermittent siuation.
th: พื่อเป็นการประหยัดเนื้อที่ของการ์ด SD และยืดอายุการใช้งานอุปกรณ์จะบันทึกเฉพาะเมื่อตรวจพบกิจกรรมเท่านั้นดังนั้นจึงมีการปรับขนาดเป็นระยะ ๆ
tr: SD kartın alanından tasarruf etmek ve servis ömrünü uzatmak için, cihaz sadece aktivite tespit ettiğinde kayıt yapar, bu nedenle aralıklı bir siation olacaktır.
vi: Để tiết kiệm dung lượng của thẻ SD và kéo dài tuổi thọ, thiết bị chỉ ghi hình khi kiểm tra hoạt động hình ảnh nên sẽ xảy ra hiện tượng ngắt quãng.
zh_hans: 为了节省SD卡的空间和延长使用寿命,设备仅在检查到图像活动的时候录像,因此就会有断断续续的现象。
zh_hant: 為了節省SD卡的空間和延長使用壽命,設備僅在檢查到圖像活動的時候錄像,因此就會有斷斷續續的現象。

# cloud_amount_order
source: Amount:
cs: Množství:
de: Menge:
es: Cantidad:
fi: Määrä:
fr: Montant:
he: כמות:
id: Jumlah:
it: Quantità:
ja: 量：
ko: 양:
nb: Beløp:
nl: Bedrag:
pl: Ilość:
pt_br: Montante:
ro: Cantitate:
ru: Количество:
sv: Belopp:
th: จำนวนเงิน:
tr: Miktar:
vi: Số lượng:
zh_hans: 金额：
zh_hant: 金額：

# devicesetting_Choose_daylight_saving_time
source: Choose daylight saving time
cs: Zvolte letní čas
de: Sommerzeit einstellen
es: Elija el horario de verano
fi: Valitse kesäaika
fr: Choisissez l'heure d'été
he: בחרת הגדרות שעון קיץ
id: pilih hemat waktu siang hari
it: Scegli l'ora legale
ja: サマータイムの選択
ko: 섬머 타임제 선택
nb: Velg sommertid
nl: Kies zomertijd
pl: Wybierz czas letni
pt_br: Escolha o horário de verão
ro: Alegeți ora de vară
ru: Выберите летнее время
sv: Välj sommartid
th: เลือกเปลี่ยนเวลาตามฤดูกาล
tr: Gün ışığından yararlanma saati seçin
vi: Chọn giờ tiết kiệm ánh sáng ban ngày
zh_hans: 选择夏令时
zh_hant: 選擇夏令時

# addevice_set_password_less_than_8
source: Set password (not less than 8 bits)
cs: Nastavit heslo (ne méně než 8 bitů)
de: Passwort vergeben (nicht weniger als 8 Zeichen)
es: Establecer contraseña (no menos de 8 bits)
fi: Aseta salasana (vähintään 8 bittiä)
fr: Définir le mot de passe (pas moins de 8 bits)
he: הגדר סיסמה (לא פחות מ- 8 ביטים)
id: Atur kata sandi (tidak kurang dari 8 bit)
it: Imposta password (non meno di 8 bit)
ja: パスワードを設定（8ビット以上）
ko: 비밀번호 설정 (8 비트 이상)
nb: Angi passord (ikke mindre enn 8 bits)
nl: Stel wachtwoord in (niet minder dan 8 bits)
pl: Ustaw hasło (nie mniej niż 8 bitów)
pt_br: Definir senha (não inferior a 8 bits)
ro: Setați parola (nu mai puțin de 8 biți)
ru: Установить пароль (не менее 8 бит)
sv: Ställ in lösenord (inte mindre än 8 bitar)
th: ตั้งรหัสผ่าน (ไม่น้อยกว่า 8 บิต)
tr: Parola belirleyin (en az 8 bit)
vi: Đặt mật khẩu (không ít hơn 8 chữ số)
zh_hans: 设置密码（不小于8位）
zh_hant: 設置密碼（不小於8位）

# cloud_storage_details_cloud_period_tips_1
source: Tips: The validity period of the channel cloud is the sum of the time of all the cloud storage packages in the channel. For example, channel 1 purchased two 7-day/month cloud storage packages at 0:00 on April 1, 2019, then the cloud storage validity period is: 0:00 on April 1, 2019, and June 1, 2019. 0:00 on the day.
cs: Tipy: Doba platnosti kanálu cloud je součtem času všech balíčků cloudových úložišť v kanálu. Například kanál 1 zakoupil dva balíčky cloudových úložišť v délce 7 dní / měsíc v čase 0:00 dne 1. dubna 2019, pak doba platnosti úložiště cloudu je: 0:00 dne 1. dubna 2019 a 1. června 2019. 0: 00 v den.
de: Tipps: Die Gültigkeitsdauer der Kanalwolke ist die Summe der Zeit aller Cloud-Speicherpakete im Kanal. Beispiel: Kanal 1 hat am 1. April 2019 um 0:00 Uhr zwei Cloud-Speicherpakete für 7 Tage / Monat erworben. Die Gültigkeitsdauer für den Cloud-Speicher beträgt dann am 1. April 2019 und am 1. Juni 2019 0:00 Uhr. 0: 00 am Tag.
es: Consejos: El período de validez de la nube del canal es la suma del tiempo de todos los paquetes de almacenamiento en la nube en el canal. Por ejemplo, el canal 1 compró dos paquetes de almacenamiento en la nube de 7 días al mes a las 0:00 el 1 de abril de 2019, luego el período de validez del almacenamiento en la nube es: 0:00 el 1 de abril de 2019 y el 1 de junio de 2019. 0: 00 en el día.
fi: Vinkkejä: Kanavan pilven voimassaoloaika on kaikkien kanavan pilvivarastopakettien ajan summa. Esimerkiksi kanava 1 hankki kaksi 7 päivän / kuukauden pilvivarastopakettia 1. huhtikuuta 2019 kello 0:00, sitten pilvivarastointiaika on: 0:00 1. huhtikuuta 2019 ja 1. kesäkuuta 2019. 0: 00 päivänä.
fr: Conseils: La période de validité du nuage de canaux est la somme de l'heure de tous les packages de stockage en nuage du canal. Par exemple, la chaîne 1 a acheté deux packages de stockage en cloud 7 jours / 7 jours sur 7 jours à 00:00 le 1er avril 2019, puis la période de validité du stockage en cloud est la suivante: 00 le jour.
he: טיפים לגילוי תנועה: תקופת התוקף של ענן הערוץ היא סכום הזמן של כל חבילות אחסון הענן בערוץ. לדוגמה, ערוץ 1 רכש שתי חבילות אחסון בענן 7 ימים בחודש, בשעה 0:00 ב -1 באפריל 2019, תקופת תוקפו של ענן האחסון היא: 0:00 ב -1 באפריל 2019, ו -1 ביוני 2019. 0: 00 ביום.
id: Tips: Masa berlaku saluran cloud adalah jumlah waktu semua paket penyimpanan cloud di saluran. Misalnya, saluran 1 membeli dua paket penyimpanan awan 7 hari / bulan pada pukul 0:00 pada tanggal 1 April 2019, maka masa berlaku penyimpanan cloud adalah: 0:00 pada tanggal 1 April 2019, dan 1 Juni 2019. 0: 00 pada hari itu.
it: Suggerimenti: il periodo di validità del channel cloud è la somma del tempo di tutti i pacchetti di cloud storage nel canale. Ad esempio, il canale 1 ha acquistato due pacchetti di archiviazione cloud di 7 giorni / mese alle 0:00 del 1 ° aprile 2019, quindi il periodo di validità dello spazio di archiviazione cloud è: 0:00 il 1 ° aprile 2019 e 1 giugno 2019. 0: 00 del giorno.
ja: ヒント：チャンネルクラウドの有効期間は、チャンネル内のすべてのクラウドストレージパッケージの時間の合計です。たとえば、チャンネル1が2019年4月1日の0:00に2つの7日/月クラウドストレージパッケージを購入した場合、クラウドストレージの有効期間は2019年4月1日0:00と2019年6月1日です。0：当日は00
ko: 팁 : 채널 클라우드의 유효 기간은 채널에있는 모든 클라우드 저장소 패키지의 시간 합계입니다. 예를 들어 채널 1은 2019 년 4 월 1 일 0:00에 두 개의 7 일 / 월 구름 저장소 패키지를 구입 한 후 클라우드 저장소 유효 기간은 2019 년 4 월 1 일 0:00 및 2019 년 6 월 1 일 0시입니다. 0 : 00.
nb: Suggerimenti: Gyldighetsperioden for kanalskyen er summen av tiden for alle skylagringspakker i kanalen. For eksempel kjøpte kanal 1 to lagringspakker på 7 dager / måned klokken 01:00 den 1 april 2019, så er gyldighetsperioden for sky-lagring: 0:00 1. april 2019 og 1. juni 2019. 0: 00 på dagen.
nl: Tips: de geldigheidsperiode van de kanaalwolk is de som van de tijd van alle cloudopslagpakketten in het kanaal. Kanaal 1 kocht bijvoorbeeld twee 7-daagse / maand-cloudopslagpakketten om 0:00 uur op 1 april 2019, waarna de geldigheidsperiode van de cloudopslag is: 0:00 op 1 april 2019 en 1 juni 2019. 0: 00 op de dag.
pl: Wskazówki: Okres ważności chmury kanału jest sumą czasu wszystkich pakietów pamięci w chmurze w kanale. Na przykład kanał 1 zakupił dwa 7-dniowe / miesięczne pakiety pamięci masowej w chmurze o godzinie 0:00 1 kwietnia 2019 r., A następnie okres ważności pamięci w chmurze wynosi: 0:00 1 kwietnia 2019 r. I 1 czerwca 2019 r. 00 w dzień.
pt_br: Dicas: O período de validade da nuvem de canais é a soma do tempo de todos os pacotes de armazenamento em nuvem no canal. Por exemplo, o canal 1 comprou dois pacotes de armazenamento em nuvem de 7 dias / mês às 0:00 de 1 de abril de 2019, e o período de validade do armazenamento em nuvem é: 0:00 em 1º de abril de 2019 e 1º de junho de 2019. 0: 00 no dia.
ro: Sfaturi: Perioada de valabilitate a cloud-ului canalului este suma timpului dintre toate pachetele de stocare în cloud din canal. De exemplu, canalul 1 a cumpărat două pachete de stocare a norului de 7 zile / lună la ora 0:00 pe data de 1 aprilie 2019, apoi perioada de valabilitate a norului de stocare este: 0:00 pe 1 aprilie 2019 și pe 1 iunie 2019. 0: 00 în ziua respectivă.
ru: подсказки： Период действия облачного канала является суммой времени всех пакетов облачного хранилища в канале. Например, канал 1 приобрел два 7-дневных / месячных пакета облачного хранилища в 0:00 1 апреля 2019 года, тогда срок действия облачного хранилища: 0:00 1 апреля 2019 года и 1 июня 2019 года. 0: 00 в день.
sv: Tips: Giltighetsperioden för kanalmoln är summan av tiden för alla molnlagringspaket i kanalen. Kanal 1 köpte till exempel två 7-dagars / månadskolagringspaket klockan 1:00 den 1 april 2019, då är validitetsperioden för molnförvaring: 0:00 den 1 april 2019 och 1 juni 2019. 0: 00 på dagen.
th: เคล็ดลับ: ระยะเวลาที่ใช้ได้ของระบบคลาวด์ของแชนเนลคือผลรวมของเวลาของแพ็กเกจพื้นที่เก็บข้อมูลบนคลาวด์ทั้งหมดในแชนเนล ตัวอย่างเช่นช่อง 1 ซื้อแพ็กเกจพื้นที่เก็บข้อมูลบนคลาวด์ 7 วัน / เดือนสองแพ็คเกจในเวลา 0:00 น. ของวันที่ 1 เมษายน 2019 จากนั้นระยะเวลาความถูกต้องของที่เก็บข้อมูลบนคลาวด์คือ 0:00 ของวันที่ 1 เมษายน 2019 และ 1 มิถุนายน 2019 0: 00ของวัน
tr: İpuçları: Kanal bulutunun geçerlilik süresi, kanaldaki tüm bulut depolama paketlerinin zamanının toplamıdır. Örneğin, kanal 1, 1 Nisan 2019’da 0: 00’da iki adet 7 günlük / aylık bulut depolama paketi satın aldı, ardından bulut depolama geçerlilik süresi: 1 Nisan 2019 ve 1 Haziran 2019’da 0:00. Gün 00.
vi: Nhắc nhở ấm áp: Thời hạn hiệu lực của bộ nhớ trên đám mây của kênh là tổng của tất cả các gói bộ lưu trữ đám mây dành cho kênh. Ví dụ: Kênh 1 đã mua hai gói lưu trữ đám mây 7 ngày / tháng vào lúc 0:00 ngày 1 tháng 4 năm 2019 và thời hạn hiệu lực của bộ nhớ đám mây là: 0:00 ngày 1 tháng 4 năm 2019 đến ngày 1 tháng 6 năm 2019 0:00 vào ngày.
zh_hans: 温馨提示：通道云存有效期为该通道所有云存套餐加起来的时间和。例如：通道1在2019年4月1日0时0分购买了两个7天/月的云存套餐，那么云存有效期为：2019年4月1日0时0分至2019年6月1日0时0分。
zh_hant: 溫馨提示：通道云存有效期為該通道所有云存套餐加起來的時間和。例如：通道1在2019年4月1日0時0分購買了兩個7天/月的雲存套餐，那麼雲存有效期為：2019年4月1日0時0分至2019年6月1日0時0分。

# service_map_city_locate_IOS
source: The system locates you at %@. Do you want to switch?
cs: Systém vás lokalizuje na %@. Chcete přepnout?
de: Das System findet Sie bei %@. Möchten Sie wechseln?
es: El sistema lo ubica en %@. ¿Quieres cambiar?
fi: Järjestelmä paikantaa sinut pisteellä %@. Haluatko vaihtaa?
fr: Le système vous localise à %@. Voulez-vous changer?
he: המערכת מאתרת אותך ב-%@. האם אתה רוצה לעבור?
id: Sistem menempatkan Anda di %@. Apakah Anda ingin beralih?
it: Il sistema ti individua a %@. Vuoi cambiare?
ja: システムにより、%@ にいます。 切り替えますか？
ko: 위치가 %@에 표시됩니다. 현재 도시로 전환하도록 하시겠습니까?
nb: Systemet lokaliserer deg til %@. Vil du bytte?
nl: Het systeem lokaliseert u op %@. Wil je wisselen?
pl: System lokalizuje cię na %@. Czy chcesz się zmienić?
pt_br: O sistema localiza você em %@. Deseja mudar?
ro: Sistemul vă localizează la %@. Vrei să schimbi?
ru: Система находит вас на%@. Вы хотите переключиться?
sv: Systemet lokaliserar dig vid %@. Vill du byta?
th: ระบบค้นหาคุณที่%@ คุณต้องการเปลี่ยนหรือไม่?
tr: Sistem sizi %@ konumunda bulur. Geçiş yapmak ister misiniz?
vi: Hệ thống định vị bạn ở%@, bạn có muốn chuyển đổi không?
zh_hans: 系统定位您在%@，是否切换？
zh_hant: 系統定位您在%@，是否切換？

# devicelist_switch_Family_mode
source: No switchable device
cs: Žádné přepínatelné zařízení
de: Kein umschaltbares Gerät
es: Ningún Equipo conmutable
fi: Ei kytkettävää laitetta
fr: Aucun appareil commutable
he: אין מכשיר הניתן להחלפה
id: perangkat yang tidak bisa di ubah
it: Nessun dispositivo commutabile
ja: 他に登録されたデバイスがありません。
ko: 전환 가능한 장치 없음
nb: Ingen byttbar enhet
nl: Momenteel geen schakelbaar apparaat
pl: Brak przełączalnego urządzenia
pt_br: Nenhum dispositivo comutável
ro: Niciun dispozitiv care nu poate fi comutat
ru: Нет переключаемого устройства
sv: Ingen omkopplingsbar enhet
th: ไม่มีอุปกรณ์ที่สามารถสลับได้
tr: Değiştirilebilir cihaz yok
vi: Không có thiết bị có thể chuyển đổi
zh_hans: 无可切换设备
zh_hant: 無可切換設備

# playback_tfcard_no_video
source: TF card without video
cs: TF karta bez videa
de: SD-Karte ohne Aufnahmen
es: Tarjeta TF sin video
fi: TF-kortti ilman videota
fr: Carte TF sans vidéo
he: כרטיס TF ללא וידיאו
id: Kartu TF tanpa video
it: Scheda TF senza video
ja: ビデオなしのmicroSDカード
ko: 비디오가없는 TF 카드
nb: TF-kort uten video
nl: TF-kaart zonder video
pl: Karta TF bez wideo
pt_br: Cartão TF sem vídeo
ro: Card TF fără video
ru: TF карта без видео
sv: TF-kort utan video
th: TF การ์ด ไม่มีวิดีโอ
tr: Video olmadan tf kartı
vi: Không ghi trên thẻ TF
zh_hans: TF卡无录像
zh_hant: TF卡無錄像

# play_close
source: Off
cs: Vypnuto
de: Aus
es: Apagado
fi: Vinossa
fr: Désactivé
he: כבוי
id: Mati
it: Spento
ja: オフ
ko: 끄다
nb: Av
nl: Uit
pl: Wyłączony
pt_br: Fora
ru: Выключенный
sv: Av
th: ปิด
tr: Kapalı
vi: Tắt
zh_hans: 关
zh_hant: 關

# deviceSetting_videoBackup_endTime
source: End Time
cs: Čas ukončení
de: Endzeit
es: Hora de finalización
fi: Lopeta aika
fr: Heure de fin
he: זמן סיום
id: Waktu Akhir
it: Orario fine
ja: 終了時間
ko: 종료 시간
nb: Sluttid
nl: Eindtijd
pl: Koniec
pt_br: Fim do tempo
ro: Ora de terminare
ru: Время окончания
sv: Sluttid
th: เวลาสิ้นสุด
tr: Bitiş zamanı
vi: Thời gian kết thúc
zh_hans: 结束时间
zh_hant: 結束時間

# devicesetting_Plug_in_no_effect
source: Constant power mode -no effect;
cs: Režim konstantního výkonu - žádný efekt;
de: Konstante Stromversorgung - kein Effekt;
es: Modo de potencia constante - sin efecto;
fi: Jatkuva virtatila - ei vaikutusta;
fr: Mode de puissance constante - pas d'effet;
he: מצב כוח קבוע - ללא השפעה;
id: Mode daya konstan -tidak ada efek;
it: Modalità potenza costante - nessun effetto;
ja: 定電力モード-影響なし。
ko: 정 전력 모드-효과 없음;
nb: Konstant strømmodus - ingen effekt;
nl: Constante vermogensmodus - geen effect;
pl: Tryb stałej mocy - brak efektu;
pt_br: Modo de potência constante - sem efeito;
ro: Mod de putere constantă - fără efect;
ru: Режим постоянной мощности - нет эффекта;
sv: Konstant effektläge - ingen effekt;
th: โหมดพลังงานคงที่ - ไม่มีผล;
tr: Sabit güç modu - etki yok;
vi: Chế độ công suất không đổi-không có hiệu ứng;
zh_hans: 一直录像-无作用；
zh_hant: 一直錄影-無作用；
