Repository: Yolo-cell-hash/go_home_ios
Catalog: ios/Runner/JASDK/JAResources/XLanguage/X35MultiLanguage/*.lproj/X35MutiLanguage.strings
Languages: cs, de, es, fi, fr, he, id, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sv, th, tr, vi, zh_hans, zh_hant

# App_update_Eseecloud
source: In order to provide a better user experience and avoid confusion, we will replace this application with EseeCloud. The original functional experience of this application is not affected. Please click the "Download" button to download and use EseeCloud.
cs: Abychom zajistili lepší uživatelský komfort a zamezili zmatkům, nahradíme tuto aplikaci programem EseeCloud. Původní funkční zkušenost s touto aplikací není ovlivněna. Klikněte na tlačítko "Stáhnout" a stáhněte a používejte EseeCloud.
de: Für ein besseres Benutzererlebnis werden wir diese Anwendung durch EseeCloud ersetzen. Die Funktionen sind die gleichen. Klicken Sie auf die Schaltfläche "Herunterladen", um EseeCloud herunterzuladen und zu verwenden.
es: Para proporcionar una mejor experiencia de usuario y evitar confusiones, reemplazaremos esta aplicación con EseeCloud. La experiencia funcional original de esta aplicación no se ve afectada. Haga clic en el botón "Descargar" para descargar y usar EseeCloud.
fi: Paremman käyttäjäkokemuksen ja sekaannuksen välttämiseksi korvaamme tämän sovelluksen EseeCloudin kanssa. Tämän sovelluksen alkuperäistä toiminnallista kokemusta ei vaikuta. Lataa ja käytä EseeCloudia napsauttamalla Lataa-painiketta.
fr: Afin de fournir une meilleure expérience utilisateur et d'éviter toute confusion, nous allons remplacer cette application par EseeCloud. L'expérience fonctionnelle d'origine de cette application n'est pas affectée. Veuillez cliquer sur le bouton "Télécharger" pour télécharger et utiliser EseeCloud.
he: על מנת לספק חוויית משתמש טובה יותר ולמנוע בלבול, נחליף את היישום עם EseeCloud. החוויה הפונקציונלית המקורית של יישום זה אינה מושפעת. לחץ על הלחצן 'הורד' כדי להוריד ולהשתמש ב- EseeCloud.
id: Untuk memberikan pengalaman pengguna yang lebih baik dan menghindari kebingungan, kami akan mengganti aplikasi ini dengan EseeCloud. Pengalaman fungsional asli dari aplikasi ini tidak terpengaruh. Silakan klik tombol "Unduh" untuk mengunduh dan menggunakan EseeCloud.
it: Al fine di fornire un'esperienza utente migliore ed evitare confusione, sostituiremo questa applicazione con EseeCloud. L'esperienza funzionale originale di questa applicazione non è influenzata. Fare clic sul pulsante "Scarica" per scaricare e utilizzare EseeCloud.
ja: より良いユーザーエクスペリエンスを提供し、混乱を避けるために、このアプリケーションをEseeCloudに置き換えます。 このアプリケーションの元々の機能的経験は影響を受けません。 EseeCloudをダウンロードして使用するには、[ダウンロード]ボタンをクリックしてください。
ko: 더 나은 사용자 경험을 제공하고 혼란을 피하기 위해이 애플리케이션을 EseeCloud로 대체 할 것입니다. 이 응용 프로그램의 원래 기능적 경험은 영향을받지 않습니다. EseeCloud를 다운로드하여 사용하려면 "다운로드"버튼을 클릭하십시오.
nb: For å gi bedre brukeropplevelse og unngå forvirring, erstatter vi denne applikasjonen med EseeCloud. Den opprinnelige funksjonelle opplevelsen av denne applikasjonen påvirkes ikke. Vennligst klikk på "Last ned" knappen for å laste ned og bruke EseeCloud.
nl: Om een betere gebruikerservaring te bieden en verwarring te voorkomen, zullen we deze applicatie vervangen door EseeCloud. De oorspronkelijke functionele ervaring van deze toepassing wordt niet beïnvloed. Klik op de knop "Datei" om EseeCloud te downloaden en te gebruiken.
pl: Aby zapewnić lepsze wrażenia użytkownika i uniknąć zamieszania, zastąpimy tę aplikację EseeCloud. Oryginalne doświadczenie funkcjonalne tej aplikacji nie ulega zmianie. Kliknij przycisk "Pobierz", aby pobrać i użyć EseeCloud.
pt_br: A fim de proporcionar uma melhor experiência ao usuário e evitar confusão, substituiremos este aplicativo pelo EseeCloud. A experiência funcional original deste aplicativo não é afetada. Por favor, clique no botão "Baixar" para baixar e usar o EseeCloud.
ro: Pentru a oferi utilizatorilor o experiență mai bună și a evita confuzia, vom înlocui această aplicație cu EseeCloud. Experiența funcțională originală a acestei aplicații nu este afectată. Faceți clic pe butonul "Descărcați" pentru a descărca și utiliza EseeCloud.
ru: Чтобы обеспечить лучшее взаимодействие с пользователем и избежать путаницы, мы заменим это приложение на EseeCloud. Оригинальный функциональный опыт этого приложения не влияет. Пожалуйста, нажмите кнопку "Скачать", чтобы загрузить и использовать EseeCloud.
sv: För att ge en bättre användarupplevelse och undvika förvirring ersätter vi den här applikationen med EseeCloud. Den ursprungliga funktionella erfarenheten av denna applikation påverkas inte. Vänligen klicka på "Hämta" knappen för att ladda ner och använda EseeCloud.
th: เพื่อประสบการณ์การใช้งานที่ดีขึ้นและหลีกเลี่ยงความสับสนเราจะเข้ามาแทนที่โปรแกรมนี้กับ EseeCloud ประสบการณ์การทำงานเดิมของโปรแกรมนี้ไม่ได้รับผลกระทบ โปรดคลิกที่ "ดาวน์โหลด " เพื่อดาวน์โหลดและใช้ EseeCloud
tr: Daha iyi bir kullanıcı deneyimi sağlamak ve karışıklığı önlemek için bu uygulamayı EseeCloud ile değiştireceğiz. Bu uygulamanın orijinal işlevsel deneyimi etkilenmez. EseeCloud'u indirmek ve kullanmak için lütfen "İndir" düğmesini tıklayın.
vi: Để cung cấp trải nghiệm người dùng tốt hơn và tránh nhầm lẫn, chúng tôi sẽ thay thế ứng dụng này bằng Yishiyun. Trải nghiệm chức năng gốc của ứng dụng này sẽ không bị ảnh hưởng. Vui lòng nhấp vào nút "tải xuống" để tải xuống và sử dụng Yishiyun.
zh_hans: 为了提供更好的用户体验，避免混乱，我们将用易视云代替本应用，本应用原有的功能体验不受影响，请您点击“下载”按钮下载使用易视云。
zh_hant: 為了提供更好的用戶體驗，避免混亂，我們將用易視雲代替本應用，本應用原有的功能體驗不受影響，請您點擊“下載”按鈕下載使用易視雲。

# adddevice_scan_code_nav
source: Scan code
cs: Naskenujte kód
de: Code scannen
es: Escanear código
fi: Skannaa koodi
fr: Code de numérisation
he: קוד סריקה
id: Pindai kode
it: Codice di scansione
ja: スキャンコード
ko: 스캔 코드
nb: Skannekode
pl: Skanuj kod
pt_br: Código de digitalização
ro: Cod de scanare
ru: Сканирование кода
sv: Skanna kod
th: สแกนรหัส
tr: Tarama kodu
vi: Quét mã
zh_hans: 扫码
zh_hant: 掃碼

source: AI recognition data loading...
cs: Načítání dat rozpoznávání AI...
de: KI-Erkennungsdaten werden geladen...
es: Cargando datos de reconocimiento de IA...
fi: AI-tunnistustietoja ladataan...
fr: Chargement des données de reconnaissance de l'IA...
he: טעינת נתוני זיהוי בינה מלאכותית...
id: Pemuatan data pengenalan AI...
it: Caricamento dati riconoscimento AI...
ja: AI認識データの読み込み...
ko: AI 인식 데이터 로드 중...
nb: AI-gjenkjenningsdata lastes inn...
nl: AI-herkenningsgegevens worden geladen...
pl: Ładowanie danych rozpoznawania AI...
pt_br: Carregando dados de reconhecimento de IA...
ro: Se încarcă datele de recunoaștere AI...
ru: Загрузка данных распознавания ИИ...
sv: AI-igenkänningsdata laddas...
th: กำลังโหลดข้อมูลการรับรู้ AI...
tr: AI tanıma verileri yükleniyor...
vi: Đang tải dữ liệu nhận dạng AI ...
zh_hans: AI识别数据载入中...
zh_hant: AI識別數據載入中...

# NSLocalNetworkUsageDescription
source: App needs to obtain the LAN permission to obtain the LAN status of the device and configure the network for the device
cs: Aplikace potřebuje získat oprávnění LAN, aby získala stav LAN zařízení a nakonfigurovala síť pro zařízení
de: Die App benötigt Netzwerk-Berechtigung, um den Netzwerk-Status des Geräts abzurufen und das Netzwerk für das Gerät zu konfigurieren
es: La aplicación necesita obtener el permiso de LAN para obtener el estado de LAN del dispositivo y configurar la red para el dispositivo
fi: Sovelluksen on hankittava lähiverkon käyttöoikeus saadakseen laitteen lähiverkon tilan ja konfiguroida laitteen verkko
fr: L'application doit obtenir L'autorisation LAN pour obtenir L'état LAN de L'appareil et configurer le réseau pour L'appareil
he: האפליקציה צריכה לקבל את הרשאת ה- LAN כדי להשיג את מצב ה- LAN של המכשיר ולהגדיר את הרשת עבור ההתקן
id: Aplikasi perlu mendapatkan izin LAN untuk mendapatkan status LAN perangkat dan mengonfigurasi jaringan untuk perangkat
it: L'app deve ottenere l'autorizzazione LAN per ottenere lo stato LAN del dispositivo e configurare la rete per il dispositivo
ja: アプリは、デバイスのLANステータスを取得し、デバイスのネットワークを構成するためにLAN権限を取得する必要があります
ko: 앱은 장치의 LAN 상태를 가져오고 장치의 네트워크를 구성하려면 LAN 권한을 얻어야 합니다.
nb: App må skaffe LAN -tillatelse for å få LAN -statusen til enheten og konfigurere nettverket for enheten
nl: App moet de LAN-toestemming verkrijgen om de LAN-status van het apparaat te verkrijgen en het netwerk voor het apparaat te configureren
pl: Aplikacja musi uzyskać pozwolenie LAN, aby uzyskać status LAN urządzenia i skonfigurować sieć dla urządzenia
pt_br: O aplicativo precisa obter a permissão da LAN para obter o status da LAN do dispositivo e configurar a rede para o dispositivo
ro: Aplicația trebuie să obțină permisiunea LAN pentru a obține starea LAN a dispozitivului și pentru a configura rețeaua pentru dispozitiv
ru: Приложению необходимо получить разрешение LAN, чтобы получить статус LAN устройства и настроить сеть для устройства.
sv: App måste få LAN -behörighet för att få enhetens LAN -status och konfigurera nätverk för enheten
th: แอปต้องได้รับการอนุญาต LAN เพื่อรับสถานะ LAN ของอุปกรณ์และกำหนดค่าเครือข่ายสำหรับอุปกรณ์
tr: Uygulamanın, cihazın LAN durumunu almak ve ağı cihaz için yapılandırmak için LAN izni alması gerekir.
vi: Ứng dụng cần có quyền mạng LAN để có được trạng thái mạng LAN của thiết bị và định cấu hình mạng cho thiết bị
zh_hans: APP需要获取局域网权限,以获取设备的局域网状态给设备配置网络
zh_hant: APP需要獲取局域網權限,以獲取設備的局域網狀態給設備配置網絡

# addDevice_waittingAndBack_APP
source: After connecting, wait for the WiFi icon to appear in the status bar and return to the APP.
cs: Po připojení počkejte, až se na stavovém řádku zobrazí ikona WiFi, a vraťte se do APP.
de: Warten Sie nach erfolgreicher WLAN-Verbindung, bis das WLAN-Symbol in der Statusleiste des Telefons angezeigt wird
es: Después de conectarse, espere a que aparezca el icono de WiFi en la barra de estado y vuelva a la APLICACIÓN.
fi: Kun yhteys on muodostettu, odota, että WiFi-kuvake ilmestyy tilariville ja palaa sovellukseen.
fr: Après la connexion, attendez que l'icône WiFi apparaisse dans la barre d'état et revenez à l'application.
he: לאחר ההתחברות המתן עד שהסמל WiFi יופיע בשורת המצב ויחזור לאפליקציה.
id: Setelah terhubung, tunggu ikon WiFi muncul di bilah status dan kembali ke APP.
it: Dopo la connessione, attendi che l'icona WiFi compaia nella barra di stato e torna all'APP.
ja: 接続後、無線LANアイコンがステータスバーに表示されるのを待って、APPに戻ります。
ko: 연결 후 상태 표시 줄에 WiFi 아이콘이 나타날 때까지 기다렸다가 앱으로 돌아갑니다.
nb: Etter tilkobling, vent til WiFi-ikonet vises i statuslinjen og gå tilbake til APPEN.
nl: Wacht na het verbinden tot het WiFi-pictogram in de statusbalk verschijnt en keer terug naar de APP.
pl: Po nawiązaniu połączenia poczekaj, aż ikona WiFi pojawi się na pasku stanu i wróć do aplikacji.
pt_br: Após conectar, aguarde o ícone WiFi aparecer na barra de status e volte ao APP.
ro: După conectare, așteptați ca pictograma WiFi să apară în bara de stare și reveniți la APP.
ru: После подключения дождитесь появления значка WiFi в строке состояния и вернитесь в ПРИЛОЖЕНИЕ.
sv: Efter anslutningen, vänta tills WiFi-ikonen visas i statusfältet och återgå till APP.
th: หลังจากเชื่อมต่อแล้วให้รอให้ไอคอน WiFi ปรากฏในแถบสถานะและกลับไปที่ APP
tr: Bağlandıktan sonra, WiFi simgesinin durum çubuğunda görünmesini bekleyin ve APP'ye geri dönün.
vi: Sau khi kết nối, hãy đợi biểu tượng WiFi xuất hiện trên thanh trạng thái và quay lại ỨNG DỤNG.
zh_hans: 连接后，等待状态栏出现WiFi图标，返回APP。
zh_hant: 連接後，等待狀態欄出現WiFi圖標，返回APP。

# person_feedback_question_add_preset_detail
source: Download the mobile client, add a PTZ camera, click the "PTZ button", and select a preset position to add a preset position.
cs: Stáhněte si mobilního klienta, přidejte PTZ kameru, klikněte na "PTZ tlačítko" a vyberte přednastavenou pozici pro přidání přednastavené pozice.
de: Laden Sie den mobilen Client herunter, fügen eine PTZ-Kamera hinzu, tippen auf die Schaltfläche "PTZ" und wählen eine Preset Position aus, um eine Preset Position hinzuzufügen.
es: Descargue el cliente móvil, agregue una cámara PTZ, haga clic en el "botón PTZ" y seleccione una posición preestablecida para agregar una posición preestablecida.
fi: Lataa mobiiliasiakas, lisää PTZ-kamera, napsauta "PTZ-painiketta" ja valitse esiasetettu sijainti lisätäksesi esiasetetun sijainnin.
fr: Téléchargez le client mobile, ajoutez une caméra PTZ, cliquez sur le "bouton PTZ" et sélectionnez une position prédéfinie pour ajouter une position prédéfinie.
he: הורד את הלקוח הנייד, הוסף מצלמת PTZ, לחץ על "לחצן PTZ", ובחר מיקום מוגדר מראש כדי להוסיף מיקום מוגדר מראש.
id: Unduh klien seluler, tambahkan kamera PTZ, klik "tombol PTZ", dan pilih posisi preset untuk menambahkan posisi preset.
it: Scarica il client mobile, aggiungi una telecamera PTZ, fai clic sul "pulsante PTZ" e seleziona una posizione preimpostata per aggiungere una posizione preimpostata.
ja: モバイルクライアントをダウンロードし、PTZカメラを追加し、「PTZボタン」をクリックして、プリセット位置を選択してプリセット位置を追加します。
ko: 모바일 클라이언트를 다운로드하고, PTZ 카메라를 추가하고, "PTZ 버튼"을 클릭하고, 프리셋 위치를 선택하여 프리셋 위치를 추가합니다.
nb: Last ned mobilklienten, legg til et PTZ-kamera, klikk på "PTZ-knappen", og velg en forhåndsinnstilt posisjon for å legge til en forhåndsinnstilt posisjon.
nl: Download de mobiele client, voeg een PTZ-camera toe, klik op de "PTZ-knop" en selecteer een vooraf ingestelde positie om een ​​vooraf ingestelde positie toe te voegen.
pl: Pobierz klienta mobilnego, dodaj kamerę PTZ, kliknij przycisk "PTZ" i wybierz zaprogramowaną pozycję, aby dodać zaprogramowaną pozycję.
pt_br: Baixe o cliente móvel, adicione uma câmera PTZ, clique no "botão PTZ" e selecione uma posição predefinida para adicionar uma posição predefinida.
ro: Descărcați clientul mobil, adăugați o cameră PTZ, faceți clic pe "butonul PTZ" și selectați o poziție presetată pentru a adăuga o poziție presetată.
ru: Загрузите мобильный клиент, добавьте камеру PTZ, нажмите кнопку "PTZ" и выберите предустановленное положение, чтобы добавить предустановленное положение.
sv: Ladda ner mobilklienten, lägg till en PTZ-kamera, klicka på "PTZ-knappen" och välj en förinställd position för att lägga till en förinställd position.
th: ดาวน์โหลดไคลเอนต์มือถือ เพิ่มกล้อง PTZ คลิก "ปุ่ม PTZ" และเลือกตำแหน่งที่กำหนดไว้ล่วงหน้าเพื่อเพิ่มตำแหน่งที่กำหนดไว้ล่วงหน้า
tr: Mobil istemciyi indirin, bir PTZ kamera ekleyin, "PTZ düğmesine" tıklayın ve bir ön ayar konumu eklemek için bir ön ayar konumu seçin.
vi: Tải xuống ứng dụng di động, thêm camera PTZ, nhấp vào "nút PTZ" và chọn vị trí đặt trước để thêm vị trí đặt trước.
zh_hans: 下载手机客户端，添加云台摄像机，点击“云台按钮”，选择常看位置，即可添加常看位置。
zh_hant: 下載手機客戶端，添加雲台攝像機，點擊“雲台按鈕”，選擇常看位置，即可添加常看位置置。

# deviceSetting_PIR_infrared_sensor_effective
source: PIR infrared sensor effective area
cs: Účinná oblast infračerveného PIR senzoru
de: Erfassungsbereich des PIR-Infrarotsensors
es: Área efectiva del sensor de infrarrojos PIR
fi: PIR-infrapuna-anturin tehollinen alue
fr: Zone efficace du capteur infrarouge PIR
he: חיישן אינפרא אדום PIR אזור יעיל
id: Area efektif sensor inframerah PIR
it: Area effettiva del sensore a infrarossi PIR
ja: PIR赤外線センサーの有効領域
ko: PIR 적외선 센서 유효 영역
nb: PIR infrarød sensor effektivt område
nl: PIR infrarood sensor effectief gebied
pl: Obszar efektywny czujnika podczerwieni PIR
pt_br: Área efetiva do sensor infravermelho PIR
ro: Zona eficientă a senzorului infraroșu PIR
ru: Эффективная площадь инфракрасного датчика PIR
sv: PIR infraröd sensor effektivt område
th: พื้นที่ที่มีประสิทธิภาพของเซ็นเซอร์อินฟราเรด PIR
tr: PIR kızılötesi sensör etkili alanı
vi: Vùng hiệu quả của cảm biến hồng ngoại PIR
zh_hans: PIR红外感应有效区
zh_hant: PIR紅外感應有效區

# deviceSetting_gimbal_lock_turned_locked_after_enabling_custom_privacy_function
source: The gimbal lock is turned on, and the gimbal will be automatically locked after enabling the custom detection area or privacy zone function
cs: Zámek gimbalu je zapnutý a gimbal bude automaticky uzamčen po aktivaci vlastní detekční oblasti nebo funkce privátní zóny
de: Die PTZ-Sperre ist aktiviert, die Schwenk-/Neigefunktion wird automatisch gesperrt, nachdem der benutzerdefinierte Erkennungsbereich oder ein Privatsphärebereich aktiviert wurde
es: El bloqueo del cardán está activado y el cardán se bloqueará automáticamente después de habilitar el área de detección personalizada o la función de zona de privacidad
fi: gimbal-lukko on päällä, ja gimbal lukitaan automaattisesti, kun mukautettu tunnistusalue tai yksityisyysaluetoiminto on otettu käyttöön
fr: Le verrouillage de la nacelle est activé et la nacelle sera automatiquement verrouillée après avoir activé la zone de détection personnalisée ou la fonction de zone de confidentialité
he: מנעול הגימבל מופעל, והגימבל יינעל אוטומטית לאחר הפעלת אזור הזיהוי המותאם אישית או אזור הפרטיות
id: Kunci gimbal dihidupkan, dan gimbal akan dikunci secara otomatis setelah mengaktifkan area deteksi khusus atau fungsi zona privasi
it: Il blocco del gimbal è attivato e il gimbal verrà automaticamente bloccato dopo aver abilitato l'area di rilevamento personalizzata o la funzione della zona di privacy
ja: ジンバルロックがオンになり、カスタム検出エリアまたはプライバシーゾーン機能を有効にすると、ジンバルが自動的にロックされます
ko: 짐벌 잠금이 켜져 있고 사용자 지정 감지 영역 또는 프라이버시 영역 기능을 활성화한 후 짐벌이 자동으로 잠깁니다.
nb: Gimbal-låsen er slått på, og gimbal-en låses automatisk etter at det tilpassede deteksjonsområdet eller personvernsone-funksjonen er aktivert
nl: De gimbalvergrendeling is ingeschakeld en de gimbal wordt automatisch vergrendeld nadat het aangepaste detectiegebied of de privacyzonefunctie is ingeschakeld
pl: Blokada gimbala jest włączona, a gimbal zostanie automatycznie zablokowany po włączeniu niestandardowego obszaru wykrywania lub funkcji strefy prywatności
pt_br: O bloqueio do cardan é ativado e o cardápio será automaticamente bloqueado após habilitar a área de detecção personalizada ou a função de zona de privacidade
ro: Blocarea cardanului este activată, iar cardanul va fi blocat automat după activarea zonei de detectare personalizată sau a funcției zonei de confidențialitate
ru: Блокировка стабилизатора включена, и стабилизатор будет автоматически заблокирован после включения функции настраиваемой зоны обнаружения или зоны конфиденциальности.
sv: Kardanlåset är påslaget och kardan låses automatiskt efter att det anpassade detekteringsområdet eller sekretesszonen har aktiverats
th: ล็อค gimbal เปิดอยู่ และ gimbal จะถูกล็อคโดยอัตโนมัติหลังจากเปิดใช้งานพื้นที่การตรวจจับแบบกำหนดเองหรือฟังก์ชันโซนความเป็นส่วนตัว
tr: Gimbal kilidi açılır ve özel algılama alanı veya gizlilik bölgesi işlevi etkinleştirildikten sonra gimbal otomatik olarak kilitlenir
vi: Khóa gimbal được bật và gimbal sẽ tự động bị khóa sau khi bật chức năng khu vực phát hiện tùy chỉnh hoặc khu vực riêng tư
zh_hans: 云台锁定开启，启用自定义侦测区或隐私区功能后，云台将自动锁定
zh_hant: 雲台鎖定開啟，啟用自定義偵測區或隱私區功能後，雲台將自動鎖定

# deviceSetting_Available
source: Available:
cs: K dispozici:
de: Verfügbar:
es: Disponible:
fi: Saatavilla:
fr: Disponible:
he: זמין:
id: Tersedia:
it: A disposizione:
ja: 利用可能：
ko: 사용 가능:
nb: Tilgjengelig:
nl: Beschikbaar:
pl: Do dyspozycji:
pt_br: Disponível:
ro: Disponibil:
ru: Доступный:
sv: Tillgängliga:
th: มีอยู่:
tr: Mevcut:
vi: Có sẵn:
zh_hans: 可用：
zh_hant: 可用：

# addDevice_device_maybe_offline_check_3
source: 2. Judging by the camera indicator light:
cs: 2. Soudě podle kontrolky kamery:
de: 2. Gemessen an der Kameraanzeige:
es: 2. A juzgar por la luz indicadora de la cámara:
fi: 2. Kameran merkkivalon perusteella päätellen:
fr: 2. À en juger par le voyant de la caméra :
he: 2. אם לשפוט לפי נורית החיווי של המצלמה:
id: 2. Dilihat dari lampu indikator kamera:
it: 2. A giudicare dalla spia della fotocamera:
ja: 2.カメラインジケーターライトによる判断：
ko: 2. 카메라 표시등으로 판단:
nb: 2. Etter kameraets indikatorlampe å dømme:
nl: 2. Te oordelen naar het camera-indicatielampje:
pl: 2. Sądząc po lampce kontrolnej aparatu:
pt_br: 2. A julgar pela luz indicadora da câmera:
ro: 2. Judecând după indicatorul luminos al camerei:
ru: 2. Судя по световому индикатору камеры:
sv: 2. Att döma av kamerans indikatorlampa:
th: 2. ตัดสินโดยไฟแสดงสถานะกล้อง:
tr: 2. Kamera gösterge ışığına bakılırsa:
vi: 2. Đánh giá bằng đèn báo camera:
zh_hans: 2.通过摄像机指示灯判断：
zh_hant: 2.通過攝像機指示燈判斷：

# addDevice_device_connect
source: Device connected
cs: Zařízení připojeno
de: Gerät verbunden
es: Dispositivo conectado
fi: Laite kytketty
fr: Appareil connecté
he: התקן מחובר
id: Perangkat terhubung
it: Dispositivo collegato
ja: 接続されたデバイス
ko: 연결된 장치
nb: Enheten er tilkoblet
nl: Apparaat verbonden
pl: Urządzenie podłączone
pt_br: Dispositivo conectado
ro: Dispozitiv conectat
ru: Устройство подключено
sv: Enheten ansluten
th: อุปกรณ์ที่เชื่อมต่อ
tr: Cihaz bağlandı
vi: Kết nối thiết bị
zh_hans: 设备连接中
zh_hant: 設備連接中

# adddevice_other_network_require
source: 4、 Other network requirements
cs: 4、 Další požadavky na síť
de: 4. Andere Netzwerkanforderungen
es: 4、 Otros requisitos de red
fi: 4、 Muut verkkovaatimukset
fr: 4、 Autres exigences du réseau
he: 4、 דרישות רשת אחרות
id: 4、 Persyaratan jaringan lainnya
it: 4、 Altri requisiti di rete
ja: 4、その他のネットワーク要件
ko: 4、 기타 네트워크 요구 사항
nb: 4、 Andre nettverkskrav
nl: 4、 Andere netwerkvereisten
pl: 4、 Inne wymagania sieciowe
pt_br: 4、 Outros requisitos de rede
ro: 4、 Alte cerințe de rețea
ru: 4、 Другие сетевые требования
sv: 4、 Andra nätverkskrav
th: 4 ข้อกำหนดของเครือข่ายอื่น ๆ
tr: 4、 Diğer ağ gereksinimleri
vi: 4. Các yêu cầu mạng khác
zh_hans: 4、其它网络要求
zh_hant: 4、其它網絡要求

# Register_drag_tennis_balltouch_the_racket
source: Drag the tennis ball on the screen to touch the racket through the red dot
cs: Přetáhněte tenisový míček na obrazovce a dotkněte se rakety skrz červenou tečku
de: Ziehen Sie den Tennisball durch den roten Punkt auf den Tennisschläger
es: Arrastre la pelota de tenis en la pantalla para tocar la raqueta a través del punto rojo
fi: Vedä tennispalloa näytöllä koskettaaksesi mailaa punaisen pisteen läpi
fr: Faites glisser la balle de tennis sur l'écran pour toucher la raquette à travers le point rouge
he: גרור את כדור הטניס על המסך כדי לגעת במחבט דרך הנקודה האדומה
id: Seret bola tenis di layar untuk menyentuh raket melalui titik merah
it: Trascina la pallina da tennis sullo schermo per toccare la racchetta attraverso il punto rosso
ja: 画面上のテニスボールをドラッグして、赤い点からラケットに触れます
ko: 화면의 테니스 공을 드래그하여 빨간 점을 통해 라켓을 터치하십시오
nb: Dra tennisballen på skjermen for å berøre racketen gjennom den røde prikken
nl: Sleep de tennisbal over het scherm om het racket door de rode stip te raken
pl: Przeciągnij piłkę tenisową po ekranie, aby dotknąć rakiety przez czerwoną kropkę
pt_br: Arraste a bola de tênis na tela para tocar a raquete através do ponto vermelho
ro: Trageți mingea de tenis pe ecran pentru a atinge racheta prin punctul roșu
ru: Перетащите теннисный мяч по экрану, чтобы коснуться ракетки через красную точку.
sv: Dra tennisbollen på skärmen för att röra vid racketen genom den röda pricken
th: ลากลูกเทนนิสบนหน้าจอเพื่อสัมผัสแร็กเกตผ่านจุดสีแดง
tr: Rakete kırmızı noktadan dokunmak için ekrandaki tenis topunu sürükleyin
vi: Kéo quả bóng tennis trên màn hình để chạm vào vợt qua chấm đỏ
zh_hans: 拖动屏幕上的网球经过红点碰到球拍
zh_hant: 拖動屏幕上的網球經過紅點碰到球拍
