Repository: Yolo-cell-hash/go_home_ios
Catalog: ios/Runner/JASDK/JAResources/XLanguage/X35MultiLanguage/*.lproj/X35MutiLanguage.strings
Languages: cs, de, es, fi, fr, he, id, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sv, th, tr, vi, zh_hans, zh_hant

# me_Boot_prompt_online_service
source: Added online customer service to solve your problems more quickly!
cs: Přidán online zákaznický servis pro rychlejší řešení vašich problémů!
de: Online-Kundenservice hinzugefügt, um Ihre Probleme schneller zu lösen!
es: ¡Se agregó servicio al cliente en línea para resolver sus problemas más rápidamente!
fi: Lisätty online-asiakaspalvelu ongelmien ratkaisemiseksi nopeammin!
fr: Ajout d'un service client en ligne pour résoudre vos problèmes plus rapidement!
he: נוסף שירות לקוחות מקוון כדי לפתור את הבעיות שלך במהירות רבה יותר!
id: Menambahkan layanan pelanggan online untuk menyelesaikan masalah Anda dengan lebih cepat!
it: Aggiunto servizio clienti online per risolvere i tuoi problemi più rapidamente!
ja: 問題をより迅速に解決するためのオンラインカスタマーサービスを追加しました！
ko: 문제를 더 빨리 해결하기 위해 온라인 고객 서비스를 추가했습니다!
nb: Lagt til online kundeservice for å løse dine problemer raskere!
nl: Online klantenservice toegevoegd om uw problemen sneller op te lossen!
pl: Dodano obsługę klienta online, aby szybciej rozwiązywać problemy!
pt_br: Adicionado atendimento ao cliente online para resolver seus problemas mais rapidamente!
ro: S-a adăugat serviciul clienți online pentru a vă rezolva problemele mai repede!
ru: Добавлена ​​онлайн-служба поддержки клиентов, чтобы быстрее решать ваши проблемы!
sv: Lagt till online kundtjänst för att lösa dina problem snabbare!
th: เพิ่มการบริการลูกค้าออนไลน์เพื่อแก้ปัญหาของคุณได้รวดเร็วยิ่งขึ้น!
tr: Sorunlarınızı daha hızlı çözmek için çevrimiçi müşteri hizmetleri eklendi!
vi: Đã thêm dịch vụ khách hàng trực tuyến để giải quyết vấn đề của bạn nhanh chóng hơn!
zh_hans: 新增在线客服，更快捷的解决您遇到的问题！
zh_hant: 新增線上客服，更快捷的解决您遇到的問題！

# me_photo_album_save_content
source: Save the chosen content or not?
cs: Zda chcete výběr uložit
de: Ausgewählten Inhalt wirklich speichern?
es: ¿Guarde el contenido elegido o no?
fi: Tallenna valinta
fr: Enregistrer le contenu choisi ?
he: האם ברצונך לשמור את התוכן הנבחר?
id: simpan yang terpilih atau tidak?
it: Salvare gli elementi selezionati?
ja: 選択したコンテンツを保存しますか？
ko: 선택한 사진을 저장하겠습니까?
nb: Lagre valgt innhold eller ikke?
nl: Geselecteerde content opslaan of niet?
pl: Zapisać wybór?
pt_br: Salvar o conteúdo escolhido ou não?
ro: Salvați conținutul ales sau nu?
ru: Сохранить выбранный контент или нет?
sv: Spara det valda innehållet eller inte?
th: บันทึกเนื้อหาที่เลือกหรือไม่?
tr: Seçilen içeriği kaydedip kaydetme?
vi: Có lưu nội dung đã chọn hay không
zh_hans: 是否保存所选内容
zh_hant: 是否保存所選內容

# adddevice_Wireless_add_connect_failed
source: Device connection failed,please reconnect
cs: Připojení zařízení se nezdařilo,znovu připojte
de: Geräteverbindung fehlgeschlagen, bitte erneut verbinden
es: Falló la conexión del Equipo,por favor vuelva a conectar
fi: Laiteyhteys epäonnistui,muodosta yhteys uudelleen
fr: La connexion de l'appareil a échoué, veuillez vous reconnecter
he: חיבור המכשיר נכשל,אנא התחבר מחדש
id: Koneksi perangkat gagal,silakan sambungkan kembali
it: Connessione al dispositivo fallita,ti preghiamo di riconnetterti
ja: デバイス接続に失敗しました。再接続してください
ko: 기기 연결에 실패했습니다. 다시 연결해주세요.
nb: Enhetsforbindelse mislyktes,vennligst koble til igjen
nl: Apparaatverbinding mislukt,maak opnieuw verbinding
pl: Połączenie z urządzeniem nie powiodło się,proszę ponownie nawiązać połączenie
pt_br: Falha na conexão do dispositivo,reconecte
ro: Conectarea dispozitivului a eșuat,vă rugăm să vă reconectați
ru: Не удалось подключиться к устройству,пожалуйста,переподключите
sv: Enhetsanslutning misslyckades,vänligen anslut igen
th: การเชื่อมต่ออุปกรณ์ล้มเหลว,โปรดเชื่อมต่ออีกครั้ง
tr: Cihaz bağlantısı başarısız,lütfen tekrar bağlanın
vi: Kết nối thiết bị không thành công, vui lòng kết nối lại
zh_hans: 设备连接失败，请重新连接
zh_hant: 設備連接失敗，請重新連接

# devicesetting_4G_card_sim_card_unlock_way
source: Please click the unlock button above to unlock the SIM card;
cs: Kliknutím na tlačítko pro odemčení výše odemknete SIM kartu;
de: Tippen Sie oben auf die Schaltfläche, um die SIM-Karte zu entsperren.
es: Haga clic en el botón de desbloqueo de arriba para desbloquear la tarjeta SIM;
fi: Napsauta yllä olevaa lukituspainiketta avataksesi SIM-kortin.
fr: Veuillez cliquer sur le bouton de déverrouillage ci-dessus pour déverrouiller la carte SIM;
he: אנא לחץ על כפתור הנעילה שלמעלה כדי לבטל את נעילת כרטיס ה- SIM;
id: Silakan klik tombol buka kunci di atas untuk membuka kunci kartu SIM;
it: Fare clic sul pulsante di sblocco sopra per sbloccare la scheda SIM;
ja: SIMカードのロックを解除するには、上のロック解除ボタンをクリックしてください。
ko: SIM 카드의 잠금을 해제하려면 위의 잠금 해제 버튼을 클릭하십시오.
nb: Klikk på låseknappen ovenfor for å låse opp SIM-kortet.
nl: Klik op de ontgrendelknop hierboven om de simkaart te ontgrendelen;
pl: Kliknij przycisk odblokowania powyżej, aby odblokować kartę SIM;
pt_br: Clique no botão de desbloqueio acima para desbloquear o cartão SIM;
ro: Vă rugăm să faceți clic pe butonul de deblocare de mai sus pentru a debloca cartela SIM;
ru: Пожалуйста, нажмите кнопку разблокировки выше, чтобы разблокировать SIM-карту;
sv: Klicka på upplåsningsknappen ovan för att låsa upp SIM-kortet;
th: โปรดคลิกปุ่มปลดล็อกด้านบนเพื่อปลดล็อกซิมการ์ด
tr: SIM kartın kilidini açmak için lütfen yukarıdaki kilit açma düğmesine tıklayın;
vi: Vui lòng nhấp vào nút mở khóa ở trên để mở khóa thẻ SIM;
zh_hans: 请点击上方解锁按钮对SIM卡进行解锁；
zh_hant: 請點擊上方解鎖按鈕對SIM卡進行解鎖；

# order_cancel_failedAndRetry
source: Fail to cancel order,please try again
cs: Zrušit objednávku selhalo,zkuste to znovu
de: Bestellung stornieren fehlgeschlagen, bitte erneut versuchen
es: Error al cancelar el pedido,por favor intente de nuevo
fi: Peruuta tilaus epäonnistui,yritä uudelleen
fr: Échec de l'annulation de la commande, veuillez réessayer
he: בעיה בביטול ההזמה,אנא נסה שנית מאוחר יותר
id: gagal membatalkan pesanan,coba lagi
it: Cancellazione ordine fallita,prego riprovare
ja: 注文のキャンセルができませんでした。
ko: 주문을 취소하지 못했습니다. 다시 시도하십시오.
nb: Kunne ikke annullere ordre,prøv igjen
nl: Kan order niet annuleren,probeer het opnieuw
pl: Nie można anulować zamówienia. Spróbuj ponownie
pt_br: Não cancelar o pedido,por favor tente novamente
ro: Nu reușiți să anulați comanda,încercați din nou
ru: Не удалось отменить заказ,пожалуйста,попробуйте еще раз
sv: Misslyckas med att avbryta order,försök igen
th: การยกเลิกคำสั่งซื้อล้มเหลว
tr: Siparişi iptal edemedi,lütfen tekrar deneyin
vi: Không thể hủy đơn đặt hàng, vui lòng thử lại
zh_hans: 取消订单失败，请重试
zh_hant: 取消訂單失敗，請重試

# person_preview_original
source: Original
cs: Originál
fi: Alkuperäinen
he: מְקוֹרִי
id: Asli
it: Originale
ja: オリジナル
ko: 원래의
nb: Opprinnelig
nl: Origineel
pl: Oryginalny
ru: Оригинал
th: ต้นฉบับ
tr: orijinal
vi: Nguyên bản
zh_hans: 原始
zh_hant: 原始

# devicesetting_device_opened_auto_renewal_package_delete
source: The device has opened cloud storage auto-renewal package, it will still be deducted after deleting, please go to WeChat to cancel the renewal service in time, is it sure to delete?
cs: Zařízení otevřelo balíček automatického obnovení cloudového úložiště, po smazání bude stále odečten, přejděte prosím na WeChat a zrušte službu obnovení včas, je to jisté?
de: Am Gerät ist die automatische Verlängerung des Cloud-Speichers aktiviert. Nach dem Löschen wird die Gebühr dennoch abgezogen. Bitte gehen Sie rechtzeitig zu WeChat, um den Verlängerungsdienst zu kündigen. Wirklich löschen?
es: El dispositivo ha abierto el paquete de renovación automática de almacenamiento en la nube, aún se deducirá después de eliminarlo, vaya a WeChat para cancelar el servicio de renovación a tiempo, ¿está seguro de eliminarlo?
fi: Laite on avannut pilvitallennustilan automaattisen uusimispaketin, se vähennetään edelleen poistamisen jälkeen. Mene WeChatiin peruuttaaksesi uusimispalvelun ajoissa, poistetaanko se varmasti?
fr: L'appareil a ouvert le package de renouvellement automatique du stockage cloud, il sera toujours déduit après la suppression, veuillez vous rendre sur WeChat pour annuler le service de renouvellement à temps, est-il sûr de le supprimer ?
he: המכשיר פתח את חבילת החידוש האוטומטי של אחסון בענן, זה עדיין ינוכה לאחר המחיקה, נא לגשת ל-WeChat כדי לבטל את שירות החידוש בזמן, האם הוא בטוח יימחק?
id: Perangkat telah membuka paket perpanjangan otomatis penyimpanan cloud, itu akan tetap dipotong setelah dihapus, silakan buka WeChat untuk membatalkan layanan perpanjangan tepat waktu, apakah itu pasti akan dihapus?
it: Il dispositivo ha aperto il pacchetto di rinnovo automatico del cloud storage, verrà comunque detratto dopo l'eliminazione, vai su WeChat per annullare il servizio di rinnovo in tempo, è sicuro di eliminare?
ja: デバイスがクラウドストレージの自動更新パッケージを開きました。削除後も差し引かれます。WeChatにアクセスして更新サービスを時間内にキャンセルしてください。削除してもよろしいですか？
ko: 장치가 클라우드 저장소 자동 갱신 패키지를 열었습니다. 삭제 후에도 계속 차감됩니다. 제때에 WeChat으로 이동하여 갱신 서비스를 취소하십시오. 삭제하시겠습니까?
nb: Enheten har åpnet automatisk fornyelsespakke for skylagring, den vil fortsatt bli trukket etter sletting, vennligst gå til WeChat for å avbryte fornyelsestjenesten i tide, er den sikker på å slette?
nl: Het apparaat heeft het automatische verlengingspakket voor cloudopslag geopend, het wordt nog steeds in mindering gebracht na het verwijderen. Ga naar WeChat om de verlengingsservice op tijd te annuleren, wordt het zeker verwijderd?
pl: Urządzenie otworzyło pakiet automatycznego odnawiania pamięci w chmurze, będzie on nadal odliczany po usunięciu, przejdź do WeChat, aby anulować usługę odnawiania na czas, czy na pewno zostanie ona usunięta?
pt_br: O dispositivo abriu o pacote de renovação automática de armazenamento em nuvem. Ele ainda será deduzido após a exclusão. Acesse o WeChat para cancelar o serviço de renovação a tempo. Tem certeza de que irá excluir?
ro: Dispozitivul a deschis pachetul de reînnoire automată a stocării în cloud, acesta va fi în continuare dedus după ștergere, vă rugăm să mergeți la WeChat pentru a anula serviciul de reînnoire la timp, este sigur că se șterge?
ru: На устройстве открыт пакет автоматического обновления облачного хранилища, он все равно будет вычитаться после удаления, перейдите в WeChat, чтобы вовремя отменить услугу обновления, обязательно ли удалить?
sv: Enheten har öppnat ett automatiskt förnyelsepaket för molnlagring, det kommer fortfarande att dras av efter borttagning, vänligen gå till WeChat för att avbryta förnyelsetjänsten i tid, är den säker på att raderas?
th: อุปกรณ์ได้เปิดแพ็คเกจการต่ออายุอัตโนมัติของที่เก็บข้อมูลบนคลาวด์แล้ว จะยังคงถูกหักหลังจากลบ โปรดไปที่ WeChat เพื่อยกเลิกการต่ออายุบริการทันเวลา แน่ใจหรือไม่ว่าต้องการลบ
tr: Cihaz, bulut depolama otomatik yenileme paketini açtı, silindikten sonra yine de düşülecek, yenileme hizmetini zamanında iptal etmek için lütfen WeChat'e gidin, silinmesi kesin mi?
vi: Máy đã mở gói tự động gia hạn lưu trữ đám mây vẫn bị trừ sau khi xóa, bạn vui lòng vào WeChat để kịp thời hủy dịch vụ gia hạn, xóa có chắc chắn không?
zh_hans: 设备已开通云存自动续费套餐，删除后仍会扣费，请及时前往微信取消续费服务，是否确定删除？
zh_hant: 設備已開通雲存自動續費套餐，刪除後仍會扣費，請及時前往微信取消續費服務，是否確定刪除？

# devicesetting_screen_inversion
source: Video screen flip
cs: Překlopení obrazovky videa
de: Kamera-Ausrichtung
es: Cambio de pantalla de video
fi: Videonäytön kääntö
fr: Retour d'écran vidéo
he: היפוך מסך וידאו
id: Balik layar video
it: Capovolgimento dello schermo video
ja: ビデオ画面の反転
ko: 비디오 화면 뒤집기
nb: Vipp på skjermen
nl: Videoscherm omdraaien
pl: Odwracanie ekranu wideo
pt_br: Virar a tela do vídeo
ro: Flip ecran video
ru: Переворот экрана видео
sv: Videoskärmens vändning
th: พลิกหน้าจอวิดีโอ
tr: Video ekranı çevirme
vi: Màn hình video lật
zh_hans: 视频画面翻转
zh_hant: 視頻畫面翻轉

# deviceSetting_Cordon_mode_describe
source: Cordon mode: When a moving object touches the warning line, a motion detection alarm will be triggered
cs: Režim Cordon: Když se pohybující se předmět dotkne varovné čáry, spustí se alarm detekce pohybu
de: Warnlinie: Wenn ein bewegliches Objekt die Warnlinie berührt, wird Bewegungserkennung ausgelöst
es: Modo cordón: cuando un objeto en movimiento toca la línea de advertencia, se activará una alarma de detección de movimiento
fi: Cordon-tila: Kun liikkuva esine koskettaa varoitusviivaa, liiketunnistuksen hälytys laukeaa
fr: Mode cordon : lorsqu'un objet en mouvement touche la ligne d'avertissement, une alarme de détection de mouvement se déclenche
he: מצב קורדון: כאשר חפץ נע נוגע בקו האזהרה, תופעל אזעקת זיהוי תנועה
id: Mode Cordon: Ketika objek bergerak menyentuh garis peringatan, alarm deteksi gerakan akan dipicu
it: Modalità cordone: quando un oggetto in movimento tocca la linea di avvertimento, verrà attivato un allarme di rilevamento del movimento
ja: コルドンモード：動いている物体が警告線に触れると、動き検出アラームがトリガーされます
ko: Cordon 모드: 움직이는 물체가 경고 라인에 닿으면 움직임 감지 알람이 트리거됩니다.
nb: Avsperringsmodus: Når et objekt i bevegelse berører varsellinjen, utløses en bevegelsesdeteksjonsalarm
nl: Cordon-modus: wanneer een bewegend object de waarschuwingslijn raakt, wordt een bewegingsdetectiealarm geactiveerd
pl: Tryb Cordon: Gdy poruszający się obiekt dotknie linii ostrzegawczej, zostanie wyzwolony alarm wykrywania ruchu
pt_br: Modo cordão: Quando um objeto em movimento toca a linha de aviso, um alarme de detecção de movimento será acionado
ro: Modul Cordon: Când un obiect în mișcare atinge linia de avertizare, va fi declanșată o alarmă de detectare a mișcării
ru: Режим кордона: когда движущийся объект касается линии предупреждения, срабатывает сигнал тревоги при обнаружении движения.
sv: Spärrläge: När ett rörligt föremål vidrör varningslinjen utlöses ett rörelsedetekteringslarm
th: โหมด Cordon: เมื่อวัตถุเคลื่อนที่สัมผัสบรรทัดเตือน สัญญาณเตือนการตรวจจับการเคลื่อนไหวจะถูกทริกเกอร์
tr: Kordon modu: Hareket eden bir nesne uyarı hattına dokunduğunda, bir hareket algılama alarmı tetiklenir.
vi: Chế độ Cordon: Khi một đối tượng chuyển động chạm vào đường cảnh báo, cảnh báo phát hiện chuyển động sẽ được kích hoạt
zh_hans: 警戒线模式：当有移动物体触碰警戒线，则触发智能侦测警报
zh_hant: 警戒線模式：當有移動物體觸碰警戒線，則觸發智能偵測警報

# message_not_disturb_15_minutes_describe
source: For 15 minutes, you will not receive any detection alarm messages, but all events will still be logged
cs: Po dobu 15 minut neobdržíte žádné detekční poplachové zprávy, ale všechny události budou nadále protokolovány
de: 15 Minuten lang erhalten Sie keine Erkennungsalarmmeldungen, aber alle Ereignisse werden weiterhin protokolliert
es: Durante 15 minutos, no recibirá ningún mensaje de alarma de detección, pero se registrarán todos los eventos.
fi: Et saa 15 minuuttiin tunnistushälytysviestejä, mutta kaikki tapahtumat kirjataan silti
fr: Pendant 15 minutes, vous ne recevrez aucun message d'alarme de détection, mais tous les événements seront toujours enregistrés
he: במשך 15 דקות, לא תקבל שום הודעות אזעקת זיהוי, אבל כל האירועים עדיין יירשמו
id: Selama 15 menit, Anda tidak akan menerima pesan alarm deteksi apa pun, tetapi semua peristiwa akan tetap dicatat
it: Per 15 minuti non riceverai alcun messaggio di allarme di rilevamento, ma tutti gli eventi verranno comunque registrati
ja: 15分間、検出アラームメッセージは受信されませんが、すべてのイベントは引き続きログに記録されます
ko: 15분 동안 감지 경보 메시지를 수신하지 않지만 모든 이벤트는 계속 기록됩니다.
nb: I løpet av 15 minutter vil du ikke motta noen deteksjonsalarmmeldinger, men alle hendelser vil fortsatt bli logget
nl: Gedurende 15 minuten ontvangt u geen alarmmeldingen voor detectie, maar alle gebeurtenissen worden nog steeds gelogd
pl: Przez 15 minut nie będziesz otrzymywać żadnych komunikatów alarmowych o wykryciu, ale wszystkie zdarzenia będą nadal rejestrowane
pt_br: Por 15 minutos, você não receberá nenhuma mensagem de alarme de detecção, mas todos os eventos ainda serão registrados
ro: Timp de 15 minute, nu veți primi niciun mesaj de alarmă de detectare, dar toate evenimentele vor fi în continuare înregistrate
ru: В течение 15 минут вы не будете получать никаких тревожных сообщений об обнаружении, но все события будут по-прежнему регистрироваться.
sv: Under 15 minuter kommer du inte att få några detekteringslarmmeddelanden, men alla händelser kommer fortfarande att loggas
th: เป็นเวลา 15 นาที คุณจะไม่ได้รับข้อความเตือนการตรวจจับใดๆ แต่กิจกรรมทั้งหมดจะยังถูกบันทึกไว้
tr: 15 dakika boyunca herhangi bir algılama alarm mesajı almayacaksınız, ancak tüm olaylar günlüğe kaydedilmeye devam edecek
vi: Trong 15 phút, bạn sẽ không nhận được bất kỳ thông báo phát hiện nào, nhưng tất cả các sự kiện sẽ vẫn được ghi lại
zh_hans: 在15分钟内，您将不会收到任何检测报警消息，但所有的事件仍会被记录
zh_hant: 在15分鐘內，您將不會收到任何檢測報警消息，但所有的事件仍會被記錄

# Service_map_select_security_industry
source: Please select your years of maintenance work experience in the security industry
cs: Vyberte prosím své dlouholeté zkušenosti s údržbou v bezpečnostním odvětví
de: Bitte wählen aus, wie lange Sie bereits Erfahrung in der Wartungsbranche haben
es: Seleccione sus años de experiencia en trabajos de mantenimiento en la industria de la seguridad.
fi: Valitse vuoden kokemus turvallisuusalan huoltotöistä
fr: Veuillez sélectionner vos années d'expérience de travail de maintenance dans l'industrie de la sécurité
he: אנא בחר את שנות הניסיון שלך בעבודה בתחום התחזוקה בענף האבטחה
id: Silakan pilih tahun pengalaman kerja perawatan Anda di industri keamanan
it: Seleziona i tuoi anni di esperienza di lavoro di manutenzione nel settore della sicurezza
ja: セキュリティ業界での長年の保守作業経験を選択してください
ko: 보안 업계에서 수년간의 유지 보수 작업 경험을 선택하십시오
nb: Velg dine mange års erfaring med vedlikehold i sikkerhetsbransjen
nl: Selecteer uw jarenlange onderhoudswerkervaring in de beveiligingssector
pl: Wybierz swoje wieloletnie doświadczenie w pracach konserwacyjnych w branży bezpieczeństwa
pt_br: Selecione seus anos de experiência em trabalho de manutenção no setor de segurança
ro: Vă rugăm să vă selectați anii de experiență în munca de întreținere în industria de securitate
ru: Пожалуйста, выберите ваш многолетний опыт работы в сфере безопасности
sv: Välj din års erfarenhet av underhållsarbete inom säkerhetsbranschen
th: โปรดเลือกประสบการณ์งานซ่อมบำรุงของคุณในอุตสาหกรรมความปลอดภัย
tr: Lütfen güvenlik sektöründeki yıllık bakım çalışma deneyiminizi seçin
vi: Vui lòng chọn kinh nghiệm làm việc bảo trì của bạn trong ngành bảo mật
zh_hans: 请选择您在安防行业的维修工作经验年限
zh_hant: 請選擇您在安防行業的維修工作經驗年限

# updated
source: Already updated
cs: Aktualizováno
de: bereits upgedatet
es: Ya actualiza
fi: Päivitetty
fr: Déjà mis à jour
he: הגרסה הינה עדכנית
id: Telah Perbarui
it: Già aggiornato
ja: 更新済み
ko: 이미 업데이트 중입니다.
nb: Allerede oppdatert
nl: Al geüpdatet
pl: Już zaktualizowano
pt_br: Já atualizo
ro: Actualizată deja
ru: Уже обновление
sv: Redan uppdaterad
th: อัพเดทแล้ว
tr: Zaten güncelleme
vi: cập nhật
zh_hans: 已更新
zh_hant: 已更新

# devicesetting_4G_device_cannot_buy_data
source: The device does not support traffic purchase
cs: Zařízení nepodporuje nákup provozu
de: Dieses Gerät unterstützt den Datenkauf nicht
es: El dispositivo no admite la compra de tráfico.
fi: Laite ei tue liikenteen ostamista
fr: L'appareil ne prend pas en charge l'achat de trafic
he: המכשיר אינו תומך ברכישת תנועה
id: Perangkat tidak mendukung pembelian lalu lintas
it: Il dispositivo non supporta l'acquisto di traffico
ja: デバイスはトラフィックの購入をサポートしていません
ko: 이 장치는 데이터 구매를 지원하지 않습니다
nb: Enheten støtter ikke trafikkjøp
nl: Het apparaat ondersteunt geen verkeersaankoop
pl: Urządzenie nie obsługuje zakupu ruchu
pt_br: O dispositivo não suporta a compra de tráfego
ro: Aparatul nu acceptă achiziționarea traficului
ru: Устройство не поддерживает покупку трафика
sv: Enheten stöder inte trafikköp
th: อุปกรณ์ไม่รองรับการซื้อข้อมูล
tr: Cihaz trafik alımını desteklemiyor
vi: Thiết bị này không hỗ trợ mua dữ liệu
zh_hans: 该设备不支持流量购买
zh_hant: 該設備不支持流量購買

# an_unknown_error
source: Unknown error
cs: Neznámá chyba
de: Unbekannter Fehler
es: error desconocido
fi: Tuntematon virhe
fr: Erreur inconnue
he: תקלה לא ידועה
id: kesalahan tidak diketahui
it: Errore sconosciuto
ja: 不明なエラー
ko: 알수없는 오류
nb: Ukjent feil
nl: Onbekende fout
pl: Nieznany błąd
pt_br: Erro desconhecido
ro: Eroare necunoscută
ru: Неизвестная ошибка
sv: Okänt fel
th: ข้อผิดพลาดที่ไม่รู้จัก
tr: Bilinmeyen hata
vi: sai lầm không rõ
zh_hans: 未知错误
zh_hant: 未知錯誤

# service_not_phone_number
source: The phone number isn’t filled in
cs: Telefonní číslo není vyplněno
de: Die Telefonnummer wurde nicht eingegeben
es: El número de teléfono no está completo
fi: Puhelinnumeroa ei täytetä
fr: Le numéro de téléphone n’est pas renseigné
he: מספר הטלפון לא מלא
id: Nomor telepon tidak diisi
it: Il numero di telefono non è stato inserito
ja: 電話番号が入力されていません
ko: 전화 번호가 입력되지 않았습니다.
nb: Telefonnummeret er ikke fylt ut
nl: Het telefoonnummer is niet ingevuld
pl: Numer telefonu nie jest wypełniony
pt_br: O número de telefone não foi preenchido
ro: Numărul de telefon nu este completat
ru: Номер телефона не указан
sv: Telefonnumret fylls inte i
th: ไม่ได้กรอกหมายเลขโทรศัพท์
tr: Telefon numarası doldurulmamış
vi: Số điện thoại liên hệ không được điền
zh_hans: 联系电话未填写
zh_hant: 聯繫電話未填寫

# adddevice_select_device_wifi
source: Step 3: Select device WiFi
cs: Krok 3: Vyberte zařízení WiFi
de: Schritt 3: Wählen Sie das Geräte-WLAN aus
es: Paso 3: Seleccione el Equipo WiFi
fi: Vaihe 3: Valitse laite WiFi
fr: Étape 3: Sélectionnez le périphérique WiFi
he: שלב 3: בחר מכשיר WiFi
id: Langkah 3: Pilih perangkat WiFi
it: Passaggio 3: selezionare il dispositivo WiFi
ja: ステップ3：デバイスの無線LANを選択
ko: 3 단계 : 기기 WiFi 선택
nb: Trinn 3: Velg enheten WiFi
nl: Stap 3: selecteer apparaat WiFi
pl: Krok 3: Wybierz urządzenie WiFi
pt_br: Etapa 3: selecione o dispositivo WiFi
ro: Pasul 3: Selectați dispozitivul WiFi
ru: Шаг 3: Выберите устройство WiFi
sv: Steg 3: Välj enhet WiFi
th: ขั้นตอนที่ 3: เลือกอุปกรณ์อินเตอร์เน็ตไร้สาย
tr: 3. Adım: Cihaz WiFi seçin
vi: Bước thứ ba: chọn thiết bị WiFi
zh_hans: 第三步：选择设备WiFi
zh_hant: 第三步：選擇設備WiFi

# devicelist_firmware_updating
source: Upgrading...
cs: Upgradování ...
de: Upgrade wird durchgeführt...
es: Actualizando ...
fi: Päivitys ...
fr: Mise à niveau ...
he: משדרג ...
id: Perbaikan...
it: Aggiornamento ...
ja: アップグレードしています...
ko: 업그레이드 중 ...
nb: Oppgradering ...
pl: Aktualizacja ...
pt_br: Atualizando ...
ro: Actualizarea ...
ru: Обновление ...
sv: Uppgradering ...
th: กำลังอัปเดต
tr: Yükseltme ...
vi: trong quá trình nâng cấp ...
zh_hans: 升级中...
zh_hant: 升級中...

# smartlink_device_distribution_networking_time
source: The network configuration process may take 1-2 minutes, please be patient.
cs: Proces konfigurace sítě může trvat 1-2 minuty, buďte trpěliví.
de: Es dauert ein paar Minuten, das Gerät mit WLAN zu verbinden. Bitte haben Sie etwas Geduld.
es: El proceso de configuración de la red puede demorar de 1 a 2 minutos, tenga paciencia.
fi: Verkon määritysprosessi voi viedä 1-2 minuuttia, ole kärsivällinen.
fr: Le processus de configuration du réseau peut prendre 1 à 2 minutes, veuillez patienter.
he: תהליך תצורת הרשת עשוי לארוך 1-2 דקות, אנא היה סבלני.
id: Proses konfigurasi jaringan dapat memakan waktu 1-2 menit, harap bersabar.
it: Il processo di configurazione della rete può richiedere 1-2 minuti, si prega di pazientare.
ja: ネットワーク構成プロセスには1〜2分かかる場合があります。しばらくお待ちください。
ko: 네트워크 구성 프로세스는 1-2 분 정도 걸릴 수 있습니다. 잠시만 기다려주십시오.
nb: Nettverkskonfigurasjonsprosessen kan ta 1-2 minutter. Vær tålmodig.
nl: Het netwerkconfiguratieproces kan 1-2 minuten duren, even geduld.
pl: Proces konfiguracji sieci może potrwać 1-2 minuty. Prosimy o cierpliwość.
pt_br: O processo de configuração da rede pode levar de 1 a 2 minutos, seja paciente.
ro: Procesul de configurare a rețelei poate dura 1-2 minute, vă rugăm să aveți răbdare.
ru: Процесс настройки сети может занять 1-2 минуты, наберитесь терпения.
sv: Nätverkskonfigurationsprocessen kan ta 1-2 minuter, var tålamod.
th: กระบวนการกำหนดค่าเครือข่ายอาจใช้เวลา 1-2 นาทีโปรดรอสักครู่
tr: Ağ yapılandırma işlemi 1-2 dakika sürebilir, lütfen sabırlı olun.
vi: Quá trình cấu hình mạng có thể mất 1-2 phút, hãy kiên nhẫn.
zh_hans: 配网过程可能需要1-2分钟，请耐心等待。
zh_hant: 配網過程可能需要1-2分鐘，請耐心等待。
