Repository: Yolo-cell-hash/go_home_ios
Catalog: ios/Runner/JASDK/JAResources/XLanguage/X35MultiLanguage/*.lproj/X35MutiLanguage.strings
Languages: cs, de, es, fi, fr, he, id, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sv, th, tr, vi, zh_hans, zh_hant

# person_Account_cannot_restored
source: After deleted account, data will not be restored.
cs: Po odhlášení z účtu nelze data obnovit
de: Nachdem das Konto gelöscht wurde, können die Daten nicht wiederhergestellt werden
es: Después de cerrar la sesión de su cuenta, los datos no se pueden restaurar
fi: Kun olet kirjautunut ulos tililtäsi, tietoja ei voi palauttaa
fr: Après vous être déconnecté de votre compte, les données ne peuvent pas être restaurées
he: לאחר היציאה מהחשבון לא ניתן לשחזר את הנתונים
id: Setelah Anda keluar dari akun Anda, data tidak dapat dipulihkan
it: Dopo aver effettuato il logout dal tuo account, i dati non possono essere ripristinati
ja: アカウントを削除した後、データを復元することはできません
ko: 계정에서 로그아웃한 후에는 데이터를 복원할 수 없습니다.
nb: Etter at du har logget deg av kontoen din, kan ikke dataene gjenopprettes
nl: Nadat u uit uw account bent uitgelogd, kunnen de gegevens niet worden hersteld
pl: Po wylogowaniu się z konta nie można przywrócić danych
pt_br: Depois de sair da sua conta, os dados não podem ser restaurados
ro: După ce vă deconectați de la cont, datele nu pot fi restaurate
ru: После выхода из учетной записи данные не могут быть восстановлены
sv: När du har loggat ut från ditt konto kan data inte återställas
th: หลังจากที่คุณออกจากระบบบัญชีแล้ว ข้อมูลจะไม่สามารถกู้คืนได้
tr: Hesabınızdan çıkış yaptıktan sonra veriler geri yüklenemez
vi: Sau khi bạn đăng xuất khỏi tài khoản của mình, dữ liệu không thể được khôi phục
zh_hans: 注销账号后，数据将无法恢复
zh_hant: 註銷賬號後，數據將無法恢復

# devicesetting_Select_night_vision
source: Select night vision fill light mode
cs: Vyberte režim výplňového světla pro noční vidění
de: Nachtsicht-Modus auswählen
es: Seleccione el modo de luz de relleno de visión nocturna
fi: Valitse yönäön täyttövalotila
fr: Sélectionnez le mode d'éclairage de vision nocturne
he: בחר מצב אור מילוי ראיית לילה
id: Pilih mode cahaya pengisi penglihatan malam
it: Seleziona la modalità luce di riempimento per la visione notturna
ja: 暗視フィルライトモードを選択します
ko: 야간 투시 조명 모드 선택
nb: Velg fylllysmodus for nattsyn
nl: Selecteer nachtzicht-vullichtmodus
pl: Wybierz tryb światła wypełniającego noktowizor
pt_br: Selecione o modo de luz de preenchimento de visão noturna
ro: Selectați modul de iluminare de umplere a vederii nocturne
ru: Выберите режим заполняющего света ночного видения
sv: Välj läge för fyllningsljus för mörkerseende
th: เลือกโหมดเติมแสงในตอนกลางคืน
tr: Gece görüşü dolgu ışığı modunu seçin
vi: Chọn chế độ ánh sáng lấp đầy tầm nhìn ban đêm
zh_hans: 选择夜视补光灯模式
zh_hant: 選擇夜視補光燈模式

# reset_numberExist
source: This cellphone number doesn't exsist,please input again
cs: Telefonní číslo neexistuje,zadejte znovu
de: Telefonnummer existiert nicht, bitte erneut eingeben
es: Este número de teléfono celular no existe,ingresa de nuevo
fi: Puhelinnumeroa ei ole,anna se uudelleen
fr: Ce numéro de téléphone n'existe pas, veuillez en entrer un nouveau
he: מספר הטלפון לא קיים,אנא נסה שוב
id: Nomo HP ini tidak ada,silakan masukin lagi
it: Il numero telefonico è inesistente,prego reinserire
ja: この電話番号は存在しません。新しい電話番号を入力してください。
ko: 등록되지 않은 핸드폰 번호입니다.
nb: mobiltelefonnummeret er ikke i bruk,prøv igjen
nl: Dit mobiel nummer bestaat niet,opnieuw invoeren
pl: Numer telefonu nie istnieje,wprowadź ponownie
pt_br: Este número de telemóvel não existe,por favor insira novamente
ro: Acest număr de telefon nu exsiste,vă rugăm să introduceți din nou
ru: Этот номер мобильного телефона не существует,пожалуйста,введите снова
sv: Det här telefonnumret existerar inte,var god och skriv in igen
th: ไม่มีหมายเลขโทรศัพท์นี้โปรดป้อนอีกครั้ง
tr: Bu cep telefonu numarası yok,lütfen tekrar girin
vi: Số điện thoại không tồn tại, vui lòng nhập lại
zh_hans: 该手机号不存在，请重新输入
zh_hant: 該手機號不存在，請重新輸入

# devicelist_Tmall_Elf
source: Tmall Elf Interaction
cs: Interakce Tmall Elf
de: Tmall Elf Interaktion
es: Interacción con pequeños elfos
fi: Tmall Elf vuorovaikutus
fr: Interaction avec les petits elfes
he: אינטראקציה של שדונים קטנים
id: Interaksi Peri Kecil
it: Interazione tra piccoli elfi
ja: TmallElfインタラクション
ko: 티몰 엘프 상호작용
nl: Tmall Elf Interactie
pl: Interakcja z małymi elfami
ru: Tmall Elf Взаимодействие
th: ปฏิสัมพันธ์ Tmall Elf
tr: Tmall Elf Etkileşimi
vi: Tmall Elf tương tác
zh_hans: 天猫精灵互动
zh_hant: 天貓精靈互動

# person_login_log_one_month
source: Only show login records for the last month
cs: Zobrazovat pouze přihlašovací záznamy za poslední měsíc
de: Nur Anmeldungen des letzten Monats anzeigen
es: Mostrar solo los registros de inicio de sesión del último mes
fi: Näytä vain viimeisen kuukauden kirjautumistiedot
fr: Afficher uniquement les enregistrements de connexion du mois dernier
he: הצג רק רשומות כניסה לחודש האחרון
id: Hanya tampilkan catatan login untuk bulan lalu
it: Mostra solo i record di accesso per l'ultimo mese
ja: 先月のログインレコードのみを表示する
ko: 지난달의 로그인 기록 만 표시
nb: Vis bare innloggingsposter for den siste måneden
nl: Toon alleen inlogrecords van de afgelopen maand
pl: Pokaż tylko dane logowania za ostatni miesiąc
pt_br: Mostrar apenas os registros de login do último mês
ro: Afișați doar înregistrările de conectare pentru ultima lună
ru: Показывать только записи входа за последний месяц
sv: Visa bara inloggningsposter för den senaste månaden
th: แสดงบันทึกการเข้าสู่ระบบของเดือนที่แล้วเท่านั้น
tr: Yalnızca geçen ayın giriş kayıtlarını göster
vi: Chỉ hiển thị các bản ghi đăng nhập của tháng gần đây nhất
zh_hans: 只展示最近一个月的登录记录
zh_hant: 只展示最近一個月的登錄記錄

# person_feedback_question_type_memory_card_repair_detail
source: This situation is rare, and when it appears, click Repair as prompted.
cs: Tato situace je vzácná a když se objeví, klikněte na tlačítko Opravit podle výzvy.
de: Diese Situation ist selten. Wenn sie angezeigt wird, tippen Sie nach Aufforderung auf Reparieren.
es: Esta situación es rara y, cuando aparece, haga clic en Reparar cuando se le solicite.
fi: Tämä tilanne on harvinainen, ja kun se ilmestyy, napsauta Korjaa-ohjeita.
fr: Cette situation est rare et lorsqu'elle apparaît, cliquez sur Réparer à l'invite.
he: מצב זה הוא נדיר, וכשמופיע, לחץ על תיקון כמתבקש.
id: Situasi ini jarang terjadi, dan ketika muncul, klik Perbaiki saat diminta.
it: Questa situazione è rara e quando appare, fai clic su Ripara come richiesto.
ja: この状況はまれであり、表示されたら、プロンプトに従って[修復]をクリックします。
ko: 이 상황은 드물고 표시되면 메시지가 표시되면 복구를 클릭하십시오.
nb: Denne situasjonen er sjelden, og når den vises, klikker du på Reparer som du blir bedt om.
nl: Deze situatie is zeldzaam en wanneer deze verschijnt, klikt u op Herstellen als daarom wordt gevraagd.
pl: Ta sytuacja występuje rzadko, a gdy się pojawi, kliknij Napraw zgodnie z monitem.
pt_br: Essa situação é rara e, quando aparecer, clique em Reparar conforme solicitado.
ro: Această situație este rară și, atunci când apare, faceți clic pe Reparație așa cum vi se solicită.
ru: Такая ситуация возникает редко, и когда она возникает, нажмите Восстановить, как будет предложено.
sv: Denna situation är sällsynt, och när den visas klickar du på Reparera som uppmanas.
th: สถานการณ์แบบนี้เกิดขึ้นได้ยากเมื่อปรากฏขึ้นให้คลิกซ่อมแซมตามข้อความแจ้ง
tr: Bu durum nadirdir ve göründüğünde istendiğinde Onar'ı tıklatın.
vi: Loại tình huống này tương đối hiếm, khi nó xuất hiện, chỉ cần bấm sửa chữa theo lời nhắc.
zh_hans: 这种情况比较少见，出现时，根据提示点击修复即可。
zh_hant: 這種情況比較少見，出現時，根據提示點擊修復即可。

# Addevice_light_flashes_quickly
source: 2. The indicator light flashes quickly:
cs: 2. Kontrolka rychle bliká:
de: 2. Die Status-LED blinkt schnell:
es: 2. La luz indicadora parpadea rápidamente:
fi: 2. Merkkivalo vilkkuu nopeasti:
fr: 2. Le voyant clignote rapidement :
he: 2. נורית החיווי מהבהבת במהירות:
id: 2. Lampu indikator berkedip cepat:
it: 2. La spia lampeggia rapidamente:
ja: 2.インジケーターライトがすばやく点滅します。
ko: 2. 표시등이 빠르게 깜박입니다.
nb: 2. Indikatorlampen blinker raskt:
nl: 2. Het indicatielampje knippert snel:
pl: 2. Kontrolka miga szybko:
pt_br: 2. A luz indicadora pisca rapidamente:
ro: 2. Indicatorul luminos clipește rapid:
ru: 2. Индикатор быстро мигает:
sv: 2. Indikatorlampan blinkar snabbt:
th: 2. ไฟแสดงสถานะกะพริบเร็ว:
tr: 2. Gösterge ışığı hızla yanıp söner:
vi: 2. Đèn báo nhấp nháy nhanh:
zh_hans: 2.指示灯快闪：
zh_hant: 2.指示燈快閃：

# devicesetting_not_operate_frequently
source: Do not operate frequently
cs: Neprovozujte často
de: Nicht häufig betreiben
es: No operar con frecuencia
fi: Älä käytä usein
fr: Ne pas utiliser fréquemment
he: אל תפעיל לעתים קרובות
id: Jangan sering beroperasi
it: Non operare frequentemente
ja: 頻繁に操作しないでください
ko: 자주 작동하지 마십시오
nb: Ikke bruk ofte
nl: Werk niet vaak
pl: Nie działaj często
pt_br: Não opere com frequência
ro: Nu operați frecvent
ru: Не работайте часто
sv: Använd inte ofta
th: อย่าใช้งานบ่อย
tr: sık çalıştırmayın
vi: Không hoạt động thường xuyên
zh_hans: 请勿频繁操作
zh_hant: 请勿频繁操作

# cloud_help_retention_period
source: Cloud retention period
cs: Doba retence mraku
de: Cloud-Speicher Gültigkeitszeitraum
es: Periodo de retención en la nube
fi: Pilven säilyttämisaika
fr: Période de rétention dans le cloud
he: תקופת שמירה על עננים
id: Masa retensi awan
it: Periodo di conservazione del cloud
ja: クラウド保存期間
ko: 클라우드 보유 기간
nb: Skytholdingsperiode
nl: Bewaringstermijn van de cloud
pl: Okres przechowywania w chmurze
pt_br: Período de retenção da nuvem
ro: Perioada de păstrare a norilor
ru: Срок хранения облаков
th: ระยะเวลาบนคลาวด์
tr: Bulut tutma süresi
vi: Thời hạn hiệu lực của khoản tiền gửi trên đám mây
zh_hans: 云存有效期
zh_hant: 雲存有效期

# devicelist_Start_match_code
source: Start to match code
cs: Začněte odpovídat kódu
de: WLAN Aufbau starten
es: Comience a hacer coincidir el código
fi: Aloita koodin vastaaminen
fr: Commencer à faire correspondre le code
he: התחל להתאים קוד
id: Mulai untuk mencocokkan kode
it: Inizia ad abbinare il codice
ja: コードの照合を開始します
ko: 코드 일치 시작
nb: Begynn å matche kode
nl: Begin met het matchen van de code
pl: Zacznij dopasowywać kod
pt_br: Comece a combinar o código
ro: Începeți să potriviți codul
ru: Начать соответствие коду
sv: Börja matcha koden
th: เริ่มจับคู่รหัส
tr: Kodu eşleştirmeye başla
vi: Bắt đầu đối sánh mã
zh_hans: 开始对码
zh_hant: 開始對碼

# devicelist_Matching_code
source: Matching code
cs: Odpovídající kód
de: WLAN Aufbau
es: Código coincidente
fi: Vastaava koodi
fr: Code correspondant
he: קוד תואם
id: Kode yang cocok
it: Codice corrispondente
ja: マッチングコード
ko: 일치하는 코드
nb: Matchende kode
nl: Overeenkomende code
pl: Pasujący kod
pt_br: Código de correspondência
ro: Cod de potrivire
ru: Соответствующий код
sv: Matchande kod
th: รหัสที่ตรงกัน
tr: Eşleşen kod
vi: Mã phù hợp
zh_hans: 正在对码
zh_hant: 正在對碼

# devicesetting_reversal_left_right
source: Flip left and right
cs: Otočte doleva a doprava
de: Horizontal spiegeln
es: Voltear a la izquierda y a la derecha
fi: Käännä vasemmalle ja oikealle
fr: Retourner à gauche et à droite
he: הפוך ימינה ושמאלה
id: Geser ke kiri dan ke kanan
it: Capovolgi a sinistra e a destra
ja: 左右に反転します
ko: 좌우 뒤집기
nb: Snu venstre og høyre
nl: Draai naar links en rechts
pl: Odwróć w lewo i w prawo
pt_br: Virar para a esquerda e direita
ro: Întoarceți la stânga și la dreapta
ru: Переворачивать влево и вправо
sv: Vänd åt vänster och höger
th: พลิกซ้ายและขวา
tr: Sola ve sağa çevirin
vi: Lật trái và phải
zh_hans: 左右方向翻转
zh_hant: 左右方向翻轉

# Preview_During_call_temporarily_unavailable
source: During a call, temporarily unavailable
cs: Během hovoru dočasně nedostupné
de: Während eines Gesprächs vorübergehend nicht verfügbar
es: Durante una llamada, temporalmente no disponible
fi: Puhelun aikana tilapäisesti poissa käytöstä
fr: Pendant un appel, momentanément indisponible
he: בזמן שיחה, לא זמין באופן זמני
id: Selama panggilan, untuk sementara tidak tersedia
it: Durante una chiamata, temporaneamente non disponibile
ja: 通話中、一時的に利用できません
ko: 통화 중 일시적으로 사용할 수 없음
nb: Under en samtale, midlertidig utilgjengelig
nl: Tijdens een oproep tijdelijk niet bereikbaar
pl: W trakcie rozmowy chwilowo niedostępny
pt_br: Durante uma chamada, temporariamente indisponível
ro: În timpul unui apel, temporar indisponibil
ru: Во время разговора временно недоступен
sv: Under ett samtal, tillfälligt otillgänglig
th: ระหว่างการโทร ไม่สามารถใช้งานได้ชั่วคราว
tr: Görüşme sırasında geçici olarak kullanılamıyor
vi: Trong cuộc gọi, tạm thời không khả dụng
zh_hans: 通话中，暂不可操作
zh_hant: 通話中，暫不可操作

# adddevice_search_wifi
source: Searching WiFi
cs: Vyhledávání WiFi
de: WLAN wird gesucht
es: Buscando WiFi
fi: WiFi: n etsiminen
fr: Recherche WiFi
he: מחפש WiFi
id: Mencari WiFi
it: Ricerca WiFi
ja: 無線LANを検索する
ko: WiFi 검색 중
nb: Søker WiFi
nl: WiFi zoeken
pl: Wyszukiwanie WiFi
pt_br: Pesquisando WiFi
ro: Căutăm WiFi
ru: Поиск WiFi
sv: Söker WiFi
th: กำลังค้นหา WiFi
tr: WiFi aranıyor
vi: Tìm kiếm WiFi
zh_hans: 正在搜索WiFi
zh_hant: 正在搜索WiFi

# deviceSetting_Configuring_WiFi
source: Configuring WiFi...
cs: Konfigurace WiFi...
de: WLAN konfigurieren...
es: Configurando WiFi ...
fi: Määritetään WiFi-yhteyttä...
fr: Configuration du Wi-Fi...
he: מגדיר את WiFi...
id: Mengonfigurasi Wi-Fi...
it: Configurazione Wi-Fi...
ja: WiFiの構成...
ko: WiFi 구성 중...
nb: Konfigurerer WiFi ...
nl: Wifi configureren...
pl: Konfiguruję Wi-Fi...
pt_br: Configurando WiFi ...
ro: Se configurează WiFi...
ru: Настройка WiFi ...
sv: Konfigurerar WiFi...
th: กำลังกำหนดค่า WiFi...
tr: WiFi yapılandırılıyor...
vi: Định cấu hình WiFi ...
zh_hans: 配置WiFi中...
zh_hant: 配置WiFi中...

# devicesetting_Gimbal_settings
source: Gimbal settings
cs: Nastavení kardanu
de: Schwenk-/Neige Einstellungen
es: Configuración del cardán
fi: Gimbalin asetukset
fr: Paramètres de cardan
he: הגדרות גימבל
id: Pengaturan gimbal
it: Impostazioni del gimbal
ja: ジンバル設定
ko: 짐벌 설정
nb: Gimbal-innstillinger
nl: Gimbal-instellingen
pl: Ustawienia gimbala
pt_br: Configurações do cardan
ro: Setări de cardan
ru: Настройки стабилизатора
sv: Kardaninställningar
th: การตั้งค่า Gimbal
tr: gimbal ayarları
vi: Cài đặt gimbal
zh_hans: 云台设置
zh_hant: 雲台設置

# add_difference_between_flicker_always_on
source: The difference between flickering and always on
cs: Rozdíl mezi blikáním a stále zapnutým
de: Der Unterschied zwischen flackernd und immer an
es: La diferencia entre parpadear y siempre encendido
fi: Ero vilkkumisen ja aina päällä olevan välillä
fr: La différence entre clignoter et toujours allumé
he: ההבדל בין מהבהב לתמיד דולק
id: Perbedaan antara berkedip dan selalu menyala
it: La differenza tra sfarfallio e sempre acceso
ja: ちらつきと常時オンの違い
ko: 깜박임과 항상 켜짐의 차이점
nb: Forskjellen mellom flimring og alltid på
nl: Het verschil tussen flikkeren en altijd aan
pl: Różnica między migotaniem a zawsze włączonym
pt_br: A diferença entre piscar e sempre ligado
ro: Diferența dintre pâlpâire și mereu pornit
ru: Разница между мерцанием и постоянно включенным
sv: Skillnaden mellan flimrande och alltid på
th: ความแตกต่างระหว่างการกะพริบและเปิดตลอดเวลา
tr: Titreme ve her zaman açık arasındaki fark
vi: Sự khác biệt giữa nhấp nháy và luôn bật
zh_hans: 闪烁与常亮的区别
zh_hant: 閃爍與常亮的區別

# addDevice_initial_password
source: Initial password is 11111111
cs: Počáteční heslo zařízení je: 11111111
de: Das werksseitige Passwort lautet 11111111
es: La contraseña inicial para el Equipo es: 11111111
fi: Laitteen alkuperäinen salasana on: 11111111
fr: Le mot de passe initial est 11111111
he: ססמת ברירת המחדל היא 11111111
id: sandi standar adalah 11111111
it: La password iniziale è 11111111
ja: 初期パスワードは11111111です。
ko: 초기 비밀번호는 11111111 입니다.
nb: Første passord er 11111111
nl: Het standaard wachtwoord is: 11111111
pl: Hasło : 11111111
pt_br: A senha inicial é 11111111
ro: Parola inițială este 11111111
ru: Исходный пароль 11111111
sv: Initialt lösenord är 11111111
th: รหัสผ่านคือ 11111111
tr: İlk şifre 11111111
vi: Mật khẩu ban đầu của thiết bị là: 11111111
zh_hans: 设备初始密码为：11111111
zh_hant: 設備初始密碼為：11111111

# deviceSetting_About_this_machine
source: About this device
cs: O tomto zařízení
de: Über das Gerät
es: Acerca de este dispositivo
fi: Tietoja tästä laitteesta
fr: À propos de cet appareil
he: לגבי המכשיר הזה
id: Tentang perangkat ini
it: Informazioni su questo dispositivo
ja: このデバイスについて
ko: 이 기기 정보
nb: Om denne enheten
nl: Over dit apparaat
pl: O tym urządzeniu
pt_br: Sobre este dispositivo
ro: Despre acest dispozitiv
ru: Об этом устройстве
sv: Om den här enheten
th: เกี่ยวกับเครื่องนี้
tr: Bu cihaz hakkında
vi: Về thiết bị này
zh_hans: 关于本机
zh_hant: 關於本機

# meDevice_shake
source: Shake and shake
cs: Třepe se
de: Schütteln
es: sacudir y sacudir
fi: Shake
fr: Secouer
he: הוספה בניעור
id: Goyang dan Goyang
it: Scuoti
ja: シェイク
ko: 흔들고 흔들어 라.
nb: Rist
pl: Potrząśnij
pt_br: Agite e agite
ro: Se agită și se agită
ru: Встряхнуть
sv: Skaka och skaka
th: เขย่า
tr: Salla ve salla
vi: rung chuyển
zh_hans: 摇一摇
zh_hant: 搖一搖

# addDevice_PIR_infrared_effective_area
source: PIR infrared effective area
cs: PIR infračervená efektivní oblast
de: PIR Erfassungsbereich
es: Área efectiva de infrarrojos PIR
fi: PIR-infrapuna tehollinen alue
fr: Zone efficace infrarouge PIR
he: אזור יעיל אינפרא אדום PIR
id: Area efektif inframerah PIR
it: Area effettiva dell'infrarosso PIR
ja: PIR赤外線有効領域
ko: PIR 적외선 유효 영역
nb: PIR infrarødt effektivt område
nl: PIR infrarood effectief gebied
pl: Obszar efektywny podczerwieni PIR
pt_br: Área efetiva de infravermelho PIR
ro: Zona eficientă în infraroșu PIR
ru: Инфракрасная эффективная площадь PIR
sv: PIR infrarött effektivt område
th: PIR พื้นที่ที่มีประสิทธิภาพอินฟราเรด
tr: PIR kızılötesi etkili alan
vi: Vùng hiệu quả hồng ngoại PIR
zh_hans: PIR红外有效区
zh_hant: PIR紅外有效區

# addDevice_have_the_device
source: Scan sharing device
cs: Zařízení pro sdílení skenování
de: Teilendes Gerät scannen
es: Equipo de escaneo para compartir
fi: Skannauksen jakolaite
fr: Scanner le périphérique de partage
he: התקן שיתוף סריקה
id: Pindai perangkat berbagi
it: Scansione dispositivo di condivisione
ja: 共有デバイスのスキャン
ko: 스캔 공유 장치
nb: Skann delingsenhet
nl: Apparaat voor scannen delen
pl: Urządzenie do udostępniania skanowania
pt_br: dispositivo de compartilhamento de varredura
ro: Dispozitiv de partajare a scanării
ru: Сканировать устройство обмена
sv: Skanna delningsenhet
th: สแกนเพื่อแชร์อุปกรณ์
tr: Tarama cihazını tara
vi: Quét để chia sẻ thiết bị
zh_hans: 扫描分享设备
zh_hant: 掃描分享設備

# password_bindingFailed_wechat
source: This wechat ID is bound
cs: Mikrosignal byl vázán
de: Diese wechat ID ist eingebunden
es: Esta ID del wechat ha sido vinculada
fi: Microsignal on sidottu
fr: Cet identifiant WeChat est lié
he: זה מזהה wechat קשורה
id: Wechat ID ini terikat
it: ID Wechat vincolato
ja: このWechat IDは共有されています
ko: 이 wechat ID가 바인딩됩니다.
nb: Denne WeChat ID er knyttet
nl: Deze wechat-ID is gekoppeld
pl: Ten identyfikator wechat jest powiązany
pt_br: Este wechat ID está vinculado
ro: Acest cod de identificare este obligat
ru: Этот идентификатор wechat связан
sv: Detta wechat-ID är bunden
th: รหัส wechat นี้ถูกผูกไว้
tr: Bu kimliğe bağlı
vi: ID WeChat đã bị ràng buộc
zh_hans: 微信号已被绑定
zh_hant: 微信號已被綁定

# adddevice_turn_on_wifi
source: Step 2: Turn on your phone WiFi
cs: Krok 2: Zapněte telefon WiFi
de: Schritt 2: Schalten Sie das WLAN an Ihrem Telefon ein
es: Paso 2: Enciende tu teléfono WiFi
fi: Vaihe 2: Kytke puhelimen WiFi päälle
fr: Étape 2: Allumez votre téléphone WiFi
he: שלב 2: הפעל את ה- WiFi של הטלפון
id: Langkah 2: Nyalakan ponsel Anda WiFi
it: Passaggio 2: attiva il telefono WiFi
ja: 手順2：携帯電話の無線LANをオンにする
ko: 2 단계 : 휴대 전화 WiFi 켜기
nb: Trinn 2: Slå på telefonen WiFi
nl: Stap 2: schakel WiFi op uw telefoon in
pl: Krok 2: Włącz telefon WiFi
pt_br: Passo 2: ligue o seu telemóvel WiFi
ro: Pasul 2: Porniți telefonul WiFi
ru: Шаг 2: Включите свой телефон WiFi
sv: Steg 2: Slå på telefonen WiFi
th: ขั้นตอนที่ 2: เปิด WiFi โทรศัพท์ของคุณ
tr: 2. Adım: Telefonunuzu açın WiFi
vi: Bước 2: Bật WiFi di động
zh_hans: 第二步：开启手机WiFi
zh_hant: 第二步：開啟手機WiFi

# devSetting_deviceUpdate_tips_1
source: Check there have new firmware,update?
cs: Zkontrolujte,zda je k dispozici nová verze firmwaru. Potřebujete aktualizaci?
de: Neue Firmware vorhanden, updaten?
es: Verifique si hay una nueva versión de firmware. ¿Necesita actualizarlo?
fi: Tarkista,onko olemassa uusi laiteohjelmistoversio,tarvitsetko päivityksen?
fr: Vérifiez qu'il y a un nouveau firmware, mise à jour ?
he: גרסה חדשה זמינה,האם ברצונך לעדכן?
id: Ketemu Firmware terbaru,perbarui?
it: Verificare presenza nuova versione,aggiornare?
ja: 新しいFWがあることを確認してください。更新しますか？
ko: 새 펌웨어가 있는지 확인하고 업데이트 하시겠습니까?
nb: Sjekk om det er en oppdatering tilgjengelig. Oppdater?
nl: Controleren op nieuwe firmware,update?
pl: Sprawdź czy jest nowy firmware,aktualizować?
pt_br: Verifique se há novo firmware,atualização?
ro: Verificați dacă există firmware nou,actualizați?
ru: Проверить есть новая прошивка,обновить?
sv: Kontrollera att det finns ny firmware,uppdatering?
th: ตรวจสอบว่ามีเฟิร์มแวร์ใหม่, อัพเดตไหม?
tr: Yeni bir ürün yazılımı olup olmadığını kontrol edin,güncelleme?
vi: Một phiên bản phần mềm cơ sở mới được phát hiện, tôi có cần cập nhật nó không?
zh_hans: 检查到有新的固件版本,是否需要更新?
zh_hant: 檢查到有新的固件版本,是否需要更新?

# Service_map_get_what_provider
source: What can I get as a service provider?
cs: Co mohu získat jako poskytovatel služeb?
de: Was kann ich als Dienstleister bekommen?
es: ¿Qué puedo obtener como proveedor de servicios?
fi: Mitä saan palveluntarjoajana?
fr: Que puis-je obtenir en tant que fournisseur de services?
he: מה אוכל לקבל כספק שירות?
id: Apa yang bisa saya dapatkan sebagai penyedia layanan?
it: Cosa posso ottenere come fornitore di servizi?
ja: サービスプロバイダーとして何を取得できますか？
ko: 서비스 제공 업체로 무엇을 얻을 수 있습니까?
nb: Hva kan jeg få som tjenesteleverandør?
nl: Wat kan ik als dienstverlener krijgen?
pl: Co mogę uzyskać jako usługodawca?
pt_br: O que posso obter como provedor de serviços?
ro: Ce pot obține ca furnizor de servicii?
ru: Что я могу получить в качестве поставщика услуг?
sv: Vad kan jag få som tjänsteleverantör?
th: ฉันจะได้อะไรจากการเป็นผู้ให้บริการ?
tr: Servis sağlayıcı olarak ne alabilirim?
vi: Tôi có thể nhận được gì khi trở thành nhà cung cấp dịch vụ?
zh_hans: 成为服务商可以获得什么?
zh_hant: 成為服務商可以獲得什麽?
