Repository: Yolo-cell-hash/go_home_ios
Catalog: ios/Runner/JASDK/JAResources/XLanguage/X35MultiLanguage/*.lproj/X35MutiLanguage.strings
Languages: cs, de, es, fi, fr, he, id, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sv, th, tr, vi, zh_hans, zh_hant

# person_feedback_question_gimbal_cruise_detail
source: Panoramic cruise: turn an angle in 10 seconds, about 40 degrees, complete a lap in 9 times, it will automatically turn off after 4 hours of opening, and will not turn vertically, but only horizontally;
cs: Panoramatická plavba: otočte úhel za 10 sekund, asi 40 stupňů, dokončete kolo v 9 časech, automaticky se vypne po 4 hodinách od otevření a neotáčí se svisle, ale pouze vodorovně;
de: Panorama-Tour: Kamera fährt in 10 Sekunden einen Winkel von ca. 40 Grad und vervollständigt die Runde nach 9 mal (360°). Kamera schaltet sich nach 4 Stunden automatisch aus und dreht sich nicht vertikal, sondern nur horizontal.
es: Crucero panorámico: gire un ángulo en 10 segundos, aproximadamente 40 grados, complete una vuelta en 9 veces, se apagará automáticamente después de 4 horas de apertura y no girará verticalmente, sino solo horizontalmente;
fi: Panoraamaristeily: käännä kulmassa 10 sekunnissa, noin 40 astetta, suorita kierros 9 kertaa, se sammuu automaattisesti 4 tunnin avaamisen jälkeen eikä käänny pystysuunnassa, vaan vain vaakasuoraan;
fr: Croisière panoramique: tournez un angle en 10 secondes, environ 40 degrés, effectuez un tour en 9 fois, il s'éteindra automatiquement après 4 heures d'ouverture, et ne tournera pas verticalement, mais seulement horizontalement;
he: שייט פנורמי: סובב זווית תוך 10 שניות, בערך 40 מעלות, השלים הברכ ב 9 פעמים, הוא יכבה אוטומטית לאחר 4 שעות פתיחה, ולא יפנה אנכית, אלא רק אופקית;
id: Panoramic cruise: putar sudut dalam 10 detik, sekitar 40 derajat, selesaikan putaran sebanyak 9 kali, secara otomatis akan mati setelah 4 jam dibuka, dan tidak akan berputar secara vertikal, tetapi hanya secara horizontal;
it: Crociera panoramica: gira un angolo in 10 secondi, circa 40 gradi, completa un giro in 9 volte, si spegne automaticamente dopo 4 ore dall'apertura e non gira in verticale, ma solo in orizzontale;
ja: パノラマクルーズ：10秒で角度を約40度回転させ、9回でラップを完了します。開通4時間後に自動的にオフになり、垂直方向ではなく水平方向にのみ回転します。
ko: 파노라마 크루즈 : 10 초, 약 40도 각도로 돌고 9 번 랩을 완료하면 4 시간 후에 자동으로 꺼지고 세로로 회전하지 않고 가로로만 회전합니다.
nb: Panoramisk cruise: vri en vinkel på 10 sekunder, omtrent 40 grader, fullfør en runde på 9 ganger, den slås automatisk av etter 4 timers åpning, og vil ikke svinge vertikalt, men bare horisontalt;
nl: Panoramische cruise: draai een hoek in 10 seconden, ongeveer 40 graden, voltooi een ronde in 9 keer, het wordt automatisch uitgeschakeld na 4 uur openen en draait niet verticaal, maar alleen horizontaal;
pl: Rejs panoramiczny: obróć kąt w 10 sekund, około 40 stopni, ukończ okrążenie 9 razy, automatycznie wyłączy się po 4 godzinach otwarcia i nie będzie obracał się pionowo, ale tylko poziomo;
pt_br: Cruzeiro panorâmico: gire um ângulo em 10 segundos, cerca de 40 graus, complete uma volta em 9 vezes, ele será desligado automaticamente após 4 horas de abertura e não será girado na vertical, mas apenas horizontalmente;
ro: Croaziera panoramică: rotiți un unghi în 10 secunde, aproximativ 40 de grade, completați un tur în 9 ori, se vor opri automat după 4 ore de la deschidere și nu se vor întoarce vertical, ci doar pe orizontală;
ru: Панорамный круиз: поверните на угол за 10 секунд, примерно на 40 градусов, пройдите круг 9 раз, он автоматически выключится через 4 часа открытия и не будет поворачиваться по вертикали, а только по горизонтали;
sv: Panoramisk kryssning: vrid en vinkel på 10 sekunder, cirka 40 grader, fullborda en varv på nio gånger, den stängs automatiskt av efter 4 timmars öppning och kommer inte att vridas vertikalt, utan bara horisontellt;
th: ควบคุมการหมุนแบบพาโนรามา: หมุนมุมใน 10 วินาทีประมาณ 40 องศาทำรอบได้ 9 ครั้งระบบจะปิดโดยอัตโนมัติหลังจากเปิด 4 ชั่วโมงและจะไม่เปิดในแนวตั้ง แต่เป็นแนวนอนเท่านั้น
tr: Panoramik seyir: 10 saniyede bir açıyı açın, yaklaşık 40 derece, bir turu 9 kez tamamlayın, 4 saat açıldıktan sonra otomatik olarak kapanacak ve dikey olarak değil, sadece yatay olarak dönecek;
vi: Hành trình toàn cảnh: 10 giây quay một góc, khoảng 40 độ, quay hết 9 vòng một vòng, sau 4 giờ mở sẽ tự động tắt, không quay dọc, chỉ quay ngang;
zh_hans: 全景巡航：10秒转一个角度，大概40度，9次转完一圈，开启4小时之后会自动关闭，不会垂直转到，只会水平转动；
zh_hant: 全景巡航：10秒轉壹個角度，大概40度，9次轉完壹圈，開啟4小時之後會自動關閉，不會垂直轉到，只會水平轉動；

# phone_number
source: Cellphone number
cs: Číslo mobilního telefonu
de: Handynummer
es: Número Celular
fi: Matkapuhelinnumero
fr: Numéro de téléphone
he: מספר טלפון
id: No HP
it: Numero cellulare
ja: 携帯番号
ko: 휴대폰 번호
nb: Mobilnummer
nl: Mobiel nummer
pl: Nr telefonu
pt_br: Número do celular
ro: Număr de telefon
ru: Телефонный номер
sv: Telefon nummer
th: หมายเลขโทรศัพท์มือถือ
tr: Cep telefonu numarası
vi: số điện thoại
zh_hans: 手机号
zh_hant: 手機號

# devicesetting_working_mode_Description_5
source: Humanoid or mobile trigger-human body infrared sensor is triggered to detect human face or object movement in the image.
cs: Spouští se infračervený senzor vnitřního lidského těla, který detekuje pohyb lidské tváře nebo objektu v obraze.
de: Menschliche Bewegungserkennung - Die Bewegung einer menschlichen Form, eines Gesichts oder eines Objekts wird im Bild erkannt, nachdem der Infrarotsensor den menschlichen Körper erkannt hat.
es: El sensor de infrarrojos del cuerpo humano interior se activa para detectar el rostro humano o el movimiento de un objeto en la imagen.
fi: Sisätilan ja ihmisen kehon infrapunatunnistin aktivoituu havaitsemaan ihmisen kasvot tai kohteen liike kuvassa.
fr: Le capteur infrarouge intérieur-corps humain est déclenché pour détecter le mouvement du visage ou de l'objet humain dans l'image.
he: חיישן אינפרא אדום של גוף פנים-אנושי מופעל לזיהוי תנועת פנים או אובייקט אנושי בתמונה.
id: Sensor infra merah tubuh manusia dalam ruangan dipicu untuk mendeteksi gerakan wajah atau objek manusia pada gambar.
it: Czujnik podczerwieni wewnątrz człowieka jest wyzwalany w celu wykrycia ruchu twarzy lub obiektu na obrazie.
ja: 屋内-人体赤外線センサーは、画像内の人間の顔や物体の動きを検出するためにトリガーされます。
ko: 실내 인체 적외선 센서는 이미지에서 사람의 얼굴이나 물체의 움직임을 감지하기 위해 트리거됩니다.
nb: Infrarød sensor innendørs-menneskelig kropp utløses for å oppdage menneskelig ansikt eller objektbevegelse i bildet.
nl: De infraroodsensor van het menselijk lichaam binnenshuis wordt geactiveerd om beweging van het menselijk gezicht of object in het beeld te detecteren.
pl: Czujnik podczerwieni wewnątrz człowieka jest wyzwalany w celu wykrycia ruchu twarzy lub obiektu na obrazie.
pt_br: O sensor infravermelho do corpo humano interno é acionado para detectar o rosto humano ou o movimento do objeto na imagem.
ro: Senzorul infraroșu din interiorul corpului uman este declanșat pentru a detecta mișcarea feței sau obiectului uman în imagine.
ru: Инфракрасный датчик человеческого тела срабатывает для обнаружения человеческого лица или движения объекта на изображении.
sv: Infraröd sensor inomhus-människokroppen utlöses för att upptäcka människors ansikte eller objektrörelse i bilden.
th: เซ็นเซอร์อินฟราเรดในร่างกายของมนุษย์ในร่มถูกเรียกให้ตรวจจับใบหน้าของมนุษย์หรือการเคลื่อนไหวของวัตถุในภาพ
tr: İç mekan-insan vücudu kızılötesi sensörü, görüntüdeki insan yüzünü veya nesne hareketini algılamak için tetiklenir.
vi: Hình dạng người hoặc kích hoạt chuyển động-Hình dạng người, khuôn mặt hoặc chuyển động của vật thể được phát hiện trong hình ảnh sau khi cảm biến hồng ngoại cơ thể người được kích hoạt.
zh_hans: 人形或移动触发-人体红外感应触发后在图像中检测到人形、人脸或物体移动。
zh_hant: 人形或移動觸發-人體紅外感應觸發後在圖像中檢測到人形、人臉或物體移動。

# deviceSetting_videoBackup_setTime
source: Time setting
cs: Nastavte čas
de: Zeit einstellen
es: Ajuste de tiempo
fi: Aseta aika
fr: Réglages du temps
he: הגדרות זמן
id: Atur Waktu
it: Impostazione oraria
ja: 設定時間
ko: 시간 설정
nb: Setter tid
nl: Insteltijd
pl: Ustawienia czasu
pt_br: Definir hora
ro: Setarea timpului
ru: Назначить время
sv: Ställ in tid
th: การตั้งค่าเวลา
tr: Zaman ayarı
vi: Cài đặt thời gian
zh_hans: 设置时间
zh_hant: 設置時間

# adddevice_set_name
source: Set device name
cs: Nastavit název zařízení
de: Gerätenamen vergeben
es: Establecer nombre del Equipo
fi: Aseta laitteen nimi
fr: Définir le nom de l'appareil
he: הגדר את שם ההתקן
id: Tetapkan nama perangkat
it: Imposta il nome del dispositivo
ja: デバイス名を設定
ko: 기기 이름 설정
nb: Angi navnet på enheten
nl: Stel de apparaatnaam in
pl: Ustaw nazwę urządzenia
pt_br: Definir nome do dispositivo
ro: Setați numele dispozitivului
ru: Установить имя устройства
sv: Ange enhetsnamn
th: ตั้งชื่ออุปกรณ์
tr: Cihaz adını ayarla
vi: Đặt tên thiết bị
zh_hans: 设置设备名称
zh_hant: 設置設備名稱

# devicesetting_Device_signal_test_again
source: Test again
cs: Otestujte znovu
de: Nochmal testen
es: Prueba nuevamente
fi: Testaa uudelleen
fr: Testez à nouveau
he: בדוק שוב
id: Tes lagi
it: Prova di nuovo
ja: もう一度テストする
ko: 다시 테스트
nb: Test igjen
nl: Nog een keer testen
pl: Przetestuj ponownie
pt_br: Teste novamente
ro: Testează din nou
ru: Проверить еще раз
sv: Testa igen
th: ทดสอบอีกครั้ง
tr: Tekrar test et
vi: Kiểm tra lần nữa
zh_hans: 重新检测
zh_hant: 重新檢測

source: Delete
cs: smazat
de: Löschen
es: Borrar
fi: poistaa
fr: Effacer
he: מחיקה
id: Hapus
it: Elimina
ja: 削除
ko: 삭제
nb: Slett
nl: verwijder
pl: Usuń
pt_br: Excluir
ro: Șterge
ru: удалять
sv: Radera
th: ลบ
tr: silmek
vi: xóa bỏ
zh_hans: 删除
zh_hant: 刪除

# help_addDevice_textTips_7
source: 1.Choose WiFi camera
cs: 1. Vyberte bezdrátovou kameru
de: 1. WLAN Kamera auswählen
es: 1.Elija la cámara de WiFi
fi: 1. Valitse langaton kamera
fr: 1. Choisissez la caméra WiFi
he: 1. בחר מצלמת WiFi
id: 1. Pilih Kamera WiFi
it: 1. Selezionare telecamera WiFi
ja: 1.無線LANカメラの選択
ko: 1. WiFi 카메라를 선택합니다.
nb: 1. Velg et panoramakamera
nl: 1.WiFi-camera selecteren
pl: 1. Wybierz kamerę WiFi
pt_br: Câmera 1.Choose WiFi
ro: 1. Selectați camera WiFi
ru: 1. Выберите WiFi камеру
sv: 1.Välj WiFi-kamera
th: 1. เลือกกล้อง WiFi
tr: 1. WiFi kamera Seçin
vi: 1. Chọn một máy ảnh không dây
zh_hans: 1.选择无线摄像机
zh_hant: 1.選擇無線攝像機

# cloud_payment_results_unable_obtain
source: Can't get payment result at present,please try again
cs: Dočasně se vám nepodaří získat platby,zkuste to prosím znovu
de: Zur Zeit kann keine Zahlung angewiesen werden, bitte erneut versuchen
es: Temporalmente no puede obtener el resultado del pago,intente de nuevo
fi: Tilapäisesti ei saada maksutuloksia,yritä uudelleen
fr: Impossible d'obtenir le résultat du paiement pour le moment, veuillez réessayer.
he: לא ניתן לקבל את תוצאת התשלום כעת,נסה שוב
id: tidak mendapat pembayaran sekarang,silakan coba lagi
it: Impossibile avere risultati pagamento,prego riprovare
ja: まだお支払い結果を取得できません。もう一度お試しください。
ko: 현재 지불 결과를 얻을 수 없습니다. 다시 시도하십시오.
nb: Betaling ikke gjennomført,prøv igjen senere
nl: Kan aanwezige betalingsresultaat niet ophalen,probeer het opnieuw
pl: Nie można obecnie uzyskać wyniku płatności,spróbuj ponownie
pt_br: Não pode obter o resultado do pagamento no momento,por favor tente novamente
ro: Nu puteți obține rezultate de plată în prezent,încercați din nou
ru: Не могу получить результат оплаты,пожалуйста,попробуйте еще раз
sv: Kan inte få betalningsresultat för närvarande,försök igen
th: การชำระเงินไม่สามารถใช้งานได้ชั่วคราว,โปรดลองอีกครั้ง
tr: Şu anda ödeme sonucu alamıyorum,lütfen tekrar deneyin
vi: Kết quả thanh toán tạm thời không có, vui lòng thử lại
zh_hans: 暂时无法获取支付结果，请重试
zh_hant: 暫時無法獲取支付結果，請重試

# person_feedback_question_type_memory_card_detail
source: Speed: Class 4 and all above are supported
cs: Rychlost: Třída 4 a všechny výše uvedené jsou podporovány
de: Geschwindigkeit: Klasse 4 und alle oben genannten werden unterstützt
es: Velocidad: Clase 4 y todas las anteriores son compatibles
fi: Nopeus: luokkaa 4 ja kaikkia yllä olevia tuetaan
fr: Vitesse: la classe 4 et toutes celles ci-dessus sont prises en charge
he: מהירות: דרגה 4 וכל האמור לעיל נתמכים
id: Kecepatan: Kelas 4 dan semua yang di atas didukung
it: Velocità: sono supportate la classe 4 e tutte le precedenti
ja: 速度：クラス4以上がサポートされています
ko: 속도 : 클래스 4 이상이 지원됩니다
nb: Hastighet: Klasse 4 og alt ovenfor støttes
nl: Snelheid: Klasse 4 en al het bovenstaande worden ondersteund
pl: Szybkość: obsługiwane są klasy 4 i wszystkie wyżej
pt_br: Velocidade: Classe 4 e todas as opções acima são suportadas
ro: Viteza: clasa 4 și toate cele de mai sus sunt acceptate
ru: Скорость: класс 4 и все выше поддерживаются
sv: Hastighet: Klass 4 och alla ovan stöds
th: ความเร็ว: รองรับ Class4 ขึ้นไป
tr: Hız: Sınıf 4 ve üstü desteklenir
vi: Tốc độ: Class4 trở lên được hỗ trợ
zh_hans: 速度：Class4及以上都支持
zh_hant: 速度：Class4及以上都支持

# devicelist_firmware_update_IPC_ios
source: %@ needs to update the firmware, do you need to update it now?
cs: %@ potřebuje aktualizovat firmware, je to nyní aktualizováno?
de: %@ Firmware muss aktualisiert werden. Jetzt aktualisieren?
es: %@ necesita actualizar el firmware, ¿está actualizado ahora?
fi: %@ on päivitettävä laiteohjelmisto, päivitetäänkö se nyt?
fr: %@ doit mettre à jour le firmware, est-il mis à jour maintenant?
he: %@ צריך לעדכן את הקושחה, האם זה מעודכן עכשיו?
id: %@ perlu memperbarui firmware, apakah diperbarui sekarang?
it: %@ deve aggiornare il firmware, è aggiornato adesso?
ja: %@はファームウェアを更新する必要がありますが、現在更新されていますか？
ko: %@는 펌웨어를 업데이트해야합니까, 지금 업데이트됩니까?
nb: %@ trenger å oppdatere firmware, er den oppdatert nå?
nl: %@ moet de firmware bijwerken, wordt deze nu bijgewerkt?
pl: %@ musi zaktualizować oprogramowanie, czy jest teraz zaktualizowane?
pt_br: %@ precisa atualizar o firmware, ele está atualizado agora?
ro: %@ trebuie să actualizeze firmware-ul, este actualizat acum?
ru: %@ необходимо обновить прошивку, сейчас она обновлена?
sv: %@ behöver uppdatera firmware, är den uppdaterad nu?
th: %@ ต้องการอัปเดตเฟิร์มแวร์คุณต้องการอัปเดตตอนนี้หรือไม่?
tr: %@ firmware güncellemesi gerekiyor, şimdi güncelleniyor mu?
vi: %@ Cần cập nhật chương trình cơ sở, bạn có muốn cập nhật ngay bây giờ không?
zh_hans: %@需要更新固件，是否现在更新？
zh_hant: %@需要更新固件，是否現在更新？

# devicesetting_delete_reset_camera_prompt
source: After the camera is deleted, the camera will automatically reset and need to be re-configured and added. Are you sure to delete it?
cs: Po odstranění kamery se kamera automaticky resetuje a je třeba ji znovu nakonfigurovat a přidat. Opravdu to chcete smazat?
de: Nach dem Löschen der Kamera wird die Kamera automatisch zurückgesetzt und muss neu konfiguriert und hinzugefügt werden. Wirklich löschen?
es: Una vez que se elimina la cámara, la cámara se reiniciará automáticamente y es necesario volver a configurarla y agregarla. ¿Está seguro de eliminarlo?
fi: Kun kamera on poistettu, kamera nollautuu automaattisesti, ja se on määritettävä uudelleen ja lisättävä. Haluatko varmasti poistaa sen?
fr: Une fois la caméra supprimée, la caméra se réinitialise automatiquement et doit être reconfigurée et ajoutée. Êtes-vous sûr de vouloir le supprimer?
he: לאחר מחיקת המצלמה, המצלמה תתאפס אוטומטית ויש להגדיר אותה ולהוסיף אותה. האם אתה בטוח למחוק אותו?
id: Setelah kamera dihapus, kamera akan secara otomatis mereset, dan perlu dikonfigurasi ulang dan ditambahkan. Anda yakin ingin menghapusnya?
it: Dopo che la telecamera è stata eliminata, la telecamera verrà ripristinata automaticamente e dovrà essere riconfigurata e aggiunta. Sei sicuro di cancellarlo?
ja: カメラが削除されると、カメラは自動的にリセットされるため、再構成して追加する必要があります。削除してもよろしいですか？
ko: 카메라가 삭제되면 카메라가 자동으로 재설정되므로 다시 구성하고 추가해야합니다. 삭제 하시겠습니까?
nb: Etter at kameraet er slettet, tilbakestilles kameraet automatisk, og det må konfigureres på nytt og legges til. Er du sikker på at du vil slette den?
nl: Nadat de camera is verwijderd, wordt de camera automatisch gereset en moet deze opnieuw worden geconfigureerd en toegevoegd. Weet u zeker dat u deze wilt verwijderen?
pl: Po usunięciu kamery kamera zostanie automatycznie zresetowana i należy ją ponownie skonfigurować i dodać. Czy na pewno chcesz to usunąć?
pt_br: Depois que a câmera for excluída, ela será reiniciada automaticamente e precisa ser reconfigurada e adicionada. Você tem certeza que quer apagar isso?
ro: După ce camera este ștearsă, camera se va reseta automat și trebuie reconfigurată și adăugată. Sigur îl ștergeți?
ru: После удаления камеры она автоматически сбросится, и ее необходимо перенастроить и добавить. Вы уверены, что удалите его?
sv: När kameran har raderats återställs kameran automatiskt och den måste konfigureras om och läggas till. Är du säker på att du raderar den?
th: หลังจากลบกล้องแล้วกล้องจะรีเซ็ตโดยอัตโนมัติและต้องมีการกำหนดค่าใหม่และเพิ่ม แน่ใจหรือว่าจะลบ
tr: Kamera silindikten sonra, kamera otomatik olarak sıfırlanacaktır ve yeniden yapılandırılması ve eklenmesi gerekir. Bunu silmek istediğinizden emin misiniz?
vi: Sau khi máy ảnh bị xóa, máy ảnh sẽ tự động đặt lại và cần được định cấu hình lại và thêm vào. Bạn có chắc chắn muốn xóa nó không?
zh_hans: 删除摄像机后，摄像机会自动复位，需要重新配网添加，是否确定删除？
zh_hant: 刪除攝像機後，攝像機會自動復位，需要重新配網添加，是否確定刪除？

# person_feedback_cannot_add_camera
source: Camera cannot be added
cs: Fotoaparát nelze přidat
de: Kamera kann nicht hinzugefügt werden
es: No se puede agregar cámara
fi: Kameraa ei voi lisätä
fr: Impossible d'ajouter la caméra
he: לא ניתן להוסיף מצלמה
id: Kamera tidak dapat ditambahkan
it: La fotocamera non può essere aggiunta
ja: カメラを追加できません
ko: 카메라를 추가 할 수 없습니다
nb: Kamera kan ikke legges til
nl: Camera kan niet worden toegevoegd
pl: Nie można dodać aparatu
pt_br: A câmera não pode ser adicionada
ro: Camera nu poate fi adăugată
ru: Камера не может быть добавлена
sv: Kameran kan inte läggas till
th: ไม่สามารถเพิ่มกล้องได้
tr: Kamera eklenemiyor
vi: Không thể thêm máy ảnh
zh_hans: 摄像机无法添加
zh_hant: 攝像機無法添加

# devicesetting_Videobackup_videos_ios
source: %ld videos
cs: %ld videa
es: %ld vídeos
fi: %ld videoita
fr: %ld vidéos
he: %ld הקלטות
id: %ld video
it: %ld dei video
ja: %ld件のビデオ
ko: 동영상 %ld 개
nb: %ld videoer
pl: %ld wideo
ro: %ld videoclipuri
ru: %ld видео
sv: %ld-videor
th: วิดีโอ%ld
tr: %ld video
vi: %ld video
zh_hans: %ld个录像
zh_hant: %ld個錄像

# person_Cancellation_failed
source: Deletion failed
cs: Zrušení se nezdařilo
de: Löschen fehlgeschlagen
es: Cancelación fallida
fi: Peruutus epäonnistui
fr: Échec de l'annulation
he: הביטול נכשל
id: Pembatalan gagal
it: Cancellazione fallita
ja: キャンセルに失敗しました
ko: 취소 실패
nb: Avbestilling mislyktes
nl: Annulering mislukt
pl: Anulowanie nie powiodło się
pt_br: O cancelamento falhou
ro: Anularea nu a reușit
ru: Отмена не удалась
sv: Avbokningen misslyckades
th: การยกเลิกล้มเหลว
tr: İptal başarısız oldu
vi: Hủy không thành công
zh_hans: 注销失败
zh_hant: 註銷失敗

source: Details>
cs: Podrobnosti>
es: Detalles>
fi: Tiedot>
fr: Détails>
he: פרטים>
id: Detail>
it: Dettagli>
ja: 詳細>
ko: 상세>
nb: Detaljer>
pl: Szczegóły>
pt_br: Detalhes>
ro: Detalii>
ru: Подробности>
sv: Detaljer>
th: รายละเอียด>
tr: Ayrıntılar>
vi: Chi tiết>
zh_hans: 详情>
zh_hant: 詳情>

# adddevice_check_device_reset
source: 2. Check whether the device indicator is blinking. If the indicator is not blinking, press and hold the Reset button to reset the device until the device is in configuration mode.
cs: 2. Zkontrolujte, zda bliká indikátor zařízení. Pokud indikátor nebliká, stisknutím a podržením tlačítka Reset zařízení resetujte, dokud není zařízení v konfiguračním režimu.
de: 2. Überprüfen Sie, ob die Geräte-LED blinkt. Wenn die LED nicht blinkt, halten Sie die Reset-Taste gedrückt, um das Gerät zurückzusetzen, bis sich das Gerät im Konfigurationsmodus befindet.
es: 2. Compruebe si el indicador del Equipo parpadea. Si el indicador no parpadea, mantenga presionado el botón Restablecer para restablecer el Equipo hasta que esté en modo de configuración.
fi: 2. Tarkista, vilkkuu laitteen merkkivalo. Jos ilmaisin ei vilku, nollaa laite pitämällä Reset-painiketta painettuna, kunnes laite on kokoonpanotilassa.
fr: 2. Vérifiez si le voyant du périphérique clignote. Si le voyant ne clignote pas, maintenez le bouton de réinitialisation enfoncé pour réinitialiser le périphérique jusqu'à ce qu'il soit en mode de configuration.
he: .2 בדוק אם מחוון ההתקן מהבהב. אם המחוון לא מהבהב, לחץ והחזק את לחצן האיפוס כדי לאפס את ההתקן עד שהמכשיר במצב תצורה.
id: 2. Periksa apakah indikator perangkat berkedip. Jika indikator tidak berkedip, tekan dan tahan tombol Reset untuk mengatur ulang perangkat hingga perangkat berada dalam mode konfigurasi.
it: 2. Controllare se l'indicatore del dispositivo lampeggia. Se l'indicatore non lampeggia, tenere premuto il pulsante Ripristina per ripristinare il dispositivo fino a quando il dispositivo non si trova in modalità di configurazione.
ja: 2.デバイスインジケータが点滅しているかどうかを確認します。 インジケータが点滅していない場合は、リセットボタンを押したままにして、デバイスが設定モードになるまでデバイスをリセットします。
ko: 2. 장치 표시기가 깜박이는지 확인하십시오. 표시등이 깜박이지 않으면 재설정 버튼을 길게 눌러 장치가 구성 모드가 될 때까지 장치를 재설정하십시오.
nb: 2. Sjekk om enhetsindikatoren blinker. Hvis indikatoren ikke blinker, trykk og hold nede Tilbakestill-knappen for å tilbakestille enheten til enheten er i konfigurasjonsmodus.
nl: 2. Controleer of de apparaatindicator knippert. Als de indicator niet knippert, houdt u de knop Reset ingedrukt om het apparaat te resetten totdat het apparaat zich in de configuratiemodus bevindt.
pl: 2. Sprawdź, czy wskaźnik urządzenia miga. Jeśli wskaźnik nie miga, naciśnij i przytrzymaj przycisk Reset, aby zresetować urządzenie, aż urządzenie przejdzie w tryb konfiguracji.
pt_br: 2. Verifique se o indicador do dispositivo está piscando. Se o indicador não estiver piscando, pressione e segure o botão Redefinir para redefinir o dispositivo até que ele esteja no modo de configuração.
ro: 2. Verificați dacă indicatorul dispozitivului clipește. Dacă indicatorul nu clipește, apăsați și mențineți apăsat butonul Reset pentru a reseta dispozitivul până când dispozitivul este în modul de configurare.
ru: 2. Проверьте, мигает ли индикатор устройства. Если индикатор не мигает, нажмите и удерживайте кнопку сброса, чтобы перезагрузить устройство, пока оно не перейдет в режим конфигурации.
sv: 2. Kontrollera om enhetens indikator blinkar. Om indikatorn inte blinkar, tryck och håll ner återställningsknappen för att återställa enheten tills enheten är i konfigurationsläge.
th: 2. ตรวจสอบว่าไฟแสดงสถานะอุปกรณ์กะพริบหรือไม่ หากไฟแสดงสถานะไม่กะพริบให้กดปุ่มรีเซ็ตค้างไว้เพื่อรีเซ็ตอุปกรณ์จนกว่าอุปกรณ์จะอยู่ในโหมดกำหนดค่า
tr: 2. Cihaz göstergesinin yanıp söndüğünü kontrol edin. Gösterge yanıp sönmüyorsa, cihazı yapılandırma moduna girene kadar sıfırlamak için Sıfırla düğmesini basılı tutun.
vi: 2. Kiểm tra xem đèn báo thiết bị có nhấp nháy không, nếu đèn báo không nhấp nháy, hãy nhấn và giữ nút Đặt lại để đặt lại thiết bị cho đến khi thiết bị ở chế độ cấu hình
zh_hans: 2.查看设备指示灯是否闪烁，若指示灯未闪烁，长按Reset键重置设备，直到设备处于配置模式
zh_hant: 2.查看設備指示燈是否閃爍，若指示燈未閃爍，長按Reset鍵重置設備，直到設備處於配置模式

source: Europe/Amsterdam
cs: Evropa / Amsterdam
de: Europa / Amsterdam
es: Europa / Amsterdam
he: אירופה / אמסטרדם
id: Eropa / Amsterdam
ja: ヨーロッパ/アムステルダム
ko: 유럽 ​​/ 암스테르담
nb: Europa / Amsterdam
pl: Europa / Amsterdam
pt_br: Europa / Amsterdã
ro: Europa / Amsterdam
ru: Европа / Амстердам
th: ยุโรป / อัมสเตอร์ดัม
tr: Avrupa / Amsterdam
vi: Amsterdam / Trung Âu
zh_hans: 阿姆斯特丹/中欧
zh_hant: 阿姆斯特丹/中歐

# me_device_share_delete
source: Delete sharing
cs: Smazat sdílení
de: Teilen beenden
es: Eliminar compartir
fi: Poista osuus
fr: Supprimer le partage
he: מחר את השיתוף
id: Hapus pembagian
it: Eliminare condivisione
ja: シェアの削除
ko: 공유 삭제
nb: Slett deling
nl: Delen verwijderen
pl: Usuń udostępnianie
pt_br: Excluir compartilhamento
ro: Ștergeți partajarea
ru: Удалить общий доступ
sv: Radera delning
th: ลบการแชร์
tr: Paylaşımı sil
vi: Xóa chia sẻ
zh_hans: 删除分享
zh_hant: 刪除分享
