Repository: Yolo-cell-hash/go_home_ios
Catalog: ios/Runner/JASDK/JAResources/XLanguage/X35MultiLanguage/*.lproj/X35MutiLanguage.strings
Languages: cs, de, es, fi, fr, he, id, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sv, th, tr, vi, zh_hans, zh_hant

# login_Cancel_experience_description_5
source: Click the "+" button in the upper right corner of the homepage, scan the QR code on the device to add the device or select "Add by ID/IP" in other adding methods, and enter the ID number of your device to add the device.
cs: Klikněte na tlačítko "+" v pravém horním rohu domovské stránky, naskenujte QR kód na zařízení a přidejte zařízení, nebo vyberte "Přidat podle ID / IP" v jiných metodách přidávání a zadejte ID číslo vašeho zařízení pro přidání zařízení.
de: Um das Geräte hinzuzufügen tippen Sie auf "+" in der oberen rechten Ecke der Übersichtsseite und scannen den QR-Code auf dem Gerät ab oder wählen Sie unter "Anders Hinzufügen" "Netzwerk Geräte" aus und geben Sie die ID des Geräts ein.
es: Haga clic en el botón "+" en la esquina superior derecha de la página de inicio, escanee el código QR en el dispositivo para agregar el dispositivo o seleccione "Agregar por ID / IP" en otros métodos de adición, e ingrese el número de ID de su dispositivo para agregar el dispositivo.
fi: Napsauta "+" -painiketta etusivun oikeassa yläkulmassa, skannaa laitteen QR-koodi lisätäksesi laitteen tai valitse "Lisää tunnuksella / IP: llä" muissa lisäystavoissa ja syötä lisättävän laitteen tunnusnumero. laite.
fr: Cliquez sur le bouton "+" dans le coin supérieur droit de la page d'accueil, scannez le code QR sur l'appareil pour ajouter l'appareil ou sélectionnez "Ajouter par ID/IP" dans d'autres méthodes d'ajout, et entrez le numéro d'identification de votre appareil à ajouter le dispositif.
he: לחץ על כפתור "+" בפינה השמאלית העליונה של דף הבית, סרוק את קוד ה- QR במכשיר כדי להוסיף את המכשיר או בחר "הוסף לפי מזהה / IP" בשיטות הוספה אחרות והזן את מספר הזיהוי של המכשיר שלך להוספה. המכשיר.
id: Klik tombol "+" di sudut kanan atas beranda, pindai kode QR pada perangkat untuk menambahkan perangkat atau pilih "Tambahkan dengan ID/IP" di metode penambahan lainnya, dan masukkan nomor ID perangkat Anda untuk ditambahkan perangkat.
it: Fare clic sul pulsante "+" nell'angolo in alto a destra della home page, eseguire la scansione del codice QR sul dispositivo per aggiungere il dispositivo o selezionare "Aggiungi per ID/IP" in altri metodi di aggiunta e inserire il numero ID del dispositivo da aggiungere il dispositivo.
ja: ホームページの右上にある「+」ボタンをクリックし、デバイスのQRコードをスキャンしてデバイスを追加するか、他の追加方法で「ID / IPで追加」を選択し、追加するデバイスのID番号を入力します デバイス。
ko: 홈페이지 우측 상단의"+" 버튼을 클릭하고 디바이스의 QR코드를 스캔하여 디바이스를 추가하거나, 기타 추가 방법은 "ID/IP로 추가"를 선택한 후 추가할 디바이스의 ID 번호를 입력합니다. 장치.
nb: Klikk på "+" -knappen i øvre høyre hjørne på hjemmesiden, skann QR-koden på enheten for å legge til enheten, eller velg "Legg til etter ID / IP" i andre tilleggsmetoder, og skriv inn ID-nummeret til enheten du vil legge til enheten.
nl: Klik op de knop "+" in de rechterbovenhoek van de startpagina, scan de QR-code op het apparaat om het apparaat toe te voegen of selecteer "Toevoegen via ID/IP" in andere toevoegingsmethoden en voer het ID-nummer van uw apparaat in om toe te voegen het apparaat.
pl: Kliknij przycisk "+" w prawym górnym rogu strony głównej, zeskanuj kod QR na urządzeniu, aby dodać urządzenie lub wybierz "Dodaj według ID/IP" w innych metodach dodawania i wprowadź numer ID swojego urządzenia do dodania urządzenie.
pt_br: Clique no botão "+" no canto superior direito da página inicial, escaneie o código QR no dispositivo para adicionar o dispositivo ou selecione "Adicionar por ID / IP" em outros métodos de adição e insira o número de ID do seu dispositivo para adicionar o dispositivo.
ro: Faceți clic pe butonul "+" din colțul din dreapta sus al paginii de pornire, scanați codul QR de pe dispozitiv pentru a adăuga dispozitivul sau selectați "Adăugați prin ID / IP" în alte metode de adăugare și introduceți numărul de ID al dispozitivului dvs. pentru a adăuga dispozitivul.
ru: Нажмите кнопку "+" в правом верхнем углу домашней страницы, отсканируйте QR-код на устройстве, чтобы добавить устройство, или выберите "Добавить по идентификатору / IP" в других методах добавления и введите номер идентификатора вашего устройства, которое нужно добавить. Устройство.
sv: Klicka på "+" i det övre högra hörnet på hemsidan, skanna QR-koden på enheten för att lägga till enheten eller välj "Lägg till med ID / IP" i andra tilläggsmetoder och ange ID-numret på din enhet som du vill lägga till enheten.
th: คลิกปุ่ม "+" ที่มุมขวาบนของหน้าแรก สแกนรหัส QR บนอุปกรณ์เพื่อเพิ่มอุปกรณ์ หรือเลือก "เพิ่มด้วย ID/IP" ในวิธีการเพิ่มอื่นๆ แล้วป้อนหมายเลข ID ของอุปกรณ์เพื่อเพิ่ม อุปกรณ์.
tr: Ana sayfanın sağ üst köşesindeki "+" düğmesine tıklayın, cihazı eklemek için cihazdaki QR kodunu tarayın veya diğer ekleme yöntemlerinde "ID/IP ile Ekle" seçeneğini seçin ve eklemek istediğiniz cihazınızın ID numarasını girin. cihaz.
vi: Nhấp vào nút "+" ở góc trên bên phải của trang chủ, quét mã QR trên thiết bị để thêm thiết bị hoặc chọn "Thêm bằng ID / IP" trong các phương pháp thêm khác và nhập số ID của thiết bị của bạn để thêm thiết bị.
zh_hans: 点击首页右上角“+”按钮，扫描设备上的二维码添加设备或选择其它添加方式中“通过ID/IP添加”，输入您设备的ID号添加设备。
zh_hant: 點擊首頁中“+”按鈕，掃描設備上的二維碼添加設備或選擇“其他添加方式通過ID/IP添加”，輸入您設備的ID號添加設備。

# cloud_offline_device_not_buy
source: Sorry，offline devices cannot purchase cloud storage
cs: Zařízení offline nemohou zakoupit úložiště cloud
de: Offline-Geräte können keinen Cloud-Speicher erwerben
es: Los Equipos fuera de línea no pueden comprar almacenamiento en la nube
fi: Offline-laitteet eivät voi ostaa pilvivarastointia
fr: Les appareils hors ligne ne peuvent pas acheter de stockage en nuage
he: מכשירים לא מקוונים אינם יכולים לרכוש אחסון בענן
id: Perangkat offline tidak dapat membeli penyimpanan cloud
it: I dispositivi offline non possono acquistare il cloud storage
ja: オフラインデバイスはクラウドストレージを購入できません。
ko: 오프라인 장치가 클라우드 저장소를 구입할 수 없습니다.
nb: Frakoblede enheter kan ikke kjøpe skylagring
nl: Offline apparaten kunnen geen cloudopslag kopen
pl: Urządzenia offline nie mogą kupować miejsca w chmurze
pt_br: Dispositivos off-line não podem comprar armazenamento em nuvem
ro: Dispozitivele offline nu pot achiziționa spațiu de stocare în cloud
ru: Автономные устройства не могут приобрести облачное хранилище
sv: Offline-enheter kan inte köpa molnlagring
th: ขออภัยอุปกรณ์แบบออฟไลน์ไม่สามารถซื้อพื้นที่เก็บข้อมูลแบบคลาวด์
tr: Çevrimdışı cihazlar bulut depolama alanı satın alamaz
vi: Xin lỗi, không thể mua bộ nhớ đám mây cho các thiết bị ngoại tuyến
zh_hans: 抱歉，离线设备不能购买云存
zh_hant: 抱歉，離線設備不能購買雲存

# cloud_switching
source: Switch device
cs: Spínací zařízení
de: Geräte ändern
es: Cambiar Equipo
fi: Kytkentälaite
fr: Choisir Équipement
he: החלף מכשירים
id: ganti perangkat
it: Interruttore
ja: デバイスの切替え
ko: 장치 전환
nb: Bytt enhet
nl: Schakelapparaat
pl: Przełącz Sprzęt
pt_br: Dispositivo de comutação
ro: Comutați dispozitivul
ru: Переключатель устройства
sv: Byt enhet
th: สลับอุปกรณ์
tr: Cihazı değiştir
vi: Chuyển đổi thiết bị
zh_hans: 切换设备
zh_hant: 切換設備

# person_feedback_common_question
source: Common question
cs: Společná otázka
de: Häufige Fragen
es: Pregunta común
fi: Yleinen kysymys
fr: Question commune
he: שאלה נפוצה
id: Pertanyaan umum
it: Domanda comune
ja: よくある質問
ko: 일반적인 질문
nb: Vanlige spørsmål
nl: Veelvoorkomende vraag
pl: Pospolite pytanie
pt_br: Pergunta comum
ro: Întrebare comună
ru: Общий вопрос
sv: Vanlig fråga
th: คำถามที่พบบ่อย
tr: Yaygın soru
vi: vấn đề thường gặp
zh_hans: 常见问题
zh_hant: 常見問題

# IOS_phone_bluetooth_status_check
source: Check
cs: Šek
de: Prüfen
es: Cheque
fi: Tarkista
fr: Vérifier
he: חשבון
id: Cek
it: Assegno
ja: 小切手
ko: 검사
nb: Sjekk
nl: Controle
pl: Czek
pt_br: Verifica
ro: Verifica
ru: Чек
sv: Kolla
th: ตรวจสอบ
tr: Kontrol
vi: một bài kiểm tra
zh_hans: 检查
zh_hant: 檢查

# AI_Identify_pet_car_package
source: Identify pets, cars, packages
cs: Identifikujte domácí mazlíčky, vozidla, balíčky
de: Identifizieren Sie Haustiere, Fahrzeuge, Pakete
es: Identificar mascotas, vehículos, paquetes
fi: Tunnista lemmikkieläimet, ajoneuvot, paketit
fr: Identifier les animaux domestiques, les véhicules, les colis
he: זהה חיות מחמד, כלי רכב, חבילות
id: Identifikasi hewan peliharaan, kendaraan, paket
it: Identifica animali domestici, veicoli, pacchi
ja: ペット、車両、パッケージを特定する
ko: 애완 동물, 차량, 패키지 식별
nb: Identifiser kjæledyr, kjøretøy, pakker
nl: Identificeer huisdieren, voertuigen, pakketten
pl: Identyfikuj zwierzęta, pojazdy, paczki
pt_br: Identificar animais de estimação, veículos, pacotes
ro: Identificați animale de companie, vehicule, pachete
ru: Идентифицировать домашних животных, транспортные средства, пакеты
sv: Identifiera husdjur, fordon, paket
th: ระบุสัตว์เลี้ยง ยานพาหนะ แพ็คเกจ
tr: Evcil hayvanları, araçları, paketleri tanımlayın
vi: Xác định vật nuôi, phương tiện, gói hàng
zh_hans: 识别宠物、车辆、包裹
zh_hant: 識別寵物、車輛、包裹

# devicelist_migrate_cloud_ask
source: The cloud storage service under the account can be migrated to the device. Do you want to migrate?
cs: Službu cloudového úložiště pod účtem lze přenést do zařízení. Chcete migrovat?
de: Der Cloud-Speicherdienst unter dem Konto kann auf das Gerät migriert werden. Möchten Sie migrieren?
es: El servicio de almacenamiento en la nube de la cuenta se puede migrar al dispositivo. Quieres migrar?
fi: Tilin alla oleva pilvitallennuspalvelu voidaan siirtää laitteeseen. Haluatko muuttaa?
fr: Le service de stockage cloud sous le compte peut être migré vers l'appareil. Voulez-vous migrer?
he: ניתן להעביר את שירות אחסון הענן תחת החשבון למכשיר. האם אתה רוצה לעבור?
id: Layanan penyimpanan cloud di bawah akun dapat dimigrasi ke perangkat. Apakah Anda ingin bermigrasi?
it: Il servizio di archiviazione cloud sotto l'account può essere migrato sul dispositivo. Vuoi migrare?
ja: アカウントのクラウドストレージサービスをデバイスに移行できます。移行しますか？
ko: 계정에 속한 클라우드 스토리지 서비스를 장치로 마이그레이션 할 수 있습니다. 마이그레이션 하시겠습니까?
nb: Skylagringstjenesten under kontoen kan overføres til enheten. Vil du migrere?
nl: De cloudopslagservice onder het account kan naar het apparaat worden gemigreerd. Wilt u migreren?
pl: Usługa przechowywania w chmurze na koncie może zostać przeniesiona na urządzenie. Chcesz się przenieść?
pt_br: O serviço de armazenamento em nuvem da conta pode ser migrado para o dispositivo. Você quer migrar?
ro: Serviciul de stocare în cloud din cont poate fi migrat către dispozitiv. Vrei să migrezi?
ru: Облачное хранилище под учетной записью можно перенести на устройство. Вы хотите перейти?
sv: Molnlagringstjänsten under kontot kan migreras till enheten. Vill du migrera?
th: บริการจัดเก็บข้อมูลบนคลาวด์ภายใต้บัญชีสามารถย้ายไปยังอุปกรณ์ได้ คุณต้องการย้ายข้อมูลไหม
tr: Hesap altındaki bulut depolama hizmeti cihaza taşınabilir. Göç etmek istiyormusun
vi: Có một dịch vụ lưu trữ đám mây trong tài khoản có thể được di chuyển sang thiết bị. Bạn có muốn di chuyển không?
zh_hans: 账号下存在云存服务可迁移至该设备，是否迁移？
zh_hant: 賬號下存在雲存服務可遷移至該設備，是否遷移？

# addDevice_point
source: After power on,scan the QR code on the device or displayed on the monitor.
cs: Po zapnutí naskenujte QR kód na zařízení nebo se zobrazí na monitoru.
de: Nach Einschalten den QR-Code auf dem Gerät oder auf dem Monitor scannen.
es: Tras el encendido, escanear el código QR en el dispositivo o se muestra en el monitor.
fi: Kun olet kytkenyt virran, skannaa laitteen QR-koodi tai näyttö.
fr: Après la mise sous tension, scannez le code QR sur l'appareil ou affiché sur le moniteur.
he: לאחר ההפעלה, סרוק את קוד ה- QR במכשיר או מוצג על הצג.
id: Pindai kode QR pada badan perangkat atau tampilan layar setelah dinyalakan
it: Dopo l'accensione, scansionare il codice QR sul dispositivo o visualizzato sul monitor.
ja: 電源を入れた後、デバイスまたはモニターに表示されたQRコードをスキャンします。
ko: 전원을 켠 후 장치에서 QR 코드를 스캔하거나 모니터에 표시하십시오.
nb: Etter at du har slått på, kan du skanne QR-koden på enheten eller vises på skjermen.
nl: Scan na het inschakelen de QR-code op het apparaat of op de monitor.
pl: Po włączeniu zeskanuj kod QR na urządzeniu lub wyświetlony na monitorze.
pt_br: Após ligar, digitalize o código QR no dispositivo ou exibido no monitor.
ro: După pornire, scanați codul QR pe dispozitiv sau afișat pe monitor.
ru: Сканируйте QR-код на корпусе устройства или на экране дисплея после включения
sv: Efter strömmen, skanna QR-koden på enheten eller visas på monitorn.
th: หลังจากเปิดเครื่องให้สแกนรหัส QR บนอุปกรณ์
tr: Güç açıldıktan sonra cihaz gövdesindeki veya ekranındaki QR kodunu tarayın
vi: Quét mã QR trên thân thiết bị hoặc hiển thị sau khi bật nguồn
zh_hans: 通电后对准设备机身或显示屏上的二维码进行扫描
zh_hant: 通電後對准設備機身或顯示屏上的二維碼進行掃描

# cloud_camera_purchase_record
source: Camera purchases records of cloud storage
cs: Kamera nakupuje záznamy cloudového úložiště
de: Die Kamera kauft Aufzeichnungen über Cloud-Speicher
es: La cámara compra registros de almacenamiento en la nube
fi: Kamera ostaa tietueita pilvitallennuksesta
fr: La caméra achète des enregistrements de stockage dans le cloud
he: מצלמה רוכשת רשומות של אחסון בענן
id: Kamera membeli catatan penyimpanan cloud
it: La fotocamera acquista i record di archiviazione cloud
ja: カメラがクラウドストレージの記録を購入
ko: 클라우드 스토리지의 기록을 구매하는 카메라
nb: Kamera kjøper poster med skylagring
nl: Camera koopt records van cloudopslag
pl: Kamera kupuje rekordy przechowywania w chmurze
pt_br: Câmera compra registros de armazenamento na nuvem
ro: Camera achiziționează înregistrări de stocare în cloud
ru: Камера покупает записи облачного хранилища
sv: Kameran köper register över molnlagring
th: ซื้อcloud storage
tr: Kamera bulut depolama kayıtlarını satın alıyor
vi: Máy ảnh mua các bản ghi lưu trữ đám mây
zh_hans: 摄像机购买云存储的记录
zh_hant: 攝像機購買雲存儲的記錄

# AlarmMessage_alarm_type
source: Alarm type
cs: Typ alarmu
de: Alarmtyp
es: Tipo de alarma
fi: Hälytystyyppi
fr: Type d'alarme
he: סוג אזעקה
id: Jenis alarm
it: Tipo di allarme
ja: アラームの種類
ko: 알람 종류
nl: Type alarm
pl: Typ alarmu
pt_br: Tipo de alarme
ro: Tipul de alarmă
ru: Тип тревоги
sv: Larmtyp
th: ประเภทการเตือน
tr: Alarm türü
vi: loại báo động
zh_hans: 报警类型
zh_hant: 報警類型

# adddevice_step_1
source: Step 1: Power on the device and confirm that the device is working.
cs: Krok 1: Zapněte napájení a ověřte, že zařízení funguje.
de: Schritt 1: Schalten Sie das Gerät ein und vergewissern Sie sich, dass es funktioniert.
es: Paso 1: encienda y confirme que el Equipo funciona.
fi: Vaihe 1: Kytke virta ja varmista, että laite toimii.
fr: Étape 1: Mettez sous tension et vérifiez que le périphérique fonctionne.
he: שלב 1: כבה ואשר שהמכשיר פועל.
id: Langkah 1: Nyalakan dan konfirmasi bahwa perangkat berfungsi.
it: Passaggio 1: accendere e confermare che il dispositivo funziona.
ja: ステップ1：電源を入れ、デバイスが機能していることを確認します。
ko: 1 단계 : 전원을 켜고 장치가 작동하는지 확인합니다.
nb: Trinn 1: Slå på og bekreft at enheten fungerer.
nl: Stap 1: schakel in en bevestig dat het apparaat werkt.
pl: Krok 1: Włącz zasilanie i sprawdź, czy urządzenie działa.
pt_br: Etapa 1: Ligue e confirme se o dispositivo está funcionando.
ro: Pasul 1: Porniți și confirmați că dispozitivul funcționează.
ru: Шаг 1. Включите и убедитесь, что устройство работает.
sv: Steg 1: Slå på och bekräfta att enheten fungerar.
th: ขั้นตอนที่ 1: เปิดอุปกรณ์และยืนยันว่าอุปกรณ์ใช้งานได้
tr: Adım 1: Gücü açın ve cihazın çalıştığını onaylayın.
vi: Bước 1: Bật nguồn và xác nhận rằng thiết bị đang trong tình trạng hoạt động
zh_hans: 第一步：接通电源，确认设备处于工作状态
zh_hant: 第一步：接通電源，確認設備處於工作狀態

# meDevice_shake_tips
source: Shake and shake to search device nearby
cs: Potřebujte hledání blízkých zařízení
de: Schütteln, um Geräte in Umgebung zu suchen
es: Temblando por buscar en el Equipo cercano
fi: Ravista lähellä olevia laitteita
fr: Secouer pour rechercher un appareil à proximité
he: נער את הסמארטפון כדי לחפש מכשירים סמוכים
id: Goyangkan untuk cari perangkatan yang berdekatan
it: Scuotere per cercare dispositivi vicini
ja: シェイクして近くのデバイスを検索します
ko: 핸드폰을 흔들어서 근처의 제품 찾기
nb: "Shake and shake" for å søke etter nærliggende enheter
nl: “Shake and shake” om apparaat in de buurt te zoeken
pl: Potrząśnij aby wyszukać dostępne urządzenia
pt_br: Agite e agite para procurar o dispositivo nas proximidades
ro: Se agită și se agită pentru a căuta dispozitivul din apropiere
ru: Встряхните,чтобы найти устройство рядом
sv: Skaka och skaka för att söka i närheten
th: เขย่าเพื่อค้นหาอุปกรณ์ในบริเวณใกล้เคียง
tr: Yakındaki cihazı aramak için sallayın ve sallayın
vi: Lắc để tìm kiếm các thiết bị lân cận
zh_hans: 摇一摇搜索附近设备
zh_hant: 搖一搖搜索附近設備

# playback_fast_forward
source: Fast forward
cs: Rychle vpřed
de: Schneller Vorlauf
es: Avance rápido
fi: Eteenpäin
fr: Avance rapide
he: מהיר קדימה
id: Maju cepat
it: Avanti veloce
ja: 早送り
ko: 빨리 감기
nb: Spol fremover
nl: Snel vooruitspoelen
pl: Szybkie przewijanie do przodu
pt_br: Avanço rápido
ro: Repede inainte
ru: Перемотка вперед
sv: Snabbspola
th: เล่นอย่างรวดเร็ว
tr: İleri sar
vi: Nhanh về phía trước
zh_hans: 快进
zh_hant: 快進

# adddevice_distance_close_prompt
source: Keep your device, phone and router as close as possible
cs: Udržujte zařízení, telefon a směrovač co nejblíže
de: Platzieren Sie Gerät, Handy und Router so nah wie möglich beieinander
es: Mantenga su Equipo, teléfono y enrutador lo más cerca posible
fi: Pidä laite, puhelin ja reititin mahdollisimman lähellä
fr: Gardez votre appareil, votre téléphone et votre routeur le plus près possible
he: שמור את המכשיר, הטלפון והנתב קרוב ככל האפשר
id: Simpan perangkat, ponsel, dan router Anda sedekat mungkin
it: Tieni il dispositivo, il telefono e il router il più vicino possibile
ja: デバイス、電話、ルーターをできるだけ近づけてください。
ko: 기기, 휴대 전화 및 라우터를 최대한 가깝게 유지하십시오.
nb: Hold enheten, telefonen og ruteren så nær som mulig
nl: Houd uw apparaat, telefoon en router zo dicht mogelijk bij de hand
pl: Trzymaj urządzenie, telefon i router jak najbliżej
pt_br: Mantenha o seu dispositivo, telefone e roteador o mais próximo possível
ro: Păstrați cât mai aproape posibil dispozitivul, telefonul și routerul
ru: Держите устройство, телефон и маршрутизатор как можно ближе
sv: Håll din enhet, telefon och router så nära som möjligt
th: ให้อุปกรณ์ โทรศัพท์และเราเตอร์ของคุณอยู่ใกล้กันที่สุด
tr: Cihazınızı, telefonunuzu ve yönlendiricinizi mümkün olduğu kadar yakın tutun.
vi: Vui lòng giữ thiết bị, điện thoại di động và bộ định tuyến càng gần càng tốt
zh_hans: 请将设备、手机与路由器尽量靠近
zh_hant: 請將設備、手機與路由器盡量靠近

# cloud_purchase_go_to
source: Proceeding
cs: Jít do
de: Gehe zu
es: Ir
fi: Mene
fr: Aller à
he: לך ל
id: Pergi ke
it: Vai a
ja: に行く
ko: 이동
nb: Gå til
nl: Ga naar
pl: Iść do
pt_br: Vamos para
ro: Mergi la
ru: Идти к
sv: Gå till
th: กำลังประมวลผล
tr: Git
vi: Đi đến
zh_hans: 前往
zh_hant: 前往

# devicesetting_humanoid_face_set
source: Humanoid and human face setting detection
cs: Humanoidní detekce obličeje
de: Erkennung von menschlichen Formen und Gesichtern
es: Detección de rostro humanoide
fi: Humanoidinen kasvojentunnistus
fr: Détection de visage humanoïde
he: זיהוי פנים אנושי
id: Deteksi wajah humanoid
it: Rilevamento del volto umanoide
ja: ヒューマノイドの顔検出
ko: 인간형 얼굴 감지
nb: Humanoid ansiktsdeteksjon
nl: Humanoïde gezichtsherkenning
pl: Wykrywanie twarzy humanoidalnych
pt_br: Deteção de rosto humanóide
ro: Detectarea feței umanoide
ru: Обнаружение лица гуманоида
sv: Humanoid ansiktsdetektering
th: การตั้งค่าตรวจจับบุคคล และ ใบหน้า
tr: İnsansı yüz algılama
vi: Nhận diện khuôn mặt hình người
zh_hans: 人形人脸侦测
zh_hant: 人形人臉偵測

# Preview_Alarm
source: Alarm
cs: Poplach
es: Alarma
fi: Hälytys
fr: Alarme
he: אזעקה
it: Allarme
ja: 警報
ko: 경보
pt_br: Alarme
ro: Alarma
ru: Тревога
sv: Larm
th: นาฬิกาปลุก
vi: báo thức
zh_hans: 报警
zh_hant: 報警

# AI_Purcha_cloud_storage_smart_detection
source: Purchasing cloud storage services, you can use the smart detection service.
cs: Zakoupením služeb cloudového úložiště můžete využít službu chytré detekce.
de: Beim Kauf von Cloud-Speicherdiensten können Sie den intelligenten Erkennungsdienst verwenden.
es: Al comprar servicios de almacenamiento en la nube, puede utilizar el servicio de detección inteligente.
fi: Pilvitallennuspalveluita ostaessasi voit käyttää älykästä tunnistuspalvelua.
fr: En achetant des services de stockage en nuage, vous pouvez utiliser le service de détection intelligente.
he: ברכישת שירותי אחסון בענן, ניתן להשתמש בשירות האיתור החכם.
id: Membeli layanan penyimpanan cloud, Anda dapat menggunakan layanan deteksi pintar.
it: Acquistando servizi di cloud storage, puoi utilizzare il servizio di rilevamento intelligente.
ja: クラウドストレージサービスを購入すると、スマート検出サービスを利用できます。
ko: 클라우드 스토리지 서비스를 구매하시면 스마트 감지 서비스를 이용하실 수 있습니다.
nb: Ved å kjøpe skylagringstjenester kan du bruke smartdeteksjonstjenesten.
nl: Als u cloudopslagservices aanschaft, kunt u gebruikmaken van de slimme detectieservice.
pl: Kupując usługi przechowywania w chmurze, możesz skorzystać z usługi inteligentnego wykrywania.
pt_br: Adquirindo serviços de armazenamento em nuvem, você pode usar o serviço de detecção inteligente.
ro: Achiziționând servicii de stocare în cloud, puteți utiliza serviciul de detectare inteligentă.
ru: Приобретая услуги облачного хранилища, вы можете воспользоваться услугой интеллектуального обнаружения.
sv: Om du köper molnlagringstjänster kan du använda den smarta upptäcktstjänsten.
th: การซื้อบริการที่เก็บข้อมูลบนคลาวด์ คุณสามารถใช้บริการตรวจจับอัจฉริยะได้
tr: Bulut depolama hizmetleri satın alırken akıllı algılama hizmetini kullanabilirsiniz.
vi: Mua dịch vụ lưu trữ đám mây, bạn có thể sử dụng dịch vụ phát hiện thông minh.
zh_hans: 购买开通云存储服务套餐，立即享用AI智能识别推送功能
zh_hant: 購買開通雲存儲服務套餐，立即享用AI智能識別推送功能

# devicelist_to_set
source: Go to set
cs: Přejít na nastavení
de: Gehe zum Set
es: Ir al set
fi: Siirry asetukseen
fr: Aller au set
he: עבור להגדיר
id: Pergi ke mengatur
it: Vai al set
ja: セットに行く
ko: 세트로 이동
nb: Gå til sett
nl: Ga naar set
pl: Idź do zestawu
pt_br: Vá para definir
ro: Mergeți la setare
ru: Перейти к установке
sv: Gå till set
th: ไปที่การตั้งค่า
tr: Sete git
vi: Đi đến thiết lập
zh_hans: 去设置
zh_hant: 去設置

# backup_unsave
source: Do not save
cs: Neukládat
de: Nicht speichern
es: No guarde
fi: Älä säästä
fr: Ne pas enregistrer
he: אל תשמור
id: Jangan simpan
it: Non salvare
ja: 保存しない
ko: 저장하지 마십시오
nb: Ikke lagre
nl: Niet opslaan
pl: Nie oszczędzaj
pt_br: Não salve
ro: Nu salva
ru: Не сохранять
sv: Spara inte
th: ไม่บันทึก
tr: Kaydetme
vi: Không lưu
zh_hans: 不保存
zh_hant: 不保存

# devicelist_TF_card_need_formatte
source: TF card needs to be formatted
cs: TF kartu je třeba naformátovat
de: Die SD-Karte muss formatiert werden
es: La tarjeta TF debe formatearse
fi: TF-kortti on alustettava
fr: La carte TF doit être formatée
he: יש לעצב את כרטיס ה- TF
id: Kartu TF perlu diformat
it: La scheda TF deve essere formattata
ja: TFカードをフォーマットする
ko: TF 카드를 포맷해야합니다.
nb: TF-kortet må formateres
nl: TF-kaart moet worden geformatteerd
pl: Karta TF musi zostać sformatowana
pt_br: O cartão TF precisa ser formatado
ro: Cardul TF trebuie formatat
ru: Карту TF необходимо отформатировать
sv: TF-kortet måste formateras
th: ต้องฟอร์แมตการ์ด TF
tr: TF kartının biçimlendirilmesi gerekiyor
vi: Thẻ TF cần được định dạng
zh_hans: TF卡需要格式化
zh_hant: TF卡需要格式化
