Repository: Yolo-cell-hash/go_home_ios
Catalog: ios/Runner/JASDK/JAResources/XLanguage/X35MultiLanguage/*.lproj/X35MutiLanguage.strings
Languages: cs, de, es, fi, fr, he, id, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sv, th, tr, vi, zh_hans, zh_hant

# addDevice_scan_code
source: Scan code to add device
cs: Naskenujte kód a přidejte zařízení
de: Code scannen, um Gerät hinzuzufügen
es: Escanear código para agregar Equipo
fi: Skannauskoodi laitteen lisäämiseksi
fr: Scannez le code pour ajouter un périphérique
he: סרוק את הקוד כדי להוסיף התקן
id: Pindai kode untuk menambahkan perangkat
it: codice di scansione periferica aggiunta
ja: デバイス追加のコードスキャン
ko: 장치 추가 코드 스캔
nb: Skann kode for å legge til enhet
nl: Scan code om apparaat toe te voegen
pl: Zeskanuj kod, aby dodać urządzenie
pt_br: Código de verificação para adicionar dispositivo
ro: Scanați codul pentru a adăuga dispozitivul
ru: Сканирование кода для добавления устройства
sv: Skanna kod för att lägga till enhet
th: สแกนเพื่อเพิ่มอุปกรณ์
tr: Cihaz eklemek için tarama kodu
vi: Quét mã để thêm thiết bị
zh_hans: 扫码添加设备
zh_hant: 掃碼添加設備

# preview_Preset_guard_position
source: Preset position and home position
cs: Přednastavená pozice a výchozí pozice
de: Preset Position und Home-Position
es: Posición preestablecida y posición inicial
fi: Esiasetettu asento ja kotiasento
fr: Position préréglée et position d'origine
he: מיקום מוגדר מראש ומיקום ביתי
id: Posisi preset dan posisi awal
it: Posizione preimpostata e posizione iniziale
ja: プリセット位置とホーム位置
ko: 프리셋 위치 및 홈 위치
nb: Forhåndsinnstilt posisjon og hjemmeposisjon
nl: Vooraf ingestelde positie en thuispositie
pl: Zaprogramowana pozycja i pozycja wyjściowa
pt_br: Posição predefinida e posição inicial
ro: Poziția presetată și poziția de acasă
ru: Предустановленное положение и исходное положение
sv: Förinställd position och hemposition
th: ตำแหน่งที่ตั้งไว้ล่วงหน้าและตำแหน่งบ้าน
tr: Ön ayar konumu ve ana konum
vi: Vị trí đặt trước và vị trí nhà
zh_hans: 常看位置与看守位
zh_hant: 常看位置與看守位

# email_error_tips
source: Please input the correct email address
cs: Zadejte prosím správnou e-mailovou adresu
de: Bitte richtige E-Mail Adresse eingeben
es: Por favor,introduce una dirección de correo electrónico válida
fi: Anna oikea sähköpostiosoite
fr: Veuillez entrer votre adresse e-mail
he: אנא הכנס כתובת אימייל
id: masukan alamat Email
it: Prego inserire e-mail/numero telefonico registrato
ja: メールアドレスを入力してください
ko: 이메일 주소를 입력하십시오.
nb: Skriv inn email-adresse
nl: E-mailadres invoeren
pl: Wprowadź adres email
pt_br: Por favor insira o endereço de e-mail
ro: Introduceți adresa de e-mail
ru: Пожалуйста,введите адрес электронной почты
sv: Var god ange e-postadress
th: โปรดใส่ที่อยู่อีเมล์ที่ถูกต้อง
tr: Lütfen e-posta adresini giriniz
vi: Vui lòng nhập một địa chỉ email hợp lệ
zh_hans: 请输入正确邮箱地址
zh_hant: 請輸入正確郵箱地址

# adddevice_not_find_QR_code
source: Can't find the device QR code?
cs: Nelze najít zařízení QR kód?
de: QR-Code des Geräts nicht gefunden?
es: ¿No encuentras el código QR del Equipo?
fi: Etkö löydä laitetta QR-koodia?
fr: Vous ne trouvez pas le code QR de l'appareil?
he: לא מוצא את קוד QR של המכשיר?
id: Tidak dapat menemukan kode QR perangkat?
it: Non riesci a trovare il codice QR del dispositivo?
ja: デバイスのQRコードが見つかりませんか？
ko: 장치의 QR 코드를 찾을 수 없습니까?
nb: Kan du ikke finne enheten QR-koden?
nl: Kunt u de QR-code van het apparaat niet vinden?
pl: Nie możesz znaleźć kodu QR urządzenia?
pt_br: Não consegue encontrar o código QR do dispositivo?
ro: Nu găsiți codul QR al dispozitivului?
ru: Не можете найти QR-код устройства?
sv: Kan du inte hitta enheten QR-kod?
th: ไม่พบอุปกรณ์?
tr: Cihazın QR kodunu bulamıyor musunuz?
vi: Không thể tìm thấy mã QR của thiết bị?
zh_hans: 找不到设备二维码?
zh_hant: 找不到設備二維碼?

source: Auto
zh_hans: 自动
zh_hant: 自動

# devicelist_Enter_device_name_ID
source: Enter the device name or ID
cs: Zadejte název nebo ID zařízení
de: Gerätename oder die ID eingeben
es: Ingrese el nombre o ID del dispositivo
fi: Anna laitteen nimi tai tunnus
fr: Entrez le nom ou l'ID de l'appareil
he: הזן את שם המכשיר או המזהה
id: Masukkan nama atau ID perangkat
it: Inserisci il nome o l'ID del dispositivo
ja: デバイス名またはIDを入力します
ko: 기기 이름 또는 ID를 입력하세요.
nb: Skriv inn enhetens navn eller ID
nl: Voer de apparaatnaam of ID in
pl: Wprowadź nazwę lub identyfikator urządzenia
pt_br: Insira o nome ou ID do dispositivo
ro: Introduceți numele sau ID-ul dispozitivului
ru: Введите имя или идентификатор устройства
sv: Ange enhetens namn eller ID
th: ป้อนชื่ออุปกรณ์หรือ ID
tr: Cihaz adını veya kimliğini girin
vi: Nhập tên thiết bị hoặc ID
zh_hans: 输入设备名称或ID
zh_hant: 輸入設備名稱或ID

# months
source: %1$d Month
cs: %1$d měsíců
de: %1$d Monat
es: %1$d meses
fi: %1$d kuukautta
fr: %1$d mois
he: %1$d חודש
id: %1$d Bulan
it: %1$d mese
ja: %1$d月
ko: %1$d 월
nb: %1$d Måned
nl: %1$d Maand
pl: %1$d Miesiąc
pt_br: %1$d mês
ro: %1$d Lună
ru: %1$d месяц
sv: %1$d månad
th: %1$d เดือน
tr: %1$d Ay
vi: %1$d tháng
zh_hans: %1$d个月
zh_hant: %1$d個月

# cloud_pay_stripe_enter_pay_information
source: Please enter payment information
cs: Zadejte platební údaje
de: Bitte geben Sie die Zahlungsinformationen ein
es: Por favor ingrese la información de pago
fi: Anna maksutiedot
fr: S'il vous plaît entrer les informations de paiement
he: הזן פרטי תשלום
id: Silakan masukkan informasi pembayaran
it: Si prega di inserire le informazioni di pagamento
ja: 支払い情報を入力してください
ko: 지불 정보를 입력하십시오.
nb: Vennligst skriv inn betalingsinformasjon
nl: Voer alstublieft betalingsinformatie in
pl: Wprowadź informacje o płatności
pt_br: Por favor insira as informações de pagamento
ro: Introduceți informațiile de plată
ru: Пожалуйста, введите информацию об оплате
sv: Vänligen ange betalningsinformation
th: กรุณากรอกข้อมูลการชำระเงิน
tr: Lütfen ödeme bilgilerinizi girin
vi: Vui lòng nhập thông tin thanh toán
zh_hans: 请输入支付信息
zh_hant: 請輸入支付信息

# Playback_migrate_device_offline
source: Sorry,offline devices cannot migrate cloud storage
cs: Je nám líto, offline zařízení nemohou migrovat cloudové úložiště
de: Leider können Offline-Geräte den Cloud-Speicher nicht migrieren
es: Lo sentimos, los dispositivos sin conexión no pueden migrar el almacenamiento en la nube
fi: Valitettavasti offline-laitteet eivät voi siirtää pilvitallennustilaa
fr: Désolé, les appareils hors ligne ne peuvent pas migrer le stockage cloud
he: מצטערים, התקנים לא מקוונים אינם יכולים להעביר אחסון בענן
id: Maaf, perangkat offline tidak dapat memigrasi penyimpanan cloud
it: Spiacenti, i dispositivi offline non possono eseguire la migrazione dell'archiviazione cloud
ja: 申し訳ありませんが、オフラインデバイスはクラウドストレージを移行できません
ko: 죄송합니다. 오프라인 장치는 클라우드 저장소를 마이그레이션 할 수 없습니다.
nb: Beklager, frakoblede enheter kan ikke migrere skylagring
nl: Sorry, offline apparaten kunnen geen cloudopslag migreren
pl: Przepraszamy, urządzenia offline nie mogą migrować pamięci w chmurze
pt_br: Desculpe, os dispositivos off-line não podem migrar o armazenamento em nuvem
ro: Ne pare rău, dispozitivele offline nu pot migra spațiul de stocare în cloud
ru: К сожалению, офлайн-устройства не могут перенести облачное хранилище
sv: Tyvärr kan offlineenheter inte migrera molnlagring
th: ขออภัยอุปกรณ์ออฟไลน์ไม่สามารถย้ายที่เก็บข้อมูลบนคลาวด์ได้
tr: Üzgünüz, çevrimdışı cihazlar bulut depolamayı taşıyamaz
vi: Rất tiếc, không thể di chuyển thiết bị ngoại tuyến sang bộ nhớ đám mây
zh_hans: 抱歉，离线设备不能迁移云存
zh_hant: 抱歉，離線設備不能遷移雲存

# Update_Version_update_tips
source: Version update tips
cs: Tipy na aktualizaci verze
de: Versions-Update Hinweis
es: Consejos para actualizar la versión
fi: Version päivitysvinkkejä
fr: Conseils de mise à jour de version
he: טיפים לעדכון גרסה
id: Kiat pembaruan versi
it: Suggerimenti per l'aggiornamento della versione
ja: バージョン更新のヒント
ko: 버전 업데이트 팁
nb: Tips for versjonsoppdatering
nl: Tips voor versie-update
pl: Wskazówki dotyczące aktualizacji wersji
pt_br: Dicas de atualização de versão
ro: Sfaturi pentru actualizarea versiunii
ru: Советы по обновлению версии
sv: Tips för versionsuppdatering
th: เคล็ดลับการอัปเดตเวอร์ชัน
tr: Sürüm güncelleme ipuçları
vi: Mẹo cập nhật phiên bản
zh_hans: 版本更新提示
zh_hant: 版本更新提示

# preview_Zoom
source: Zoom
cs: Zvětšení
fi: Zoomaus
he: תקריב
id: Perbesar
it: Ingrandisci
ja: ズーム
ko: 줌
pl: Powiększenie
pt_br: Ampliação
ru: Увеличить
th: ซูม
tr: yakınlaştır
vi: Phóng
zh_hans: 变焦
zh_hant: 變焦

# devicesetting_set_csc
source: Set video color,style,clarity
cs: Nastavte barvu videa,styl,jasnost
de: Videoeinstellungen Farbe, Stil, Klarheit
es: Configurar color de video,estilo,claridad.
fi: Aseta videon väri,tyyli,selkeys
fr: Définir la couleur, le style et la clarté de la vidéo
he: הגדרת צבעים,סגנון וחדות
id: atur warna,style,dan kejernian video
it: Imposta il colore del video,lo stile,la chiarezza
ja: ビデオカラー、スタイル、透明度の設定
ko: 비디오 색상, 스타일, 선명도 설정
nb: Sett videofarge,stil,klarhet
nl: Stel videokleur,stijl,helderheid in
pl: Ustaw kolor,styl i czystość wideo
pt_br: Definir cor de vídeo,estilo,clareza
ro: Setați culoarea,stilul,claritatea video
ru: Установить видео цвет,стиль,четкость
sv: Ställ in video färg,stil,tydlighet
th: ชุดสีวิดีโอ, รูปแบบ, ความคมชัด
tr: Video rengini,stilini ve netliğini ayarlama
vi: Đặt màu sắc, kiểu, độ rõ nét cho video
zh_hans: 设置视频色彩、风格、清晰度
zh_hant: 設置視頻色彩、風格、清晰度

# Service_map_Technical_users
source: Technical users
cs: Technické uživatele
de: Technische Benutzer
es: Usuarios técnicos
fi: Tekniset käyttäjät
fr: Utilisateurs techniques
he: משתמשים טכניים
id: Pengguna teknis
it: Utenti tecnici
ja: テクニカルユーザー
ko: 기술 사용자
nb: Tekniske brukere
nl: Technische gebruikers
pl: Użytkownicy techniczni
pt_br: Usuários técnicos
ro: Utilizatori tehnici
ru: Технические пользователи
sv: Tekniska användare
th: ผู้ใช้ที่เข้าใจเทคโนโลยี
tr: Teknik kullanıcılar
vi: Người dùng am hiểu công nghệ
zh_hans: 懂技术的用户
zh_hant: 懂技術的用戶

# add_Camera_networking_failed
source: Camera networking failed
cs: Síť fotoaparátu se nezdařila
de: Kameranetzwerk fehlgeschlagen
es: Falló la red de la cámara
fi: Kameran verkkoyhteys epäonnistui
fr: La mise en réseau de la caméra a échoué
he: חיבור המצלמה נכשל
id: Jaringan kamera gagal
it: Collegamento in rete della fotocamera non riuscito
ja: カメラネットワークに失敗しました
ko: 카메라 네트워킹 실패
nb: Kameranettverk mislyktes
nl: Cameranetwerk mislukt
pl: Połączenie z kamerą nie powiodło się
pt_br: Falha na rede da câmera
ro: Conectarea camerei în rețea a eșuat
ru: Не удалось подключиться к сети камеры
sv: Kameranätverk misslyckades
th: เครือข่ายกล้องล้มเหลว
tr: Kamera ağı başarısız oldu
vi: Kết nối máy ảnh không thành công
zh_hans: 摄像机联网失败
zh_hant: 攝像機聯網失敗

# deviceSetting_camera_always_turns_suitable_indoors_dim
source: The camera is always in night vision mode, suitable for indoors where the light is always dim
cs: Kamera je vždy v režimu nočního vidění, vhodného pro interiéry, kde je vždy slabé světlo
de: Der Nachtsicht-Modus ist für die Kamera immer eingeschaltet. Dies ist geeignet für Innenräume, in denen es dauerhaft keine oder nur eine spärliche Beleuchtung gibt
es: La cámara siempre está en modo de visión nocturna, adecuada para interiores donde la luz siempre es tenue.
fi: Kamera on aina yönäkötilassa, sopii sisätiloihin, joissa valo on aina himmeä
fr: La caméra est toujours en mode vision nocturne, adaptée à l'intérieur où la lumière est toujours faible
he: המצלמה תמיד במצב ראיית לילה, מתאים למקומות סגורים שבהם האור תמיד עמום
id: Kamera selalu dalam mode penglihatan malam, cocok untuk di dalam ruangan di mana cahayanya selalu redup
it: La telecamera è sempre in modalità di visione notturna, adatta per interni dove la luce è sempre debole
ja: カメラは常に暗視モードであり、光が常に薄暗い屋内に適しています
ko: 카메라는 항상 야간 투시 모드에 있으며 조명이 항상 어두운 실내에 적합합니다.
nb: Kameraet er alltid i nattsynsmodus, egnet for innendørs hvor lyset alltid er svakt
nl: De camera staat altijd in nachtzichtmodus, geschikt voor binnen waar het licht altijd gedimd is
pl: Kamera jest zawsze w trybie noktowizyjnym, odpowiednia do wnętrz, gdzie światło jest zawsze słabe
pt_br: A câmera está sempre no modo de visão noturna, adequado para ambientes internos onde a luz é sempre fraca
ro: Camera este întotdeauna în modul de vedere pe timp de noapte, potrivită pentru interior, unde lumina este întotdeauna slabă
ru: Камера всегда в режиме ночного видения, подходит для помещений, где всегда тусклый свет.
sv: Kameran är alltid i mörkerseende, lämplig för inomhus där ljuset alltid är svagt
th: กล้องอยู่ในโหมดการมองเห็นตอนกลางคืนเสมอ เหมาะสำหรับในร่มที่แสงน้อยเสมอ
tr: Kamera her zaman gece görüş modundadır, ışığın her zaman loş olduğu iç mekanlar için uygundur
vi: Camera luôn ở chế độ nhìn ban đêm, thích hợp để trong nhà, nơi ánh sáng luôn mờ
zh_hans: 摄像机始终处于夜视模式，适合光线一直比较昏暗的室内
zh_hant: 攝像機始終處於夜視模式，適合光線一直比較昏暗的室內

# me_Real_time_monitoring
source: 24h safe guard
cs: 24 hodin hlídač
de: 24h Schutz durch Echtzeitüberwachung
es: Guardia de seguridad 24h
fi: 24 tunnin vartiointi
fr: Garde de sécurité 24h
he: שמירה 24 שעות
id: Penjaga keamanan 24 jam
it: 24 ore di guardia sicura
ja: 24時間のセーフガード
ko: 24 시간 안전 가드
nb: 24t sikker vakt
nl: 24 uur bewaking
pl: 24h bezpieczna ochrona
pt_br: Guarda de segurança 24 horas
ro: 24 ore de pază în siguranță
ru: Круглосуточная охрана
sv: 24h säker skydd
th: เจ้าหน้าที่รักษาความปลอดภัยตลอด 24 ชม
tr: 24 saat güvenlik görevlisi
vi: Nhân viên bảo vệ 24h
zh_hans: 实时监测，24h安全守护
zh_hant: 24h安全守護

source: America/Caracas
cs: Amerika / Caracas
de: Amerika / Caracas
he: אמריקה / קראקס
id: Amerika / Caracas
ja: アメリカ/カラカス
ko: 아메리카 / 카라카스
pl: Ameryka / Caracas
pt_br: América / Caracas
ru: Америка / Caracas
sv: Amerika / Caracas
th: อเมริกา / การากัส
tr: Amerika / Caracas
vi: Caracas, Venezuela
zh_hans: 加拉加斯/委内瑞拉
zh_hant: 加拉加斯/委內瑞拉

source: Australia/Brisbane
cs: Austrálie / Brisbane
de: Australien / Brisbane
fr: Australie / Brisbane
he: אוסטרליה / בריסביין
ja: オーストラリア/ブリスベン
ko: 오스트레일리아 / 브리즈번
pt_br: Austrália / Brisbane
ru: Австралия / Брисбен
sv: Australien / Brisbane
th: ออสเตรเลีย / บริสเบน
tr: Avustralya / Brisbane
vi: Brisbane
zh_hans: 布里斯班
zh_hant: 布里斯班

# Cloud_detail_guide_step2
source: ② Select "Time Settings" to keep the time synchronization bar always on
cs: ② Chcete-li lištu synchronizace času ponechat vždy zapnutou, vyberte možnost "Nastavení času"
de: ① Klicken Sie auf der Startseite des Recorders mit der rechten Maustaste und wählen "Hauptmenü" aus.
es: ② Seleccione "Configuración de hora " para mantener la barra de sincronización de hora siempre encendida
fi: ② Valitse "Aika-asetukset " pitääksesi ajan synkronointipalkin aina päällä
fr: ② Sélectionnez "Paramètres de l’heure " pour que la barre de synchronisation de l’heure reste toujours allumée
he: ② בחר "הגדרות זמן " כדי לשמור על סרגל הסנכרון בזמן תמיד
id: ② Pilih "Pengaturan Waktu " agar bilah sinkronisasi waktu selalu aktif
it: ② Selezionare "Impostazioni ora " per mantenere sempre attiva la barra di sincronizzazione dell’ora
ja: ②「時刻設定」を選択すると、時刻同期バーが常にオンになります
ko: ② "시간 설정 "을 선택하면 시간 동기화 바가 항상 켜져 있습니다.
nb: ② Velg "Tidsinnstillinger " for å holde tidssynkroniseringsfeltet alltid på
nl: ② Selecteer "Tijdinstellingen " om de tijdsynchronisatiebalk altijd aan te laten staan
pl: ② Wybierz "Ustawienia czasu", aby pasek synchronizacji czasu był zawsze włączony
pt_br: ② Selecione "Configurações de hora " para manter a barra de sincronização de tempo sempre ligada
ro: ② Selectați "Setări oră " pentru a menține bara de sincronizare oră întotdeauna activă
ru: ② Selectați "Setări oră " pentru a menține bara de sincronizare oră întotdeauna activă
sv: ② Välj "Tidsinställningar " för att hålla tidssynkroniseringsfältet alltid på
th: ②เลือก "การตั้งค่าเวลา " เพื่อเปิดแถบซิงโครไนซ์เวลาไว้เสมอ
tr: ② Zaman senkronizasyon çubuğunu her zaman açık tutmak için "Zaman Ayarları " nı seçin
vi: ② Chọn "Cài đặt thời gian" và giữ thanh đồng bộ hóa thời gian luôn bật;
zh_hans: ② 选择“时间设置”，保持时间同步栏始终为开启状态；
zh_hant: ② 選擇“時間設置”，保持時間同步欄始終為開啟狀態；

# cloud_effective_time
source: Effective time
cs: Efektivní čas
de: Effektive Zeit
es: Tiempo efectivo
fi: Todellinen aika
fr: Temps effectif
he: זמן אפקטיבי
id: Waktu yang efektif
it: Tempo effettivo
ja: 有効時間
ko: 효과적인 시간
nb: Effektiv tid
nl: Effectieve tijd
pl: Efektywny czas
pt_br: Tempo efetivo
ro: Timp efectiv
ru: Эффективное время
sv: Effektiv tid
th: เวลาที่มีประสิทธิภาพ
tr: Etkili zaman
vi: Thời gian hiệu quả
zh_hans: 有效时间
zh_hant: 有效時間

# addDevice_unfinished
source: Configuration not complete,exit?
cs: Konfigurace není kompletní,jste si jisti,že chcete ukončit?
de: Konfiguration unvollständig, beenden?
es: La configuración no está completa. ¿Seguro que quieres salir?
fi: Määritys ei ole valmis,haluatko varmasti lopettaa?
fr: La configuration n'est pas terminée, quitter ?
he: ההגדרות לא הושלמו,האם להמשיך?
id: Konfigurasi tidak lengkap,keluar?
it: Configurazione non completata,uscire?
ja: 設定は完了していませんが、終了しますか？
ko: 설정이 완료되지 않았습니다. 종료하겠습니까?
nb: Konfigurasjon er ikke utført. Vil du avbryte?
nl: Configuratie niet voltooid,afsluiten?
pl: Konfiguracja niekompletna,wyjść?
pt_br: Configuração não completa,sair?
ro: Configurația nu este completă,ieșiți?
ru: Конфигурация не завершена,выход?
sv: Konfigurationen är inte klar,avsluta?
th: การกำหนดค่าไม่สมบูรณ์,ออก?
tr: Yapılandırma tamamlanmadı,çıkış?
vi: Cấu hình chưa hoàn tất, bạn có chắc chắn muốn thoát không?
zh_hans: 配置未完成，确定要退出吗？
zh_hant: 配置未完成，確定要退出嗎？

# devicelisit_not_built_in_4G_prompt_IOS
source: It was detected that %@ did not use the device's built-in 4G traffic card, which will cause you to be unable to recharge the traffic in the APP. Please switch back to the device's built-in card in time
cs: Bylo zjištěno, že %@ nepoužíval integrovanou 4G komunikační kartu zařízení, což způsobí, že nebudete moci dobít provoz v APP. Včas přepněte zpět na vestavěnou kartu zařízení
de: Es wurde festgestellt, dass %@ die integrierte 4G-Verkehrskarte des Geräts nicht verwendet hat, sodass Sie die Daten in der App nicht aufladen können. Bitte wechseln Sie rechtzeitig zurück zur integrierten Karte des Geräts
es: Se detectó que %@ no utilizó la tarjeta de tráfico 4G incorporada en el dispositivo, lo que hará que no pueda recargar el tráfico en la aplicación. Vuelva a la tarjeta integrada del dispositivo a tiempo.
fi: Todettiin, että %@ ei käyttänyt laitteen sisäänrakennettua 4G-liikennekorttia, minkä vuoksi et voi ladata liikennettä sovelluksessa. Vaihda takaisin laitteen sisäänrakennettuun korttiin ajoissa
fr: Il a été détecté que %@ n'utilisait pas la carte de trafic 4G intégrée de l'appareil, ce qui vous empêchera de recharger le trafic dans l'application. Veuillez revenir à temps à la carte intégrée de l'appareil
he: התגלה כי %@ לא השתמשה בכרטיס התעבורה המובנה של 4G של המכשיר, מה שיגרום לכך שלא תוכלו לטעון את התעבורה ביישום. אנא חזרו לכרטיס המובנה של המכשיר בזמן
id: Terdeteksi bahwa %@ tidak menggunakan kartu lalu lintas 4G internal perangkat, yang akan menyebabkan Anda tidak dapat mengisi ulang lalu lintas di APP. Silakan kembali ke kartu internal perangkat tepat waktu
it: È stato rilevato che %@ non ha utilizzato la scheda di traffico 4G integrata del dispositivo, impedendo di ricaricare il traffico nell'APP. Tornare alla scheda incorporata del dispositivo in tempo
ja: %@ がデバイスの組み込み4Gトラフィックカードを使用していないことが検出されました。これにより、APPのトラフィックを再充電できなくなります。 時間内にデバイスの内蔵カードに切り替えてください
ko: %@ 이 (가) 기기의 내장 4G 트래픽 카드를 사용하지 않아 APP에서 데이터를 재충전 할 수없는 것으로 나타났습니다. 시간 내에 장치 의 내장 카드로 다시 전환하십시오
nb: Det ble oppdaget at %@ ikke brukte enhetens innebygde 4G-trafikkort, noe som vil føre til at du ikke kan lade opp trafikken i APP-en. Bytt tilbake til enhetens innebygde kort i tide
nl: Er werd vastgesteld dat %@ geen gebruik maakte van de ingebouwde 4G-verkeerskaart van het apparaat, waardoor u het verkeer in de APP niet kunt opladen. Schakel op tijd terug naar de ingebouwde kaart van het apparaat
pl: Wykryto, że %@ nie używał wbudowanej karty ruchu 4G urządzenia, co spowoduje, że nie będziesz w stanie naładować ruchu w aplikacji. Wróć na czas do wbudowanej karty urządzenia
pt_br: Foi detectado que %@ não usou o cartão de tráfego 4G embutido no dispositivo, o que fará com que você não consiga recarregar o tráfego no APP. Volte para o cartão interno do dispositivo | a tempo
ro: S-a detectat că %@ nu a folosit cartela de trafic 4G încorporată a dispozitivului, ceea ce vă va determina să nu puteți reîncărca traficul în APP. Reveniți la cartela încorporată a dispozitivului la timp
ru: Обнаружено, что%@ не использует встроенную в устройство карту трафика 4G, что приведет к невозможности пополнения трафика в приложении. Пожалуйста, вовремя переключитесь на встроенную карту устройства
sv: Det upptäcktes att %@ inte använde enhetens inbyggda 4G-trafikkort, vilket gör att du inte kan ladda trafiken i APP. Byt tillbaka till enhetens inbyggda kort i tid
th: ตรวจพบว่า%@ ไม่ได้ใช้การ์ดรับส่งข้อมูล 4G ในตัวของอุปกรณ์ซึ่งจะทำให้คุณไม่สามารถชาร์จการรับส่งข้อมูลในแอปได้ โปรดเปลี่ยนกลับไปใช้การ์ดในตัวของอุปกรณ์ให้ทันเวลา
tr: %@ 'İn cihazın yerleşik 4G trafik kartını kullanmadığı tespit edildi, bu da APP'deki trafiği şarj edememenize neden olacak. Lütfen zaman içinde cihazın yerleşik kartına geri dönün
vi: Chúng tôi phát hiện thấy%@ 不用 Thiết bị đi kèm với thẻ dữ liệu 4G. Hành vi này sẽ khiến bạn không thể sạc lại dữ liệu trong APP. Vui lòng chuyển về thẻ của chính thiết bị kịp thời
zh_hans: 检测到%@未使用设备自带4G流量卡，该行为会导致您无法在APP内充值流量，请及时切换回设备自带卡
zh_hant: 檢測到%@未使用設備自帶4G流量卡，該行為會導致您無法在APP內充值流量，請及時切換回設備自帶卡

# devicesetting_record_schedule_up_8
source: 8 records can be added to the recording schedule at top
cs: K plánu nahrávání lze přidat až 8 záznamů
de: Es können bis zu 8 Aufnahmepläne hinzugefügt werden
es: Se pueden agregar hasta 8 registros al cronograma de grabación
fi: Äänitysaikatauluun voidaan lisätä jopa 8 tietuetta
fr: Jusqu'à 8 enregistrements peuvent être ajoutés au programme d'enregistrement
he: ניתן להוסיף עד 8 רשומות ללוח ההקלטות
id: Hingga 8 catatan dapat ditambahkan ke jadwal perekaman
it: È possibile aggiungere fino a 8 registrazioni al programma di registrazione
ja: 最大8つのレコードを録画スケジュールに追加できます
ko: 녹화 일정에 최대 8 개의 레코드 추가 가능
nb: Opptil 8 poster kan legges til innspillingsplanen
nl: Er kunnen maximaal 8 records aan het opnameschema worden toegevoegd
pl: Do harmonogramu nagrywania można dodać do 8 rekordów
pt_br: Até 8 registros podem ser adicionados à programação de gravação
ro: Până la 8 înregistrări pot fi adăugate la programul de înregistrare
ru: В расписание записи можно добавить до 8 записей
sv: Upp till 8 poster kan läggas till i inspelningsschemat
th: สามารถเพิ่มบันทึกได้ 8 รายการในตารางการบันทึกที่ด้านบน
tr: Kayıt programına 8 adede kadar kayıt eklenebilir
vi: Có thể thêm tối đa 8 lịch ghi
zh_hans: 录像日程最多可添加8条
zh_hant: 錄像日程最多可添加8條

# addevice_tip_5G
source: Tip: 5GHZ wireless network is not supported at this time
cs: Tip: Bezdrátová síť 5GHZ není v současné době podporována
de: Hinweis: 5GHz WLAN wird nicht unterstützt
es: Consejo: la red inalámbrica de 5 GHz no es compatible en este momento
fi: Vihje: Langatonta 5 GHz: n verkkoa ei tueta tällä hetkellä
fr: Conseil: le réseau sans fil 5GHZ n’est pas pris en charge pour le moment.
he: טיפ: רשת אלחוטית של 5GHZ אינה נתמכת כרגע
id: Tip: Jaringan nirkabel 5GHZ tidak didukung saat ini
it: Suggerimento: la rete wireless 5GHZ non è attualmente supportata
ja: ヒント：5GHZワイヤレスネットワークは現在サポートされていません
ko: 팁 : 현재 5GHZ 무선 네트워크는 지원되지 않습니다
nb: Tips: Trådløst 5GHZ-nettverk støttes ikke for øyeblikket
nl: Tip: 5GHz draadloos netwerk wordt momenteel niet ondersteund
pl: Wskazówka: Sieć bezprzewodowa 5GHZ nie jest obecnie obsługiwana
pt_br: Dica: a rede sem fio de 5GHZ não é suportada no momento
ro: Sfat: Rețeaua wireless 5GHZ nu este acceptată în acest moment
ru: Совет: в настоящее время беспроводная сеть 5 ГГц не поддерживается
sv: Tips: Trådlöst 5GHZ-nätverk stöds inte för närvarande
th: เคล็ดลับ: ไม่รองรับเครือข่ายไร้สาย 5GHZ ในขณะนี้
tr: İpucu: 5GHZ kablosuz ağ şu anda desteklenmiyor
vi: Mẹo: Mạng không dây 5GHZ hiện không được hỗ trợ
zh_hans: 提示：暂不支持5GHZ无线网络
zh_hant: 提示：暫不支持5GHZ無線網絡
