Repository: Yolo-cell-hash/go_home_ios
Catalog: ios/Runner/JASDK/JAResources/XLanguage/X35MultiLanguage/*.lproj/X35MutiLanguage.strings
Languages: cs, de, es, fi, fr, he, id, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sv, th, tr, vi, zh_hans, zh_hant

# login_APP_Privacy_Policy
source: Thank you for using the APP. We attach great importance to the protection of your personal information and privacy. In order to better protect your personal rights, please read carefully and fully understand the "Privacy Policy" and "User Agreement" before you use our products. All terms within. We will explain to you through the above agreement:
cs: Děkujeme, že používáte APP. Ochraně vašich osobních údajů a soukromí přikládáme velký význam. Abyste lépe chránili svá osobní práva, přečtěte si prosím pozorně a plně porozumějte "zásadám ochrany osobních údajů" a "dohodě s uživatelem", než použijete naše produkty. Všechny podmínky uvnitř. Prostřednictvím výše uvedené smlouvy vám vysvětlíme:
de: Vielen Dank für die Nutzung der App. Wir legen großen Wert auf den Schutz Ihrer persönlichen Daten und Ihrer Privatsphäre. Um Ihre Persönlichkeitsrechte besser zu schützen, lesen Sie bitte alle Bedingungen in der "Datenschutzerklärung" und "Benutzervereinbarung" sorgfältig durch und nehmen deren Inhalt zur Kenntnis, bevor Sie unsere Produkte verwenden. Alle beinhalteten Begriffe werden durch die obige Vereinbarung erklärt:
es: Gracias por usar la APLICACIÓN. Damos gran importancia a la protección de su información personal y privacidad. Para proteger mejor sus derechos personales, lea atentamente y comprenda completamente la "Política de privacidad" y el "Acuerdo de usuario" antes de utilizar nuestros productos. Todos los términos dentro. Te explicaremos a través del acuerdo anterior:
fi: Kiitos sovelluksen käytöstä. Pidämme erittäin tärkeänä henkilökohtaisten tietojesi ja yksityisyytesi suojaamista. Jotta voisit paremmin suojata henkilökohtaisia oikeuksiasi, lue huolellisesti ja ymmärrä täysin "tietosuojakäytäntö" ja "käyttäjäsopimus" ennen kuin käytät tuotteitamme. Kaikki ehdot sisällä. Selitämme sinulle yllä olevan sopimuksen kautta:
fr: Merci d'avoir utilisé l'APP. Nous attachons une grande importance à la protection de vos informations personnelles et de votre vie privée. Afin de mieux protéger vos droits personnels, veuillez lire attentivement et comprendre pleinement la "Politique de confidentialité" et le "Contrat d'utilisation" avant d'utiliser nos produits. Tous les termes à l'intérieur. Nous vous expliquerons à travers l'accord ci-dessus:
he: תודה על השימוש ב-APP. אנו מייחסים חשיבות רבה להגנה על המידע האישי והפרטיות שלך. על מנת להגן טוב יותר על זכויותיך האישיות, אנא קרא בעיון והבין היטב את "מדיניות הפרטיות" ו"הסכם המשתמש" לפני שתשתמש במוצרים שלנו. כל התנאים בפנים. נסביר לך באמצעות ההסכם הנ"ל:
id: Terima kasih telah menggunakan APLIKASI. Kami sangat mementingkan perlindungan informasi pribadi dan privasi Anda. Untuk melindungi hak pribadi Anda dengan lebih baik, harap baca dengan cermat dan pahami sepenuhnya "Kebijakan Privasi" dan "Perjanjian Pengguna" sebelum Anda menggunakan produk kami. Semua istilah dalam. Kami akan menjelaskan kepada Anda melalui perjanjian di atas:
it: Grazie per aver utilizzato l'APP. Attribuiamo grande importanza alla protezione delle tue informazioni personali e della privacy. Per proteggere al meglio i tuoi diritti personali, ti preghiamo di leggere attentamente e comprendere appieno la "Informativa sulla privacy" e il "Accordo con l'utente" prima di utilizzare i nostri prodotti. Tutti i termini all'interno. Ti spiegheremo attraverso l'accordo di cui sopra:
ja: APPをご利用いただきありがとうございます。 私たちはあなたの個人情報とプライバシーの保護を非常に重要視しています。 お客様の個人的権利をより適切に保護するために、お客様の個人情報を使用及び開示します。当社の製品を使用する前に、「プライバシーポリシー」および「ユーザー契約」を注意深く読み、完全に理解してください。 このAPPサービス使用契約に合意すると、このプライバシーポリシーの内容全体に同意したものとみなします。このプライバシーポリシーは、サービス使用契約に不可欠なものです。
ko: APP을 이용해 주셔서 감사합니다. 우리는 귀하의 개인 정보 및 개인 정보 보호를 매우 중요하게 생각합니다. 귀하의 개인 권리를 보다 잘 보호하기 위해 당사 제품을 사용하기 전에 "개인 정보 보호 정책" 및 "이용 계약"을 주의 깊게 읽고 완전히 이해하십시오. 내 모든 용어. 위의 계약을 통해 다음과 같이 설명합니다.
nb: Vă mulțumim că utilizați APP. Acordăm o mare importanță protecției informațiilor dvs. personale și confidențialității. Pentru a vă proteja mai bine drepturile personale, vă rugăm să citiți cu atenție și să înțelegeți pe deplin "Politica de confidențialitate" și "Acordul utilizatorului" înainte de a utiliza produsele noastre. Toți termenii din. Vă vom explica prin acordul de mai sus:
nl: Bedankt voor het gebruik van de APP. Wij hechten veel belang aan de bescherming van uw persoonlijke gegevens en privacy. Om uw persoonlijke rechten beter te beschermen, dient u het "Privacybeleid" en de "Gebruikersovereenkomst" zorgvuldig te lezen en volledig te begrijpen voordat u onze producten gebruikt. Alle termen binnen. Via bovenstaande overeenkomst leggen wij u uit:
pl: Dziękujemy za korzystanie z aplikacji. Przywiązujemy dużą wagę do ochrony Twoich danych osobowych i prywatności. Aby lepiej chronić swoje prawa osobiste, przed rozpoczęciem korzystania z naszych produktów przeczytaj uważnie i w pełni zrozum "Politykę prywatności" i "Umowę użytkownika". Wszystkie warunki w ramach. Wyjaśnimy Ci poprzez powyższą umowę:
pt_br: Obrigado por usar o APP. Atribuímos grande importância à proteção de suas informações pessoais e privacidade. Para proteger melhor seus direitos pessoais, leia atentamente e entenda totalmente a "Política de Privacidade" e o "Acordo do Usuário" antes de usar nossos produtos. Todos os termos dentro de. Explicaremos a você por meio do contrato acima:
ro: Vă mulțumim că utilizați APP. Acordăm o mare importanță protecției informațiilor dvs. personale și confidențialității. Pentru a vă proteja mai bine drepturile personale, vă rugăm să citiți cu atenție și să înțelegeți pe deplin "Politica de confidențialitate" și "Acordul utilizatorului" înainte de a utiliza produsele noastre. Toți termenii din. Vă vom explica prin acordul de mai sus:
ru: Спасибо за использование приложения. Мы придаем большое значение защите вашей личной информации и конфиденциальности. Чтобы лучше защитить свои личные права, пожалуйста, внимательно прочтите и полностью поймите "Политику конфиденциальности" и "Пользовательское соглашение", прежде чем использовать наши продукты. Все сроки внутри. Мы объясним вам в рамках вышеуказанного соглашения:
sv: Tack för att du använder appen. Vi lägger stor vikt vid skyddet av din personliga information och integritet. För att bättre skydda dina personliga rättigheter, läs noggrant och fullt ut förstå "Integritetspolicy" och "Användaravtal" innan du använder våra produkter. Alla villkor inom. Vi kommer att förklara för dig genom ovanstående avtal:
th: ขอบคุณที่ใช้แอพ เราให้ความสำคัญอย่างยิ่งกับการปกป้องข้อมูลส่วนบุคคลและความเป็นส่วนตัวของคุณ เพื่อปกป้องสิทธิ์ส่วนบุคคลของคุณให้ดียิ่งขึ้น โปรดอ่านอย่างละเอียดและเข้าใจ "นโยบายความเป็นส่วนตัว" และ "ข้อตกลงผู้ใช้" อย่างละเอียดและครบถ้วนก่อนที่คุณจะใช้ผลิตภัณฑ์ของเรา เงื่อนไขทั้งหมดภายใน เราจะอธิบายให้คุณทราบผ่านข้อตกลงข้างต้น:
tr: APP'yi kullandığınız için teşekkür ederiz. Kişisel bilgilerinizin ve gizliliğinizin korunmasına büyük önem veriyoruz. Kişisel haklarınızı daha iyi korumak için lütfen ürünlerimizi kullanmadan önce "Gizlilik Politikası" ve "Kullanıcı Sözleşmesi"ni dikkatlice okuyun ve tam olarak anlayın. Tüm terimler içinde. Yukarıdaki anlaşma yoluyla size açıklayacağız:
vi: Cảm ơn bạn đã sử dụng APP. Chúng tôi chú trọng đến việc bảo vệ thông tin cá nhân và quyền riêng tư của bạn. Để bảo vệ quyền cá nhân của bạn tốt hơn, vui lòng đọc kỹ và hiểu đầy đủ "Chính sách bảo mật" và "Thỏa thuận người dùng" trước khi bạn sử dụng sản phẩm của chúng tôi. Tất cả các điều khoản bên trong. Chúng tôi sẽ giải thích cho bạn thông qua thỏa thuận trên:
zh_hans: 感谢您使用APP，我们非常重视您的个人信息和隐私保护，为了更好地保障您的个人权益，在您使用我们的产品前，请务必仔细阅读并充分理解《隐私政策》与《用户协议》内的所有条款。我们将通过以上协议向您说明:
zh_hant: 感謝您使用APP，我們非常重視您的個人信息和隱私保護，為了更好地保障您的個人權益，在您使用我們的產品前，請務必仔細閱讀並充分理解《隱私政策》與《用戶協議》內的所有條款。我們將通過以上協議向您說明:

# deviceSetting_setupFail
source: Failed to get device settings
cs: Nastavení zařízení se nezdařilo
de: Fehler beim Abrufen der Geräteeinstellungen
es: Error al obtener la configuración del Equipo
fi: Laiteasetusten saaminen epäonnistui
fr: Impossible d'obtenir les paramètres du périphérique
he: הגדרות המכשיר נכשלו
id: Gagal mendapatkan pengaturan perangkat
it: Impossibile ottenere le impostazioni del dispositivo
ja: デバイス設定の取得ができません
ko: 기기 설정을 가져 오지 못했습니다.
nb: Kunne ikke få enhetsinnstillinger
nl: Kan apparaatinstellingen niet ophalen
pl: Nie udało się pobrać ustawień urządzenia
pt_br: Falha ao obter configurações do dispositivo
ro: Nu s-a putut obține setările dispozitivului
ru: Не удалось получить настройки устройства
sv: Misslyckades med att få enhetsinställningar
th: รับการตั้งค่าอุปกรณ์ไม่สำเร็จ
tr: Cihaz ayarları alınamadı
vi: Không tải được cài đặt thiết bị
zh_hans: 获取设备设置失败
zh_hant: 獲取設備設置失敗

# Devicesetting_Alarm_volume_device
source: Alarm volume
cs: Hlasitost alarmu
de: Alarm Lautstärke
es: Volumen de alarma
fi: Hälytyksen äänenvoimakkuus
fr: Volume d'alarme
he: עוצמת האזעקה
id: Volume alarm
it: Volume della sveglia
ja: アラーム音量
ko: 알람 볼륨
nb: Alarmvolum
pl: Głośność alarmu
pt_br: Volume do alarme
ro: Volumul alarmei
ru: Громкость будильника
sv: Larmvolym
th: ระดับเสียงปลุก
tr: Alarm ses seviyesi
vi: Âm lượng báo thức
zh_hans: 报警音量
zh_hant: 報警音量

# Devicesetting_WiFi
source: WiFi
de: W-lan
he: וויי - פיי
ko: 와이파이
tr: Kablosuz internet
zh_hans: WiFi模式
zh_hant: WiFi模式

# adddevice_first_step_turn_on_power
source: Step 1: turn on the power (if it is connected, please follow the second step)
cs: Krok 1: zapněte napájení (pokud je připojeno, postupujte podle druhého kroku)
de: Schritt 1: Schalten Sie das Gerät ein (wenn es mit Strom versorgt wird, gehen Sie zum zweiten Schritt)
es: Paso 1: encienda la alimentación (si está conectada, siga el segundo paso)
fi: Vaihe 1: kytke virta päälle (jos se on kytketty, seuraa toista vaihetta)
fr: Étape 1: allumez l'appareil (s'il est connecté, veuillez suivre la deuxième étape)
he: שלב 1: הפעל את הכוח (אם הוא מחובר, בצע את הצעד השני)
id: Langkah 1: nyalakan daya (jika terhubung, harap ikuti langkah kedua)
it: Passaggio 1: accendere l'alimentazione (se è collegato, seguire il secondo passaggio)
ja: ステップ1：電源をオンにします(接続されている場合は、2番目のステップに従ってください)
ko: 1 단계 : 전원을 켭니다 (연결된 경우 두 번째 단계를 따르십시오)
nb: Trinn 1: slå på strømmen (hvis den er tilkoblet, følg det andre trinnet)
nl: Stap 1: schakel de stroom in (als deze is aangesloten, volg dan de tweede stap)
pl: Krok 1: włącz zasilanie (jeśli jest podłączone, wykonaj drugi krok)
pt_br: Etapa 1: ligue a energia (se estiver conectada, siga a segunda etapa)
ro: Pasul 1: porniți alimentarea (dacă este conectat, urmați al doilea pas)
ru: Шаг 1: включите питание (если оно подключено, пожалуйста, следуйте второму шагу)
sv: Steg 1: slå på strömmen (om den är ansluten, följ det andra steget)
th: ขั้นตอนที่ 1: เปิดเครื่อง (ถ้ากล้องเปิดอยู่แล้วโปรดทำตามขั้นตอนที่สอง)
tr: Adım 1: gücü açın (eğer bağlı ise, lütfen ikinci adımı izleyin)
vi: Bước đầu tiên: bật nguồn (nếu nó đã được bật, vui lòng xem bước thứ hai)
zh_hans: 第一步：接通电源(如已接通，请看第二步)
zh_hant: 第一步：接通電源(如已接通，請看第二步)

# password_not_match
source: Wrong password,input again
cs: Heslo je nesprávné,zadejte prosím znovu
de: Passwort falsch, nochmal versuchen
es: Contraseña incorrecta,por favor ingrese de nuevo
fi: Salasana on väärä,syötä se uudelleen
fr: Mot de passe incorrect, saisir à nouveau
he: ססמה שגויה,אנא נסה שוב
id: Sandi Salah,coba lagi
it: Password errata,riprovare
ja: パスワードが違います
ko: ID 또는 비밀번호가 맞지 않습니다.
nb: Feil passord,prøv igjen
nl: Wachtwoord onjuist,opnieuw invoeren
pl: Błędne hasło,spróbuj ponownie
pt_br: Senha errada,digite novamente
ro: Parola greșită,introduceți din nou
ru: Неверный пароль,введите еще раз
sv: Fel lösenord,skriv in igen
th: รหัสผ่านไม่ถูกต้อง,ใส่รหัสอีกครั้ง
tr: Yanlış şifre,tekrar girin
vi: Mật khẩu sai, vui lòng nhập lại
zh_hans: 密码错误，请重新输入
zh_hant: 密碼錯誤，請重新輸入

# play_PTZ_speed_grade
source: PTZ speed grade
cs: Stupeň rychlosti PTZ
de: PTZ Geschwindigkeit
es: Grado de velocidad PTZ
fi: PTZ-nopeusluokka
fr: Catégorie de vitesse PTZ
he: מהירות PTZ מהירות
id: Kelas kecepatan PTZ
it: Grado di velocità PTZ
ja: PTZのスピードを選択
ko: PTZ 속도 등급
nb: PTZ hastighetsklasse
nl: PTZ-snelheidsniveau
pl: Stopień prędkości PTZ
pt_br: Grau de velocidade PTZ
ro: Nivelul de viteză PTZ
ru: Скоростная оценка PTZ
sv: PTZ-hastighetsklass
th: ระดับความเร็ว PTZ
tr: PTZ hız derecesi
vi: Lớp tốc độ PTZ
zh_hans: 云台速度等级
zh_hant: 雲台速度等級

# devicelist_Insufficient_traffic_less_100
source: Traffic less than 300MB, please recharge
cs: Provoz menší než 300 MB, dobijte prosím
de: Weniger als 300 MB Datenvolumen, bitte aufladen
es: Tráfico inferior a 300 MB, recargue
fi: Liikennettä alle 300 Mt, lataa
fr: Trafic inférieur à 300 Mo, veuillez recharger
he: תנועה של פחות מ-300MB, נא לטעון מחדש
id: Lalu lintas kurang dari 300MB, harap isi ulang
it: Traffico inferiore a 300 MB, ricaricare
ja: 300MB未満のトラフィック、再充電してください
ko: 트래픽이 300MB 미만이면 충전하세요.
nb: Trafikk mindre enn 300 MB, vennligst lad opp
nl: Verkeer minder dan 300 MB, herlaad a.u.b.
pl: Ruch mniejszy niż 300 MB, proszę naładować
pt_br: Tráfego inferior a 300 MB, recarregue
ro: Trafic mai mic de 300 MB, vă rugăm să reîncărcați
ru: Трафик менее 300 МБ, пожалуйста, перезарядите
sv: Trafik mindre än 300 MB, ladda om
th: ปริมาณข้อมูลน้อยกว่า 300MB โปรดเติมเงิน
tr: 300 MB'den az trafik, lütfen yeniden şarj edin
vi: Lưu lượng dưới 300MB, vui lòng nạp tiền
zh_hans: 剩余流量小于300MB，请尽快充值
zh_hant: 剩餘流量小於300MB，請盡快充值

# cloud_refresh_fail
source: Refresh failed
cs: Aktualizace se nezdařila
de: Aktualisierung fehlgeschlagen
es: Actualización fallida
fi: Päivitys epäonnistui
fr: Refresh a échoué
he: רענון נכשל
id: Refresh gagal
it: Aggiorna fallito
ja: 更新できません。
ko: 새로 고침 실패
nb: Refresh svikt
nl: Vernieuwen mislukt
pl: awaria Odśwież
pt_br: Atualização falhou
ro: Actualizarea a eșuat
ru: Не удалось обновить
sv: Uppdateringen misslyckades
th: รีเฟรชล้มเหลว
tr: Yenileme başarısız oldu
vi: Làm mới không thành công
zh_hans: 刷新失败
zh_hant: 刷新失敗

# devicesetting_Best_video_Description_new_firmware
source: When an event detected, record video till it ends
cs: Když je zjištěna událost, nahrajte video, dokud neskončí
de: Wenn Bewegung erkannt wird, Aufnahme bis zum Ende der Bewegung fortsetzen
es: Cuando se detecte un evento, grabe video hasta que finalice
fi: Kun tapahtuma havaitaan, tallenna videota sen loppuun asti
fr: Lorsqu'un événement est détecté, enregistrez la vidéo jusqu'à ce qu'elle se termine
he: כאשר אירוע מזוהה, הקלט וידאו עד שהוא יסתיים
id: Ketika suatu peristiwa terdeteksi, rekam video sampai selesai
it: Quando viene rilevato un evento, registra il video fino alla fine
ja: イベントが検出されたら、終了するまでビデオを録画します
ko: 이벤트가 감지되면 끝날 때까지 비디오를 녹화하십시오.
nb: Når en hendelse oppdages, ta opp video til den er over
nl: Wanneer een gebeurtenis wordt gedetecteerd, neem dan video op tot het eindigt
pl: Po wykryciu zdarzenia nagrywaj wideo aż do jego zakończenia
pt_br: Quando um evento for detectado, grave o vídeo até que termine
ro: Când este detectat un eveniment, înregistrați videoclipul până se termină
ru: При обнаружении события записывать видео до его окончания
sv: När en händelse upptäckts, spela in video tills den tar slut
th: เมื่อตรวจพบเหตุการณ์ บันทึกวิดีโอจนจบ
tr: Bir olay algılandığında, bitene kadar video kaydedin
vi: Khi một sự kiện được phát hiện, hãy quay video cho đến khi sự kiện kết thúc
zh_hans: 侦测到移动物体时持续录像，直至移动结束
zh_hant: 偵測到移動物體時持續錄像，直至移動結束

# common_setting
source: General setup
cs: Obecná nastavení
de: Allgemeine Einstellungen
es: Configuración general
fi: Yleiset asetukset
fr: Configuration générale
he: הגדרות כלליות
id: Setup Umum
it: Impostazioni generali
ja: 一般設定
ko: 일반 설정
nb: Generelle innstillinger
nl: General setup [Algemene instellingen]
pl: Ustawienia ogólne
pt_br: Configuração geral
ro: Setare generală
ru: Общая настройка
sv: Allmän inställning
th: การตั้งค่าทั่วไป
tr: Genel kurulum
vi: Cài đặt chung
zh_hans: 通用设置
zh_hant: 通用設置

# deviceSetting_minute
source: minute
cs: minuta
es: minuto
fi: minuutti
he: דקה
id: menit
it: minuto
ja: 分
ko: 분
nb: minutt
nl: minuut
pl: minuta
pt_br: minuto
ro: minut
ru: минута
sv: minut
th: นาที
tr: dakika
vi: phút
zh_hans: 分钟
zh_hant: 分鐘

# message_Strong_reminder_describe
source: When there is an alarm message, the mobile phone message prompt sound will last for 15 seconds
cs: Když se objeví poplašná zpráva, zvuk výzvy mobilního telefonu bude trvat 15 sekund
de: Wenn eine Alarmmeldung vorliegt, ertönt 15 Sekunden lang der Signalton für die Mobiltelefonmeldung
es: Cuando hay un mensaje de alarma, el mensaje de aviso del teléfono móvil durará 15 segundos.
fi: Hälytysviestin tullessa matkapuhelimen viestikehotteen ääni kestää 15 sekuntia
fr: Lorsqu'il y a un message d'alarme, le son de l'invite de message du téléphone portable durera 15 secondes
he: כאשר יש הודעת אזעקה, צליל הנחיית הודעת הטלפון הנייד יימשך 15 שניות
id: Ketika ada pesan alarm, suara prompt pesan ponsel akan berlangsung selama 15 detik
it: Quando c'è un messaggio di allarme, il suono del messaggio del telefono cellulare durerà per 15 secondi
ja: アラームメッセージが鳴ると、携帯電話のメッセージプロンプト音が15秒間鳴ります
ko: 알람 메시지가 있을 때 휴대폰 메시지 안내음은 15초 동안 지속됩니다.
nb: Når det er en alarmmelding, vil mobiltelefonmeldingen vare i 15 sekunder
nl: Wanneer er een alarmbericht is, duurt het meldingsgeluid van de mobiele telefoon 15 seconden;
pl: Gdy pojawi się komunikat alarmowy, dźwięk monitu wiadomości telefonu komórkowego będzie trwał przez 15 sekund;
pt_br: Quando houver uma mensagem de alarme, o som do prompt da mensagem do celular durará 15 segundos
ro: Când există un mesaj de alarmă, sunetul prompt al mesajului de pe telefonul mobil va dura 15 secunde
ru: Когда есть тревожное сообщение, звук подсказки мобильного телефона будет длиться 15 секунд.
sv: När det finns ett larmmeddelande varar meddelandet från mobiltelefonen i 15 sekunder
th: เมื่อมีข้อความเตือน ข้อความแจ้งเตือนของโทรศัพท์มือถือจะมีอายุ 15 วินาที
tr: Bir alarm mesajı olduğunda, cep telefonu mesaj istemi sesi 15 saniye sürecektir.
vi: Khi có tin nhắn báo thức, âm thanh nhắc tin nhắn của điện thoại di động sẽ kéo dài trong 15 giây
zh_hans: 有报警消息时，手机消息提示声音将持续15秒
zh_hant: 有報警消息時，手機消息提示聲音將持續15秒

# addDevice_scan_code_success_prompt
source: Align the QR code with the device lens 15-25cm, and wait for the device to emit a prompt voice or the indicator light stops flashing.
cs: Zarovnejte QR kód s objektivem zařízení 15–25 cm a počkejte, až zařízení vydá pohotový hlas nebo kontrolka přestane blikat.
de: Halten Sie den QR-Code vor das Objektiv des Geräts (15-25 cm entfernt) und warten auf eine akustische Bestätigung oder bis die LED nicht mehr blinkt.
es: Alinee el código QR con la lente del dispositivo entre 15 y 25 cm y espere a que el dispositivo emita una voz o la luz indicadora deje de parpadear.
fi: Kohdista QR-koodi laitteen linssiin 15-25 cm ja odota, että laite antaa nopean äänen tai merkkivalo lakkaa vilkkumasta.
fr: Alignez le code QR avec l'objectif de l'appareil 15-25 cm et attendez que l'appareil émette une voix rapide ou que le voyant cesse de clignoter.
he: יישר את קוד ה-QR עם עדשת המכשיר 15-25 ס"מ, והמתן עד שהמכשיר ישמיע קול מהיר או שנורית החיווי תפסיק להבהב.
id: Sejajarkan kode QR dengan lensa perangkat 15-25cm, dan tunggu perangkat mengeluarkan suara yang cepat atau lampu indikator berhenti berkedip.
it: Allineare il codice QR con l'obiettivo del dispositivo di 15-25 cm e attendere che il dispositivo emetta una voce o che la spia smetta di lampeggiare.
ja: QRコードをデバイスのレンズ15〜25cmに合わせ、デバイスがプロンプト音声を発するか、インジケーターライトの点滅が止まるのを待ちます。
ko: QR 코드를 장치 렌즈 15-25cm에 맞추고 장치가 프롬프트 음성을 내거나 표시등이 깜박임을 멈출 때까지 기다립니다.
nb: Juster QR-koden med enhetslinsen 15-25 cm, og vent til enheten avgir en rask stemme, ellers vil indikatorlampen slutte å blinke.
nl: Lijn de QR-code uit met de lens van het apparaat 15-25 cm en wacht tot het apparaat een prompt laat horen of het indicatielampje stopt met knipperen.
pl: Dopasuj kod QR do soczewki urządzenia 15-25 cm i poczekaj, aż urządzenie wyemituje odpowiedni głos lub kontrolka przestanie migać.
pt_br: Alinhe o código QR com a lente do dispositivo de 15 a 25 cm e aguarde até que o dispositivo emita uma voz ou a luz indicadora pare de piscar.
ro: Aliniați codul QR cu obiectivul dispozitivului de 15-25 cm și așteptați ca dispozitivul să emită o voce promptă sau indicatorul luminos încetează să clipească.
ru: Совместите QR-код с линзой устройства на 15-25 см и подождите, пока устройство не издаст звуковой сигнал или индикатор перестанет мигать.
sv: Rikta in QR-koden med enhetens lins 15-25 cm, och vänta tills enheten avger en snabb röst eller så slutar indikatorlampan att blinka.
th: จัดตำแหน่งรหัส QR ให้ตรงกับเลนส์ของอุปกรณ์ 15-25 ซม. และรอให้อุปกรณ์ส่งเสียงเตือนหรือไฟแสดงสถานะหยุดกะพริบ
tr: QR kodunu cihaz merceğiyle 15-25 cm hizalayın ve cihazın bir uyarı sesi vermesini veya gösterge ışığının yanıp sönmesinin durmasını bekleyin.
vi: Căn chỉnh mã QR với thấu kính thiết bị 15-25cm và đợi thiết bị phát ra tiếng bíp hoặc đèn báo ngừng nhấp nháy.
zh_hans: 二维码对准设备镜头15-25cm，等待设备发出提示音或指示灯不再闪烁。
zh_hant: 二維碼對准設備鏡頭15-25cm，等待設備發出提示音或指示燈不再閃爍。

# alarm_baby_heart
source: Abnormal baby heart rate
cs: Abnormální srdeční frekvence dítěte
de: Abnormale Babyherzfrequenz
es: Frecuencia cardíaca anormal del bebé
fi: Epänormaali vauvan syke
fr: Fréquence cardiaque anormale du bébé
he: דופק לב לא תקין של התינוק
id: Detak jantung bayi tidak normal
it: Frequenza cardiaca anomala del bambino
ja: 異常な赤ちゃんの心拍数
ko: 비정상적인 아기 심장 박동수
nb: Unormal baby hjerterytme
nl: Abnormale babyhartslag
pl: Nieprawidłowe tętno dziecka
pt_br: Frequência cardíaca anormal do bebê
ro: ritm cardiac anormal pentru copii
ru: Ненормальный пульс ребенка
sv: Onormal babypuls
th: อัตราการเต้นของหัวใจทารกผิดปกติ
tr: Anormal bebek kalp atış hızı
vi: Nhịp tim bất thường ở trẻ sơ sinh
zh_hans: 婴儿心率异常
zh_hant: 嬰兒心率異常

# cloud_Unpaid
source: Unpaid
cs: Neplaceno
de: Unbezahlt
es: Sin pagar
fi: Maksamatta jättäminen
fr: Non payé
he: ללא תשלום
id: belum terbayar
it: Mancato pagamento
ja: 未払い
ko: 지불되지 않은
nb: Manglende betaling
nl: onbetaald
pl: Nieopłacone
pt_br: Não remunerado
ro: neplătit
ru: неоплаченный
sv: Obetald
th: ยังไม่ได้ชำระ
tr: ödenmemiş
vi: Chưa thanh toán
zh_hans: 未付款
zh_hant: 未付款

# adddevice_remote_configuration_fail
source: Remote configuration failed
cs: Vzdálená konfigurace selhala
de: Fern-Konfiguration fehlgeschlagen
es: Configuración remota fallida
fi: Etäasetustiedot epäonnistui
fr: La configuration à distance a échoué
he: תצורת מרחוק נכשלה
id: Konfigurasi jarak jauh gagal
it: Configurazione remota non è riuscita
ja: リモート構成の失敗
ko: 원격 구성 실패
nb: Ekstern konfigurasjon mislyktes
nl: Configuratie op afstand is mislukt
pl: Zdalna konfiguracja nie powiodła się
pt_br: Falha na configuração remota
ro: Configurarea de la distanță a eșuat
ru: Удаленная настройка не может быть
sv: Fjärrkonfigurering misslyckades
th: การกำหนดค่าระยะไกลล้มเหลว
tr: Uzaktan yapılandırma başarısız
vi: Cấu hình từ xa không thành công
zh_hans: 远程配置失败
zh_hant: 遠程配置失敗
