Repository: Yolo-cell-hash/go_home_ios
Catalog: ios/Runner/JASDK/JAResources/XLanguage/X35MultiLanguage/*.lproj/X35MutiLanguage.strings
Languages: cs, de, es, fi, fr, he, id, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sv, th, tr, vi, zh_hans, zh_hant

# add_Learn_about_cloud_card_3
source: What are the advantages of cloud card?
cs: Jaké jsou výhody cloudové karty?
de: Was sind die Vorteile der Cloud-Karten?
es: ¿Cuáles son las ventajas de la tarjeta en la nube?
fi: Mitkä ovat pilvikortin edut?
fr: Quels sont les avantages de la carte cloud ?
he: מהם היתרונות של כרטיס ענן?
id: Apa keuntungan dari kartu cloud?
it: Quali sono i vantaggi della carta cloud?
ja: クラウドカードのメリットは？
ko: 클라우드 카드의 장점은 무엇입니까?
nb: Hva er fordelene med skykort?
nl: Wat zijn de voordelen van een cloudkaart?
pl: Jakie są zalety karty w chmurze?
pt_br: Quais são as vantagens do cartão de nuvem?
ro: Care sunt avantajele cardului cloud?
ru: Каковы преимущества облачной карты?
sv: Vilka är fördelarna med molnkort?
th: ข้อดีของการ์ดคลาวด์คืออะไร?
tr: Bulut kartın avantajları nelerdir?
vi: Những ưu điểm của thẻ đám mây là gì?
zh_hans: 云卡有什么优点？
zh_hant: 雲卡有什麼優點？

# addDevice_device_maybe_offline_check
source: The device may be offline, please follow the steps below to check if the device is online:
cs: Zařízení může být offline. Zkontrolujte, zda je zařízení online, podle následujících kroků:
de: Das Gerät ist möglicherweise offline. Bitte führen Sie die folgenden Schritte aus, um zu überprüfen, ob das Gerät online ist:
es: El dispositivo puede estar fuera de línea, siga los pasos a continuación para verificar si el dispositivo está en línea:
fi: Laite saattaa olla offline-tilassa. Tarkista alla olevien vaiheiden avulla, onko laite online-tilassa:
fr: L'appareil peut être hors ligne, veuillez suivre les étapes ci-dessous pour vérifier si l'appareil est en ligne :
he: ייתכן שהמכשיר במצב לא מקוון, אנא בצע את השלבים הבאים כדי לבדוק אם המכשיר מקוון:
id: Perangkat mungkin offline, ikuti langkah-langkah di bawah ini untuk memeriksa apakah perangkat online:
it: Il dispositivo potrebbe essere offline, segui i passaggi seguenti per verificare se il dispositivo è online:
ja: デバイスがオフラインになっている可能性があります。以下の手順に従って、デバイスがオンラインかどうかを確認してください。
ko: 장치가 오프라인 상태일 수 있습니다. 아래 단계에 따라 장치가 온라인 상태인지 확인하십시오.
nb: Enheten kan være frakoblet. Følg trinnene nedenfor for å sjekke om enheten er tilkoblet:
nl: Het apparaat is mogelijk offline, volg de onderstaande stappen om te controleren of het apparaat online is:
pl: Urządzenie może być w trybie offline, wykonaj poniższe czynności, aby sprawdzić, czy urządzenie jest online:
pt_br: O dispositivo pode estar offline, siga as etapas abaixo para verificar se o dispositivo está online:
ro: Este posibil ca dispozitivul să fie offline, urmați pașii de mai jos pentru a verifica dacă dispozitivul este online:
ru: Устройство может быть не в сети. Чтобы проверить, подключено ли устройство к сети, выполните следующие действия:
sv: Enheten kan vara offline, följ stegen nedan för att kontrollera om enheten är online:
th: อุปกรณ์อาจออฟไลน์ โปรดทำตามขั้นตอนด้านล่างเพื่อตรวจสอบว่าอุปกรณ์ออนไลน์อยู่หรือไม่:
tr: Cihaz çevrimdışı olabilir, cihazın çevrimiçi olup olmadığını kontrol etmek için lütfen aşağıdaki adımları izleyin:
vi: Thiết bị có thể ngoại tuyến, vui lòng làm theo các bước dưới đây để kiểm tra xem thiết bị có trực tuyến hay không:
zh_hans: 设备可能离线，请按以下步骤检查设备是否在线：
zh_hant: 設備可能離線，請按以下步驟檢查設備是否在線：

# cloud_migration_service_time
source: Time:
cs: Čas:
de: Zeit:
es: Hora:
fi: Aika:
fr: Temps:
he: זְמַן:
id: Waktu:
it: Volta:
ja: 時間：
ko: 시간:
nb: Tid:
nl: Tijd:
pl: Czas:
pt_br: Tempo:
ro: Timp:
ru: Время:
sv: Tid:
th: เวลา:
tr: Zaman:
vi: Thời gian:
zh_hans: 时间：
zh_hant: 時間：

# service_map_contact_phone_number
source: Contact phone number
cs: Kontaktní telefonní číslo
de: Kontakt Telefonnummer
es: Teléfono de contacto
fi: Kontakti puhelin numero
fr: Numéro de téléphone de contact
he: מספר טלפון ליצירת קשר
id: Kontak nomor telepon
it: Numero di contatto telefonico
ja: 連絡先の電話番号
ko: 연락 전화 번호
nb: Kontakttelefonnummer
nl: Contact telefoonnummer
pl: Telefoniczny numer kontaktowy
pt_br: Telefone para contato
ro: Numar de telefon de contact
ru: Контактный телефон
sv: Kontaktnummer
th: หมายเลขโทรศัพท์ติดต่อ
tr: İletişim telefon numarası
vi: số liên lạc
zh_hans: 联系电话
zh_hant: 聯繫電話

source: Asia/Katmandu
cs: Asie / Katmandu
de: Asien / Katmandu
fi: Aasia / Katmandu
he: אסיה / קטמנדו
ja: アジア/カトマンズ
ko: 아시아 / 카트만두
ru: Азия / Катманду
sv: Asien / Katmandu
th: เอเชีย / Katmandu
tr: Asya / Katmandu
vi: Kathmandu / Nepal
zh_hans: 加德满都/尼泊尔
zh_hant: 加德滿都/尼泊爾

# person_click_get_code
source: Please click "Get Verification Code" to send the information to the system
cs: Kliknutím na "Získat ověřovací kód" zašlete informace do systému
de: Tippen Sie auf "Verfizierungscode anfordern", um die Informationen an das System zu senden
es: Haga clic en "Obtener código de verificación" para enviar la información al sistema
fi: Napsauta "Hanki vahvistuskoodi " lähettääksesi tiedot järjestelmään
fr: Cliquez sur "Obtenir le code de vérification" pour envoyer les informations au système.
he: אנא לחץ על "קבל קוד אימות" כדי לשלוח את המידע למערכת
id: Silakan klik "Dapatkan Kode Verifikasi " untuk mengirim informasi ke sistem
it: Fare clic su "Ottieni codice di verifica " per inviare le informazioni al sistema
ja: [確認コードを取得]をクリックして、情報をシステムに送信してください
ko: 정보를 시스템에 보내려면 "확인 코드 받기"를 클릭하십시오.
nb: Vennligst klikk "Få bekreftelseskode" for å sende informasjonen til systemet
nl: Klik op "Verificatiecode ophalen" om de informatie naar het systeem te verzenden
pl: Kliknij "Pobierz kod weryfikacyjny", aby wysłać informacje do systemu
pt_br: Clique em "Obter código de verificação" para enviar as informações ao sistema
ro: Vă rugăm să faceți clic pe "Obțineți codul de verificare" pentru a trimite informațiile în sistem
ru: Пожалуйста, нажмите "Получить код подтверждения ", чтобы отправить информацию в систему.
sv: Klicka på "Hämta verifieringskod" för att skicka informationen till systemet
th: กรุณาคลิก "รับรหัสยืนยัน" เพื่อส่งข้อมูลไปยังระบบ
tr: Bilgileri sisteme göndermek için lütfen "Doğrulama Kodunu Alın" düğmesini tıklayın.
vi: Vui lòng bấm vào "Lấy mã xác minh" để gửi đến hệ thống để lấy thông tin
zh_hans: 请点击“获取验证码”向系统发送获取信息
zh_hant: 請點擊“獲取驗證碼”向系統發送獲取信息

# devicesetting_Best_recording_Description
source: Best recording-the duration of resuming recording after the last valid trigger
cs: Nejlepší záznam - doba obnovení záznamu po posledním platném spuštění
de: Beste Aufnahme - die Zeit bis zur nächsten Aufnahme nach der letzten Auslösung
es: Mejor grabación: la duración de la reanudación de la grabación después del último activador válido
fi: Paras tallennus - tallennuksen jatkamisen kesto viimeisen voimassa olevan liipaisun jälkeen
fr: Meilleur enregistrement - la durée de reprise de l'enregistrement après le dernier déclencheur valide
he: ההקלטה הטובה ביותר - משך חידוש ההקלטה לאחר ההדק החוקי האחרון
id: Rekaman terbaik-durasi melanjutkan perekaman setelah pemicu valid terakhir
it: Registrazione migliore: la durata della ripresa della registrazione dopo l'ultimo trigger valido
ja: 最良の記録-最後の有効なトリガーの後に記録を再開する期間
ko: 최고 기록-마지막 유효한 트리거 이후 기록 재개 기간
nb: Beste opptak - varigheten av gjenopptakingen etter den siste gyldige utløseren
nl: Beste opname - de duur van het hervatten van de opname na de laatste geldige trigger
pl: Najlepsze nagranie - czas trwania wznawiania nagrywania po ostatnim prawidłowym wyzwoleniu
pt_br: Melhor gravação - a duração da retomada da gravação após o último acionador válido
ro: Cea mai bună înregistrare - durata reluării înregistrării după ultimul declanșator valid
ru: Лучшая запись - продолжительность возобновления записи после последнего действующего триггера.
sv: Bästa inspelningen - varaktigheten för återupptagande av inspelningen efter den sista giltiga utlösaren
th: การบันทึกที่ดีที่สุด - ระยะเวลาในการบันทึกต่อหลังจากทริกเกอร์ที่ถูกต้องล่าสุด
tr: En iyi kayıt - son geçerli tetikleyiciden sonra kayda devam etme süresi
vi: Ghi âm tốt nhất - khoảng thời gian tiếp tục ghi sau lần kích hoạt hợp lệ cuối cùng;
zh_hans: 最佳录像-最后有效触发后再续录的时长；
zh_hant: 最佳錄像-最後有效觸發後再續錄的時長；

# addDevice_nameExample_device
source: My device 1
cs: Moje zařízení 1
de: MeinKameraSystem 1
es: Mi Equipo 1
fi: Oma laite 1
fr: Mon appareil 1
he: מכשיר 1
id: Perangkat 1
it: Dispositivo 1
ja: デバイス1
ko: 내 장치
nb: Min enhet 1
nl: Mijn apparaat 1
pl: Moje urządzenie
pt_br: Meu dispositivo 1
ro: Dispozitivul meu 1
ru: Мое устройство 1
sv: Min enhet 1
th: อุปกรณ์ของฉัน 1
tr: Cihazım 1
vi: Thiết bị của tôi 1
zh_hans: 我的设备1
zh_hant: 我的設備1

# preview_no_video_check_wireless_network
source: a. Check the wireless LAN settings in the device to see if there is an accessible wireless LAN signal;
cs: a. Zkontrolujte nastavení bezdrátové sítě LAN v zařízení, abyste zjistili, zda je dostupný bezdrátový signál LAN;
de: a. Überprüfen Sie die WLAN-Einstellungen im Gerät, um festzustellen, ob ein WLAN-Signal verfügbar ist.
es: a. Verifique la configuración de LAN inalámbrica en el Equipo para ver si hay una señal de LAN inalámbrica accesible;
fi: a. Tarkista langattoman lähiverkon asetukset laitteesta, onko langaton lähiverkkosignaali käytettävissä.
fr: a. Vérifiez les paramètres LAN sans fil de l'appareil pour voir si un signal LAN sans fil est accessible.
he: א. בדוק את הגדרות הרשת האלחוטית בהתקן כדי לראות אם יש אות הרשת האלחוטית נגיש;
id: a. Periksa pengaturan LAN nirkabel di perangkat untuk melihat apakah ada sinyal LAN nirkabel yang dapat diakses;
it: a. Controllare le impostazioni della LAN wireless nel dispositivo per verificare se è disponibile un segnale LAN wireless accessibile;
ja: a.アクセス無線LAN信号があるかどうかを確認するためのデバイスで無線LAN設定を確認してください。
ko: a. 장치에서 무선 LAN 설정을 확인하여 액세스 가능한 무선 LAN 신호가 있는지 확인하십시오.
nb: a. Kontroller de trådløse LAN-innstillingene i enheten for å se om det er et tilgjengelig trådløst LAN-signal;
nl: a. Controleer de draadloze LAN-instellingen op het apparaat om te zien of er een toegankelijk draadloos LAN-signaal is;
pl: a. Sprawdź ustawienia bezprzewodowej sieci LAN w urządzeniu, aby sprawdzić, czy dostępny jest bezprzewodowy sygnał LAN;
pt_br: a. Verifique as configurações da LAN sem fio no dispositivo para ver se há um sinal de LAN sem fio acessível;
ro: a. Verificați setările rețelei wireless din dispozitiv pentru a vedea dacă există un semnal LAN accesibil fără fir;
ru: а. Проверьте настройки беспроводной локальной сети на устройстве, чтобы увидеть, есть ли доступный сигнал беспроводной локальной сети;
sv: a. Kontrollera de trådlösa LAN-inställningarna i enheten för att se om det finns en tillgänglig trådlös LAN-signal;
th: a. ตรวจสอบการตั้งค่า LAN ไร้สายในอุปกรณ์เพื่อดูว่ามีสัญญาณ LAN ไร้สายที่สามารถเข้าถึงได้หรือไม่
tr: a. Erişilebilir bir kablosuz LAN sinyali olup olmadığını görmek için cihazdaki kablosuz LAN ayarlarını kontrol edin;
vi: a. Kiểm tra cài đặt mạng LAN không dây trong thiết bị để xem có tín hiệu mạng LAN không dây có thể truy cập được hay không;
zh_hans: a.检查设备中的无线局域网设置，查看是否有可接入的无线局域网信号；
zh_hant: a.檢查設備中的無線局域網設置，查看是否有可接入的無線局域網信號；

# addDevice_help_text12
source: *If can't find indicator light,please refer to the manual.
cs: * Pokud kontrolka není správně nalezena,přečtěte si prosím návod k použití.
de: *Wenn Sie keine Status-LED finden, prüfen Sie bitte die Bedienungsanleitung
es: * Si la luz indicadora no se puede encontrar correctamente,consulte el manual de instrucciones.
fi: * Jos merkkivaloa ei löydy oikein,tutustu käyttöohjeeseen.
fr: * Si vous ne trouvez pas de voyant, veuillez vous référer au manuel.
he: נורות החיווי לא דולקות? אנא בדוק את המדריך
id: *Jika tidak ketemu lampu indikator,silakan baca di manual
it: * Se non si riuscisse a trovare l'indicatore luminoso,fare riferimento al manuale utente.
ja: *ランプが見つからない場合は、取扱説明書を参照してください。
ko: ※ 만약 제품의 인디케이터 불빛이 깜빡이지 않을 경우, 설명서를 참조해 주십시오.
nb: *Om du ikke finner LED indikator,vennligst se bruksanvisning.
nl: *Als u het indicatielampje niet kunt vinden,raadpleeg dan de handleiding.
pl: Jeśli nie możesz znaleźć diody LED, postępuj zgodnie z instrukcją obsługi.
pt_br: * Se não pode encontrar a luz indicadora,por favor consulte o manual.
ro: * Dacă nu puteți găsi indicatorul luminos,consultați manualul.
ru: * Если не можете найти индикатор,пожалуйста,обратитесь к руководству.
sv: * Om det inte finns indikatorlampa,se bruksanvisningen.
th: * หากคุณไม่พบไฟแสดงสถานะอย่างถูกต้องโปรดดูคู่มือ
tr: * Gösterge ışığını bulamıyorsanız,lütfen kılavuza bakın.
vi: * Nếu bạn không thể tìm thấy đèn báo chính xác, vui lòng tham khảo sách hướng dẫn.
zh_hans: *若不能正确找到指示灯，请参考说明书。
zh_hant: *若不能正確找到指示燈，請參考說明書。

# plural
source: %1$d sec
cs: %1$d sekund
de: %1$d Sek
es: %1$d segun
fi: %1$d sekuntia
he: %1$d שניות
id: %1$d det
ja: %1$d秒
ko: %1$d 초
nb: %1$d sek
pl: %1$d sek
pt_br: %1$d seg
ru: %1$d сек
sv: %1$d sek
th: %1$d วินาที
tr: %1$d sn
vi: %1$d giây
zh_hans: %1$d秒
zh_hant: %1$d秒

# userInfo_logout
source: Log out
cs: Odhlásit se
es: Cerrar sesión
fi: Kirjautua ulos
fr: Se déconnecter
he: להתנתק
id: Keluar
it: Disconnettersi
ja: ログアウト
ko: 로그 아웃
nb: Logg ut
nl: Uitloggen
pl: Wyloguj
pt_br: Sair
ro: Deconectați-vă
ru: Выйти
sv: Logga ut
th: ออกจากระบบ
tr: Çıkış Yap
vi: đăng xuất
zh_hans: 退出登录
zh_hant: 退出登錄

# devicesetting_Video_center_correction
source: Video center correction
cs: Oprava videokonferencí
de: Video Änderung
es: Corrección del centro de video
fi: Videokeskuksen korjaus
fr: Correction du centre vidéo
he: תיקון מרכז הווידאו
id: koreksi pusat Video
it: Correzione del centro video
ja: ビデオセンター補正
ko: 비디오 센터 수정
nb: Korrigering av videosenter
nl: Videocentrale correctie
pl: Korekta centrum wideo
pt_br: Correção do centro de vídeo
ro: Centrul de corecție video
ru: Коррекция видеоцентра
sv: Korrigering av videocenter
th: แก้ไขศูนย์วิดีโอ
tr: Video merkezi düzeltmesi
vi: Chỉnh sửa trung tâm video
zh_hans: 视频圆心矫正
zh_hant: 視頻圓心矯正

# devicelist_code_are_sure_exit
source: Matching code, are you sure to exit?
cs: Odpovídající kód, jste si jisti, že ukončíte?
de: WLAN Aufbau wirklich beenden?
es: Código coincidente, ¿está seguro de salir?
fi: Vastaava koodi, poistutko varmasti?
fr: Matching code, êtes-vous sûr de quitter ?
he: קוד תואם, אתה בטוח לצאת?
id: Kode yang cocok, apakah Anda yakin akan keluar?
it: Codice corrispondente, sei sicuro di uscire?
ja: 一致するコード、終了してもよろしいですか？
ko: 코드가 일치합니다. 종료하시겠습니까?
nb: Matchende kode, er du sikker på å avslutte?
nl: Overeenkomende code, weet u zeker dat u wilt afsluiten?
pl: Pasujący kod, czy na pewno chcesz wyjść?
pt_br: Código correspondente, tem certeza que deseja sair?
ro: Cod de potrivire, sunteți sigur că ieșiți?
ru: Соответствующий код, вы уверены, что выйдете?
sv: Matchande kod, kommer du säkert att avsluta?
th: รหัสตรงกัน คุณแน่ใจหรือไม่ว่าต้องการออก
tr: Eşleşen kod, çıkmak istediğinizden emin misiniz?
vi: Mã phù hợp, bạn có chắc chắn thoát không?
zh_hans: 正在对码中，是否确定退出？
zh_hant: 正在對碼中，是否確定退出？

# device_share_noExist
source: Share does not exist
cs: Sdílení neexistuje
de: Teilen existiert nicht
es: Compartir no existe
fi: Jakamista ei ole olemassa
fr: La part n'existe pas
he: שיתוף לא קיים
id: penbagian tidak ada
it: Condivisione insesistente
ja: シェアがありません
ko: 공유된 기기가 없습니다.
nb: Del eksisterer ikke
nl: Deel bestaat niet
pl: Udostępnienie nie istnieje
pt_br: A partilha não existe
ro: Partajarea nu există
ru: Поделиться не существует
sv: Del existerar inte
th: ไม่มีการแชร์
tr: Paylaş mevcut değil
vi: Chia sẻ không tồn tại
zh_hans: 分享不存在
zh_hant: 分享不存在

source: Battery：
cs: Baterie:
de: Akku:
es: Batería:
fi: Akku:
fr: Batterie:
he: סוֹלְלָה:
id: Baterai:
it: Batteria:
ja: バッテリー：
ko: 배터리:
nb: Batteri:
nl: Accu:
pl: Bateria:
pt_br: Bateria:
ro: Baterie:
ru: Аккумулятор ：
sv: Batteri:
th: แบตเตอรี่:
tr: Pil:
vi: Ắc quy:
zh_hans: 电量：
zh_hant: 電量：

# permissions_file_read_write
source: Allow the APP to obtain file read and write permissions to use this function normally
cs: Povolte aplikaci APP získat oprávnění ke čtení a zápisu souborů k normálnímu používání této funkce
de: Erteilen Sie der App Lese- und Schreibberechtigungen für Dateien, um diese Funktion ordnungsgemäß zu verwenden
es: Permita que la APLICACIÓN obtenga permisos de lectura y escritura de archivos para usar esta función normalmente
fi: Salli APP: n saada tiedostojen luku- ja kirjoitusoikeudet käyttää tätä toimintoa normaalisti
fr: Autoriser l'APP à obtenir des autorisations de lecture et d'écriture de fichiers pour utiliser cette fonction normalement
he: אפשר לאפליקציה לקבל הרשאות קריאה וכתיבה של קבצים כדי להשתמש בפונקציה זו באופן רגיל
id: Izinkan APP untuk mendapatkan izin membaca dan menulis file untuk menggunakan fungsi ini secara normal
it: Consenti all'APP di ottenere i permessi di lettura e scrittura dei file per utilizzare normalmente questa funzione
ja: この機能を正常に使用するために、APPがファイルの読み取りおよび書き込み権限を取得できるようにします
ko: 앱이 이 기능을 정상적으로 사용하기 위해 파일 읽기 및 쓰기 권한을 얻도록 허용
nb: La APP få fil- og skrivetillatelser for å bruke denne funksjonen normalt
nl: Sta de APP toe om lees- en schrijfrechten voor bestanden te verkrijgen om deze functie normaal te gebruiken
pl: Zezwól aplikacji na uzyskanie uprawnień do odczytu i zapisu plików, aby normalnie korzystać z tej funkcji
pt_br: Permitir que o APP obtenha permissões de leitura e gravação de arquivos para usar esta função normalmente
ro: Permiteți aplicației să obțină permisiuni de citire și scriere a fișierelor pentru a utiliza această funcție în mod normal
ru: Разрешить приложению получать разрешения на чтение и запись файлов, чтобы использовать эту функцию в обычном режиме.
sv: Låt APP: n få fil- och skrivbehörighet för att använda denna funktion normalt
th: อนุญาตให้แอปรับสิทธิ์ในการอ่านและเขียนไฟล์เพื่อใช้ฟังก์ชันนี้ตามปกติ
tr: APP'nin bu işlevi normal şekilde kullanmak için dosya okuma ve yazma izinleri almasına izin verin
vi: Cho phép APP nhận quyền đọc và ghi tệp để sử dụng chức năng này bình thường
zh_hans: 允许APP获取文件读写权限，才能正常使用此功能
zh_hant: 允許APP獲取文件讀寫權限，才能正常使用此功能

# devicesetting_4G_card_pay_failed
source: Payment failed
cs: Platba se nezdařila
de: Zahlung fehlgeschlagen
es: Pago fallido
fi: Maksu epäonnistui
fr: Le paiement a échoué
he: התשלום נכשל
id: Pembayaran gagal
it: Pagamento fallito
ja: 支払いに失敗しました
ko: 결제 실패
nb: Betalingen mislyktes
nl: Betaling mislukt
pl: Płatność nieudana
pt_br: Falha no pagamento
ro: Plata a eșuat
ru: Платеж не прошел
sv: Betalningen misslyckades
th: ชำระเงินล้มเหลว
tr: Ödeme başarısız
vi: Thanh toán không thành công
zh_hans: 支付失败
zh_hant: 支付失敗

# devicesetting_turn_on_timer_video_prompt
source: Continuously turning on the timer video will accelerate the TF card loss
cs: Trvalé zapínání časovaného videa zrychlí ztrátu karty TF
de: Durch dauerhafte Zeitplan-Aufnahme wird der Verschleiß der SD-Karte beschleunigt
es: Encender continuamente el video del temporizador acelerará la pérdida de la tarjeta TF
fi: Ajastetun videon jatkuva kytkeminen nopeuttaa TF-kortin katoamista
fr: L'activation continue de la vidéo de la minuterie accélérera la perte de la carte TF
he: הפעלה מתמשכת של סרטון הטיימר תאיץ את אובדן כרטיס ה- TF
id: Mengaktifkan video pengatur waktu secara terus menerus akan mempercepat hilangnya kartu TF
it: L'attivazione continua del video del timer accelera la perdita della scheda TF
ja: タイマービデオを継続的にオンにすると、TFカードの損失が加速します
ko: 타이머 비디오를 계속 켜면 TF 카드 손실이 가속화됩니다.
nb: Hvis du kontinuerlig slår på tidtakervideoen, akselererer du tapet på TF-kortet
nl: Het continu inschakelen van de timervideo zal het verlies van de TF-kaart versnellen
pl: Ciągłe włączanie wideo z timerem przyspieszy utratę karty TF
pt_br: Ligar continuamente o temporizador de vídeo irá acelerar a perda do cartão TF
ro: Pornirea continuă a temporizatorului video va accelera pierderea cardului TF
ru: Постоянное включение таймера видео ускорит потерю TF-карты
sv: Om du kontinuerligt slår på timervideoen påskyndas TF-kortförlusten
th: การเปิดวิดีโอตัวจับเวลาอย่างต่อเนื่องจะช่วยเร่งการสูญเสียการ์ด TF
tr: Zamanlayıcı videosunu sürekli açmak, TF kart kaybını hızlandıracaktır
vi: Liên tục bật ghi thời gian sẽ đẩy nhanh việc mất thẻ TF
zh_hans: 持续开启定时录像会加速TF卡的损耗
zh_hant: 持續開啟定時錄像會加速TF卡的損耗

# Lead_page_Experience_Now
source: Experience Now
cs: Zažijte hned
de: Jetzt starten
es: Experimente ahora
fi: Koe nyt
fr: Faites l'expérience maintenant
he: התנסה עכשיו
id: Pengalaman Sekarang
it: Provalo ora
ja: 今すぐ体験
ko: 지금 경험하세요
nb: Opplev nå
nl: Ervaar nu
pl: Doświadcz teraz
pt_br: Experimente agora
ro: Experienta acum
ru: Опыт сейчас
sv: Upplev nu
th: สัมผัสประสบการณ์ตอนนี้
tr: Şimdi Deneyimleyin
vi: Trải nghiệm ngay
zh_hans: 立即体验
zh_hant: 立即體驗

# alarm_message_push
source: Message push
cs: Zpráva push
de: Push-Nachrichten
es: Mensaje push
fi: Viesti push
he: דחיפת הודעה
id: Pesan push
it: Push del messaggio
ja: メッセージプッシュ
ko: 메시지 푸시
nb: Meldingstrykk
nl: Bericht push
pl: Push wiadomości
pt_br: Envio de mensagem
ro: Apăsați mesajul
ru: Сообщение push
sv: Meddelandepush
th: ข้อความแจ้งเตือน
tr: Mesaj gönderme
vi: Đẩy Tin tức
zh_hans: 消息推送
zh_hant: 消息推送

# message_Put_away
source: Put away
cs: Dát pryč
de: Weglegen
es: Guardar
fi: Laittaa pois
fr: Ranger
he: הניחו
id: Menyimpan
it: Mettere via
ja: 片付け
ko: 치워
nb: Legge vekk
nl: Wegdoen
pl: Odłożyć
pt_br: Por para fora
ro: Pune deoparte
ru: Убрать
sv: Ställ undan
th: เอาออกไป
tr: Bırakmak
vi: Cất đi
zh_hans: 收起
zh_hant: 收起

# adddeevice_smartlink_prompt
source: Smart Add does not support 4G, 5G networks, can only be used in WiFi environment
cs: Inteligentní přidání nepodporuje sítě 4G, 5G, lze je používat pouze v prostředí WiFi
de: Smart Hinzufügen unterstützt keine 4G-, 5G-Netzwerke und kann nur in einer WLAN-Umgebung verwendet werden
es: Smart Add no admite redes 4G, 5G, solo se puede utilizar en un entorno WiFi
fi: Smart Add ei tue 4G-, 5G-verkkoja, niitä voidaan käyttää vain WiFi-ympäristössä
fr: Smart Add ne prend pas en charge les réseaux 4G et 5G, ne peut être utilisé que dans un environnement WiFi
he: חכם הוסף אינו תומך 4G, רשתות 5G, ניתן להשתמש רק בסביבה WiFi
id: Smart Add tidak mendukung 4G, jaringan 5G, hanya dapat digunakan di lingkungan WiFi
it: Smart Add non supporta reti 4G, 5G, può essere utilizzato solo in ambiente WiFi
ja: スマート追加は4G、5Gネットワークをサポートしていません。無線LAN環境でのみ使用できます。
ko: 스마트링크 추가는 4G, 5G 네트워크를 지원하지 않으며 WiFi 환경에서만 사용할 수 있습니다.
nb: Smart Add støtter ikke 4G, 5G-nettverk, kan bare brukes i WiFi-miljø
nl: Smart Add ondersteunt geen 4G, 5G-netwerken, kan alleen worden gebruikt in een WiFi-omgeving
pl: Smart Add nie obsługuje sieci 4G, 5G, może być używany tylko w środowisku WiFi
pt_br: Smart Add não suporta redes 4G, 5G, só pode ser usado em ambiente WiFi
ro: Adăugarea inteligentă nu acceptă rețelele 4G, 5G, poate fi utilizată numai în mediul WiFi
ru: Smart Add не поддерживает сети 4G, 5G, может использоваться только в среде WiFi
sv: Smart Add stöder inte 4G, 5G-nätverk, kan bara användas i WiFi-miljö
th: การเพิ่มอัจฉริยะไม่รองรับเครือข่าย 4G,5G สามารถใช้ได้เฉพาะในวง WiFi เท่านั้น
tr: Smart Add 4G'yi desteklemiyor, 5G ağları, yalnızca WiFi ortamında kullanılabilir
vi: Smart Add không hỗ trợ mạng 4G và 5G, nó chỉ có thể được sử dụng trong môi trường WiFi
zh_hans: 智能添加不支持4G、5G网络，只可在WiFi环境下使用
zh_hant: 智能添加不支持4G、5G網絡，只可在WiFi環境下使用
