Repository: Yolo-cell-hash/go_home_ios
Catalog: ios/Runner/JASDK/JAResources/XLanguage/X35MultiLanguage/*.lproj/X35MutiLanguage.strings
Languages: cs, de, es, fi, fr, he, id, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sv, th, tr, vi, zh_hans, zh_hant

# Cloud_storage_service_video_switch
source: Cloud video switch
cs: Přepínač videa Cloud
de: Cloud Video ändern
es: Interruptor de video en la nube
fi: Pilvivideokytkin
fr: Commutateur vidéo en nuage
he: מתג וידאו בענן
id: Sakelar video cloud
it: Interruttore video cloud
ja: クラウドビデオスイッチ
ko: 클라우드 비디오 스위치
nb: Cloud video bryter
pl: Przełącznik wideo w chmurze
pt_br: Comutador de vídeo na nuvem
ro: Comutator video pentru nori
ru: Облачный видео переключатель
th: เปลี่ยนเป็นวิดีโอบนคลาวด์
tr: Bulut video anahtarı
vi: Chuyển đổi video đám mây
zh_hans: 云录像开关
zh_hant: 雲錄像開關

# orderDetailChangeDevice
source: Replace Device
cs: Náhradní zařízení
de: Gerät ersetzen
es: Reemplazar equipo
fi: Korvauslaitteet
fr: Remplacer l'équipement
he: החלפת ציוד
id: Ganti pelengkapan
it: Sostituire apparecchiatura
ja: 機器の交換
ko: 장비 교체
nb: Erstatt utstyr
nl: Apparatuur vervangen
pl: Wymień sprzęt
pt_br: Equipamentos de substituição
ro: Înlocuiți echipamentul
ru: Заменить оборудование
sv: Byt ut utrustning
th: แทนที่อุปกรณ์
tr: Ekipmanı değiştirin
vi: Thiết bị thay thế
zh_hans: 更换设备
zh_hant: 更換設備

# add_Configuration_failed
source: Configuration failed
cs: Konfigurace se nezdařila
de: Konfiguration fehlgeschlagen
es: Error de configuración
fi: Määritys epäonnistui
fr: La configuration a échoué
he: התצורה נכשלה
id: Konfigurasi gagal
it: Configurazione non riuscita
ja: 構成に失敗しました
ko: 구성 실패
nb: Konfigurasjonen mislyktes
nl: Configuratie mislukt
pl: Konfiguracja nie powiodła się
pt_br: Falha na configuração
ro: Configurarea a eșuat
ru: Ошибка конфигурации
sv: Konfigurationen misslyckades
th: การกำหนดค่าล้มเหลว
tr: Yapılandırma başarısız oldu
vi: Cấu hình không thành công
zh_hans: 配置失败
zh_hant: 配置失敗

# person_feedback_device_name_id
source: Device name or ID
cs: Název zařízení nebo ID
de: Gerätename oder ID
es: Nombre o ID del dispositivo
fi: Laitteen nimi tai tunnus
fr: Nom ou ID de l'appareil
he: שם או מזהה מכשיר
id: Nama atau ID perangkat
it: Nome o ID del dispositivo
ja: デバイス名またはID
ko: 장치 이름 또는 ID
nb: Enhetsnavn eller ID
nl: Apparaatnaam of ID
pl: Nazwa lub identyfikator urządzenia
pt_br: Nome ou ID do dispositivo
ro: Numele sau ID-ul dispozitivului
ru: Имя или идентификатор устройства
sv: Enhetsnamn eller ID
th: ชื่ออุปกรณ์หรือรหัส
tr: Cihaz adı veya kimliği
vi: Tên hoặc ID thiết bị
zh_hans: 设备名称或者ID
zh_hant: 設備名稱或者ID

# person_email_address_format_error
source: Email address format error
cs: Chyba formátu e-mailové adresy
de: Formatfehler der E-Mail-Adresse
es: Error de formato de dirección de correo electrónico
fi: Sähköpostiosoitteen muotovirhe
fr: Erreur de format d'adresse e-mail
he: שגיאה בפורמט כתובת הדוא"ל
id: Kesalahan format alamat email
it: Errore di formato dell'indirizzo email
ja: メールアドレスフォーマットエラー
ko: 이메일 주소 형식 오류
nb: E-postadresseformatfeil
nl: Fout in formaat e-mailadres
pl: Błąd formatu adresu e-mail
pt_br: Erro de formato de endereço de e-mail
ro: Eroare la formatul adresei de e-mail
ru: Ошибка формата адреса электронной почты
sv: E-postadressens formatfel
th: รูปแบบที่อยู่อีเมลผิดพลาด
tr: E-posta adresi biçimi hatası
vi: Lỗi định dạng địa chỉ email
zh_hans: 邮箱地址格式错误
zh_hant: 郵箱地址格式錯誤

# cloud_storage_service_will_expire_ios
source: Cloud storage service will expire in %@ days
cs: Služba cloudového úložiště vyprší za %@ dní
de: Der Cloud-Speicherdienst läuft in %@ Tagen ab
es: El servicio de almacenamiento en la nube caducará en %@ días
fi: Pilvitallennuspalvelu vanhenee %@ päivän kuluttua
fr: Le service de stockage cloud expirera dans %@ jours
he: שירות האחסון בענן יפוג בעוד %@ ימים
id: Layanan penyimpanan cloud akan kedaluwarsa dalam %@ hari
it: Il servizio di archiviazione cloud scadrà tra %@ giorni
ja: クラウドストレージサービスは%@日で期限切れになります
ko: 클라우드 스토리지 서비스가 %@일 후에 만료됩니다.
nb: Skylagringstjenesten utløper om %@ dager
nl: Cloudopslagservice verloopt over %@ dagen
pl: Usługa przechowywania w chmurze wygaśnie za %@ dni
pt_br: O serviço de armazenamento em nuvem expira em %@ dias
ro: Serviciul de stocare în cloud va expira în %@ zile
ru: Срок действия облачного хранилища истекает через %@ дней.
sv: Molnlagringstjänsten upphör att gälla om %@ dagar
th: บริการพื้นที่จัดเก็บบนคลาวด์จะหมดอายุใน %@ วัน
tr: Bulut depolama hizmetinin süresi %@ gün içinde sona erecek
vi: Dịch vụ lưu trữ đám mây sẽ hết hạn sau %@ ngày nữa
zh_hans: 云存储服务将在%@天后过期
zh_hant: 雲存儲服務將在%@天后過期

# MJRefreshHeaderDateTodayText
source: Today
cs: Dnes
de: Heute
es: Hoy
fi: tänään
fr: Aujourd'hui
he: היום
id: hari ini
it: Oggi
ja: 今日
ko: 오늘
nb: i dag
nl: Vandaag
pl: Dziś
pt_br: Hoje
ro: Astăzi
ru: сегодня
sv: I dag
th: วันนี้
tr: Bugün
vi: Hôm nay
zh_hans: 今天
zh_hant: 今天

# devicelist_Device_offline
source: Device is offline
cs: Zařízení je offline
de: Gerät offline
es: El dispositivo está desconectado
fi: Laite on offline -tilassa
fr: l'appareil est hors ligne
he: המכשיר לא מקוון
id: Perangkat sedang offline
it: Il dispositivo è offline
ja: デバイスはオフラインです
ko: 기기가 오프라인 상태입니다.
nb: Enheten er frakoblet
nl: Apparaat is offline
pl: Urządzenie jest offline
pt_br: O dispositivo está offline
ro: Dispozitivul este offline
ru: Устройство не в сети
sv: Enheten är offline
th: อุปกรณ์ออฟไลน์อยู่
tr: Cihaz çevrimdışı
vi: Thiết bị đang ngoại tuyến
zh_hans: 设备已离线
zh_hant: 設備已離線

# deviceSetting_videoBackup_loading
source: Downloading
cs: Stahování
de: wird heruntergeladen
es: Descargando
fi: Ladataan
fr: Téléchargement
he: מוריד
id: Mengunduh
it: Download
ja: ダウンロード
ko: 다운로드 중
nb: Laster ned
nl: downloaden
pl: Ściąganie
pt_br: Baixando
ro: Descărcarea
ru: Загрузка
sv: Laddar ner
th: กำลังดาวน์โหลด
tr: indiriliyor
vi: Đang tải xuống
zh_hans: 正在下载
zh_hant: 正在下載

# person_follow_public_account_IOS
source: Follow the"%@" public account
cs: Postupujte podle veřejného účtu "%@"
de: Folgen Sie dem öffentlichen Konto "%@"
es: Siga la cuenta pública "%@ "
fi: Seuraa julkista tiliä "%@ "
fr: Suivez le compte public "%@ "
he: עקוב אחר החשבון הציבורי "%@ "
id: Ikuti akun publik "%@"
it: Segui l'account pubblico "%@ "
ja: 「%@」パブリックアカウントをフォローする
ko: "%@ "공개 계정 팔로우
nb: Følg den "%@" offentlige kontoen
nl: Volg het openbare account "%@"
pl: Obserwuj konto publiczne "%@"
pt_br: Siga a conta pública "%@"
ro: Urmați contul public "%@ "
ru: Подпишитесь на общедоступный аккаунт "%@ "
sv: Följ det offentliga kontot "%@ "
th: ติดตามบัญชีสาธารณะ "%@"
tr: "%@ " Genel hesabı takip edin
vi: Theo dõi tài khoản công khai "%@"
zh_hans: 关注“%@”公众号
zh_hant: 關注“%@”公眾號

# cloud_pay_stripe_prompt
source: User-friendly payment
cs: Uživatelsky přátelská platba
de: Benutzerfreundliche Bezahlung
es: Pago fácil de usar
fi: Käyttäjäystävällinen maksu
fr: Paiement convivial
he: תשלום ידידותי למשתמש
id: Pembayaran yang ramah pengguna
it: Pagamento facile da usare
ja: ユーザーフレンドリーな支払い
ko: 사용자 친화적 인 지불
nb: Brukervennlig betaling
nl: Gebruiksvriendelijke betaling
pl: płatność łatwy w obsłudze
pt_br: Pagamento fácil de usar
ro: Plata plăcută pentru utilizatori
ru: Удобный платеж
sv: Användarvänlig betalning
th: การชำระเงินที่ใช้งานง่าย
tr: Kullanıcı dostu ödeme
vi: Thanh toán thân thiện với người dùng
zh_hans: 用户友好型支付
zh_hant: 用戶友好型支付

# message_Equipment_low_battery
source: Equipment low battery
cs: Slabá baterie zařízení
de: Schwache Batterie des Geräts
es: Batería baja del equipo
fi: Laitteen akku vähissä
fr: Batterie faible de l'équipement
he: סוללה חלשה בציוד
id: Peralatan baterai rendah
it: Attrezzatura a batteria scarica
ja: 機器のローバッテリー
ko: 장비 배터리 부족
nb: Utstyr lavt batterinivå
nl: Batterij bijna leeg
pl: Niski poziom naładowania baterii
pt_br: Bateria fraca do equipamento
ro: Echipament baterie descărcată
ru: Низкий уровень заряда батареи оборудования
sv: Utrustning lågt batteri
th: อุปกรณ์แบตเตอรี่ต่ำ
tr: Ekipman düşük pil
vi: Thiết bị pin yếu
zh_hans: 设备电量低
zh_hant: 設備電量低

# add_Cloud_card_configuration
source: Cloud card configuration
cs: Konfigurace cloudové karty
de: Konfiguration der Cloud-Karte
es: Configuración de la tarjeta en la nube
fi: Pilvikortin määritys
fr: Configuration de la carte cloud
he: תצורת כרטיס ענן
id: Konfigurasi kartu cloud
it: Configurazione della scheda cloud
ja: クラウドカードの構成
ko: 클라우드 카드 구성
nb: Cloud-kortkonfigurasjon
nl: Cloudkaartconfiguratie
pl: Konfiguracja karty w chmurze
pt_br: Configuração do cartão de nuvem
ro: Configurare card cloud
ru: Конфигурация облачной карты
sv: Molnkortskonfiguration
th: การกำหนดค่าการ์ดคลาวด์
tr: Bulut kartı yapılandırması
vi: Cấu hình thẻ đám mây
zh_hans: 云卡配置
zh_hant: 雲卡配置

# deviceSetting_weekend
source: Weekend
cs: Víkend
de: Wochenende
es: Fin de semana
fi: Viikonloppu
he: סוף שבוע
id: Akhir pekan
it: Fine settimana
ja: 週末
ko: 주말
nb: Helg
pt_br: Fim de semana
ro: Sfârșit de săptămână
ru: Выходные
sv: Helgen
th: สุดสัปดาห์
tr: Hafta sonu
vi: Ngày cuối tuần
zh_hans: 周末
zh_hant: 週末

# cloud_Cloud_storage_device
source: Cloud storage device
cs: Zařízení pro ukládání cloud
de: Cloud-Speichergerät
es: Equipo de almacenamiento en la nube
fi: Cloud-tallennuslaite
fr: Périphérique de stockage en Cloud
he: התקן אחסון בענן
id: perangak penyimpanan awan
it: Dispositivo di archiviazione cloud
ja: クラウドストレージデバイス
ko: 클라우드 저장 장치
nb: Cloud-lagringsenhet
nl: Cloud-opslagapparaat
pl: Urządzenie do przechowywania w chmurze
pt_br: Dispositivo de armazenamento em nuvem
ro: Dispozitiv de stocare în cloud
ru: Облачное устройство хранения
sv: Cloud lagringsenhet
th: อุปกรณ์จัดเก็บข้อมูลแบบคลาวด์
tr: Bulut depolama aygıtı
vi: Thiết bị lưu trữ đám mây
zh_hans: 云存设备
zh_hant: 雲存設備

# setting_tips_save
source: The settings have not been saved. Are you sure to save?
cs: Nastavení nebyla uložena. Opravdu chcete uložit?
de: Einstellungen wurden noch nicht gespeichert. Möchten Sie diese speichern?
es: La configuración no se ha guardado. ¿Estás seguro de ahorrar?
fi: Asetuksia ei ole tallennettu. Säästätkö varmasti?
fr: Les paramètres n'ont pas été enregistrés. Êtes-vous sûr de sauver?
he: ההגדרות לא נשמרו. האם אתה בטוח לשמור?
id: Pengaturan belum disimpan. Anda yakin ingin menyimpan?
it: Le impostazioni non sono state salvate. Sei sicuro di salvare?
ja: 設定は保存されていません。 保存してもよろしいですか？
ko: 설정이 저장되지 않았습니다. 저장 하시겠습니까?
nb: Innstillingene er ikke lagret. Er du sikker på å lagre?
nl: De instellingen zijn niet opgeslagen. Weet u zeker dat u wilt opslaan?
pl: Ustawienia nie zostały zapisane. Czy na pewno zaoszczędzisz?
pt_br: As configurações não foram salvas. Você tem certeza de salvar?
ro: Setările nu au fost salvate. Sigur salvați?
ru: Настройки не были сохранены. Вы уверены, что сохранить?
sv: Inställningarna har inte sparats. Är du säker på att spara?
th: การตั้งค่ายังไม่ได้บันทึกไว้,คุณต้องการบันทึกหรือไม่?
tr: Ayarlar kaydedilmedi. Tasarruf ettiğinden emin misin?
vi: Cài đặt chưa được lưu, bạn có chắc chắn lưu cài đặt này không?
zh_hans: 设置尚未保存，是否确定保存？
zh_hant: 設置尚未保存，是否確定保存？

# addDevice_networked
source: Add by ID/IP
cs: Přidat podle ID/IP
de: Netzwerk Geräte
es: Agregar por ID/IP
fi: Lisää ID/IP
fr: Ajouter par ID/IP
he: הוסף לפי מזהה /IP
id: Tambahkan dengan ID/IP
it: Aggiungi per ID/IP
ja: ID/IPで追加
ko: 연결된 장치
nb: Legg ved ID / IP
nl: Voeg door ID/IP
pl: Dodaj według ID/IP
pt_br: Adicionar por ID/IP
ro: Adăugați prin ID/IP
ru: Добавить по ID/IP
sv: Lägg av ID/IP
th: เพิ่มโดย ID/IP address
tr: Kimlik/IP ile ekle
vi: Thêm bằng ID / IP
zh_hans: 通过ID/IP添加
zh_hant: 通過ID/IP添加

# devicesetting_4G_card_sim_card_activated_success
source: Activated successfully
cs: Aktivováno úspěšně
de: Erfolgreich aktiviert
es: Activado exitosamente
fi: Aktivoitu onnistuneesti
fr: Activé avec succès
he: הופעל בהצלחה
id: Diaktifkan dengan sukses
it: Attivato con successo
ja: 正常にアクティブ化されました
ko: 성공적으로 활성화
nb: Aktivert vellykket
nl: Succesvol geactiveerd
pl: Aktywowano pomyślnie
pt_br: Ativado com sucesso
ro: Activat cu succes
ru: Активирован успешно
sv: Aktiveras framgångsrikt
th: การเปิดใช้งาน สำเร็จ
tr: Başarılı bir şekilde etkinleştirildi
vi: Đã kích hoạt thành công
zh_hans: 激活成功
zh_hant: 激活成功

# devicelist_upgraded_linkvisual
source: The device "%1$s" is being upgraded, it will take about 1-2 minutes, please do not leave
cs: Zařízení "%1$s" se upgraduje, bude to trvat asi 1–2 minuty, prosím neopouštějte ho
de: Das Gerät "%1$s" wird aktualisiert. Dies dauert ca. 1-2 Minuten, bitte Maske nicht verlassen
es: El dispositivo "%1$s" se está actualizando, tardará entre 1 y 2 minutos, no se vaya
fi: Zařízení "%1$s" se upgraduje, bude to trvat asi 1–2 minuty, prosím neopouštějte ho
fr: Le périphérique "%1$s" est en cours de mise à niveau, cela prendra environ 1 à 2 minutes, veuillez ne pas le quitter
he: המכשיר "%1$s" משודרג, זה ייקח בערך 1-2 דקות, בבקשה אל תעזוב
id: Perangkat "%1$s" sedang ditingkatkan, ini akan memakan waktu sekitar 1-2 menit, jangan tinggalkan
it: È in corso l'aggiornamento del dispositivo "%1$s". Ci vorranno circa 1-2 minuti, per favore non andartene
ja: デバイス"%1$s"がアップグレードされています。約1〜2分かかります。離れないでください
ko: "%1$s "장치를 업그레이드하는 중입니다. 1 ~ 2 분 정도 걸립니다. 나가지 마십시오.
nb: Enheten "%1$s" oppgraderes. Det tar omtrent 1-2 minutter, ikke la den gå
nl: Het apparaat "%1$s" wordt geüpgraded, het duurt ongeveer 1-2 minuten, ga alsjeblieft niet weg
pl: Urządzenie "%1$s" jest aktualizowane. Zajmie to około 1-2 minut, nie wychodź
pt_br: O dispositivo "%1$s" está sendo atualizado, levará cerca de 1-2 minutos, por favor, não saia
ro: Dispozitivul "%1$s" este în curs de actualizare, va dura aproximativ 1-2 minute, vă rugăm să nu plecați
ru: Устройство "%1$s" обновляется, это займет около 1-2 минут, пожалуйста, не уходите
sv: Enheten "%1$s" uppgraderas, det tar cirka 1-2 minuter, vänligen lämna den inte
th: กำลังอัปเกรดอุปกรณ์ "%1$s" ซึ่งจะใช้เวลาประมาณ 1-2 นาทีโปรดอย่าออกไป
tr: "%1$s" cihazı yükseltiliyor, yaklaşık 1-2 dakika sürecek, lütfen ayrılmayın
vi: Thiết bị "%1$s" đang được nâng cấp, sẽ mất khoảng 1-2 phút, vui lòng không rời khỏi
zh_hans: 设备“%1$s”正在升级，大约需要1-2分钟，请不要离开
zh_hant: 設備“%1$s”正在升級，大約需要1-2分鐘，請不要離開

# deviceSetting_Total_capacity_ios
source: Total capacity %@
cs: Celková kapacita %@
de: Gesamtkapazität %@
es: Capacidad total %@
fi: Kokonaiskapasiteetti %@
fr: Capacité totale %@
he: קיבולת כוללת %@
id: Kapasitas total %@
it: Capacità totale %@
ja: 総容量%@
ko: 총 용량 %@
nb: Total kapasitet %@
nl: Totale capaciteit %@
pl: Całkowita pojemność %@
pt_br: Capacidade total %@
ro: Capacitate totală %@
ru: Общая емкость %@
sv: Total kapacitet %@
th: ความจุทั้งหมด %@
tr: Toplam kapasite %@
vi: Tổng dung lượng %@
zh_hans: 总容量%@
zh_hant: 總容量%@

# deviceSetting_Message_interval_describe
source: If there are more messages, you can set a larger interval to reduce interference
cs: Pokud je zpráv více, můžete nastavit větší interval pro snížení rušení
de: Bei vielen Benachrichtigungen, können Sie ein größeres Intervall einstellen, um Störungen zu reduzieren
es: Si hay más mensajes, puede establecer un intervalo mayor para reducir la interferencia.
fi: Jos viestejä on enemmän, voit asettaa suuremman välin häiriöiden vähentämiseksi
fr: S'il y a plus de messages, vous pouvez définir un intervalle plus grand pour réduire les interférences
he: אם יש יותר הודעות, אתה יכול להגדיר מרווח גדול יותר כדי להפחית הפרעות
id: Jika ada lebih banyak pesan, Anda dapat mengatur interval yang lebih besar untuk mengurangi gangguan
it: Se ci sono più messaggi, puoi impostare un intervallo più ampio per ridurre le interferenze
ja: メッセージが多い場合は、間隔を大きく設定して干渉を減らすことができます
ko: 메시지가 더 많은 경우 더 큰 간격을 설정하여 간섭을 줄일 수 있습니다.
nb: Hvis det er flere meldinger, kan du angi et større intervall for å redusere interferens
nl: Als er meer berichten zijn, kunt u een groter interval instellen om interferentie te verminderen
pl: Jeśli jest więcej wiadomości, możesz ustawić większy interwał, aby zmniejszyć zakłócenia
pt_br: Se houver mais mensagens, você pode definir um intervalo maior para reduzir a interferência
ro: Dacă există mai multe mesaje, puteți seta un interval mai mare pentru a reduce interferența
ru: Если сообщений больше, вы можете установить больший интервал, чтобы уменьшить помехи.
sv: Om det finns fler meddelanden kan du ställa in ett längre intervall för att minska störningarna
th: หากมีข้อความมากขึ้น คุณสามารถกำหนดช่วงเวลาให้มากขึ้นเพื่อลดการรบกวนได้
tr: Daha fazla mesaj varsa, paraziti azaltmak için daha büyük bir aralık ayarlayabilirsiniz.
vi: Nếu có nhiều tin nhắn hơn, bạn có thể đặt khoảng thời gian lớn hơn để giảm nhiễu
zh_hans: 消息较多可设置较大间隔减少干扰
zh_hant: 消息較多可設置較大間隔減少干擾

# Service_map_type_your_phone_number
source: Please type your phone number
cs: Zadejte prosím své telefonní číslo
de: Bitte geben Sie Ihre Telefonnummer ein
es: Por favor escriba su número de teléfono
fi: Kirjoita puhelinnumerosi
fr: Veuillez saisir votre numéro de téléphone
he: אנא הקלד את מספר הטלפון שלך
id: Silakan ketik nomor telepon Anda
it: Si prega di digitare il numero di telefono
ja: 電話番号を入力してください
ko: 전화 번호를 입력하십시오
nb: Vennligst skriv inn telefonnummeret ditt
nl: Voer uw telefoonnummer in
pl: Wpisz swój numer telefonu
pt_br: Digite seu número de telefone
ro: Vă rugăm să introduceți numărul dvs. de telefon
ru: Пожалуйста, введите свой номер телефона
sv: Vänligen skriv ditt telefonnummer
th: กรุณาพิมพ์หมายเลขโทรศัพท์ของคุณ
tr: Lütfen telefon numaranızı yazın
vi: Vui lòng nhập số điện thoại của bạn
zh_hans: 请输入联系电话
zh_hant: 請輸入聯系電話

# cloud_regain
source: Regaining cloud status...
cs: Obnovení stavu cloud ...
de: Cloud-Status wird wiederhergestellt ...
es: Recuperando el estado de la nube ...
fi: Pilven tilan palauttaminen ...
fr: Retrouver le statut du Cloud...
he: משיג סטטוס ענן ...
id: Meraih status cloud ...
it: Ritrovare lo stato del cloud ...
ja: クラウドの状態を回復しています。
ko: 클라우드 상태 복원 중 ...
nb: Gjenoppretter sky status ...
nl: De status van de cloud terugkrijgen ...
pl: Odzyskiwanie stanu chmury ...
pt_br: Recuperando o status da nuvem ...
ro: Obținerea statutului nor ...
ru: Восстановление статуса облака ...
sv: Återvinning av molnstatus ...
th: ฟื้นฟูสถานะ พื้นที่เก็บข้อมูลคลาวด์
tr: Bulut durumuna geri dönersek ...
vi: Đang thu thập lại trạng thái lưu trữ đám mây ...
zh_hans: 正在重新获取云存状态...
zh_hant: 正在重新獲取雲存狀態...

source: Black and white
cs: Černá a bílá
de: s/w
es: Blanco y negro
fi: Musta ja valkoinen
fr: Noir et blanc
he: שחור ולבן
id: Hitam dan Putih
it: Bianco e nero
ja: モノクロ
ko: 검정색과 흰색
nb: Svart/Hvitt
nl: Zwart-wit
pl: Czarno-biały
pt_br: Preto e branco
ro: Alb-negru
ru: Черное и белое
sv: Svartvitt
th: ดำและขาว
tr: Siyah ve beyaz
vi: Đen và trắng
zh_hans: 黑白
zh_hant: 黑白

# person_save_qr_code_to_phone
source: Save the QR code to the phone
cs: Uložte QR kód do telefonu
de: QR-Code auf dem Telefon speichern
es: Guarde el código QR en el teléfono
fi: Tallenna QR-koodi puhelimeen
fr: Enregistrez le code QR sur le téléphone
he: שמור את קוד ה- QR בטלפון
id: Simpan kode QR ke ponsel
it: Salva il codice QR sul telefono
ja: QRコードを電話に保存する
ko: QR 코드를 휴대폰에 저장
nb: Lagre QR-koden på telefonen
nl: Sla de QR-code op de telefoon op
pl: Zapisz kod QR w telefonie
pt_br: Salve o código QR no telefone
ro: Salvați codul QR pe ​​telefon
ru: Сохраните QR-код в телефоне
sv: Spara QR-koden i telefonen
th: บันทึกรหัส QR ไปยังโทรศัพท์
tr: QR kodunu telefona kaydedin
vi: Lưu mã QR vào điện thoại
zh_hans: 保存二维码至手机
zh_hant: 保存二維碼至手機

# preview_In_the_intercom
source: In the intercom
cs: V interkomu
de: Sprechverbindung
es: En el intercomunicador
fi: Sisäpuhelimessa
fr: Dans l'interphone
he: באינטרקום
id: Di interkom
it: Nell'interfono
ja: インターホンで
ko: 대화중
nb: I intercom
nl: In de intercom
pl: W interkomie
pt_br: No intercomunicador
ro: În interfon
ru: В домофоне
sv: I intercom
th: ในอินเตอร์คอม
tr: İnterkomda
vi: Đang nói
zh_hans: 对讲中
zh_hant: 對講中

# cloud_days_remain_ios
source: %@ days remaining
cs: %@ Zbývající dny
de: %@ verbleibende Tage
es: Quedan %@ días
fi: %@ Päiviä jäljellä
fr: %@ jours restant
he: נותרו %@ ימים
id: %@ Hari Tersisa
it: %@ giorni rimanenti
ja: %@ 残存日数
ko: %@일 남음
nb: %@ dager igjen
nl: %@ resterende dagen
pl: Pozostało %@ dni
pt_br: %@ dias restantes
ro: Au mai rămas %@ zile
ru: Осталось %@ дней
sv: %@ dagar kvar
th: เหลืออีก %@ วัน
tr: %@ günler kaldı
vi: %@ những ngày còn lai
zh_hans: 剩余%@天
zh_hant: 剩餘%@天

# devicelist_Shutdown
source: Shutdown
cs: Vypnout
de: Ausschalten
es: Apagar
fi: Sammuttaa
fr: Fermer
he: לכבות
id: Menutup
it: Spegnimento
ja: シャットダウン
ko: 일시 휴업
nb: Skru av
nl: Stilgelegd
pl: Zamknąć
pt_br: Desligar
ro: Închide
ru: Неисправность
sv: Stänga av
th: ปิดตัวลง
tr: Kapat
vi: Tắt
zh_hans: 关机
zh_hant: 關機

# massage
source: News
cs: Zprávy
de: Info
es: Noticias
fi: Uutiset
fr: Nouvelles
he: חדשות
id: Berita
it: notizia
ja: メッセージ
ko: 뉴스
nb: Nyheter
nl: Nieuws
pl: Aktualności
pt_br: Notícia
ro: Știri
ru: Новости
sv: Nyheter
th: เตือน
tr: Haberler
vi: Tin tức
zh_hans: 消息
zh_hant: 消息

# devSetting_motion_tips
source: Alarm prompt tone
cs: Tón alarmu
de: Alarmton Bewegungserkennung
es: Tono de alarma
fi: Hälytysääni
fr: Sonnerie d'alarme
he: צליל התראה
id: Nada alarm
it: Tono di allarme
ja: アラーム音
ko: 경보 음
nb: Alarmtone
nl: Alarm toon
pl: Dźwięk alarmu
pt_br: Tom de alarme
ro: Ton de alarmă
ru: Сигнал будильника
sv: Larmton
th: เสียงปลุก
tr: Alarm sesi
vi: Chuông báo thức
zh_hans: 报警提示音
zh_hant: 報警提示音

# devicelist_outhome_prompt
source: Will switch to away from home mode, motion detection will automatically record
cs: Přepne se do režimu pryč z domova, detekce pohybu bude automaticky nahrávat
de: Wechselt in den Außer-Haus-Modus, die Bewegungserkennung nimmt automatisch auf
es: Cambiará al modo fuera de casa, la detección de movimiento grabará automáticamente
fi: Vaihtaa poissa kotoa -tilaan, liiketunnistus tallentaa automaattisesti
fr: Passera en mode loin de la maison, la détection de mouvement enregistrera automatiquement
he: יעבור למצב מחוץ לבית, זיהוי תנועה יתעד אוטומטית
id: Akan beralih ke mode jauh dari rumah, deteksi gerakan akan merekam secara otomatis
it: Passerà alla modalità fuori casa, il rilevamento del movimento registrerà automaticamente
ja: ホームモードから離れて切り替えます、動き検出は自動的に記録します
ko: 외출 모드로 전환하고 모션 감지가 자동으로 녹화합니다.
nb: Vil bytte til borte fra hjemmemodus, bevegelsesdeteksjon vil automatisk ta opp
nl: Zal overschakelen naar de modus weg van huis, bewegingsdetectie zal automatisch opnemen
pl: Przełącza się w tryb poza domem, wykrywanie ruchu automatycznie nagrywa
pt_br: Mudará para o modo fora de casa, a detecção de movimento gravará automaticamente
ro: Se va comuta în modul departe de casă, detectarea mișcării va înregistra automat
ru: Переключится в режим Вдали от дома, обнаружение движения автоматически запишет
sv: Byter till hemifrån-läge, rörelsedetektering kommer att spela in automatiskt
th: จะเปลี่ยนไปใช้โหมดไม่อยู่บ้าน การตรวจจับการเคลื่อนไหวจะบันทึกโดยอัตโนมัติ
tr: Evden uzakta moduna geçecek, hareket algılama otomatik olarak kayıt yapacak
vi: Sẽ chuyển sang chế độ xa nhà, phát hiện chuyển động sẽ tự động ghi lại
zh_hans: 将切换为离家模式，智能侦测会自动录像
zh_hant: 將切換為離家模式，智能偵測會自動錄像

source: Copy success
cs: Kopírovat úspěch
de: Kopieren erfolgreich
es: Copia exitosa
fi: Kopioi menestys
fr: copie succès
he: ההעתקה הושלמה
id: Salin kesuksesan
it: Copia il successo
ja: コピー成功
ko: 복사 성공
nb: Kopier suksess
nl: Kopieer succes
pl: Kopiuj sukces
pt_br: Copie o sucesso
ro: Copiați succesul
ru: Копировать успех
sv: Kopiera framgång
th: คัดลอกสำเร็จ
tr: Başarıyı kopyala
vi: Sao chép thành công
zh_hans: 复制成功
zh_hant: 複製成功

# message_Clear_unread
source: Clear unread
cs: Vymazat nepřečtené
de: Ungelesen löschen
es: Borrar no leídos
fi: Tyhjennä lukemattomat
fr: Effacer non lu
he: נקה שלא נקרא
id: Hapus yang belum dibaca
it: Cancella non letto
ja: 未読をクリア
ko: 읽지 않은 항목 지우기
nb: Fjern ulest
nl: Ongelezen wissen
pl: Wyczyść nieprzeczytane
pt_br: Limpar não lido
ro: Ștergeți necitite
ru: Удалить непрочитанные
sv: Rensa oläst
th: ล้างยังไม่ได้อ่าน
tr: Okunmamışları temizle
vi: Xóa chưa đọc
zh_hans: 清除未读
zh_hant: 清除未讀
