Repository: Yolo-cell-hash/go_home_ios
Catalog: ios/Runner/JASDK/JAResources/XLanguage/X35MultiLanguage/*.lproj/X35MutiLanguage.strings
Languages: cs, de, es, fi, fr, he, id, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sv, th, tr, vi, zh_hans, zh_hant

# person_feedback_question_check_other_question_2
source: 2. If you are a campus / enterprise user and the school / company assigns each student / employee a static IP to access the Internet, you can manually enter the static IP information to access the Internet.
cs: 2. Pokud jste uživatelem kampusu / podniku a škola / společnost přiřadí každému studentovi / zaměstnanci statickou IP adresu pro přístup k Internetu, můžete ručně zadat statické IP informace pro přístup k internetu.
de: 2. Wenn Sie ein Campus- / Unternehmensbenutzer sind und die Schule / Firma jedem Schüler / Mitarbeiter eine statische IP zuweist, können Sie auf das Internet zugreifen, indem Sie die statischen IP-Informationen manuell eingeben.
es: 2. Si usted es un usuario del campus / empresa y la escuela / empresa asigna a cada estudiante / empleado una IP estática para acceder a Internet, puede ingresar manualmente la información de IP estática para acceder a Internet.
fi: 2. Jos olet kampuksen / yrityksen käyttäjä ja koulu / yritys määrittää jokaiselle opiskelijalle / työntekijälle staattisen IP: n Internetin käyttämiseen, voit kirjoittaa staattisen IP-tiedon manuaalisesti Internetin käyttämiseksi.
fr: 2. Si vous êtes un utilisateur du campus / entreprise et que l'école / entreprise attribue à chaque étudiant / employé une adresse IP statique pour accéder à Internet, vous pouvez saisir manuellement les informations IP statiques pour accéder à Internet.
he: 2. אם אתה משתמש בקמפוס / ארגוני ובית הספר / החברה מקצה לכל תלמיד / עובד IP IP סטטי לגישה לאינטרנט, אתה יכול להזין ידנית את פרטי ה- IP הסטטיים כדי לגשת לאינטרנט.
id: 2. Jika Anda adalah pengguna kampus / perusahaan dan sekolah / perusahaan memberikan IP statis untuk setiap siswa / karyawan untuk mengakses Internet, Anda dapat secara manual memasukkan informasi IP statis untuk mengakses Internet.
it: 2. Se sei un utente universitario / aziendale e la scuola / azienda assegna a ogni studente / dipendente un IP statico per accedere a Internet, puoi inserire manualmente le informazioni IP statiche per accedere a Internet.
ja: 「2.キャンパス/エンタープライズユーザーで、学校/会社が各学生/従業員にインターネットにアクセスするための静的IPを割り当てている場合、静的IP情報を手動で入力してインターネットにアクセスできます。
ko: 2. 캠퍼스 / 기업 사용자이고 학교 / 회사가 각 학생 / 직원에게 인터넷 액세스를위한 고정 IP를 할당 한 경우 수동으로 고정 IP 정보를 입력하여 인터넷에 액세스 할 수 있습니다.
nb: 2. Hvis du er en campus / bedriftsbruker og skolen / selskapet tildeler hver student / ansatt en statisk IP for å få tilgang til Internett, kan du manuelt legge inn den statiske IP-informasjonen for å få tilgang til Internett.
nl: 2. Als u een campus- / bedrijfsgebruiker bent en de school / het bedrijf elke student / werknemer een statisch IP-adres toewijst om toegang te krijgen tot internet, kunt u handmatig de statische IP-informatie invoeren om toegang te krijgen tot internet.
pl: "2. Jeśli jesteś użytkownikiem kampusu / przedsiębiorstwa, a szkoła / firma przypisuje każdemu uczniowi / pracownikowi statyczny adres IP w celu uzyskania dostępu do Internetu, możesz ręcznie wprowadzić dane statycznego adresu IP w celu uzyskania dostępu do Internetu.
pt_br: 2. Se você é um usuário do campus / empresa e a escola / empresa atribui a cada aluno / funcionário um IP estático para acessar a Internet, você pode inserir manualmente as informações de IP estático para acessar a Internet.
ro: 2. Dacă sunteți un campus / utilizator al întreprinderii și școala / compania atribuie fiecărui student / angajat un IP static pentru a accesa Internetul, puteți introduce manual informațiile IP statice pentru a accesa Internetul.
ru: "2. Если вы являетесь пользователем кампуса / предприятия, и школа / компания назначает каждому учащемуся / сотруднику статический IP-адрес для доступа в Интернет, вы можете вручную ввести статическую IP-информацию для доступа в Интернет.
sv: 2. Om du är ett campus / företagsanvändare och skolan / företaget tilldelar varje student / anställd en statisk IP för åtkomst till Internet kan du manuellt ange den statiska IP-informationen för att få åtkomst till Internet.
th: 2. หากคุณเป็นผู้ใช้ในวิทยาเขต / องค์กรและโรงเรียน / บริษัท กำหนดให้นักเรียน / พนักงานแต่ละคนมี IP แบบคงที่เพื่อเข้าถึงอินเทอร์เน็ตคุณสามารถป้อนข้อมูล IP แบบคงที่ด้วยตนเองเพื่อเข้าถึงอินเทอร์เน็ต
tr: 2. Bir kampüs / kurumsal kullanıcıysanız ve okul / şirket her öğrenciye / çalışana Internet'e erişmek için statik bir IP atarsa, Internet'e erişmek için statik IP bilgilerini manuel olarak girebilirsiniz.
vi: 2. Nếu bạn là người dùng trong khuôn viên trường / doanh nghiệp và trường học / công ty chỉ định một IP tĩnh cho mỗi sinh viên / nhân viên để truy cập Internet, bạn có thể nhập thông tin IP tĩnh theo cách thủ công để truy cập Internet.
zh_hans: 2.如果您是校园／企业用户，且学校／公司给每个学生／员工分配的是静态IP上网，能通过手动输入静态IP信息才能上网。
zh_hant: 2.如果您是校園／企業用戶，且學校／公司給每個學生／員工分配的是靜態IP上網，能通過手動輸入靜態IP信息才能上網。

# devicesetting_record_when_screen_changes_saving_storage_space
source: Only record when the screen changes are detected, saving storage space
cs: Nahrávejte pouze tehdy, když jsou detekovány změny obrazovky, čímž se šetří úložný prostor
de: Um Speicherplatz zu sparen, wird nur aufgenommen, wenn Bildänderungen erkannt werden
es: Grabe solo cuando se detecten cambios en la pantalla, lo que ahorra espacio de almacenamiento
fi: Tallenna vain, kun näytössä havaitaan muutoksia, mikä säästää tallennustilaa
fr: Enregistrez uniquement lorsque les changements d'écran sont détectés, économisant ainsi de l'espace de stockage
he: הקלט רק כאשר השינויים במסך מזוהים, חוסך מקום אחסון
id: Hanya merekam saat perubahan layar terdeteksi, menghemat ruang penyimpanan
it: Registra solo quando vengono rilevate le modifiche allo schermo, risparmiando spazio di archiviazione
ja: 画面の変化が検出されたときにのみ記録し、ストレージスペースを節約します
ko: 화면 변화가 감지될 때만 녹화하여 저장 공간 절약
nb: Ta kun opp når skjermendringer oppdages, og sparer lagringsplass
nl: Neem alleen op wanneer de schermveranderingen worden gedetecteerd, waardoor opslagruimte wordt bespaard
pl: Nagrywaj tylko po wykryciu zmian na ekranie, oszczędzając miejsce w pamięci
pt_br: Grave apenas quando as alterações de tela forem detectadas, economizando espaço de armazenamento
ro: Înregistrați numai când sunt detectate modificări ale ecranului, economisind spațiu de stocare
ru: Записывайте только при обнаружении изменений экрана, экономя место для хранения
sv: Spela bara in när skärmändringar upptäcks, vilket sparar lagringsutrymme
th: บันทึกเฉพาะเมื่อตรวจพบการเปลี่ยนแปลงหน้าจอ ประหยัดพื้นที่จัดเก็บ
tr: Yalnızca ekran değişiklikleri algılandığında kaydedin, depolama alanından tasarruf edin
vi: Chỉ ghi lại khi phát hiện thấy các thay đổi trên màn hình, tiết kiệm dung lượng lưu trữ
zh_hans: 仅在检测到画面变化时录像，节省存储空间
zh_hant: 僅在檢測到畫面變化時錄像，節省存儲空間

# add_4G_network_abnormality
source: 4G network abnormality
cs: Abnormality sítě 4G
de: 4G-Netzwerkanomalie
es: anomalía de la red 4G
fi: 4G-verkon poikkeavuus
fr: Anomalie du réseau 4G
he: חריגה ברשת 4G
id: kelainan jaringan 4G
it: Anomalia della rete 4G
ja: 4Gネットワーク異常
ko: 4G 네트워크 이상
nb: Unormalt 4G-nettverk
nl: Afwijking van het 4G-netwerk
pl: Nieprawidłowość sieci 4G
pt_br: Anormalidade da rede 4G
ro: Anormalitate în rețeaua 4G
ru: Неисправность сети 4G
sv: Onormalt 4G-nätverk
th: ความผิดปกติของเครือข่าย 4G
tr: 4G ağ anormalliği
vi: Mạng 4G bất thường
zh_hans: 4G网络异常
zh_hant: 4G網絡異常

# adddevice_connect_time_out
source: Connection timed out
cs: Připojení vypršelo
de: Zeitüberschreitung der Verbindung
es: Tiempo de conexión agotado
fi: Yhteyden aikakatkaisu
fr: La connexion a expiré
he: זמן החיבור נגמר
id: Waktu koneksi berakhir
it: Connessione Scaduta
ja: 接続がタイムアウトしました
ko: 연결 시간이 초과되었습니다
nb: Forbindelsen ble utløpt
nl: Connectie time-out
pl: Przekroczono limit czasu połączenia
pt_br: Conexão esgotada
ro: Conexiunea a expirat
ru: Время соединения истекло
sv: Anslutningen avbröts
th: หมดเวลาการเชื่อมต่อ
tr: Bağlantı zaman aşımına uğradı
vi: Kết nối quá hạn
zh_hans: 连接超时
zh_hant: 連接超時

# Value_added_service_order_describe
source: Smart detection, video VIP and other value-added services
cs: Inteligentní detekce, video VIP a další služby s přidanou hodnotou
de: Intelligente Erkennung, Video-VIP und andere Mehrwertdienste
es: Detección inteligente, video VIP y otros servicios de valor agregado
fi: Älykäs tunnistus, VIP-video ja muut lisäarvopalvelut
fr: Détection intelligente, vidéo VIP et autres services à valeur ajoutée
he: זיהוי חכם, וידאו VIP ושירותי ערך מוסף נוספים
id: Deteksi cerdas, video VIP, dan layanan bernilai tambah lainnya
it: Rilevamento intelligente, video VIP e altri servizi a valore aggiunto
ja: スマート検出、ビデオVIPおよびその他の付加価値サービス
ko: 스마트 감지, 영상 VIP 등 부가 가치 서비스
nb: Smart deteksjon, video VIP og andre verdiøkende tjenester
nl: Slimme detectie, video VIP en andere diensten met toegevoegde waarde
pl: Inteligentne wykrywanie, wideo VIP i inne usługi o wartości dodanej
pt_br: Detecção inteligente, vídeo VIP e outros serviços de valor agregado
ro: Detectare inteligentă, VIP video și alte servicii cu valoare adăugată
ru: Интеллектуальное обнаружение, видео VIP и другие дополнительные услуги
sv: Smart detektering, video VIP och andra mervärdestjänster
th: การตรวจจับอัจฉริยะ วิดีโอวีไอพี และบริการเสริมอื่นๆ
tr: Akıllı algılama, video VIP ve diğer katma değerli hizmetler
vi: Phát hiện thông minh, video VIP và các dịch vụ giá trị gia tăng khác
zh_hans: 智能识别、视频VIP等增值服务
zh_hant: 智能識別、視頻VIP等增值服務

# me_version_updateSuccess
source: Update succeed
cs: Aktualizace verze byla úspěšná
de: Update erfolgreich
es: Actualización exitosa
fi: Version päivitys onnistui
fr: Mise à jour avec succès
he: עודכן בהצלחה
id: sukses perbaharui
it: Aggiornamento avvenuto con successo
ja: 更新しました。
ko: 업데이트 성공
nb: Oppdatering fullført
nl: Update gelukt
pl: Aktualizacja udana
pt_br: Atualização bem sucedida
ro: Actualizarea este reușită
ru: Обновление успешно
sv: Uppdateringen lyckas
th: อัปเดตสำเร็จแล้ว
tr: Güncelleme başarılı
vi: Đã cập nhật phiên bản thành công
zh_hans: 版本更新成功
zh_hant: 版本更新成功

# adddevice_smartlink
source: Smart add
cs: Inteligentní doplněk
de: Smart Hinzufügen
es: Inteligente añadir
fi: Älykäs lisäys
fr: Smart ajouter
he: הוסף חכם
it: Aggiungere intelligente
ja: スマート追加
ko: 스마트링크 추가
nl: Slim toevoegen
pl: Inteligentne dodawanie
ro: Adăugați inteligent
ru: Умный добавить
th: การเพิ่มอัจฉริยะ
tr: Akıllı ekleme
vi: Bổ sung thông minh
zh_hans: 智能添加
zh_hant: 智能添加

# devicesetting_firmware_upgrade_battery_low
source: Battery low battery cannot be upgraded
cs: Nelze upgradovat baterii s vybitou baterií
de: Aktualisierung nicht möglich, wenn Akku fast leer
es: Batería baja La batería no se puede actualizar
fi: Akun varaustilaa ei voi päivittää
fr: Batterie faible batterie ne peut pas être mis à niveau
he: הסוללה הסוללה נמוכה לא ניתן לשדרג
id: Baterai baterai lemah tidak dapat ditingkatkan
it: La batteria scarica della batteria non può essere aggiornata
ja: 電池残量が少なくなりません
ko: 배터리 부족 배터리는 업그레이드 할 수 없습니다.
nb: Batteri lavt batteri kan ikke oppgraderes
nl: Batterij bijna leeg kan niet worden geüpgraded
pl: Nie można uaktualnić baterii o niskim poziomie naładowania
pt_br: Bateria fraca bateria não pode ser atualizado
ro: Bateria descărcată la baterie nu poate fi îmbunătățită
ru: Батарея разряжена, батарея не может быть обновлена
sv: Batteriets låga batteri kan inte uppgraderas
th: แบตเตอรี่ต่ำเกินไป ไม่สามารถอัปเกรด
tr: Akü zayıf akü yükseltilemiyor
vi: Không thể nâng cấp khi pin yếu
zh_hans: 电池机低电量无法升级
zh_hant: 電池機低電量無法升級

# deviceSetting_Video_sleep_duration
source: Video sleep duration
cs: Délka spánku videa
de: Video Ruhedauer
es: Duración del sueño de video
fi: Videon unen kesto
fr: Durée du sommeil vidéo
he: משך שינה של וידאו
id: Durasi tidur video
it: Durata del sonno video
ja: ビデオのスリープ時間
ko: 비디오 절전 시간
nb: Videosøvnvarighet
nl: Slaapduur video
pl: Czas uśpienia wideo
pt_br: Duração do sono do vídeo
ro: Durata somnului video
ru: Видео продолжительность сна
sv: Videosovlängd
th: ระยะเวลาการนอนหลับของวิดีโอ
tr: Video uyku süresi
vi: Thời lượng ngủ của video
zh_hans: 录像休眠时长
zh_hant: 錄像休眠時長

# preview_no_video_network_is_weakness
source: The network is not strong.
cs: Síť není silná.
de: Schwaches Netzwerk
es: La red no es fuerte.
fi: Verkko ei ole vahva.
fr: Le réseau n'est pas fort.
he: אות הרשת חלש
id: Jaringannya tidak kuat.
it: La rete non è forte.
ja: ネットワークは強力ではありません。
ko: 네트워크가 강하지 않습니다.
nb: Nettverket er ikke sterkt.
nl: Het netwerk is niet sterk.
pl: Sieć nie jest silna.
pt_br: A rede não é forte.
ro: Rețeaua nu este puternică.
ru: Сеть не сильная.
sv: Nätverket är inte starkt.
th: เครือข่ายไม่เสถียร
tr: Ağ güçlü değil.
vi: Mạng không mạnh
zh_hans: 网络不给力哦
zh_hant: 網絡不給力哦

# Service_map_Addresss
source: Addresss
cs: Adresy
de: Adressen
es: Direcciones
fi: osoitepalkin
fr: Adresses
he: כתובות
id: Alamat
ja: 住所
ko: 주소
nl: Adressen
pl: Adresy
pt_br: Endereços
ro: de adrese
th: ที่อยู่
tr: Adresiniz
vi: Địa chỉ
zh_hans: 地址
zh_hant: 地址

# service_Improve_it_immediately
source: Improve it immediately
cs: Okamžitě to vylepšete
de: Jetzt verbessern
es: Mejora de inmediato
fi: Paranna sitä heti
fr: Améliorez-le immédiatement
he: שפר אותו מיד
id: Tingkatkan segera
it: Migliora subito
ja: すぐに改善する
ko: 즉시 개선
nb: Forbedre det umiddelbart
nl: Verbeter het onmiddellijk
pl: Popraw to natychmiast
pt_br: Melhore imediatamente
ro: Îmbunătățește-l imediat
ru: Немедленно улучшите это
sv: Förbättra det omedelbart
th: ปรับปรุงทันที
tr: Hemen geliştirin
vi: Hoàn hảo bây giờ
zh_hans: 立即完善
zh_hant: 立即完善

# open_motion_record
source: Start motion recording
cs: Zapněte mobilní nahrávání
de: Aufnahme nach Bewegungserkennung starten
es: Comenzar grabación de movimiento
fi: Käynnistä mobiili tallennus
fr: Démarrer l'enregistrement de mouvement
he: התחל הקלטת תנועה
id: Mulai Rekam Gerakan
it: Inizio registrazione movimento
ja: 動体検知録画の開始
ko: 동작 녹음 시작
nb: Start opptak ved bevegelse
nl: Start bewegingsopname
pl: Rozpocznij nagrywanie ruchu
pt_br: Iniciar gravação de movimento
ro: Începeți înregistrarea mișcării
ru: Начать запись движения
sv: Starta motion inspelning
th: เริ่มบันทึกการเคลื่อนไหว
tr: Hareket kaydını başlat
vi: Bật ghi âm trên thiết bị di động
zh_hans: 开启移动录像
zh_hant: 開啟移動錄像

# alarm_baby_bracelet_fall
source: The baby's bracelet came off
cs: Náramek dítěte se uvolnil
de: Baby-Armband löst sich
es: La pulsera del bebé se desprendió.
fi: Vauvan rannekoru tuli pois
fr: Le bracelet du bébé s'est détaché
he: צמיד התינוק נעלם
id: Gelang bayi terlepas
it: Il braccialetto del bambino si staccò
ja: 赤ちゃんのブレスレットが外れました
ko: 아기의 팔찌가 벗겨졌습니다
nb: Babyens armbånd gikk av
nl: De armband van de baby is losgekomen
pl: Bransoletka dziecka odpadła
pt_br: A pulseira do bebê saiu
ro: Brățara bebelușului a ieșit
ru: Браслет ребенка оторвался
sv: Barnets armband lossnade
th: เครื่องเตือนอุณหภูมิหลุดออกมา
tr: Bebeğin bileziği çıktı
vi: Vòng tay em bé ra đời
zh_hans: 婴儿手环脱落
zh_hant: 嬰兒手環脫落

# person_linkvisual_share_prompt_ios
source: Sorry, this device has been shared with %@ users, please delete shared users one by one
cs: Je nám líto, toto zařízení bylo sdíleno s uživateli %@, smažte sdílené uživatele jeden po druhém
de: Entschuldigung, dieses Gerät wurde mit %@ Benutzer geteilt. Bitte löschen Sie die Benutzer nacheinander
es: Lo sentimos, este dispositivo se ha compartido con %@ usuarios, elimine los usuarios compartidos uno por uno
fi: Valitettavasti tämä laite on jaettu %@ -käyttäjille. Poista jaetut käyttäjät yksitellen
fr: Désolé, cet appareil a été partagé avec %@ utilisateurs, veuillez supprimer les utilisateurs partagés un par un
he: מצטערים, המכשיר הזה שותף עם %@ משתמשים, אנא מחק משתמשים משותפים אחד אחד
id: Maaf, perangkat ini telah dibagikan dengan %@ pengguna, harap hapus pengguna yang dibagikan satu per satu
it: Spiacenti, questo dispositivo è stato condiviso con %@ utenti, elimina gli utenti condivisi uno per uno
ja: このデバイスは %@ 人のユーザーと共有されています。共有ユーザーを1人ずつ削除してください
ko: 이 기기는 %@ 명의 사용자와 공유되었습니다. 공유 된 사용자를 하나씩 삭제하십시오.
nb: Beklager, denne enheten er blitt delt med %@ brukere. Slett delte brukere én etter én
nl: Sorry, dit apparaat is gedeeld met %@ gebruikers, verwijder de gedeelde gebruikers één voor één
pl: Przepraszamy, to urządzenie zostało udostępnione %@ użytkownikom, usuń udostępnionych użytkowników jeden po drugim
pt_br: Desculpe, este dispositivo foi compartilhado com %@ users. Exclua usuários compartilhados um a um
ro: Ne pare rău, acest dispozitiv a fost partajat cu %@ utilizatori. Vă rugăm să ștergeți utilizatorii partajați unul câte unul
ru: Извините, это устройство было передано %@ пользователям, пожалуйста, удалите общих пользователей по одному
sv: Tyvärr, den här enheten har delats med %@ användare, ta bort delade användare en efter en
th: ขออภัยมีการแชร์อุปกรณ์นี้กับผู้ใช้%@ โปรดลบผู้ใช้ที่แชร์ทีละคน
tr: Maalesef, bu cihaz %@ kullanıcıyla paylaşıldı, lütfen paylaşılan kullanıcıları tek tek silin
vi: Xin lỗi, thiết bị này đã được chia sẻ với%@ người dùng, vui lòng xóa từng người dùng được chia sẻ
zh_hans: 抱歉，该设备已分享给%@个用户，请逐个删除分享用户
zh_hant: 抱歉，該設備已分享給%@個用戶，請逐個刪除分享用戶

# cloud_storage_details_types
source: 1、cloud video types and abnormal conditions
cs: 1、cloud video typy a abnormální podmínky
de: 1.Cloud-Videotypen und abnormale Bedingungen
es: 1、tipos de video en la nube y condiciones anormales
fi: 1、pilvivideotyypit ja epänormaalit olosuhteet
fr: 1、types de vidéo en nuage et conditions anormales
he: 1、ענן סוגי וידאו ותנאים חריגים
id: 1、tipe video cloud dan kondisi abnormal
it: 1、tipi di video cloud e condizioni anormali
ja: 1、クラウドビデオの種類と異常な状態
ko: 1、클라우드 비디오 유형 및 비정상적인 조건
nb: 1、skyvideo typer og unormale forhold
nl: 1、cloudvideotypen en abnormale omstandigheden
pl: 1、typy wideo w chmurze i nieprawidłowe warunki
pt_br: 1、tipos de vídeo na nuvem e condições anormais
ro: 1、tipuri de video nor și condiții anormale
ru: 1、типы облачного видео и ненормальные условия
sv: 1、molnvideotyper och onormala förhållanden
th: 1. ประเภทการบันทึกบนคลาวด์และเงื่อนไขที่ผิดปกติ
tr: 1、bulut video türleri ve anormal koşullar
vi: 1. Các loại ghi âm trên đám mây và các điều kiện bất thường
zh_hans: 1、云录像类型与异常情况
zh_hant: 1、雲錄像類型與異常情況

# smartlink_device_number_prompt_ios
source: Currently equipped with %ld devices
cs: V současné době je vybaven zařízeními%ld
de: Derzeit mit %ld Geräten ausgestattet
es: Actualmente equipado con %ld Equipos.
fi: Tällä hetkellä on varustettu%ld-laitteilla
fr: Actuellement équipé de %ld appareils
he: משוייכים %ld מכשירים
id: Saat ini dilengkai dengan %ld perangkat
it: Attualmente dotato di %ld dispositivi
ja: 現在%ld台のデバイスを設置
ko: 현재 %ld 개의 장치가 장착되어 있습니다.
nb: For tiden utstyrt med %ld enheter
nl: Momenteel uitgerust met%ld-apparaten
pl: Obecnie wyposażony w %ld urządzeń
pt_br: Atualmente equipado com dispositivos%ld
ro: În prezent echipat cu dispozitive%ld
ru: В настоящее время оснащен устройствами%ld
sv: För närvarande utrustad med%ld-enheter
th: การติดตั้งในปัจจุบันกับอุปกรณ์%ld
tr: Şu anda%ld cihazlarla donatılmış
vi: Hiện tại, thiết bị%ld đã được phân bổ vào mạng
zh_hans: 当前已配网%ld台设备
zh_hant: 當前已配網%ld台設備

# devicesetting_locking
source: Lock card
cs: Zamkněte kartu
de: gesperrt
es: Bloquear tarjeta
fi: Lukitse kortti
fr: Carte de verrouillage
he: נעילת כרטיס
id: Kartu kunci
it: Blocca scheda
ja: ロックカード
ko: 카드 잠금
nb: Låsekort
nl: Lock-kaart
pl: Zablokuj kartę
pt_br: Bloquear cartão
ro: Carte de blocare
ru: Блокировка карты
sv: Lås kort
th: ล็อคการ์ด
tr: Kilit kartı
vi: Khóa thẻ
zh_hans: 锁卡
zh_hant: 鎖卡

# devicesetting_Best_video
source: Optimal Surveillance
cs: Optimální dohled
de: Optimale Überwachung
es: Vigilancia óptima
fi: Optimaalinen valvonta
fr: Surveillance optimale
he: מעקב אופטימלי
id: Pengawasan Optimal
it: Sorveglianza ottimale
ja: 最適な監視
ko: 최적의 감시
nb: Optimal overvåking
nl: Optimaal toezicht
pl: Optymalny nadzór
pt_br: Vigilância ideal
ro: Supraveghere optimă
ru: Оптимальное наблюдение
sv: Optimal övervakning
th: การเฝ้าระวังที่เหมาะสมที่สุด
tr: Optimal Gözetim
vi: Giám sát tối ưu
zh_hans: 最佳录像
zh_hant: 最佳錄像

# login_wrong_password_enter_ios
source: The password is wrong, you can also enter %@ times
cs: Heslo je nesprávné, můžete také zadat%@ times
de: Passwort falsch. Sie können es noch%@ mal eingeben
es: La contraseña es incorrecta, también puede ingresar%@ veces
fi: Salasana on väärä, voit myös kirjoittaa%@ kertaa
fr: Le mot de passe est incorrect, vous pouvez également entrer%@ fois
he: הסיסמה שגויה, ניתן להזין גם%@ פעמים
id: Kata sandi salah, Anda juga dapat memasukkan%@ kali
it: La password è errata, puoi anche inserire%@ volte
ja: パスワードが間違っています。あと%@回入力できます
ko: 비밀번호가 잘못되었습니다. %@ 번을 입력 할 수도 있습니다
nb: Passordet er feil, du kan også oppgi%@ ganger
nl: Het wachtwoord is fout, u kunt ook%@ keer invoeren
pl: Hasło jest nieprawidłowe, możesz także wpisać%@ razy
pt_br: A senha está incorreta. Você também pode inserir%@ times
ro: Parola este greșită, puteți introduce și%@ times
ru: Пароль неверный, вы также можете ввести%@ раз
sv: Lösenordet är fel, du kan också ange%@ gånger
th: รหัสผ่านไม่ถูกต้องคุณยังสามารถป้อน%@ ครั้ง
tr: Şifre yanlış,%@ times da girebilirsiniz
vi: Mật khẩu sai, bạn vẫn có thể nhập%@ lần
zh_hans: 密码错误，您还可以输入%@次
zh_hant: 密碼錯誤，您還可以輸入%@次
