Repository: Yolo-cell-hash/go_home_ios
Catalog: ios/Runner/JASDK/JAResources/XLanguage/X35MultiLanguage/*.lproj/X35MutiLanguage.strings
Languages: cs, de, es, fi, fr, he, id, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sv, th, tr, vi, zh_hans, zh_hant

# devicesetting_set_time_period
source: Please set the time period
cs: Nastavte prosím časové období
de: Bitte Aufnahmezeit einstellen
es: Por favor, establezca el período de tiempo
fi: Aseta aikajakso
fr: Veuillez définir la période
he: נא להגדיר את פרק הזמן
id: Silakan atur periode waktunya
it: Si prega di impostare il periodo di tempo
ja: 期間を設定してください
ko: 기간을 설정해주세요
nb: Vennligst still inn tidsperioden
nl: Stel de tijdsperiode in
pl: Proszę ustawić okres czasu
pt_br: Por favor, defina o período de tempo
ro: Vă rugăm să setați perioada de timp
ru: Пожалуйста, установите период времени
sv: Vänligen ställ in tidsperioden
th: โปรดตั้งช่วงเวลา
tr: Lütfen zaman aralığını ayarlayın
vi: Vui lòng đặt khoảng thời gian
zh_hans: 请设置时间段
zh_hant: 請設置時間段

# adddevice_reset_device
source: ③ The indicator light is not flashing. Press and hold the Reset button to reset the device and until the device is in the configuration mode.
cs: ③ Kontrolka nebliká. Stisknutím a podržením tlačítka Reset zařízení resetujete, dokud se zařízení nenachází v konfiguračním režimu.
de: ③ Wenn die Status-LED nicht blinkt, halten Sie die Reset-Taste gedrückt, um das Gerät zurückzusetzen, bis es sich im Konfigurationsmodus befindet.
es: ③ La luz indicadora no parpadea. Mantenga presionado el botón Restablecer para restablecer el Equipo y hasta que el Equipo esté en el modo de configuración.
fi: ③ Merkkivalo ei vilku. Palauta laite pitämällä Reset-painiketta painettuna, kunnes laite on kokoonpanotilassa.
fr: Le voyant ne clignote pas. Appuyez sur le bouton de réinitialisation et maintenez-le enfoncé pour réinitialiser le périphérique et jusqu'à ce qu'il soit en mode de configuration.
he: ③ נורית החיווי לא מהבהבת. לחץ לחיצה ממושכת על כפתור האיפוס כדי לאפס את המכשיר ועד שהמכשיר במצב תצורה.
id: ③ Lampu indikator tidak berkedip. Tekan dan tahan tombol Reset untuk mengatur ulang perangkat dan sampai perangkat berada dalam mode konfigurasi.
it: ③ La spia non lampeggia. Tenere premuto il pulsante Ripristina per ripristinare il dispositivo e fino a quando il dispositivo non si trova in modalità di configurazione.
ja: ③インジケータランプが点滅していない。リセットボタンを押したままにして、デバイスをリセットし、デバイスが構成モードになるまで押し続けます。
ko: ③ 표시등이 깜박이지 않습니다. 재설정 버튼을 길게 눌러 장치를 재설정하고 장치가 구성 모드가 될 때까지 재설정하십시오.
nb: ③ Indikatorlampen blinker ikke. Trykk og hold nede Tilbakestill-knappen for å tilbakestille enheten og til enheten er i konfigurasjonsmodus.
nl: ③ Het indicatielampje knippert niet. Houd de knop Reset ingedrukt om het apparaat te resetten en totdat het apparaat zich in de configuratiemodus bevindt.
pl: Light Kontrolka nie miga. Naciśnij i przytrzymaj przycisk Reset, aby zresetować urządzenie i dopóki urządzenie nie przejdzie w tryb konfiguracji.
pt_br: ③ A luz indicadora não está piscando. Pressione e segure o botão Redefinir para redefinir o dispositivo e até que ele esteja no modo de configuração.
ro: Light Indicatorul nu clipește. Apăsați și mențineți apăsat butonul Reset pentru a reseta dispozitivul și până când dispozitivul este în modul de configurare.
ru: Light Индикатор не мигает. Нажмите и удерживайте кнопку сброса, чтобы перезагрузить устройство, и пока устройство не перейдет в режим настройки.
sv: ③ Kontrollampan blinkar inte. Tryck och håll ner återställningsknappen för att återställa enheten och tills enheten är i konfigurationsläget.
th: ③หากไฟแสดงสถานะไม่กะพริบให้กดปุ่มรีเซ็ตค้างไว้เพื่อรีเซ็ตอุปกรณ์จนกว่าอุปกรณ์จะอยู่ในโหมดกำหนดค่า
tr: Light Gösterge ışığı yanıp sönmüyor. Cihazı sıfırlamak ve cihaz yapılandırma modunda olana kadar Sıfırla düğmesini basılı tutun.
vi: ③ Nếu đèn báo không nhấp nháy, hãy nhấn và giữ nút Đặt lại để đặt lại thiết bị cho đến khi thiết bị ở chế độ cấu hình;
zh_hans: ③ 指示灯未闪烁，长按Reset键重置设备，直到设备处于配置模式；
zh_hant: ③ 指示燈未閃爍，長按Reset鍵重置設備，知道設備處於配置模式；

# deviceSetting_detection_alarm_frequent_sensitivity
source: If the detection alarm is too frequent, try to reduce the sensitivity
cs: Pokud je detekční alarm příliš častý, zkuste snížit citlivost
de: Reduzieren Sie die Empfindlichkeit, wenn zu oft Bewegung erkannt wird
es: Si la alarma de detección es demasiado frecuente, intente reducir la sensibilidad
fi: Jos tunnistushälytys tulee liian usein, yritä vähentää herkkyyttä
fr: Si l'alarme de détection est trop fréquente, essayez de réduire la sensibilité
he: אם אזעקת הזיהוי תכופה מדי, נסה להפחית את הרגישות
id: Jika alarm deteksi terlalu sering, coba kurangi sensitivitasnya
it: Se l'allarme di rilevamento è troppo frequente, provare a ridurre la sensibilità
ja: 検出アラームの頻度が高すぎる場合は、感度を下げてみてください
ko: 감지 알람이 너무 자주 발생하면 감도를 낮추십시오.
nb: Hvis deteksjonsalarmen er for hyppig, prøv å redusere følsomheten
nl: Als het detectiealarm te vaak voorkomt, probeer dan de gevoeligheid te verminderen
pl: Jeśli alarm wykrywania jest zbyt częsty, spróbuj zmniejszyć czułość
pt_br: Se o alarme de detecção for muito frequente, tente reduzir a sensibilidade
ro: Dacă alarma de detectare este prea frecventă, încercați să reduceți sensibilitatea
ru: Если тревога обнаружения слишком частая, попробуйте уменьшить чувствительность.
sv: Om detekteringslarmet är för ofta, försök att minska känsligheten
th: หากการเตือนการตรวจจับบ่อยเกินไป ให้ลองลดความไวลง
tr: Algılama alarmı çok sık ise hassasiyeti azaltmayı deneyin.
vi: Nếu báo động phát hiện quá thường xuyên, hãy cố gắng giảm độ nhạy
zh_hans: 如果侦测警报过于频繁，可尝试降低灵敏度
zh_hant: 如果偵測警報過於頻繁，可嘗試降低靈敏度

# preview_4G_Free_tier
source: There are only %1$d days left for the data trial package, please renew now!
cs: Na zkušební balíček dat zbývá už jen %1$d dní, obnovte jej prosím hned teď!
de: Ihr Datentestpaket läuft in %1$d Tagen ab. Bitte verlängern Sie es jetzt!
es: Solo quedan %1$d días para el paquete de prueba de datos, ¡renuévelo ahora!
fi: Datakokeilupaketille on jäljellä vain %1$d päivää, päivitä nyt!
fr: Il ne reste que %1$d jours pour le pack d'essai de données, veuillez renouveler maintenant!
he: נותרו רק %1$d יום לחבילת ניסיון הנתונים, אנא התחדש עכשיו!
id: Tinggal %1$d hari lagi untuk paket data trial, mohon perpanjang sekarang!
it: Mancano solo %1$d giorni al pacchetto di prova dati, rinnovalo ora!
ja: データトライアルパッケージは残り%1$d日です。今すぐ更新してください！
ko: 데이터 평가판 패키지가 %1$d 일밖에 남지 않았습니다. 지금 갱신하세요!
nb: Det er bare %1$d dager igjen for dataprøvepakken. Vennligst forny nå!
nl: Er zijn nog maar %1$d dagen over voor het data-proefpakket, verleng nu alstublieft!
pl: Zostało tylko %1$d dni na pakiet próbny danych, odnów teraz!
pt_br: Restam apenas %1$d dias para o pacote de teste de dados, renove agora!
ro: Au mai rămas doar %1$d zile pentru pachetul de încercare a datelor, vă rugăm să reînnoiți acum!
ru: Осталось всего %1$d дней для пробного пакета данных, пожалуйста, продлите его сейчас!
sv: Det finns bara %1$d dagar kvar till dataprovpaketet, vänligen förnya nu!
th: เหลือเวลาเพียง %1$d วันสำหรับแพ็กเกจทดลองใช้ข้อมูลโปรดต่ออายุทันที!
tr: Veri deneme paketi için yalnızca %1$d gün kaldı, lütfen şimdi yenileyin!
vi: Chỉ còn %1$d ngày nữa là gói data dùng thử, hãy gia hạn ngay nhé!
zh_hans: 流量试用套餐仅剩%1$d天，请立即续费！
zh_hant: 流量試用套餐僅剩%1$d天，請立即續費！

# binding
source: Bind
cs: Vazba
de: Verbinden
es: Enlazar
fi: sitova
fr: Lier
he: שיוך
it: Associare
ja: 共有
ko: 연동
nb: Kobling
nl: Koppelen
pt_br: Ligar
ro: Lega
ru: привязывать
sv: Binda
th: ผูก
tr: bağlamak
vi: Trói buộc
zh_hans: 绑定
zh_hant: 綁定

# devicesetting_4G_card_sim_card_battery_low
source: 2. The device battery is too low;
cs: 2. Baterie zařízení je příliš nízká;
de: 2. Der Akku des Geräts ist zu schwach.
es: 2. La batería del dispositivo está demasiado baja;
fi: 2. Laitteen akku on liian alhainen.
fr: 2. La batterie de l'appareil est trop faible;
he: 2. סוללת המכשיר חלשה מדי;
id: 2. Baterai perangkat terlalu rendah;
it: 2. La batteria del dispositivo è troppo scarica;
ja: 2.デバイスのバッテリーが低すぎる。
ko: 2. 장치 배터리가 너무 부족합니다.
nb: 2. Enhetsbatteriet er for lite;
nl: 2. De batterij van het apparaat is te zwak;
pl: 2. Poziom naładowania baterii urządzenia jest zbyt niski;
pt_br: 2. A bateria do dispositivo está muito baixa;
ro: 2. Bateria dispozitivului este prea mică;
ru: 2. Аккумулятор устройства разряжен;
sv: 2. Enhetsbatteriet är för lågt;
th: 2. แบตเตอรี่ของอุปกรณ์อยู่ในระดับต่ำเกินไป
tr: 2. Cihazın pili çok düşük;
vi: 2. Công suất của thiết bị quá thấp;
zh_hans: 2.设备电量过低；
zh_hant: 2.設備電量過低；

# cloud_storage_remeber_password
source: Remember password
cs: Pamatuj si heslo
de: Passwort merken
es: Recordar contraseña
fi: Muista salasana
fr: Se souvenir du mot de passe
he: לזכור סיסמה
id: Ingat kata Sandi
it: Ricordare la password
ja: パスワードを覚える
ko: 비밀번호 기억
nb: Husk passord
nl: Onthoud wachtwoord
pl: Zapamiętaj hasło
pt_br: Lembrar senha
ro: Aminteste-ti parola
ru: Запомнить пароль
sv: Kom ihåg lösenord
th: จดจำรหัสผ่าน
tr: Şifre hatırlamak
vi: Nhớ mật khẩu
zh_hans: 记住密码
zh_hant: 記住密碼

# deviceSetting_Download_local_video_files
source: Download local video files
cs: Stáhněte si místní video soubory
de: Lokale Videodateien herunterladen
es: Descargar archivos de video locales
fi: Lataa paikallisia videotiedostoja
fr: Télécharger des fichiers vidéo locaux
he: הורד קבצי וידאו מקומיים
id: Unduh file video lokal
it: Scarica file video locali
ja: ローカルビデオファイルをダウンロードする
ko: 로컬 비디오 파일 다운로드
nb: Last ned lokale videofiler
nl: Lokale videobestanden downloaden
pl: Pobierz lokalne pliki wideo
pt_br: Baixe arquivos de vídeo locais
ro: Descărcați fișiere video locale
ru: Скачивание локальных видеофайлов
sv: Ladda ner lokala videofiler
th: ดาวน์โหลดไฟล์วิดีโอในเครื่อง
tr: Yerel video dosyalarını indirin
vi: Tải xuống các tệp video cục bộ
zh_hans: 下载本地视频文件
zh_hant: 下載本地視頻文件

# addDevice_choose
source: Choose device
cs: Vyberte zařízení
de: Gerät auswählen
es: Elige el Equipo
fi: Valitse laite
fr: Choisissez un appareil
he: בחר מכשיר
id: Pilih perangkat
it: Selezionare dispositivo
ja: デバイスの選択
ko: 제품 선택
nb: Velg enhet
nl: Apparaat selecteren
pl: Wybierz urządzenie
pt_br: Escolha o dispositivo
ro: Alegeți dispozitivul
ru: Выберите устройство
sv: Välj enhet
th: เลือก อุปกรณ์
tr: Cihaz seç
vi: Chọn thiết bị
zh_hans: 选择设备
zh_hant: 選擇設備

# play_display_mode
source: Display mode
cs: Režim zobrazení
de: Anzeigemodus
es: Modo de mostrar
fi: Näyttötila
fr: Mode d'affichage
he: מצב תצוגה
id: Mode Tampilan
it: Modalità display
ja: 表示モード
ko: 화면 모드
nb: Skjermmodus
nl: Weergavemodus
pl: Wyświetlanie
pt_br: Modo de exibição
ro: Modul de afișare
ru: Режим отображения
sv: Visningsläge
th: โหมดการแสดงผล
tr: Ekran modu
vi: Chế độ hiển thị
zh_hans: 显示模式
zh_hant: 顯示模式

# playback_tf_card_record
source: TF card recording
cs: TF karta Video
de: Aufnahme auf SD-Karte
es: TF tarjeta de vídeo
fi: TF kortti Video
fr: TF carte vidéo
he: וידאו כרטיס TF
id: kartu TF Video
it: Video carta di TF
ja: microSDカード記録
ko: TF 카드 기록
nb: TF-kortopptak
nl: TF-kaart Video
pl: TF karta Wideo
pt_br: Vídeo cartão TF
ro: Înregistrare card TF
ru: Запись TF карты
sv: TF-kort Video
th: การบันทึกTFการ์ด
tr: TF kart kaydı
vi: Ghi thẻ TF
zh_hans: TF卡录像
zh_hant: TF卡錄像

# deviceSetting_camera_time_adjusted_match_phone
source: The camera time is about to be adjusted to match the phone time. Please confirm whether to perform this operation?
cs: Čas fotoaparátu bude nastaven tak, aby odpovídal času telefonu. Potvrďte, zda chcete tuto operaci provést?
de: Kamerazeit wird an Telefonzeit angepasst. Soll Vorgang ausgeführt werden soll?
es: La hora de la cámara está a punto de ajustarse para que coincida con la hora del teléfono. Confirme si desea realizar esta operación.
fi: Kameran aikaa ollaan säätämässä vastaamaan puhelimen aikaa. Vahvista, suoritetaanko tämä toiminto?
fr: L'heure de l'appareil photo est sur le point d'être ajustée pour correspondre à l'heure du téléphone. Veuillez confirmer si vous souhaitez effectuer cette opération ?
he: זמן המצלמה עומד להיות מותאם כך שיתאים לזמן הטלפון. נא לאשר האם לבצע פעולה זו?
id: Waktu kamera akan disesuaikan agar sesuai dengan waktu telepon. Mohon konfirmasi apakah akan melakukan operasi ini?
it: l'ora della fotocamera sta per essere regolata in modo che corrisponda all'ora del telefono. Confermare se eseguire questa operazione?
ja: カメラの時刻は、電話の時刻と一致するように調整されようとしています。この操作を実行するかどうかを確認してください。
ko: 카메라 시간이 전화 시간과 일치하도록 조정됩니다. 이 작업을 수행할지 여부를 확인하십시오.
nb: Kameratiden er i ferd med å bli justert for å matche telefontiden. Vennligst bekreft om du skal utføre denne operasjonen?
nl: De cameratijd staat op het punt te worden aangepast aan de telefoontijd. Bevestig a.u.b. of u deze bewerking wilt uitvoeren?
pl: Czas w aparacie zostanie dostosowany do czasu telefonu. Proszę potwierdzić, czy wykonać tę operację?
pt_br: A hora da câmera está prestes a ser ajustada para coincidir com a hora do telefone. Confirme se deseja realizar esta operação?
ro: Ora camerei este pe cale să fie ajustată pentru a se potrivi cu ora telefonului. Vă rugăm să confirmați dacă efectuați această operațiune?
ru: Время камеры будет скорректировано в соответствии со временем телефона. Подтвердите, следует ли выполнять эту операцию?
sv: Kameratiden håller på att justeras för att matcha telefonens tid. Bekräfta om du vill utföra denna operation?
th: เวลาของกล้องกำลังจะถูกปรับให้ตรงกับเวลาของโทรศัพท์ โปรดยืนยันว่าจะดำเนินการนี้หรือไม่
tr: Kamera saati telefon saatine uyacak şekilde ayarlanmak üzere. Lütfen bu işlemin gerçekleştirilip gerçekleştirilmeyeceğini onaylayın.
vi: Thời gian của camera sắp được điều chỉnh để phù hợp với thời gian của điện thoại. Hãy xác nhận xem có nên thực hiện thao tác này không?
zh_hans: 即将把摄像机时间调整至与手机时间一致，请确认是否执行该操作？
zh_hant: 即將把攝像機時間調整至與手機時間一致，請確認是否執行該操作？

# addDevice_nameExample_parlor
source: living room
cs: Obývací pokoj
de: Kamera
es: Sala
fi: Olohuone
fr: Salon
he: סלון
id: Ruang Tamu
it: Sala
ja: リビング
ko: 거실
nb: Stue
nl: Woonkamer
pl: Salon
pt_br: sala de estar
ro: sufragerie
ru: гостинная
sv: vardagsrum
th: ห้องนั่งเล่น
tr: oturma odası
vi: phòng khách
zh_hans: 客厅
zh_hant: 客廳

# deviceSetting_Record_sound_switch
source: Record sound
cs: Nahrát zvuk
de: Ton aufnehmen
es: Grabar sonido
fi: Äänitä
fr: Enregistrer le son
he: הקלט צליל
id: Rekam suara
it: Registra il suono
ja: 音声を録音する
ko: 소리를 녹음하다
nb: Ta opp lyd
nl: Geluid opnemen
pl: Nagrywać dźwięk
pt_br: Gravar som
ro: Sunet record
ru: Записанный звук
sv: Spela in ljud
th: บันทึกเสียง
tr: Kayıt sesi
vi: Ghi âm
zh_hans: 录制声音开关
zh_hant: 錄製聲音開關

# register_Safety_certification
source: Safety certification
cs: Bezpečnostní certifikace
de: Sicherheitszertifizierung
es: Certificación de seguridad
fi: Turvallisuustodistus
fr: Attestation de sécurité
he: תעודת בטיחות
id: Sertifikasi keselamatan
it: Certificazione di sicurezza
ja: 安全認証
ko: 안전인증
nb: Sikkerhetssertifisering
nl: Veiligheidscertificering
pl: Certyfikat bezpieczeństwa
pt_br: Certificação de segurança
ro: Certificare de siguranță
ru: Сертификат безопасности
sv: Säkerhetscertifiering
th: ใบรับรองความปลอดภัย
tr: Güvenlik sertifikası
vi: Chứng nhận an toàn
zh_hans: 安全认证
zh_hant: 安全認證

# playback_alarm_message_total_ios
source: Total number of alarm messages (%@)
cs: Celkový počet alarmových zpráv (%@)
de: Gesamtzahl der Alarmmeldungen (%@)
es: Número total de mensajes de alarma (%@)
fi: Hälytysviestien kokonaismäärä (%@)
fr: Nombre total de messages d'alarme (%@)
he: המספר הכולל של הודעות אזעקה (%@)
id: Jumlah total pesan alarm (%@)
it: Numero totale di messaggi di allarme (%@)
ja: アラームメッセージの総数（%@）
ko: 총 알람 메시지 수 (%@)
nb: Totalt antall alarmmeldinger (%@)
nl: Totaal aantal alarmmeldingen (%@)
pl: Całkowita liczba komunikatów alarmowych (%@)
pt_br: Número total de mensagens de alarme (%@)
ro: Numărul total de mesaje de alarmă (%@)
ru: Общее количество аварийных сообщений (%@)
sv: Totalt antal larmmeddelanden (%@)
th: จำนวนข้อความแจ้งเตือน (%@)
tr: Toplam alarm mesajı sayısı (%@)
vi: Tổng số tin nhắn cảnh báo (%@)
zh_hans: 报警消息总数（%@）
zh_hant: 報警消息總數（%@）

# addDevice_no_sound_help_1
source: Make sure that the camera lens is not blocked by any objects. If there is a protective film on the lens, please remove the protective film before using the QR code to configure the network;
cs: Ujistěte se, že objektiv fotoaparátu není blokován cizími předměty. Pokud je na čočce ochranný film, odstraňte ochranný film před použitím QR kódu, který odpovídá síti;
de: Stellen Sie sicher, dass das Objektiv der Kamera nicht durch Fremdkörper blockiert ist. Wenn sich auf der Linse ein Schutzfolie befindet, entfernen Sie den Schutzfolie, bevor Sie das Netzwerk mit dem QR-Code konfigurieren.
es: Asegúrese de que la lente de la cámara no esté bloqueada por objetos extraños. Si hay una película protectora en la lente, retire la película protectora antes de usar el código QR para que coincida con la red;
fi: Varmista, että vieraat esineet eivät estä kameran linssiä. Jos linssissä on suojakalvo, poista suojakalvo ennen QR-koodin käyttämistä verkon sopimiseksi;
fr: Assurez-vous que l'objectif de l'appareil photo n'est pas bloqué par des objets étrangers. S'il y a un film protecteur sur l'objectif, veuillez retirer le film protecteur avant d'utiliser le code QR pour correspondre au filet;
he: וודא כי עדשת המצלמה לא חסומה על ידי חפצים זרים. אם יש סרט מגן על העדשה, אנא הסר את סרט המגן לפני השימוש בקוד ה- QR כדי להתאים לרשת;
id: Pastikan lensa kamera tidak terhalang oleh benda asing. Jika ada lapisan pelindung pada lensa, harap lepaskan lapisan pelindung sebelum menggunakan kode QR agar sesuai dengan jaring;
it: Accertarsi che l'obiettivo della fotocamera non sia bloccato da oggetti estranei. Se sull'obiettivo è presente una pellicola protettiva, rimuovere la pellicola protettiva prima di utilizzare il codice QR per adattarlo alla rete;
ja: カメラのレンズが異物によって遮られていないことを確認してください。レンズに保護フィルムがある場合は、QRコードを使用してネットと一致させる前に保護フィルムを取り外してください。
ko: 카메라 렌즈가 이물질에 의해 막히지 않았는지 확인하십시오. 렌즈에 보호 필름이있는 경우 QR 코드를 사용하여 네트와 일치시키기 전에 보호 필름을 제거하십시오.
nb: Forsikre deg om at objektivet på kameraet ikke er blokkert av fremmedlegemer. Hvis det er en beskyttelsesfilm på linsen, må du fjerne beskyttelsesfilmen før du bruker QR-koden for å matche nettet;
nl: Zorg ervoor dat de lens van de camera niet wordt geblokkeerd door vreemde voorwerpen. Als er een beschermende film op de lens zit, verwijdert u de beschermende film voordat u de QR-code gebruikt die overeenkomt met het net;
pl: Upewnij się, że obiektyw aparatu nie jest zablokowany przez ciała obce. Jeśli na soczewce znajduje się folia ochronna, usuń folię ochronną przed użyciem kodu QR w celu dopasowania do siatki;
pt_br: Verifique se a lente da câmera não está bloqueada por objetos estranhos. Se houver uma película protetora na lente, remova a película protetora antes de usar o código QR para combinar com a rede;
ro: Asigurați-vă că obiectivul camerei nu este blocat de obiecte străine. Dacă pe lentilă există o peliculă de protecție, vă rugăm să îndepărtați folia de protecție înainte de a utiliza codul QR pentru a se potrivi cu plasa;
ru: Убедитесь, что объектив камеры не заблокирован посторонними предметами. Если на объективе есть защитная пленка, пожалуйста, удалите защитную пленку перед использованием QR-кода для соответствия сети;
sv: Se till att kamerans objektiv inte är blockerad av främmande föremål. Om det finns en skyddande film på linsen, ta bort skyddsfilmen innan du använder QR-koden för att matcha nätet;
th: ตรวจสอบให้แน่ใจว่าไม่มีวัตถุใด ๆ บังเลนส์กล้องหากมีฟิล์มป้องกันบนเลนส์โปรดนำฟิล์มป้องกันออกก่อนใช้รหัส QR เพื่อกำหนดค่าเครือข่าย
tr: Kamera merceğinin yabancı nesneler tarafından engellenmediğinden emin olun. Mercek üzerinde koruyucu bir film varsa, ağla eşleşmek için QR kodunu kullanmadan önce lütfen koruyucu filmi çıkarın;
vi: Đảm bảo rằng ống kính máy ảnh không bị vật lạ chặn. Nếu có màng bảo vệ trên ống kính, vui lòng tháo màng bảo vệ trước rồi sử dụng mã QR để định cấu hình mạng;
zh_hans: 请确保摄像机的镜头无异物遮挡。如果镜头上有保护膜，请先撕掉保护膜再使用二维码配网；
zh_hant: 請確保攝像機的鏡頭無異物遮擋。如果鏡頭上有保護膜，請先撕掉保護膜再使用二維碼配網；

# person_feedback_question_record_video
source: Q8: Can I record sound when recording on a memory card?
cs: Otázka 8: Mohu nahrávat zvuk, když nahrávám na paměťovou kartu?
de: F8: Kann ich Ton aufnehmen, wenn mit einer Speicherkarte aufgenommen wird?
es: P8: ¿Puedo grabar sonido cuando grabo en una tarjeta de memoria?
fi: Q8: Voinko nauhoittaa ääntä tallennettaessa muistikortille?
fr: Q8: Puis-je enregistrer du son lors de l'enregistrement sur une carte mémoire?
he: ש 8: האם אוכל להקליט צליל בעת הקלטה בכרטיס זיכרון?
id: T8: Dapatkah saya merekam suara saat merekam pada kartu memori?
it: Q8: È possibile registrare l'audio durante la registrazione su una scheda di memoria?
ja: Q8：メモリーカードに録画するときに音声を録画できますか？
ko: Q8 : 메모리 카드에 녹음 할 때 사운드를 녹음 할 수 있습니까?
nb: Q8: Kan jeg ta opp lyd når jeg spiller inn på et minnekort?
nl: V8: Kan ik geluid opnemen wanneer ik op een geheugenkaart opneem?
pl: P8: Czy mogę nagrywać dźwięk podczas nagrywania na karcie pamięci?
pt_br: Q8: Posso gravar som ao gravar em um cartão de memória?
ro: Q8: Pot înregistra sunet când înregistrez pe un card de memorie?
ru: В8: Могу ли я записывать звук при записи на карту памяти?
sv: F8: Kan jag spela in ljud när jag spelar in på ett minneskort?
th: Q8: ฉันสามารถบันทึกเสียงเมื่อบันทึกลงในการ์ดหน่วยความจำได้หรือไม่?
tr: S8: Bellek kartına kayıt yaparken ses kaydedebilir miyim?
vi: Q8: Có thể ghi lại âm thanh khi thẻ nhớ đang ghi không?
zh_hans: Q8：存储卡录像时，能否录制声音？
zh_hant: Q8：存儲卡錄像時，能否錄制聲音？

# preview_ptz_optical_zoom
source: Pull close/away
cs: Zatáhněte za blízko
de: Hin/weg ziehen
es: Tire cerca/lejos
fi: Vedä lähellä/pois
fr: Tirez près/loin
he: משוך קרוב/משם
id: Tarik dekat/menjauh
it: Tirare vicino/lontano
ja: 引き離す
ko: 광학 줌 인/아웃
nb: Trekk nær/bort
nl: Trek dichtbij/weg
pl: Pociągnij blisko/daleko
pt_br: Puxar para perto/longe
ro: Trageți aproape/departe
ru: Потяните близко/далеко
sv: Dra nära/bort
th: ซูมเข้า / ออก
tr: Kapat/uzaklaştır
vi: Phóng to / thu nhỏ
zh_hans: 拉近/拉远
zh_hant: 拉近/拉遠

# addDevice_connecting
source: Connecting hotspot
cs: Připojení Hotspotu
de: wird mit Hotspot verbunden
es: Está Conectando el punto de acceso
fi: Hotspot-yhteys
fr: Connexion Hotspot
he: מתחבר לרשת המכשיר
id: menghubungi Hotspot
it: Collegando hotspot
ja: アクセスポイントの接続
ko: 장치를 WiFi에 연결합니다.
nb: Kobler til hotspot
nl: Hotspot verbinden
pl: Łączenie hotspot
pt_br: Hotspot de conexão
ro: Conectarea hotspot
ru: Точка подключения
sv: Ansluta hotspot
th: กำลังเชื่อมต่อฮอตสปอต
tr: Bağlantı noktasını bağlama
vi: Kết nối điểm phát sóng
zh_hans: 热点连接中
zh_hant: 熱點連接中

# adddevice_distance_requir
source: Distance requirements
cs: Požadavky na vzdálenost
de: Entfernung
es: Requisitos de distancia
fi: Etäisyysvaatimukset
fr: Distances requises
he: דרישות מרחק
id: Persyaratan jarak
it: Requisiti di distanza
ja: 距離要件
ko: 거리 요구 사항
nb: Avstandskrav
nl: Afstandsvereisten
pl: Wymagania dotyczące odległości
pt_br: Requisitos de distância
ro: Cerințe de distanță
ru: Требования к расстоянию
sv: Avståndskrav
th: ข้อกำหนดระยะทาง
tr: Mesafe gereksinimleri
vi: Yêu cầu về khoảng cách
zh_hans: 距离要求
zh_hant: 距離要求

# deviceSetting_Monday_Friday
source: Monday to Friday
cs: od pondělí do pátku
de: Montag bis Freitag
es: de lunes a viernes
fi: maanantaista perjantaihin
fr: lundi à vendredi
he: שני עד שישי
id: Senin sampai Jumat
it: lunedi al venerdì
ja: 月曜日から金曜日
ko: 월요일부터 금요일까지
nb: mandag til fredag
nl: maandag tot vrijdag
pl: od poniedziałku do piątku
pt_br: segunda a sexta
ro: luni până vineri
ru: с понедельника по пятницу
sv: Måndag till fredag
th: วันจันทร์ถึงวันศุกร์
tr: pazartesiden cumaya
vi: Thứ Hai đến thứ Sáu
zh_hans: 周一至周五
zh_hant: 週一至週五
