Repository: Yolo-cell-hash/go_home_ios
Catalog: ios/Runner/JASDK/JAResources/XLanguage/X35MultiLanguage/*.lproj/X35MutiLanguage.strings
Languages: cs, de, es, fi, fr, he, id, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sv, th, tr, vi, zh_hans, zh_hant

# help_cloud_storage_textTips_8
source: Method 2:enter personal center "cloud mall" interface,choose "cloud storage service",click cloud storage info and redirect to details page,click "recording" and check recording.
cs: Metoda 2: Zadejte rozhraní cloudového centra osobního centra,vyberte službu Cloud Storage Service 1,klepněte na informace o úložišti cloud a přejděte na stránku s podrobnostmi o úložišti cloud a klikněte na "Nahrát" 2 pro zobrazení záznamu.
de: Methode 2:Öffnen Sie Konto "Cloud Shop" wählen Sie "Cloudspeicher Service",tippen Sie Cloudspeicher Info und gehen Sie zu Details, tippen Sie "Aufnahmen" um Aufnahmen zu prüfen.
es: Método 2: ingrese a la interfaz de "centro comercial en la nube" del centro de personal,elija "servicio de almacenamiento en la nube",luego haga clic en información de almacenamiento en la nube y redireccione a la página de detalles,haga clic en "grabar" y vea la grabación.
fi: Tapa 2: Syötä henkilökohtaisen keskuksen "Cloud Mall"-liitäntä,valitse "Cloud Storage Service" 1,napsauta pilvivarastoinformaatiota siirtyäksesi pilvivarastoinformaation sivulle ja napsauta "Record" 2 nähdäksesi tallennuksen.
fr: Méthode 2 : Entrez dans l'interface Cloud Mall du centre personnel, sélectionnez "Service de stockage en Cloud" ①, cliquez sur les informations de stockage en Cloud pour accéder à la page de détails du stockage en Cloud, puis sur "Enregistrer" ② pour afficher l'enregistrement.
he: שיטה 2: הכנס למרכז "ענן קניון " מרכז אישי,בחר "ענן שירות אחסון ",לחץ על מידע על אחסון ענן והפנה לדף הפרטים,לחץ על "הקלטה " ובדוק את ההקלטה.
id: Metode 2: masuk ke Mall Awan di Akun saya,pilih "Servis penyimpanan Awan" klik info penyimpanan Awan dan langsung ke hal detil,klik "Rekaman" dan cek rekaman
it: Metodo 2. Entrare nel centro personale " Negozio cloud",selezionare " servizio archiviazione cloud",premere sulle informazioni di archiviazione,premere Qundi " Registrazioni" e verificarle.
ja: 方法2：パーソナルセンターのショップに入り、"ストレージサービス"を選択し、①"ストレージインフォメーション"をクリックして"ストレージ詳細"ページに移動し、②"録画"をクリックします。
ko: 방법 2 : 개인 센터 "클라우드 몰"인터페이스를 입력하고 "클라우드 스토리지 서비스"를 선택하고 클라우드 스토리지 정보를 클릭 한 후 세부 정보 페이지로 리디렉션하고 "녹음 "을 클릭하고 녹음을 확인하십시오.
nb: Metode 2: Gå inn i grensesnittet for "Skylagring" i det personlige senteret,velg "Skylagring hjelp" 1,klikk på skylagringsinformasjonen for å hoppe til informasjon om skylagringsdetaljer,klikk "Video" 2 for å se videoen.
nl: Methode 2:"cloud-mail"-interface persoonlijk center invoeren,"cloudopslagservice" selecteren,info cloudopslag selecteren en verdergaan naar detailspagina,"opname" klikken en opname controleren.
pl: Metoda 2: wpisz interfejs osobisty "centrum chmury ",wybierz "usługa przechowywania w chmurze ",kliknij informacje o chmurze i przekieruj do strony szczegółów,kliknij "nagrywanie " i sprawdź nagrywanie.
pt_br: Método 2: entre na interface do centro pessoal "cloud mall ",escolha "cloud storage service ",clique em informações de armazenamento em nuvem e redirecione para a página de detalhes,clique em "gravação " e verifique a gravação.
ro: Metoda 2: introduceți interfața centrului "cloud mall ",alegeți "serviciu de stocare în cloud",faceți clic pe informații despre stocarea norului și redirecționați către pagina cu detalii,faceți clic pe "înregistrare " și verificați înregistrarea.
ru: Способ 2: войдите в интерфейс "облачного центра" личного центра,выберите "служба облачного хранилища",щелкните информацию об облачном хранилище и перенаправьте на страницу сведений,нажмите "запись" и проверьте запись.
sv: Metod 2: Gå in i personcenter "Cloud Mall " gränssnittet,välj "Cloud Storage Service ",klicka på cloud storage info och vidarekoppla till detaljer sidan,klicka "inspelning " och kontrollera inspelning.
th: วิธีที่ 2: เข้าสู่หน้า "คลาวด์มอลล์"ของศูนย์ส่วนบุคคลเลือก "บริการของพื้นที่เก็บข้อมูลบนคลาวด์" ① คลิกที่ข้อมูลที่เก็บข้อมูลบนคลาวด์เพื่อข้ามไปยังหน้ารายละเอียด พื้นที่เก็บข้อมูลบนคลาวด์ แล้วคลิก "วิดีโอ" ②เพื่อดูวิดีโอ
tr: Yöntem 2: kişisel merkez "bulut merkezi " arayüzüne girin,"bulut depolama hizmeti " seçin,bulut depolama bilgilerini tıklayın ve ayrıntılar sayfasına yönlendirin,"kayıt " seçeneğini tıklayın ve kaydı kontrol edin.
vi: Cách 2: Vào giao diện "Cloud Mall" của trung tâm cá nhân, chọn "Dịch vụ lưu trữ đám mây" ①, bấm vào Thông tin lưu trữ đám mây để chuyển đến trang Chi tiết lưu trữ đám mây, bấm "Video" ② để xem video.
zh_hans: 方法2：进入个人中心“云商城”界面，选择“云存服务”①，点击云存信息跳转至云存详情页，点击“录像”②即可查看录像。
zh_hant: 方法2：進入個人中心“雲商城”界面，選擇“雲存服務”①，點擊雲存信息跳轉至雲存詳情頁，點擊“錄像”②即可查看錄像。

# adddevice_turn_on_power
source: Step 1: turn on the power
cs: Krok 1: zapněte napájení
de: Schritt 1: Schalten Sie das Gerät ein
es: Paso 1: encienda la alimentación
fi: Vaihe 1: kytke virta päälle
fr: Étape 1: allumez le pouvoir
he: שלב 1: הפעל את הכוח
id: Langkah 1: nyalakan daya
it: Passaggio 1: accendere l'alimentazione
ja: ステップ1：電源を入れる
ko: 1 단계 : 전원 켜기
nb: Trinn 1: slå på strømmen
nl: Stap 1: schakel de stroom in
pl: Krok 1: włącz zasilanie
pt_br: Etapa 1: ligar a energia
ro: Pasul 1: porniți puterea
ru: Шаг 1: включите питание
sv: Steg 1: slå på strömmen
th: ขั้นตอนที่ 1: เปิดเครื่อง
tr: Adım 1: gücü açın
vi: Bước 1: Bật nguồn
zh_hans: 第一步：接通电源
zh_hant: 第一步：接通電源

# Service_map_Enter_store_name
source: Enter store name
cs: Zadejte název obchodu
de: Laden-Name eingeben
es: Ingrese el nombre de la tienda
fi: Kirjoita myymälän nimi
fr: Entrez le nom du magasin
he: הזן את שם החנות
id: Masukkan nama toko
it: Inserisci il nome del negozio
ja: 店舗名を入力してください
ko: 상점 이름을 입력하십시오
nb: Skriv inn butikknavn
nl: Voer winkelnaam in
pl: Wpisz nazwę sklepu
pt_br: Digite o nome da loja
ro: Introduceți numele magazinului
ru: Введите название магазина
sv: Ange butikens namn
th: ป้อนชื่อร้านค้า
tr: Mağaza adını girin
vi: Nhập tên cửa hàng
zh_hans: 输入门店名称
zh_hant: 輸入門店名稱

# alarm_no_message_period
source: No alarm message during this time period
cs: Během této doby se neobjeví žádná výstražná zpráva
de: Keine Alarmmeldungen in diesem Zeitraum
es: No hay mensaje de alarma durante este período de tiempo.
fi: Ei hälytysviestiä tänä ajanjaksona
fr: Aucun message d'alarme pendant cette période
he: אין הודעת אזעקה במהלך תקופת זמן זו
id: Tidak ada pesan alarm selama periode ini
it: Nessun messaggio di allarme durante questo periodo di tempo
ja: この期間中はアラームメッセージはありません
ko: 이 기간 동안 알람 메시지가 없습니다
nb: Ingen alarmmeldinger i løpet av denne perioden
nl: Geen alarmmelding gedurende deze periode
pl: Brak komunikatu alarmowego w tym okresie
pt_br: Nenhuma mensagem de alarme durante esse período
ro: Niciun mesaj de alarmă în această perioadă de timp
ru: Нет сообщений о тревоге в течение этого периода времени
sv: Inget larmmeddelande under denna tidsperiod
th: ไม่มีข้อมูลการเตือนภัยในช่วงเวลานี้
tr: Bu süre zarfında alarm mesajı yok
vi: Không có thông tin báo động trong khoảng thời gian này
zh_hans: 该时间段无报警信息
zh_hant: 該時間段無報警信息

# meDevice_shake_wlanaid_hint
source: It is recommended to turn off the WLAN/WLAN+ assistant function of the mobile phone, otherwise it will affect the stability of the device hotspot connection.
cs: Doporučuje se vypnout funkci mobilního telefonu WLAN / WLAN + asistent, jinak to ovlivní stabilitu připojení hotspotu zařízení.
de: Es wird empfohlen, die WLAN / WLAN + Assistent-Funktion des Mobiltelefons auszuschalten, da sonst die Stabilität der Hotspot-Verbindung des Geräts beeinträchtigt wird.
es: Se recomienda desactivar la función de asistente WLAN / WLAN + del teléfono móvil, de lo contrario afectará la estabilidad de la conexión del punto de acceso del Equipo.
fi: On suositeltavaa sammuttaa matkapuhelimen WLAN / WLAN + -apuri-toiminto, muuten se vaikuttaa laitteen hotspot-yhteyden vakauteen.
fr: Il est recommandé de désactiver la fonction assistant WLAN / WLAN + du téléphone mobile, sinon cela affectera la stabilité de la connexion du point d'accès sans fil.
he: מומלץ לכבות את הפונקציה עוזר WLAN / WLAN + של הטלפון הנייד, אחרת זה ישפיע על היציבות של חיבור נקודה חמה המכשיר.
id: Disarankan untuk mematikan fungsi asisten WLAN / WLAN + pada ponsel, jika tidak maka akan mempengaruhi stabilitas koneksi hotspot perangkat.
it: Si consiglia di disattivare la funzione di assistente WLAN / WLAN + del telefono cellulare, altrimenti influirà sulla stabilità della connessione all'hotspot del dispositivo.
ja: ワイヤレスアクセスポイント接続の安定性に影響しますので、携帯電話のWLAN / WLAN +アシスタント機能を無効にすることをお勧めします。
ko: 휴대 전화의 WLAN / WLAN + 보조 기능을 끄는 것이 좋습니다. 그렇지 않으면 장치 핫스팟 연결의 안정성에 영향을줍니다.
nb: Det anbefales at du slår av mobiltelefonens WLAN / WLAN + assistentfunksjon, ellers vil det påvirke stabiliteten til enhetens hotspot-tilkobling.
nl: Het wordt aanbevolen om de WLAN / WLAN + assistent-functie van de mobiele telefoon uit te schakelen, anders heeft dit invloed op de stabiliteit van de hotspot-verbinding van het apparaat.
pl: Zalecane jest wyłączenie funkcji asystenta WLAN / WLAN + telefonu komórkowego, w przeciwnym razie wpłynie to na stabilność połączenia hotspot urządzenia.
pt_br: Recomenda-se desligar a função de assistente de WLAN / WLAN + do telefone celular, caso contrário, isso afetará a estabilidade da conexão do hotspot do dispositivo.
ro: Se recomandă dezactivarea funcției asistent WLAN / WLAN + a telefonului mobil, altfel va afecta stabilitatea conexiunii hotspot a dispozitivului.
ru: Рекомендуется отключить функцию WLAN / WLAN + помощник мобильного телефона, в противном случае это повлияет на стабильность подключения к точке доступа устройства.
sv: Det rekommenderas att stänga av mobiltelefonens WLAN / WLAN + assistentfunktion, annars påverkar det enhetens hotspotanslutning.
th: แนะนำให้ปิดฟังก์ชัน WLAN ของโทรศัพท์มือถือมิฉะนั้นจะส่งผลต่อความเสถียรของการเชื่อมต่อฮอตสปอตของอุปกรณ์
tr: Cep telefonunun WLAN / WLAN + yardımcısı işlevini kapatmanız önerilir, aksi takdirde cihaz bağlantı noktası bağlantısının dengesini etkiler.
vi: Bạn nên tắt chức năng trợ lý WLAN / WLAN + của điện thoại di động, nếu không nó sẽ ảnh hưởng đến sự ổn định của kết nối điểm phát sóng của thiết bị
zh_hans: 建议关闭手机WLAN/WLAN+助理功能，否则会影响设备热点连接稳定性
zh_hant: 建議關閉手機WLAN/WLAN+助理功能，否則會影響設備熱點連接穩定性

# person_information_data_cleared
source: After the account is deleted, all information and data will be cleared
cs: Po zrušení účtu budou všechny informace a data vymazány
de: Nachdem das Konto gelöscht wurde, sind alle Kontodaten nicht mehr verfügbar
es: Después de que se cancele la cuenta, toda la información y los datos se borrarán
fi: Tilin peruuttamisen jälkeen kaikki tiedot poistetaan
fr: Une fois le compte annulé, toutes les informations et données seront effacées
he: לאחר ביטול החשבון, כל המידע והנתונים יימחקו
id: Setelah akun dibatalkan, semua informasi dan data akan dihapus
it: Dopo che l'account è stato cancellato, tutte le informazioni e i dati verranno cancellati
ja: アカウントがキャンセルされた後、すべての情報とデータがクリアされます
ko: 계정이 해지되면 모든 정보와 데이터가 삭제됩니다.
nb: Etter at kontoen er kansellert, blir all informasjon og data slettet
nl: Nadat het account is geannuleerd, worden alle informatie en gegevens gewist
pl: Po zlikwidowaniu konta wszystkie informacje i dane zostaną wyczyszczone
pt_br: Depois que a conta for cancelada, todas as informações e dados serão apagados
ro: După ce contul este anulat, toate informațiile și datele vor fi șterse
ru: После закрытия аккаунта вся информация и данные будут удалены.
sv: Efter att kontot har avslutats kommer all information och data att raderas
th: หลังจากยกเลิกบัญชีแล้ว ข้อมูลและข้อมูลทั้งหมดจะถูกล้าง
tr: Hesap iptal edildikten sonra tüm bilgiler ve veriler silinecektir.
vi: Sau khi tài khoản bị hủy, tất cả thông tin và dữ liệu sẽ bị xóa
zh_hans: 账号注销后，将清空所有信息和数据
zh_hant: 賬號註銷後，將清空所有信息和數據

# devicesetting_Telephone_mode_describe
source: Telephone mode: real-time two-way intercom, both parties can talk and receive voice at the same time
cs: Telefonní režim: obousměrný interkom v reálném čase, obě strany mohou mluvit a přijímat hlas současně
de: Telefonmodus: Echtzeit-Gegensprechen, beide Seiten können gleichzeitig sprechen und hören
es: Modo de teléfono: intercomunicador bidireccional en tiempo real, ambas partes pueden hablar y recibir voz al mismo tiempo
fi: Puhelintila: reaaliaikainen kaksisuuntainen sisäpuhelin, molemmat osapuolet voivat puhua ja vastaanottaa ääntä samanaikaisesti
fr: Mode téléphone : interphone bidirectionnel en temps réel, les deux parties peuvent parler et recevoir la voix en même temps
he: מצב טלפון: אינטרקום דו-כיווני בזמן אמת, שני הצדדים יכולים לדבר ולקבל קול בו-זמנית
id: Mode telepon: interkom dua arah waktu nyata, kedua belah pihak dapat berbicara dan menerima suara secara bersamaan
it: Modalità telefono: interfono bidirezionale in tempo reale, entrambe le parti possono parlare e ricevere voce contemporaneamente
ja: 電話モード：リアルタイムの双方向インターホン、両方の当事者が同時に話し、音声を受信できます
ko: 전화 모드: 실시간 양방향 인터콤, 양쪽 당사자가 동시에 말하고 음성을 수신할 수 있습니다.
nb: Telefonmodus: toveis intercom i sanntid, begge parter kan snakke og motta tale samtidig
nl: Telefoonmodus: realtime tweerichtingsintercom, beide partijen kunnen tegelijkertijd praten en spraak ontvangen
pl: Tryb telefoniczny: dwukierunkowy domofon w czasie rzeczywistym, obie strony mogą jednocześnie rozmawiać i odbierać głos;
pt_br: Modo de telefone: intercomunicação bidirecional em tempo real, ambas as partes podem falar e receber voz ao mesmo tempo
ro: Modul telefon: interfon bidirecțional în timp real, ambele părți pot vorbi și primi voce în același timp
ru: Телефонный режим: двусторонняя связь в реальном времени, обе стороны могут разговаривать и принимать голос одновременно
sv: Telefonläge: tvåvägsintercom i realtid, båda parter kan prata och ta emot röst samtidigt
th: โหมดโทรศัพท์: อินเตอร์คอมสองทางแบบเรียลไทม์ ทั้งสองฝ่ายสามารถพูดคุยและรับเสียงในเวลาเดียวกัน
tr: Telefon modu: gerçek zamanlı iki yönlü interkom, her iki taraf da aynı anda konuşabilir ve ses alabilir
vi: Chế độ điện thoại: liên lạc nội bộ hai chiều thời gian thực, cả hai bên có thể nói chuyện và nhận giọng nói cùng một lúc
zh_hans: 电话模式：实时双向对讲，双方能够同时进行说话和接收语音
zh_hant: 電話模式：實時雙向對講，雙方能夠同時進行說話和接收語音

# setting
source: Settings
cs: Nastavení
de: Einstellungen
es: Ajuste
fi: asetus
fr: Réglage
he: הגדרות
id: Pengaturan
it: ambiente
ja: 設定
ko: 설정
nb: Innstilling
nl: Instellingen
pl: Ustawienia
pt_br: cenário
ro: reglaj
ru: настройка
sv: Miljö
th: การตั้งค่า
tr: Kurmak
vi: Thiết lập
zh_hans: 设置
zh_hant: 設置

source: More
cs: Více
de: Mehr
es: Más
fi: Lisää
fr: d'autre
he: יותר
id: Lebih
it: Più
ja: もっと
ko: 더욱
nb: Mer
nl: Meer
pl: Więcej
pt_br: Mais
ro: Mai
ru: более
sv: Mer
th: ตั้งค่า
tr: Daha
vi: Hơn
zh_hans: 更多
zh_hant: 更多

# Devicesetting_Select_recording_mode
source: Select recording mode
cs: Vyberte režim nahrávání
de: Aufnahmemodus auswählen
es: Seleccione el modo de grabación
fi: Valitse tallennustila
fr: Sélectionnez le mode d'enregistrement
he: בחר מצב הקלטה
id: Pilih mode perekaman
it: Seleziona la modalità di registrazione
ja: 録画モードを選択します
ko: 녹음 모드 선택
nb: Velg opptaksmodus
nl: Selecteer opnamemodus
pl: Wybierz tryb nagrywania
pt_br: Selecione o modo de gravação
ro: Selectați modul de înregistrare
ru: Выберите режим записи
sv: Välj inspelningsläge
th: เลือกโหมดบันทึก
tr: Kayıt modunu seçin
vi: Chọn chế độ ghi
zh_hans: 选择录像模式
zh_hant: 選擇錄像模式

# cloud_help_migration_device_2
source: (2) Migration process:
cs: (2) Proces migrace:
de: (2) Migration Prozess:
es: (2) Proceso de migración:
fi: (2) Migration prosessi:
fr: (2) Processus de migration:
he: (2) תהליך הגירה:
id: (2) Proses migrasi:
it: (2) processo di migrazione:
ja: (2)移行プロセス
ko: (2) 마이그레이션 프로세스 :
nb: (2) Migrasjonsprosess:
nl: (2) Migratieproces:
pl: (2) Proces migracji:
pt_br: (2) processo de migração:
ro: (2) Procesul de migrare:
ru: (2) Процесс миграции:
sv: (2) Migrationsprocessen:
th: (2) กระบวนการโยกย้าย:
tr: (2) Göç süreci:
vi: (2) Quá trình di cư:
zh_hans: (2)迁移过程：
zh_hant: (2)遷移過程：

# person_feedback_comment_service
source: Thanks for your feedback, please comment on our service
cs: Děkujeme za vaše názory, prosím komentujte naše služby
de: Vielen Dank für Ihre Rückmeldung
es: Gracias por sus comentarios, comente nuestro servicio
fi: Kiitos palautteestasi, kommentoi palveluamme
fr: Merci pour vos commentaires, veuillez commenter notre service
he: תודה על המשוב שלך, אנא הגב לשירות שלנו
id: Terima kasih atas tanggapan Anda, silakan komentari layanan kami
it: Grazie per il tuo feedback, si prega di commentare il nostro servizio
ja: あなたのフィードバックをありがとう、私たちのサービスにコメントしてください
ko: 귀하의 의견에 감사드립니다
nb: Takk for tilbakemeldingen, vennligst kommenter tjenesten vår
nl: Bedankt voor je feedback, reageer op onze service
pl: Dziękujemy za opinię, skomentuj naszą usługę
pt_br: Obrigado pelo seu feedback, por favor, comente sobre o nosso serviço
ro: Vă mulțumim pentru feedback, vă rugăm să comentați serviciul nostru
ru: Спасибо за ваш отзыв, пожалуйста, прокомментируйте наш сервис
sv: Tack för din feedback, vänligen kommentera vår tjänst
th: ขอบคุณสำหรับข้อเสนอแนะโปรดแสดงความคิดเห็นเกี่ยวกับบริการของเรา
tr: Geri bildiriminiz için teşekkür ederiz, lütfen hizmetimize yorum yapın
vi: Cảm ơn bạn đã phản hồi, hãy bình luận về dịch vụ của chúng tôi
zh_hans: 感谢您的反馈，请对我们的服务做出评价
zh_hant: 感謝您的反饋，請對我們的服務做出評價

# preview_call_ended
source: call ended
cs: hovor byl ukončen
de: Anruf beendet
es: llamada terminada
fi: puhelu päättyi
fr: appel terminé
he: השיחה הסתיימה
id: panggilan berakhir
it: chiamata terminata
ja: 通話が終了しました
ko: 통화 종료
nb: anrop avsluttet
nl: oproep beëindigd
pl: połączenie zakończone
pt_br: Chamada finalizada
ro: apel terminat
ru: звонок окончен
sv: samtalet avslutades
th: จบการสนทนา
tr: Arama sona erdi
vi: cuộc gọi kết thúc
zh_hans: 通话结束
zh_hant: 通話結束

# person_feedback_question_ROM_software_3_Notification
source: Notification bar push: close the application notification, there will be no display of the received message;
cs: Oznámení push: zavřete oznámení aplikace, nebude se zobrazovat přijatá zpráva;
de: Benachrichtigungsleiste: Schließen Sie die App-Benachrichtigung. Die empfangene Nachricht wird nicht angezeigt.
es: Barra de notificaciones: cierre la notificación de la aplicación, no se mostrará el mensaje recibido;
fi: Ilmoituspalkin painallus: sulje sovellusilmoitus, vastaanotettua viestiä ei tule näkyviin.
fr: Appuyez sur la barre de notification: fermez la notification de l'application, il n'y aura pas d'affichage du message reçu;
he: דחיפה של סרגל ההתראות: סגור את הודעת היישום, לא תוצג ההודעה שהתקבלה;
id: Push bar notifikasi: tutup notifikasi aplikasi, tidak akan ada tampilan pesan yang diterima;
it: Push barra di notifica: chiudi la notifica dell'applicazione, non verrà visualizzato il messaggio ricevuto;
ja: 通知バーのプッシュ：アプリケーション通知を閉じます。受信したメッセージは表示されません。
ko: 알림 표시 줄 푸시 : 응용 프로그램 알림을 닫으면 수신 된 메시지가 표시되지 않습니다.
nb: Varsling bar push: lukk applikasjonsvarselet, det vises ingen visning av den mottatte meldingen;
nl: Meldingsbalk push: sluit de toepassingsmelding, het ontvangen bericht wordt niet weergegeven;
pl: Push pasek powiadomień: zamknij powiadomienie aplikacji, nie pojawi się komunikat o otrzymanej wiadomości;
pt_br: Push da barra de notificação: feche a notificação do aplicativo, não haverá exibição da mensagem recebida;
ro: Apăsați bara de notificări: închideți notificarea aplicației, nu va fi afișat mesajul primit;
ru: Нажмите на панель уведомлений: закройте уведомление приложения, полученное сообщение не будет отображаться;
sv: Tryck på meddelandefältet: stäng applikationsmeddelandet, det mottagna meddelandet visas inte;
th: แถบการแจ้งเตือน: ปิดการแจ้งเตือนแอปพลิเคชันจะไม่มีการแสดงข้อความที่ได้รับ
tr: Bildirim çubuğu itme: uygulama bildirimini kapatın, alınan mesajın görüntülenmesi olmayacaktır;
vi: Thanh thông báo đẩy: đóng thông báo ứng dụng, sẽ không có hiển thị thông báo đã nhận;
zh_hans: 通知栏推送：关闭应用通知则收到消息不会有任何展示；
zh_hant: 通知欄推送：關閉應用通知則收到消息不會有任何展示；

# preview_close_recording_operate
source: Recording, please close before operating
cs: Nahrávání, prosím, před zahájením provozu
de: Bitte Aufnahme vor Bedienung beenden
es: Grabación, cierre antes de operar
fi: Äänitys, sulje ennen käyttöä
fr: Enregistrement, s'il vous plaît fermer avant d'utiliser
he: הקלטה, אנא סגור לפני ההפעלה
id: Rekaman, harap tutup sebelum beroperasi
it: Registrazione, si prega di chiudere prima di operare
ja: 録画中、操作する前に閉じてください
ko: 녹화, 작동하기 전에 닫으십시오
nb: Innspilling, lukk før du bruker den
nl: Opname, sluit voor gebruik
pl: Nagrywanie, proszę zamknąć przed rozpoczęciem pracy
pt_br: Gravação, feche antes de operar
ro: Înregistrare, vă rugăm să închideți înainte de operare
ru: Запись, пожалуйста, закройте перед работой
sv: Inspelning, stäng innan du använder den
th: การบันทึกกรุณาปิดและดำเนินการ
tr: Kayıt, çalıştırmadan önce lütfen kapatın
vi: Ghi âm, vui lòng đóng và sau đó hoạt động
zh_hans: 正在录像中，请关闭后再操作
zh_hant: 正在錄像中，請關閉後再操作
