Repository: Yolo-cell-hash/go_home_ios
Catalog: ios/Runner/JASDK/JAResources/XLanguage/X35MultiLanguage/*.lproj/X35MutiLanguage.strings
Languages: cs, de, es, fi, fr, he, id, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sv, th, tr, vi, zh_hans, zh_hant

# adddevice_step_3
source: Step 3： Find the QR code on the device or display screen (if you can't find the QR code, please select "Additional Adding Method")
cs: Krok 3： Najděte QR kód na zařízení nebo na obrazovce (pokud nemůžete QR kód najít, vyberte "Další způsob přidání ")
de: Schritt 3： Suchen Sie den QR-Code auf dem Gerät oder auf dem Bildschirm. (Wenn Sie den QR-Code nicht finden können, wählen Sie bitte "Anders hinzufügen".)
es: Paso 3： Encuentre el código QR en el Equipo o en la pantalla (si no puede encontrar el código QR, seleccione "Método de adición adicional ")
fi: Vaihe 3： Etsi QR-koodi laitteelta tai näytöltä (jos et löydä QR-koodia, valitse "Lisälisäystapa ")
fr: Étape 3： Recherchez le code QR sur L’appareil ou sur l’écran d’affichage (si vous ne trouvez pas le code QR, sélectionnez "Méthode d’ajout supplémentaire ")
he: שלב 3： מצא את קוד ה- QR במכשיר או במסך התצוגה (אם אינך יכול למצוא את קוד ה- QR, אנא בחר "שיטת הוספה נוספת")
id: Langkah 3： Temukan kode QR pada perangkat atau layar tampilan (jika Anda tidak dapat menemukan kode QR, silakan pilih "Metode Penambahan Tambahan")
it: Passaggio 3： Trova il codice QR sul dispositivo o sullo schermo (se non riesci a trovare il codice QR, seleziona "Metodo di aggiunta aggiuntivo")
ja: ステップ3：デバイスまたはディスプレイ画面でQRコードを検索します(QRコードが見つからない場合は、「追加の追加方法」を選択してください)
ko: 단계 3： 기기 또는 디스플레이 화면에서 QR 코드를 찾습니다 (QR 코드를 찾을 수없는 경우 "추가 추가 방법 "을 선택하십시오)
nb: Trinn 3： Finn QR-koden på enheten eller skjermbildet (hvis du ikke kan finne QR-koden, vennligst velg "Ekstra tilføringsmetode ")
nl: Stap 3： Zoek de QR-code op het apparaat of het scherm (als u de QR-code niet kunt vinden, selecteert u "Extra toevoegingsmethode")
pl: Krok 3： Znajdź kod QR na urządzeniu lub ekranie wyświetlacza (jeśli nie możesz znaleźć kodu QR, wybierz "Dodatkowa metoda dodawania")
pt_br: Etapa 3： Encontre o código QR no dispositivo ou na tela de exibição (se não conseguir encontrar o código QR, selecione "Método de adição adicional ")
ro: Pasul 3： Găsiți codul QR pe ​​dispozitivul sau pe ecranul afișat (dacă nu puteți găsi codul QR, selectați "Metoda suplimentară de adăugare")
ru: Шаг 3： Найдите QR-код на устройстве или на экране дисплея (если вы не можете найти QR-код, выберите "Дополнительный метод добавления")
sv: Steg 3： Hitta QR-koden på enheten eller skärmen (om du inte hittar QR-koden, välj "Ytterligare lägg till metod")
th: ขั้นตอนที่ 3： ค้นหารหัส QR บนอุปกรณ์หรือหน้าจอแสดงผล (หากคุณไม่พบรหัส QR โปรดเลือก "วิธีการเพิ่มเพิ่มเติม ")
tr: Aşama 3： Cihaz veya ekran ekranında QR kodunu bulun (QR kodunu bulamıyorsanız, lütfen "Ek Ekleme Yöntemi " seçeneğini seçin)
vi: Bước 3: Tìm mã QR trên thân thiết bị hoặc trên màn hình hiển thị (Nếu bạn không tìm thấy mã QR, vui lòng chọn "Phương pháp thêm khác")
zh_hans: 第三步：找到设备机身或显示屏上的二维码(如找不到二维码，请选择“其它添加方式”)
zh_hant: 第三步：找到設備機身或顯示屏上的二維碼(如找不到二維碼，請選擇“其它添加方式”)

# person_feedback_question_video_incomplete_3
source: 3. Unstable power supply causes the camera to power off, and the machine cannot work normally;
cs: 3. Nestabilní napájení způsobí vypnutí fotoaparátu a stroj nemůže normálně fungovat;
de: 3. Eine instabile Stromversorgung führt dazu, dass sich die Kamera ausschaltet und das Gerät nicht ordnungsgemäß funktioniert.
es: 3. La fuente de alimentación inestable hace que la cámara se apague y la máquina no puede funcionar normalmente;
fi: 3. Epävakaa virransyöttö aiheuttaa kameran sammutuksen, eikä kone voi toimia normaalisti.
fr: 3. Une alimentation électrique instable entraîne la mise hors tension de l'appareil photo et la machine ne peut pas fonctionner normalement;
he: 3. אספקת חשמל לא יציבה גורמת לכיבוי המצלמה והמכונה לא יכולה לעבוד כרגיל;
id: 3. Catu daya yang tidak stabil menyebabkan kamera mati, dan mesin tidak dapat bekerja secara normal;
it: 3. L'alimentazione instabile provoca lo spegnimento della fotocamera e la macchina non può funzionare normalmente;
ja: 3.電源が不安定な場合、カメラの電源がオフになり、マシンが正常に動作しなくなります。
ko: 3. 전원이 불안정하면 카메라 전원이 꺼지고 기계가 정상적으로 작동하지 않습니다.
nb: 3. Ustabil strømforsyning får kameraet til å slå seg av, og maskinen kan ikke fungere normalt;
nl: 3. Door een onstabiele stroomtoevoer wordt de camera uitgeschakeld en werkt de machine niet normaal;
pl: 3. Niestabilny zasilacz powoduje wyłączenie aparatu, a urządzenie nie działa normalnie;
pt_br: 3. A fonte de alimentação instável faz com que a câmera desligue e a máquina não pode funcionar normalmente;
ro: 3. Alimentarea instabilă face ca aparatul să se oprească, iar aparatul nu poate funcționa normal;
ru: 3. Нестабильное питание приводит к отключению камеры, и аппарат не может работать нормально;
sv: 3. Ostabil strömförsörjning gör att kameran stängs av och maskinen kan inte fungera normalt.
th: 3. แหล่งจ่ายไฟไม่เสถียรทำให้กล้องปิดเนื่องจากเหตุผลด้านวัตถุประสงค์และเครื่องไม่สามารถทำงานได้ตามปกติ
tr: 3. Kararsız güç kaynağı kameranın kapanmasına neden olur ve makine normal çalışamaz;
vi: 3. Nguồn điện không ổn định khiến camera bị tắt nguồn do nguyên nhân khách quan, máy không thể hoạt động bình thường;
zh_hans: 3.客观原因供电不稳导致摄像机断电，机器无法正常工作；
zh_hant: 3.客觀原因供電不穩導致攝像機斷電，機器無法正常工作；

# adddevice_face_device_lens
source: Facing the lens of the device
cs: Směrem k čočce zařízení
de: Mithilfe der Kameralinse
es: Frente a la lente del dispositivo
fi: Laitteen linssiin nähden
fr: Face à l'objectif de l'appareil
he: פונה לעדשת המכשיר
id: Menghadapi lensa perangkat
it: Di fronte all'obiettivo del dispositivo
ja: デバイスのレンズに面する
ko: 렌즈를 향한 상태에서
nb: Vendt mot linsen på enheten
nl: Tegenover de lens van het apparaat
pl: W stronę obiektywu urządzenia
pt_br: De frente para a lente do dispositivo
ro: Față de obiectivul dispozitivului
ru: лицом к объективу устройства
sv: Vänd mot enhetens lins
th: หันหน้าไปทางเลนส์ของอุปกรณ์
tr: Cihazın lensine bakarken
vi: Đối mặt với ống kính thiết bị
zh_hans: 正对设备镜头
zh_hant: 正對設備鏡頭

# playback_check_following_questions_2
source: 2. Check if the TF card is valid and not damaged
cs: 2. Zkontrolujte, zda je karta TF platná a není poškozená
de: 2. Prüfen Sie, ob die SD-Karte kompatibel und nicht beschädigt ist
es: 2. Compruebe si la tarjeta TF es válida y no está dañada.
fi: 2. Tarkista, että TF-kortti on voimassa ja ettei se ole vaurioitunut
fr: 2. Vérifiez si la carte TF est valide et non endommagée
he: 2. בדקו אם כרטיס ה-TF תקף ואינו פגום
id: 2. Periksa apakah kartu TF valid dan tidak rusak
it: 2. Controlla se la carta TF è valida e non danneggiata
ja: 2. TFカードが有効で、損傷していないかどうかを確認します
ko: 2. TF 카드가 유효하고 손상되지 않았는지 확인하십시오.
nb: 2. Sjekk om TF-kortet er gyldig og ikke skadet
nl: 2. Controleer of de TF-kaart geldig en niet beschadigd is
pl: 2. Sprawdź, czy karta TF jest ważna i nie uszkodzona
pt_br: 2. Verifique se o cartão TF é válido e não está danificado
ro: 2. Verificați dacă cardul TF este valabil și nu este deteriorat
ru: 2. Убедитесь, что карта TF действительна и не повреждена.
sv: 2. Kontrollera om TF-kortet är giltigt och inte skadat
th: 2. ตรวจสอบว่าบัตร TF ถูกต้องและไม่เสียหาย
tr: 2. TF kartının geçerli olup olmadığını ve hasarlı olup olmadığını kontrol edin.
vi: 2. Kiểm tra xem thẻ TF có hợp lệ và không bị hỏng hay không
zh_hans: 2.检查TF卡是否有效和没有损坏
zh_hant: 2.檢查TF卡是否有效和沒有損壞

# service_Facilitator_profile
source: Facilitator profile
cs: Profil facilitátora
de: Dienstanbieterprofil
es: Perfil del facilitador
fi: Ohjaajan profiili
fr: Profil du facilitateur
he: פרופיל מנחה
id: Profil fasilitator
it: Profilo del facilitatore
ja: ファシリテータープロフィール
ko: 진행자 프로필
nb: Tilretteleggerprofil
nl: Facilitator profiel
pl: Profil moderatora
pt_br: Perfil de facilitador
ro: Profilul facilitatorului
ru: Профиль фасилитатора
sv: Handledarprofil
th: โปรไฟล์วิทยากร
tr: Kolaylaştırıcı profili
vi: Hồ sơ nhà cung cấp dịch vụ
zh_hans: 服务商简介
zh_hant: 服務商簡介

# person_Account_security
source: Account security
cs: Zabezpečení účtu
de: Konto Sicherheit
es: Seguridad de la cuenta
fi: Tilin turvallisuus
fr: Sécurité du compte
he: אבטחת חשבון
id: Keamanan Akun
it: Sicurezza dell'Account
ja: アカウントのセキュリティ
ko: 계정 보안
nb: Kontosikkerhet
nl: Accountbeveiliging
pl: Ochrona Konta
pt_br: Segurança da conta
ro: Securitatea contului
ru: Безопасность аккаунта
sv: Konto säkerhet
th: ความปลอดภัยของบัญชี
tr: Hesap Güvenliği
vi: Bảo mật tài khoản
zh_hans: 账号安全
zh_hant: 賬號安全

# addDevice_Camera_angle_view
source: Camera
cs: Fotoaparát
de: Kamera
es: Cámara
fi: Kamera
fr: Appareil photo
he: מַצלֵמָה
id: Kamera
it: Telecamera
ja: カメラ
ko: 카메라
nb: Kamera
pl: Kamera
pt_br: Câmera
ro: aparat foto
ru: Камера
sv: Kamera
th: กล้อง
tr: Kamera
vi: Máy ảnh
zh_hans: 摄像机视角
zh_hant: 攝像機視角

# devicesetting_Device_signal_Start_test
source: Start test
cs: Začněte testování
de: Test starten
es: Empezar a probar
fi: Aloita testaus
fr: Lancer la détection
he: התחל בדיקה
id: mulai test
it: Inizia il test
ja: 検出を開始
ko: 테스트 시작
nb: Begynn deteksjon
pl: Zacznij wykrywanie
pt_br: Iniciar teste
ro: Începeți testul
ru: Начать тест
sv: Starta testet
th: เรื่มการทดสอบ
tr: Teste başla
vi: Bắt đầu thử nghiệm
zh_hans: 开始检测
zh_hant: 開始檢測

# preview_backup_without_video
source: Sorry,there is no backup video
cs: Je nám líto,neexistuje zálohovací video
de: Leider kein Backup-Video vorhanden
es: Lo sentimos,no hay un video de copia de seguridad.
fi: Valitettavasti ei ole varmuuskopiota
fr: Désolé,il n'y a pas de vidéo de sauvegarde
he: מצטערים,אין סרטון גיבוי
id: Maaf,tidak ada video cadangan
it: Siamo spiacenti,non ci sono video di backup
ja: バックアップビデオがありません。
ko: 죄송합니다. 백업 동영상이 없습니다.
nb: Beklager,det er ingen backup-video
nl: Sorry,er is geen back-upvideo
pl: Niestety,nie ma kopii zapasowej wideo
pt_br: Desculpe,não há vídeo de backup
ro: Ne pare rău,nu există niciun videoclip de rezervă
ru: Извините,нет резервного видео
sv: Tyvärr,det finns ingen backup-video
th: ขออภัย,ไม่มีการสำรองวิดีโอ
tr: Maalesef,yedek video yok
vi: Xin lỗi, không có video dự phòng
zh_hans: 抱歉，无可备份录像
zh_hant: 抱歉，无可備份錄像

# cloud_not_pay
source: The device is not available for purchase
cs: Toto zařízení nelze zakoupit
de: Das Gerät steht nicht zum Verkauf
es: El Equipo no está disponible para su compra
fi: Tätä laitetta ei voi ostaa
fr: L’appareil n’est pas disponible à l’achat
he: ההתקן אינו זמין לרכישה
id: perangkat ini tidak tersedia di pembelian
it: Il dispositivo non è disponibile per l'acquisto
ja: デバイスの購入ができません。
ko: 기기를 구매할 수 없습니다.
nb: Enheten er ikke tilgjengelig for kjøp
nl: Het apparaat is niet beschikbaar voor aankoop
pl: Urządzenie nie jest gotowy do zakupu
pt_br: O dispositivo não está disponível para compra
ro: Dispozitivul nu este disponibil pentru cumpărare
ru: Устройство не доступно для покупки
sv: Enheten är inte tillgänglig för köp
th: อุปกรณ์ไม่พร้อมสำหรับการซื้อ
tr: Cihaz satın alınamıyor
vi: Thiết bị này không có sẵn để mua
zh_hans: 该设备不可购买
zh_hant: 該設備不可購買

# device_connect_LAN
source: Please keep your phone and device under the same WiFi network.
cs: Uchovávejte telefon a zařízení ve stejné síti WiFi.
de: Bitte Telefon und Gerät mit gleichem WLAN-Netzwerk verbinden.
es: Por favor, mantenga su teléfono y Equipo bajo la misma red WiFi.
fi: Pidä puhelin ja laite samalla WiFi-verkossa.
fr: Veuillez conserver votre téléphone et votre appareil sous le même réseau WiFi.
he: שמור את הטלפון והמכשיר שלך באותה רשת WiFi.
id: Harap simpan ponsel dan perangkat Anda di bawah jaringan WiFi yang sama.
it: Si prega di tenere il telefono e il dispositivo sotto la stessa rete WiFi.
ja: 携帯電話と端末を同じWIFIネットワークに接続してください。
ko: 휴대 전화와 기기를 같은 무선 공유기에 연결해주세요.
nb: Vennligst hold telefonen og enheten under samme WiFi-nettverk.
nl: Bewaar uw telefoon en apparaat onder hetzelfde WiFi-netwerk.
pl: Przechowuj telefon i urządzenie w tej samej sieci WiFi.
pt_br: Por favor, mantenha seu telefone e dispositivo sob a mesma rede WiFi.
ro: Țineți telefonul și dispozitivul sub aceeași rețea WiFi.
ru: Пожалуйста, держите ваш телефон и устройство в одной сети WiFi.
sv: Var vänlig och håll din telefon och enhet under samma WiFi-nätverk.
th: กรุณาเชื่อมต่อโทรศัพท์มือถือและอุปกรณ์ ในเครือข่าย WiFi เดียวกัน
tr: Lütfen telefonunuzu ve cihazınızı aynı WiFi ağında tutun.
vi: Vui lòng giữ điện thoại và thiết bị của bạn trong cùng một mạng WiFi
zh_hans: 请保持手机与设备处于同一WiFi网络下
zh_hant: 請保持手機與設備處於同一WiFi網絡下

# devSetting_daylightTime
source: Daylight Saving Time
cs: Letní čas
de: Sommerzeit
es: Horario de verano
fi: Kesäaika
fr: Heure d'été
he: שעון קיץ
id: penghemantan waktu siang hari
it: Tempo di stand-by
ja: サマータイム
ko: 섬머 타임
nb: Sommertid
nl: Zomertijd
pl: Strefa czasowa
pt_br: Horário de verão
ro: Ora de vară
ru: Летнее время
sv: Sommartid
th: ปรับเวลาตามฤดูกาล
tr: Günışıgından yararlanma süresi
vi: thời gian mùa hè
zh_hans: 夏令时
zh_hant: 夏令時

# share_device_already_share_this_device
source: The device has been shared with these users
cs: Zařízení bylo sdíleno s těmito uživateli
de: Das Gerät wurde für diese Benutzer freigegeben
es: El dispositivo se ha compartido con estos usuarios.
fi: Zařízení bylo sdíleno s těmito uživateli
fr: l'appareil a été partagé avec ces utilisateurs
he: המכשיר שותף עם משתמשים אלה
id: Perangkat telah dibagikan dengan pengguna ini
it: Il dispositivo è stato condiviso con questi utenti
ja: デバイスはこれらのユーザーと共有されています
ko: 장치가이 사용자와 공유되었습니다.
nb: Enheten har blitt delt med disse brukerne
nl: Het apparaat is met deze gebruikers gedeeld
pl: Urządzenie zostało udostępnione tym użytkownikom
pt_br: O dispositivo foi compartilhado com esses usuários
ro: Dispozitivul a fost distribuit acestor utilizatori
ru: Этим пользователям предоставлен доступ к устройству
sv: Enheten har delats med dessa användare
th: มีการแชร์อุปกรณ์กับผู้ใช้เหล่านี้
tr: Cihaz bu kullanıcılarla paylaşıldı
vi: Thiết bị đã được chia sẻ với những người dùng này
zh_hans: 设备已分享给这些用户
zh_hant: 設備已分享給這些用戶

# devicesetting_service_management
source: Service manager
cs: Správa služeb
de: Service-Management
es: Gestión De Servicios
fi: Palvelujen hallinta
fr: La gestion des services
he: ניהול שירות
id: Manajemen Pelayanan
it: Gestione del servizio
ja: サービス管理
ko: 서비스 관리
nb: Serviceledelse
nl: Servicebeheer
pl: Zarządzanie usługami
pt_br: Gerenciamento de serviços
ro: Managementul serviciilor
ru: Управление сервисом
sv: Servicehantering
th: ผู้จัดการฝ่ายบริการ
tr: Servis Yönetimi
vi: Quản lý dịch vụ
zh_hans: 服务管理
zh_hant: 服務管理

# devicesetting_add_warn_line
source: 1、 add a warning line
cs: 1 、 přidejte výstražnou čáru
de: 1. Warnlinie hinzufügen
es: 1、añadir una línea de advertencia
fi: 1 、 lisää varoitusviiva
fr: 1、ajouter une ligne d'avertissement
he: 1、 הוסף קו אזהרה
id: 1 、 tambahkan garis peringatan
it: 1、 aggiungi una riga di avviso
ja: 1、警告線を追加
ko: 1、 경고 라인 추가
nb: 1、 legg til en advarselslinje
nl: 1、 voeg een waarschuwingsregel toe
pl: 1、dodaj linię ostrzegawczą
pt_br: 1 、 adicionar uma linha de aviso
ro: 1、 adăugați o linie de avertizare
ru: 1 、 добавить строку предупреждения
sv: 1、 lägg till en varningsrad
th: เพิ่มเส้นการเตือน
tr: 1、 bir uyarı satırı ekleyin
vi: 1. Thêm dòng cảnh báo
zh_hans: 1、添加警戒线
zh_hant: 1、添加警戒線

# prompt_setInformation_failed
source: Fail to setup device info (wrong password,timeout)
cs: Nepodařilo se nastavit informace o zařízení (chyba hesla,časový limit)
de: Geräteinformationen können nicht eingestellt werden (Falsches Passwort, Zeitüberschreitung)
es: Error al establecer la información del Equipo (error de contraseña,tiempo muerto)
fi: Laitteen tietojen määrittäminen epäonnistui (salasanan virhe,aikakatkaisu)
fr: Échec d'installation des informations sur l'appareil (mot de passe erroné, délai d'attente)
he: בעיה בהגדרת מידע המכשיר
id: gagal setup info perangkat (Sandi salah,Waktu Habis)
it: Errore impostazioni info dispositivo (password errata,timeout)
ja: デバイス情報の設定ができません(間違ったパスワード、タイムアウト)
ko: 제품정보 설정 실패 (비밀번호 오류, 시간초과)
nb: Kunne ikke skrive enhets info (feil passord,timeout)
nl: Instellen info apparaat mislukt (onjuist wachtwoord,time-out)
pl: Brak konfiguracji urządzenia (błędne hasło,przekroczenie czasu)
pt_br: Falha ao configurar as informações do dispositivo (senha incorreta,tempo limite)
ro: Nu se configurează informațiile despre dispozitiv (parolă greșită,expirare)
ru: Не удалось настроить информацию об устройстве (неверный пароль,тайм-аут)
sv: Misslyckades med att konfigurera enhetsinfo (fel lösenord,timeout)
th: ตั้งค่าข้อมูลอุปกรณ์ไม่สำเร็จ (รหัสผ่านผิด, หมดเวลา)
tr: Cihaz bilgisi ayarlanamadı (yanlış şifre,zaman aşımı)
vi: Không đặt được thông tin thiết bị (lỗi mật khẩu, hết thời gian chờ)
zh_hans: 设置设备信息失败(密码错误，超时)
zh_hant: 設置設備信息失敗(密碼錯誤，超時)

# person_setting_preview_transfer
source: Go to
cs: Jít do
de: Gehe zu
es: Ir a
fi: Mene
fr: Aller à
he: לך ל
id: Pergi ke
it: Vai a
ja: に移動
ko: 이동
nb: Gå til
nl: Ga naar
pl: Iść do
pt_br: Vamos para
ro: Mergi la
ru: Идти к
sv: Gå till
th: ไปที่
tr: git
vi: Đi đến
zh_hans: 调用
zh_hant: 調用

# adddevice_not_connect
source: Not connected
cs: Nepřipojený
de: Nicht verbunden
es: No conectado
fi: Ei yhteyttä
fr: Pas connecté
he: לא מחובר
id: Tidak terhubung
it: Non connesso
ja: 接続されていません
ko: 연결되지 않음
nb: Ikke tilkoblet
nl: Niet verbonden
pl: Nie połączony
pt_br: Não conectado
ro: Nu este conectat
ru: Нет соединения
sv: Ej ansluten
th: ไม่ได้เชื่อมต่อ
tr: Bağlı değil
vi: Không kết nối
zh_hans: 未连接
zh_hant: 未連接

# preview_proportion
source: proportion
cs: poměr
de: Seitenverhältnis
es: proporción
fi: osa
he: יחס
id: proporsi
it: proporzione
ja: 割合
ko: 비율
nb: proporsjon
nl: proportie
pl: proporcja
pt_br: proporção
ro: proporţie
ru: доля
sv: andel
th: อัตราส่วน
tr: oran
vi: tỷ lệ
zh_hans: 比例
zh_hant: 比例

# adddevice_Successfully_connected_hotspot
source: Successfully connected to the hotspot
cs: Úspěšně připojeno k hotspotu
de: Erfolgreich mit Hotspot verbunden
es: Conectado con éxito al hotspot
fi: Yhteys yhteyspisteeseen onnistui
fr: Connexion réussie au hotspot
he: התחבר בהצלחה לנקודה החמה
id: Berhasil terhubung ke hotspot
it: Collegato con successo all'hotspot
ja: ホットスポットに正常に接続されました
ko: 핫스팟에 성공적으로 연결되었습니다.
nb: Koble til hotspot
nl: Succesvol verbonden met de hotspot
pl: Pomyślnie połączono z hotspotem
pt_br: Conectado com sucesso ao ponto de acesso
ro: Conectat cu succes la hotspot
ru: Успешно подключился к точке доступа
sv: Anslutningen till hotspot lyckades
th: เชื่อมต่อกับฮอตสปอตเรียบร้อยแล้ว
tr: Etkin noktaya başarıyla bağlanıldı
vi: Đã kết nối thành công với điểm phát sóng
zh_hans: 成功连接热点
zh_hant: 成功連接熱點

# playback_check_following_questions_3
source: 3. Re-insert the TF card and make sure it is inserted in the correct direction
cs: 3. Znovu vložte kartu TF a ujistěte se, že je vložena ve správném směru
de: 3. Setzen Sie die SD-Karte erneut ein und stellen Sie sicher, dass sie richtig herum eingesteckt ist
es: 3. Vuelva a insertar la tarjeta TF y asegúrese de que esté insertada en la dirección correcta
fi: 3. Aseta TF-kortti takaisin paikalleen ja varmista, että se on asetettu oikein päin
fr: 3. Réinsérez la carte TF et assurez-vous qu'elle est insérée dans le bon sens
he: 3. הכנס מחדש את כרטיס ה-TF וודא שהוא מוכנס בכיוון הנכון
id: 3. Masukkan kembali kartu TF dan pastikan dimasukkan ke arah yang benar
it: 3. Reinserire la scheda TF e assicurarsi che sia inserita nella direzione corretta
ja: 3. TFカードを再度挿入し、正しい方向に挿入されていることを確認します
ko: 3. TF 카드를 다시 삽입하고 올바른 방향으로 삽입되었는지 확인합니다.
nb: 3. Sett inn TF-kortet igjen og kontroller at det er satt inn i riktig retning
nl: 3. Plaats de TF-kaart opnieuw en zorg ervoor dat deze in de juiste richting wordt geplaatst
pl: 3. Ponownie włóż kartę TF i upewnij się, że jest włożona we właściwym kierunku
pt_br: 3. Reinsira o cartão TF e certifique-se de que está inserido na direção correta
ro: 3. Reintroduceți cardul TF și asigurați-vă că este introdus în direcția corectă
ru: 3. Повторно вставьте TF-карту и убедитесь, что она вставлена ​​в правильном направлении.
sv: 3. Sätt tillbaka TF-kortet och se till att det är i rätt riktning
th: 3. ใส่การ์ด TF อีกครั้งและตรวจดูให้แน่ใจว่าได้เสียบไปในทิศทางที่ถูกต้อง
tr: 3. TF kartını yeniden takın ve doğru yönde takıldığından emin olun.
vi: 3. Lắp lại thẻ TF và đảm bảo rằng nó được lắp đúng hướng
zh_hans: 3.重新插入TF卡，并确保其插入方向正确
zh_hant: 3.重新插入TF卡，並確保其插入方向正確

# addDevice_help_text3
source: 1、 Power the device, press and hold the reset button for 5s.
cs: 1,je přístroj napájen,stiskněte resetovací tlačítko,držet 5 sekund nebo více
de: 1. Gerät einschalten, Reset-Taste für 5 Sekunden gedrückt halten
es: 1、 Encienda el Equipo,presione el botón de reinicio durante 5 segundos
fi: 1、 Kun laite on kytketty päälle,pidä nollauspainiketta painettuna yli 5 sekuntia.
fr: 1、 Mettez l'appareil sous tension, appuyez sur le bouton de réinitialisation pendant 5 secondes
he: 1、 הדלק את המצלמה ולחץ על לחצן המתח למשך 5 שניות
id: 1、 Nyalakan Perangkat,tekan tombol Reset 5 Detik
it: 1、 Alimentare il dispositivo,premere il pulsante di reset per 5 secondi
ja: 1.電源を入れ、リセットボタンを5秒間押します。
ko: 1、 제품 전원을 켜고 리셋 버튼을 5초간 눌러주세요.
nb: 1、 Slå på enhet,hold reset-knapp i 5 sekunder
nl: 1、 Schakel het apparaat in en druk 5 seconden op de resetknop
pl: 1、 Podłącz urządzenie do zasilania, naciśnij i przytrzymaj przycisk resetowania przez 5 sekund.
pt_br: 1、Power o dispositivo,pressione o botão reset por 5 segundos
ro: 1、 Apăsați dispozitivul,apăsați butonul de resetare timp de 5 secunde
ru: 1、 Включите устройство,нажмите кнопку сброса в течение 5 секунд.
sv: 1、 Starta enheten, tryck och håll inne reset knappen i 5 sekunder
th: เปิดอุปกรณ์และกดปุ่มรีเซ็ตค้างไว้ 5 วินาที
tr: 1、 Cihazı açın,5 saniye boyunca sıfırlama düğmesine basın
vi: 1. Sau khi thiết bị được bật nguồn, hãy nhấn và giữ nút đặt lại trong hơn 5 giây
zh_hans: 1、设备通电后，长按重置键，保持5秒以上
zh_hant: 1、設備通電後，長按重置鍵，保持5秒以上

# preset_position_simplify
source: Preset
cs: Přednastavení
es: Preestablecido
fi: Esiasetettu
fr: Préréglé
he: מוגדר מראש
id: Prasetel
it: Preimpostato
ja: プリセット
ko: 프리셋
nb: Forhåndsinnstilt
nl: Vooraf ingesteld
pl: Zaprogramowane
pt_br: Predefinição
ro: Presetat
ru: Предустановка
sv: Förinställa
th: ที่ตั้งไว้ล่วงหน้า
tr: ön ayar
vi: Đặt trước
zh_hans: 常看位置
zh_hant: 常看位置

# message_Playing
source: Playing
cs: Hraní
de: Spielen
es: Jugando
fi: Pelaaminen
fr: En jouant
he: משחק
id: Bermain
it: Giocando
ja: 遊ぶ
ko: 놀이
nb: Spiller
nl: Spelen
pl: Gra
pt_br: Jogando
ro: Joc
ru: Играя
sv: Spelar
th: กำลังเล่น
tr: oynamak
vi: Đang chơi
zh_hans: 播放中
zh_hant: 播放中

# devicesetting_alarm_time_set
source: Alarm time setting
cs: Nastavení času alarmu
de: Push-Nachrichten Zeitplan
es: Ajuste de la hora de alarma
fi: Herätysajan asetus
fr: Réglage de l'heure de l'alarme
he: הגדרת שעון מעורר
id: Pengaturan waktu alarm
it: Impostazione del tempo di allarme
ja: アラーム時刻設定
ko: 알람 시간 설정
nb: Alarmtidinnstilling
nl: Instelling alarmtijd
pl: Ustawienie czasu alarmu
pt_br: definição do tempo de alarme
ro: Setarea timpului de alarmă
ru: Установка времени будильника
sv: Larmtid inställning
th: ตั้งค่าการแจ้งเตือน
tr: Alarm zaman ayarı
vi: Cài đặt thời gian báo thức
zh_hans: 报警时段设置
zh_hant: 報警時段設置
