Repository: Yolo-cell-hash/go_home_ios
Catalog: ios/Runner/JASDK/JAResources/XLanguage/X35MultiLanguage/*.lproj/X35MutiLanguage.strings
Languages: cs, de, es, fi, fr, he, id, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sv, th, tr, vi, zh_hans, zh_hant

# preview_intercom_fail
source: Intercom open failed
cs: Intercom otevřené selhání
de: Wechselsprechen starten fehlgeschlagen
es: Fallo de intercomunicación abierta
fi: Intercomin avoin vika
fr: Échec d'ouverture d'interphone
he: כשל אינטרקום פתוח
id: Interkom membuka kegagalan
it: Intercom fallimento aperto
ja: 双方向通話機能の障害
ko: 인터컴 사용 에러
nb: Intercom åpen feil
nl: Intercom open falen
pl: Błąd otwierania interkomu
pt_br: Falha de abertura do intercomunicador
ro: Intervenția deschisă la intercom
ru: Открытая ошибка внутренней связи
sv: Intercom öppet fel
th: เปิดอินเตอร์คอมล้มเหลว
tr: İnterkom açık hatası
vi: không bật được micro
zh_hans: 对讲开启失败
zh_hant: 對講開啟失敗

# appealSubmitFail
source: Failed to submit feedback. Please try again
cs: Odeslat zpětnou vazbu se nezdařilo,zkuste to znovu
de: Fehler beim Senden des Feedbacks Bitte erneut versuchen
es: Error al enviar comentarios. Inténtalo de nuevo
fi: Lähetä palaute epäonnistui,yritä uudelleen
fr: Échec d'envoi de commentaires. Veuillez réessayer
he: בעיה בשליחת המשוב,אנא נסה שוב
id: gagal kirim feedback,silakan coba lagi
it: Inclusione feedback fallita,prego riprovare
ja: フィードバックを送信できませんでした。もう一度お試しください
ko: 피드백을 제출하지 못했습니다. 다시 입력해주세요.
nb: Kunne ikke sende tilbakemelding. Vennligst prøv igjen.
nl: Feedback verzenden mislukt. Probeer het opnieuw
pl: Nie udało się przesłać opinii. Proszę spróbuj ponownie
pt_br: Enviar feedback falhou,por favor tente novamente
ro: Nu a fost trimis feedback. Vă rugăm să încercați din nou
ru: Не удалось отправить отзыв. Пожалуйста,попробуйте еще раз
sv: Misslyckades med att lämna in feedback. Var god försök igen
th: การส่งข้อเสนอแนะล้มเหลว,กรุณาลองอีกครั้ง
tr: Geri bildirim gönderilemedi. Lütfen tekrar deneyin
vi: Không gửi được phản hồi, vui lòng thử lại
zh_hans: 提交反馈失败，请重试
zh_hant: 提交反饋失敗，請重試

# userSettings_molileData_trafficStat_thisDay
source: Traffic today
cs: Dnešní provoz
de: Daten Heute
es: Tráfico de hoy
fi: Tämän päivän liikenne
fr: Trafic aujourd'hui
he: תעבורת נתונים יומית
id: Trafik Hari ini
it: Traffico dati odierno
ja: 今日の通信量
ko: 오늘의 데이터
nb: Datatrafikk i dag
nl: Verkeer vandaag
pl: Dzisiejsze użycie danych
pt_br: Tráfego hoje
ro: Traficul de azi
ru: Трафик сегодня
sv: Trafik idag
th: ทราฟฟิคในวันนี้
tr: Bugün trafik
vi: Dòng chảy hôm nay
zh_hans: 本日流量
zh_hant: 本日流量

# devicesetting_4G_card_sim_card_data_ios
source: %@ total,%@ used
cs: Celkem %@, použito %@
de: Gesamt %@, verwendet %@
es: Total %@, utilizado %@
fi: Yhteensä %@, käytetty %@
fr: Total %@, utilisé %@
he: סה"כ %@, בשימוש %@
id: Total %@, digunakan %@
it: Totale %@, utilizzato %@
ja: 合計 %@、使用済み %@
ko: 총 %@, 중고 %@
nb: Totalt %@, brukte %@
nl: Totaal %@, gebruikte %@
pl: Łącznie %@, wykorzystano %@
pt_br: Total %@, usado %@
ro: Total %@, folosit %@
ru: Всего %@, б %@
sv: Total %@, begagnade %@
th: %@ รวม%@ ใช้
tr: Toplam %@, ikinci %@
vi: %@ Tổng,%@ sử dụng
zh_hans: 共%@，已用%@
zh_hant: 共%@，已用%@

# NSBluetoothPeripheralUsageDescription
source: App can use Bluetooth to add devices normally after it is turned on
cs: Po otevření aplikace může pomocí aplikace Bluetooth přidat zařízení.
de: Die App kann Bluetooth verwenden, um Geräte hinzuzufügen
es: La aplicación puede usar Bluetooth para agregar Equipos normalmente después de encenderse
fi: Kun sovellus on avattu,laite voi lisätä laitteita Bluetoothin avulla.
fr: l'application peut utiliser Bluetooth pour ajouter des périphériques normalement après qu'il est allumé
he: ניתן להשתמש בפונקציית הBluetooth לאחר עליית האפליקציה
id: APP dapat menambah perangkat melalu Bluetooth setelah di nyalakan
it: L'app può utilizzare il bluetooth per aggiungere dispositivi dopo l'accensione
ja: オンになった後、アプリは通常デバイスを追加するためにBluetoothを使用することができます。
ko: 앱을 사용하면 블루투스를 사용하여 기기를 정상적으로 추가 할 수 있습니다.
nb: App kan bruke Bluetooth for å legge til enheter normalt etter at den er slått på
nl: App kan bluetooth gebruiken om apparaten toevoegen nadat deze is ingeschakeld
pl: Aplikacja może używać dodawania urządzeń przez bluetooth jeśli jest włączona
pt_br: Após a abertura,o aplicativo pode usar o Bluetooth para adicionar dispositivos.
ro: Aplicația poate utiliza Bluetooth pentru a adăuga dispozitive în mod normal după ce este pornit
ru: Приложение может использовать Bluetooth,чтобы нормально добавлять устройства после его включения
sv: App kan använda Bluetooth för att lägga till enheter normalt efter att den är påslagen
th: แอปสามารถใช้บลูทูธ เพื่อเพิ่มอุปกรณ์
tr: Uygulama,cihazları açtıktan sonra normal şekilde cihaz eklemek için Bluetooth kullanabilir
vi: Ứng dụng có thể sử dụng Bluetooth để thêm thiết bị bình thường sau khi mở
zh_hans: 开启后App才可以正常使用蓝牙添加设备
zh_hant: 開啟後App才可以正常使用藍牙添加設備

# devicesetting_4G_card_have_paid_success_ios
source: You have successfully paid
cs: Úspěšně jste zaplatili
de: Du hast erfolgreich bezahlt
es: Ha pagado con éxito
fi: Olet onnistuneesti maksanut
fr: Vous avez bien payé
he: שילמת בהצלחה
id: Anda telah berhasil membayar
it: Hai pagato correttamente
ja: の支払いに成功しました
ko: 을 성공적으로 지불했습니다
nb: Du har betalt
nl: Je hebt met succes betaald
pl: Pomyślnie zapłaciłeś
pt_br: Você pagou com sucesso
ro: Ați plătit cu succes
ru: Вы успешно заплатили
sv: Du har betalat
th: คุณได้จ่ายเงินเรียบร้อยแล้ว
tr: Başarıyla ödediniz
vi: Bạn đã thanh toán thành công
zh_hans: 您已成功支付
zh_hant: 您已成功支付

# person_get_last_32_bit_detail
source: The 32-bit compatible version is for adapting some devices that do not support the 64-bit version of the APP. Are you sure to download?
cs: 32bitová kompatibilní verze slouží k přizpůsobení některých zařízení, která nepodporují 64bitovou verzi aplikace. Opravdu chcete stáhnout?
de: Die 32-Bit Version ist für Geräte bestimmt, die die 64-Bit Version der App nicht unterstützen. Wirklich herunterladen?
es: La versión compatible de 32 bits es para adaptar algunos Equipos que no admiten la versión de 64 bits de la aplicación. ¿Estás seguro de descargar?
fi: 32-bittinen yhteensopiva versio on tarkoitettu mukauttamaan joitain laitteita, jotka eivät tue sovelluksen 64-bittistä versiota. Haluatko varmasti ladata?
fr: La version compatible 32 bits permet d'adapter certains appareils qui ne prennent pas en charge la version 64 bits de l'APP. Êtes-vous sûr de télécharger?
he: הגרסה התואמת 32 סיביות מיועדת להתאמת מכשירים שאינם תומכים בגרסת ה- 64 סיביות של ה- APP. האם אתה בטוח להוריד?
id: Versi 32-bit yang kompatibel untuk mengadaptasi beberapa perangkat yang tidak mendukung versi 64-bit dari APP. Anda yakin mengunduh?
it: La versione compatibile a 32 bit serve per adattare alcuni dispositivi che non supportano la versione a 64 bit dell'APP. Sei sicuro di scaricare?
ja: 32ビット互換バージョンは、64ビットバージョンのAPPをサポートしないデバイスを適応させるためのものです。 ダウンロードしてもよろしいですか？
ko: 32 비트 호환 버전은 64 비트 버전의 APP를 지원하지 않는 일부 장치를 조정하기위한 것입니다. 다운로드 하시겠습니까?
nb: Den 32-biters kompatible versjonen er for tilpasning av noen enheter som ikke støtter 64-biters versjonen av APP. Er du sikker på å laste ned?
nl: De 32-bit compatibele versie is voor het aanpassen van sommige apparaten die de 64-bit versie van de APP niet ondersteunen. Weet u zeker dat u wilt downloaden?
pl: Wersja kompatybilna z 32-bitami służy do dostosowania niektórych urządzeń, które nie obsługują 64-bitowej wersji aplikacji. Czy na pewno chcesz pobrać?
pt_br: A versão compatível com 32 bits é para adaptar alguns dispositivos que não suportam a versão de 64 bits do aplicativo. Você tem certeza de baixar?
ro: Versiunea compatibilă pe 32 de biți este pentru adaptarea unor dispozitive care nu acceptă versiunea pe 64 de biți a APP. Sigur descărcați?
ru: 32-разрядная совместимая версия предназначена для адаптации некоторых устройств, которые не поддерживают 64-разрядную версию приложения. Вы уверены, что скачать?
sv: Den 32-bitars kompatibla versionen är avsedd att anpassa vissa enheter som inte stöder 64-bitarsversionen av APP. Är du säker på att ladda ner?
th: รุ่นที่รองรับ 32 บิตสำหรับการปรับตัวอุปกรณ์บางอย่างที่ไม่สนับสนุนรุ่น 64 บิตของ App คุณแน่ใจว่าจะดาวน์โหลด?
tr: 32 bit uyumlu sürüm, APP'nin 64 bit sürümünü desteklemeyen bazı cihazları uyarlamak içindir. İndirmek istediğinize emin misiniz?
vi: Phiên bản tương thích 32 bit là để thích ứng với một số thiết bị không hỗ trợ phiên bản 64 bit của APP. Bạn có chắc chắn tải xuống không?
zh_hans: 32位兼容版是为了适配部分不支持64位版本APP的设备，是否确定下载？
zh_hant: 32位兼容版是為了適配部分不支持64位版本APP的設備，是否確定下載？

# me_share_tips
source: After cancel sharing,this user can't check the device
cs: Po zrušení sdílení nebude uživatel moci zobrazit obsah zařízení.
de: Nachdem Teilen beendet wurde, kann der Benutzer nicht mehr auf das Gerät zugreifen
es: Después de cancelar el uso compartido,este usuario no puede ver el contenido del Equipo
fi: Kun peruutat jakamisen,käyttäjä ei voi tarkastella laitteen sisältöä.
fr: Après l'annulation du partage, cet utilisateur ne pourra pas vérifier l'appareil
he: לאחר ביטול השיתוף,המתמש לא יוכל להתחבר למכשיר
id: Setelah batalkan pembagian,penguna tidak dapat cek perangkat lagi
it: Dopo la cancellazione della condivisione,l'utente non potrà visionare il dispositivo
ja: シェア解除後、ユーザーはデバイスを確認できなくなります。
ko: 삭제 시 이 제품에 접속할 수 없습니다.
nb: Etter at deling oppheves vil ikke brukeren kunne se enheten
nl: Na annuleren delen,deze gebruiker kan het apparaat niet controleren
pl: Po wybraniu Zakończ udostępnianie ten użytkownik nie będzie miał dostępu do urządzenia
pt_br: Após cancelar o compartilhamento,este usuário não pode verificar o dispositivo
ro: După ce anulați partajarea,acest utilizator nu poate verifica dispozitivul
ru: После отмены обмена этот пользователь не может проверить устройство
sv: Efter att avbryta delningen kan den här användaren inte kontrollera enheten
th: หลังจากยกเลิกการแชร์ผู้ใช้รายนี้จะไม่สามารถตรวจสอบอุปกรณ์นี้ได้
tr: Paylaşımı iptal ettikten sonra bu kullanıcı cihazı kontrol edemiyor
vi: Sau khi hủy chia sẻ, người dùng sẽ không thể xem nội dung thiết bị.
zh_hans: 取消分享后，该用户将无法查看设备内容。
zh_hant: 取消分享後，該用戶將無法查看設備內容。

# addDevice_device_exclusively_bound_2
source: 2. Contact online customer service to unbind the device
cs: 2. Chcete-li zařízení uvolnit, kontaktujte zákaznický servis online
de: 2. Wenden Sie sich an den Online-Kundendienst, um das Gerät zu entbinden
es: 2. Póngase en contacto con el servicio de atención al cliente en línea para desvincular el dispositivo
fi: 2. Ota yhteyttä online-asiakaspalveluun laitteen purkamiseksi
fr: 2. Contactez le service client en ligne pour dissocier l'appareil
he: 2. פנה לשירות הלקוחות המקוון כדי לבטל את קשירת המכשיר
id: 2. Hubungi layanan pelanggan online untuk melepaskan ikatan perangkat
it: 2. Contattare il servizio clienti online per sbloccare il dispositivo
ja: 2.オンラインカスタマーサービスに連絡して、デバイスのバインドを解除します
ko: 2. 온라인 고객 서비스에 연락하여 장치 결합 해제
nb: 2. Kontakt kundeservice på nett for å løsne enheten
nl: 2. Neem contact op met de online klantenservice om het apparaat los te koppelen
pl: 2. Skontaktuj się z obsługą klienta online, aby rozpiąć urządzenie!
pt_br: 2. Entre em contato com o atendimento ao cliente on-line para desvincular o dispositivo
ro: 2. Contactați serviciul pentru clienți online pentru a deconecta dispozitivul
ru: 2. Обратитесь в онлайн-службу поддержки клиентов, чтобы отвязать устройство.
sv: 2. Kontakta kundtjänst online för att lossa enheten
th: 2. ติดต่อฝ่ายบริการลูกค้าออนไลน์เพื่อยกเลิกการเชื่อมโยงอุปกรณ์
tr: 2. Aygıtın bağlantısını kesmek için çevrimiçi müşteri hizmetleriyle iletişime geçin
vi: 2. Liên hệ với dịch vụ khách hàng trực tuyến để hủy liên kết thiết bị
zh_hans: 2.联系在线客服解绑设备
zh_hant: 2.聯繫在線客服解綁設備

# message_time_not_receive_alarm_messages_still_logged
source: During this time, you will not receive any detection alarm messages, but all events will still be logged
cs: Během této doby nebudete dostávat žádné detekční poplachové zprávy, ale všechny události budou nadále protokolovány
de: Während dieser Zeit erhalten Sie keine Erkennungsalarmmeldungen, aber alle Ereignisse werden weiterhin protokolliert
es: Durante este tiempo, no recibirá ningún mensaje de alarma de detección, pero se registrarán todos los eventos.
fi: Tänä aikana et saa tunnistushälytysviestejä, mutta kaikki tapahtumat kirjataan silti
fr: Pendant ce temps, vous ne recevrez aucun message d'alarme de détection, mais tous les événements seront toujours enregistrés
he: במהלך תקופה זו, לא תקבל הודעות אזעקת זיהוי, אך כל האירועים עדיין יירשמו
id: Selama waktu ini, Anda tidak akan menerima pesan alarm deteksi apa pun, tetapi semua peristiwa akan tetap dicatat
it: Durante questo periodo, non riceverai alcun messaggio di allarme di rilevamento, ma tutti gli eventi verranno comunque registrati
ja: この間、検出アラームメッセージは受信されませんが、すべてのイベントは引き続きログに記録されます。
ko: 이 시간 동안 감지 경보 메시지는 수신되지 않지만 모든 이벤트는 계속 기록됩니다.
nb: I løpet av denne tiden vil du ikke motta noen deteksjonsalarmmeldinger, men alle hendelser vil fortsatt bli logget
nl: Gedurende deze tijd ontvangt u geen alarmmeldingen voor detectie, maar alle gebeurtenissen worden nog steeds gelogd
pl: W tym czasie nie otrzymasz żadnych komunikatów alarmowych o wykryciu, ale wszystkie zdarzenia będą nadal rejestrowane
pt_br: Durante esse período, você não receberá nenhuma mensagem de alarme de detecção, mas todos os eventos ainda serão registrados
ro: În acest timp, nu veți primi niciun mesaj de alarmă de detectare, dar toate evenimentele vor fi în continuare înregistrate
ru: В течение этого времени вы не будете получать никаких сообщений об обнаружении тревоги, но все события будут по-прежнему регистрироваться.
sv: Under denna tid kommer du inte att få några detekteringslarmmeddelanden, men alla händelser kommer fortfarande att loggas
th: ในช่วงเวลานี้ คุณจะไม่ได้รับข้อความเตือนการตรวจจับใดๆ แต่กิจกรรมทั้งหมดจะถูกบันทึกไว้
tr: Bu süre boyunca herhangi bir algılama alarmı mesajı almayacaksınız, ancak tüm olaylar günlüğe kaydedilmeye devam edecek.
vi: Trong thời gian này, bạn sẽ không nhận được bất kỳ thông báo phát hiện cảnh báo nào, nhưng tất cả các sự kiện sẽ vẫn được ghi lại
zh_hans: 在此期间，您将不会收到任何检测报警消息，但所有的事件仍会被记录
zh_hant: 在此期間，您將不會收到任何檢測報警消息，但所有的事件仍會被記錄

# person_bind_wechat
source: Bind WeChat Official Account
cs: Bind WeChat Oficiální účet
de: WeChat-Konto verbinden
es: Vincular la cuenta oficial de WeChat
fi: Sito WeChat-virallinen tili
fr: Lier le compte officiel WeChat
he: כבל חשבון רשמי של WeChat
id: Ikat Akun Resmi WeChat
it: Associa l'account ufficiale di WeChat
ja: WeChat公式アカウントをバインド
ko: WeChat 공식 계정 바인딩
nb: Bind WeChat offisiell konto
nl: Bind het officiële WeChat-account
pl: Powiąż oficjalne konto WeChat
pt_br: Conta oficial do Bind WeChat
ro: Obligați contul oficial WeChat
ru: Привязать официальный аккаунт WeChat
sv: Bind WeChat officiellt konto
th: ผูกบัญชีอย่างเป็นทางการของ WeChat
tr: WeChat Resmi Hesabını Bağla
vi: Liên kết tài khoản chính thức WeChat
zh_hans: 绑定微信公众号
zh_hant: 綁定微信公眾號

# preview_device_already_delete
source: The device has been deleted
cs: Zařízení bylo odstraněno
de: Das Gerät wurde gelöscht
es: El dispositivo ha sido eliminado
fi: Laite on poistettu
fr: L'appareil a été supprimé
he: המכשיר נמחק
id: Perangkat telah dihapus
it: Il dispositivo è stato eliminato
ja: デバイスが削除されました
ko: 장치가 삭제되었습니다
nb: Enheten er slettet
nl: Het apparaat is verwijderd
pl: Urządzenie zostało usunięte
pt_br: O dispositivo foi excluído
ro: Dispozitivul a fost șters
ru: Устройство было удалено
sv: Enheten har tagits bort
th: ลบอุปกรณ์แล้ว
tr: Cihaz silindi
vi: Thiết bị đã bị xóa
zh_hans: 该设备已被删除
zh_hant: 該設備已被刪除

# person_cloud_storage_order
source: Cloud storage order
cs: Objednávka cloudového úložiště
de: Cloud-Speicher bestellen
es: Orden de almacenamiento en la nube
fi: Pilvitallennustilaus
fr: Commande de stockage cloud
he: הזמנת אחסון בענן
id: Pesanan penyimpanan awan
it: Ordine di archiviazione cloud
ja: クラウドストレージの注文
ko: 클라우드 스토리지 주문
nb: Skylagringsbestilling
nl: Bestelling voor cloudopslag
pl: Zamówienie przechowywania w chmurze
pt_br: Ordem de armazenamento em nuvem
ro: Ordine de stocare în cloud
ru: Заказ облачного хранилища
sv: Beställning av molnlagring
th: คำสั่งที่เก็บข้อมูลบนคลาวด์
tr: Bulut depolama sırası
vi: Thứ tự lưu trữ đám mây
zh_hans: 云存订单
zh_hant: 雲存訂單

# addDevice_solution_for_device_offline_7
source: 2. If the 4G card has no signal, you can restart the device in another place or replace a 4G card;
cs: 2. Pokud 4G karta nemá signál, můžete restartovat zařízení na jiném místě nebo vyměnit 4G kartu;
de: 2. Wenn die 4G-Karte kein Signal hat, können Sie das Gerät an einem anderen Ort neu starten oder eine 4G-Karte ersetzen;
es: 2. Si la tarjeta 4G no tiene señal, puede reiniciar el dispositivo en otro lugar o reemplazar una tarjeta 4G;
fi: 2. Jos 4G-kortilla ei ole signaalia, voit käynnistää laitteen uudelleen toisessa paikassa tai vaihtaa 4G-kortin;
fr: 2. Si la carte 4G n'a pas de signal, vous pouvez redémarrer l'appareil à un autre endroit ou remplacer une carte 4G ;
he: 2. אם לכרטיס ה-4G אין אות, ניתן להפעיל מחדש את המכשיר במקום אחר או להחליף כרטיס 4G;
id: 2. Jika kartu 4G tidak memiliki sinyal, Anda dapat memulai ulang perangkat di tempat lain atau mengganti kartu 4G;
it: 2. Se la scheda 4G non ha segnale, è possibile riavviare il dispositivo in un altro luogo o sostituire una scheda 4G;
ja: 2. 4Gカードに信号がない場合は、デバイスを別の場所で再起動するか、4Gカードを交換できます。
ko: 2. 4G 카드에 신호가 없으면 다른 장소에서 장치를 다시 시작하거나 4G 카드를 교체할 수 있습니다.
nb: 2. Hvis 4G-kortet ikke har noe signal, kan du starte enheten på nytt på et annet sted eller erstatte et 4G-kort;
nl: 2. Als de 4G-kaart geen signaal heeft, kunt u het apparaat op een andere plaats opnieuw opstarten of een 4G-kaart vervangen;
pl: 2. Jeśli karta 4G nie ma sygnału, możesz ponownie uruchomić urządzenie w innym miejscu lub wymienić kartę 4G;
pt_br: 2. Caso o cartão 4G não tenha sinal, você pode reiniciar o aparelho em outro local ou substituir um cartão 4G;
ro: 2. Dacă cardul 4G nu are semnal, puteți reporni dispozitivul în alt loc sau puteți înlocui un card 4G;
ru: 2. Если на карте 4G нет сигнала, вы можете перезапустить устройство в другом месте или заменить карту 4G;
sv: 2. Om 4G-kortet inte har någon signal kan du starta om enheten på en annan plats eller byta ut ett 4G-kort;
th: 2. หากการ์ด 4G ไม่มีสัญญาณ คุณสามารถรีสตาร์ทอุปกรณ์ในที่อื่นหรือเปลี่ยนการ์ด 4G
tr: 2. 4G kartında sinyal yoksa, cihazı başka bir yerde yeniden başlatabilir veya 4G kartını değiştirebilirsiniz;
vi: 2. Nếu thẻ 4G không có tín hiệu, bạn có thể khởi động lại thiết bị ở nơi khác hoặc thay thẻ 4G;
zh_hans: 2.4G卡没有信号，可以换一个地方重新启动设备或更换一张4G卡；
zh_hant: 2.4G卡沒有信號，可以換一個地方重新啟動設備或更換一張4G卡；

source: Update now
cs: Nyní aktualizovat
de: Jetzt aktualisieren
es: Actualizar ahora
fi: Päivitä nyt
fr: Mettez à jour maintenant
he: עדכן כעת
id: Memperbarui sekarang
it: Aggiorna ora
ja: 今すぐアップデート
ko: 지금 업데이트
nb: Oppdater nå
nl: Update nu
pl: Aktualizuj teraz
pt_br: Atualize agora
ro: Actualizează acum
ru: Обновить сейчас
sv: Uppdatera nu
th: อัพเดทตอนนี้
tr: Şimdi güncelle
vi: Cập nhật bây giờ
zh_hans: 立即更新
zh_hant: 立即更新

# AlarmMessage_time_range
source: Time range
cs: Časový rozsah
de: Zeitraum
es: Intervalo de tiempo
fi: Aikahaarukka
fr: Intervalle de temps
he: טווח זמן
id: Rentang waktu
it: Intervallo di tempo
ja: 時間範囲
ko: 시간 범위
nb: Tidsramme
nl: Tijdsbestek
pl: Zakres czasu
pt_br: Intervalo de tempo
ro: Interval de timp
ru: Временной интервал
sv: Tidsintervall
th: ช่วงเวลา
tr: Zaman aralığı
vi: thời gian giới hạn
zh_hans: 时间范围
zh_hant: 時間範圍

# person_feedback_question_Cloud_video_renewal
source: Q7: Cloud video renewal
cs: Q7: Obnova cloudového videa
de: F7: Erneuerung des Cloud-Videos
es: Q7: renovación de video en la nube
fi: Q7: Pilvivideon uusiminen
fr: Q7: Renouvellement de la vidéo dans le cloud
he: Q7: חידוש וידיאו בענן
id: T7: Pembaruan video cloud
it: Q7: rinnovo video cloud
ja: Q7：クラウドビデオの更新
ko: Q7 : 클라우드 비디오 갱신
nb: Q7: Fornyelse av skyvideo
nl: V7: Verlenging van cloudvideo
pl: P7: Odnawianie wideo w chmurze
pt_br: Q7: renovação de vídeo na nuvem
ro: Q7: reînnoirea videoclipurilor cloud
ru: Q7: облачное обновление видео
sv: F7: Förnyelse av molnvideo
th: Q7: การต่ออายุวิดีโอบนคลาวด์
tr: S7: Bulut videosu yenileme
vi: Q7: Đổi mới video đám mây
zh_hans: Q7：云录像续费
zh_hant: Q7：雲錄像續費

# adddevice_5G_prompt
source: The current mobile phone is connected to 5G WiFi. This device does not support 5G networks. Please switch to 2.4G WiFi.
cs: Aktuální mobilní telefon je připojen k 5G WiFi. Toto zařízení nepodporuje sítě 5G. Prosím přepněte na 2,4 G WiFi.
de: Das aktuelle WLAN ist ein 5GHz Netzwerk. Dieses Gerät unterstützt keine 5GHz-Netzwerke. Bitte wechseln Sie zu 2,4GHz WLAN
es: El teléfono móvil actual está conectado a 5G WiFi. Este dispositivo no es compatible con redes 5G. Cambie a WiFi 2.4G.
fi: Nykyinen matkapuhelin on kytketty 5G WiFi-verkkoon. Tämä laite ei tue 5G-verkkoja. Vaihda 2,4 G: n langattomaan verkkoon.
fr: Le téléphone mobile actuel est connecté au WiFi 5G. Cet appareil ne prend pas en charge les réseaux 5G. Veuillez passer au WiFi 2.4G.
he: הטלפון הנייד הנוכחי מחובר ל- 5G WiFi. מכשיר זה אינו תומך ברשתות 5G. אנא עבור ל- 2.4 גרם WiFi.
id: Ponsel saat ini terhubung ke WiFi 5G. Perangkat ini tidak mendukung jaringan 5G. Silakan beralih ke WiFi 2.4G.
it: L'attuale telefono cellulare è collegato al WiFi 5G. Questo dispositivo non supporta reti 5G. Passa al WiFi 2.4G.
ja: 現在の携帯電話は5G WiFiに接続されています。 このデバイスは5Gネットワークをサポートしていません。 2.4G WiFiに切り替えてください。
ko: 현재 휴대 전화가 5G WiFi에 연결되어 있습니다. 이 장치는 5G 네트워크를 지원하지 않습니다. 2.4G WiFi로 전환하십시오.
nb: Den nåværende mobiltelefonen er koblet til 5G WiFi. Denne enheten støtter ikke 5G-nettverk. Bytt til 2.4G WiFi.
nl: De huidige mobiele telefoon is verbonden met 5G WiFi. Dit apparaat ondersteunt geen 5G-netwerken. Schakel over naar 2.4G WiFi.
pl: Obecny telefon komórkowy jest podłączony do Wi-Fi 5G. To urządzenie nie obsługuje sieci 5G. Przełącz się na Wi-Fi 2.4G.
pt_br: O telefone celular atual está conectado ao 5G WiFi. Este dispositivo não suporta redes 5G. Por favor, mude para 2.4G WiFi.
ro: Actualul telefon mobil este conectat la WiFi 5G. Acest dispozitiv nu acceptă rețele 5G. Vă rugăm să treceți la WiFi 2.4G.
ru: Текущий мобильный телефон подключен к 5G WiFi. Это устройство не поддерживает сети 5G. Пожалуйста, переключитесь на 2.4G WiFi.
sv: Den nuvarande mobiltelefonen är ansluten till 5G WiFi. Den här enheten stöder inte 5G-nätverk. Byt till 2.4G WiFi.
th: เครือข่ายการเชื่อมต่อโทรศัพท์มือถือปัจจุบันคือ 5G WiFi อุปกรณ์นี้ไม่รองรับเครือข่าย 5G โปรดเปลี่ยนไปใช้ 2.4G WiFi
tr: Mevcut cep telefonu 5G WiFi'ye bağlı. Bu cihaz 5G ağlarını desteklemiyor. Lütfen 2,4G WiFi'ye geçin.
vi: Mạng kết nối điện thoại di động hiện tại là WiFi 5G, thiết bị này không hỗ trợ mạng 5G, vui lòng chuyển sang WiFi 2.4G
zh_hans: 当前手机连接网络为5G WiFi，此设备不支持5G网络，请切换为2.4G WiFi
zh_hant: 當前手機連接網絡為5G WiFi，此設備不支持5G網絡，請切換為2.4G WiFi

# deviceSetting_Open_now
source: Open now
cs: Otevřít teď
de: Jetzt aktivieren
es: Abierto ahora
fi: Avoinna nyt
fr: Ouvrez maintenant
he: פתוח עכשיו
id: Buka sekarang
it: Aperto adesso
ja: 営業中
ko: 지금 열다
nb: Åpne nå
nl: Nu open
pl: Otwórz teraz
pt_br: Abra agora
ro: Deschide acum
ru: Открой сейчас
sv: Öppna nu
th: เปิดเดี๋ยวนี้
tr: Şimdi aç
vi: Mở ngay bây giờ
zh_hans: 立即开通
zh_hant: 立即開通

# devicesetting_warn_line
source: Warning line
cs: Varovná čára
de: Warnlinie
es: Linea de advertencia
fi: Varoituslinja
fr: Ligne d'avertissement
he: קו אזהרה
id: Garis peringatan
it: Linea di avviso
ja: 警告線
ko: 경고 라인
nb: Advarselslinje
nl: Waarschuwingsregel
pl: Linia ostrzegawcza
pt_br: Linha de aviso
ro: Linie de avertizare
ru: Предупреждающая строка
sv: Varningsledning
th: เส้นการเตือน
tr: Uyarı hattı
vi: Cordon
zh_hans: 警戒线
zh_hant: 警戒線
