Repository: Yolo-cell-hash/go_home_ios
Catalog: ios/Runner/JASDK/JAResources/XLanguage/X35MultiLanguage/*.lproj/X35MutiLanguage.strings
Languages: cs, de, es, fi, fr, he, id, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sv, th, tr, vi, zh_hans, zh_hant

# cloud_days
source: days
cs: dnů
de: Tage
es: dias
fi: päivää
fr: jours
he: ימים
id: hari
it: giorni
ja: 日々
ko: 일
nb: dager
nl: dag
pl: dni
pt_br: dias
ro: zi
ru: дней
sv: dagar
th: วัน
tr: gün
vi: ngày
zh_hans: 天
zh_hant: 天

# person_Official_Website
source: Official Website
cs: Oficiální webové stránky
de: Offizielle Website
es: Sitio web oficial
fi: Virallinen nettisivu
fr: Site officiel
he: אתר רשמי
id: Situs Resmi
it: Sito ufficiale
ja: 公式ウェブサイト
ko: 공식 웹 사이트
nb: Offesiell nettside
nl: Officiële website
pl: Oficjalna strona internetowa
pt_br: Website oficial
ro: Site oficial
ru: Официальный сайт
sv: Officiell hemsida
th: เว็บไซต์อย่างเป็นทางการ
tr: Resmi internet sitesi
vi: Trang web chính thức
zh_hans: 官方网站
zh_hant: 官方網站

# adddevice_device_scan_code_add
source: Add battery camera
cs: Přidejte bateriovou kameru
de: Batterie-Kamera hinzufügen
es: Agregar cámara de batería
fi: Lisää akkukamera
fr: Ajouter caméra batterie
he: הוסף מצלמת סוללה
id: baterai kamera add
it: l'obiettivo della batteria
ja: バッテリーカメラを追加
ko: 배터리 카메라 추가
nb: Legg til batterikamera
nl: Add batterij camera
pl: Dodaj aparat bateryjny
pt_br: Câmara Blog bateria
ro: Adăugați camera bateriei
ru: аккумулятор камеры
sv: Lägg till batterikamera
th: เพิ่มกล้องแบตเตอรี่
tr: Pil kamerası ekle
vi: Thêm pin máy ảnh
zh_hans: 添加电池摄像机
zh_hant: 添加電池攝像機

# devicelist_alarm_push_channel_Renewal_fee
source: Device channel cloud has been renewed
cs: Obnova kanálu zařízení byla obnovena
de: Der Cloud-Speicher des Gerätekanals wurde erneuert
es: Nube de canales de Equipos ha sido renovado
fi: Laitekanavan pilvi on uusittu
fr: Le nuage de canaux de l'appareil a été renouvelé
he: ענן הערוץ של המכשיר חודש
id: Cloud saluran perangkat telah diperbarui
it: La nuvola di canali del dispositivo è stata rinnovata
ja: デバイスチャンネルクラウドが更新されました
ko: 기기 채널 클라우드가 갱신되었습니다.
nb: Enhetskanalsskyen er fornyet
nl: Apparaatkanaalwolk is vernieuwd
pl: Chmura kanału urządzenia została odnowiona
pt_br: A nuvem de canais de dispositivos foi renovada
ro: Noul canal de dispozitive a fost reînnoit
ru: Облако канала устройства обновлено
sv: Enhetskanalsmoln har förnyats
th: ระบบคลาวด์ช่องอุปกรณ์ได้รับการต่ออายุ
tr: Cihaz kanalı bulutu yenilendi
vi: Bộ nhớ đám mây của kênh thiết bị đã được gia hạn
zh_hans: 设备通道云存已续费
zh_hant: 設備通道云存已續費

# deviceSetting_time_too_long_prompt
source: Recording time is too long
cs: Doba nahrávání je příliš dlouhá
de: Aufnahmezeit ist zu lang
es: El tiempo de grabación es demasiado largo
fi: Tallennusaika on liian pitkä
fr: La durée d'enregistrement est trop longue
he: זמן ההקלטה ארוך מידי
id: Waktu Rekaman terlalu panjang
it: Il tempo di registrazione è troppo lungo
ja: 記録時間が長すぎます。
ko: 녹음 시간이 너무 깁니다.
nb: Opptakstiden er for lang
nl: De opnametijd is te lang
pl: Czas nagrywania jest zbyt długi
pt_br: O tempo de gravação é muito longo
ro: Timpul de înregistrare este prea lung
ru: Время записи слишком велико
sv: Inspelningstiden är för lång
th: เวลาในการบันทึกยาวเกินไป
tr: Kayıt süresi çok uzun
vi: Thời gian ghi quá lâu
zh_hans: 录制时间太长
zh_hant: 錄製時間太長

# deviceSetting_custom_tone_record_select_phone_decide
source: The APP will intercept the audio file for the first 10s as a custom alarm tone. Please decide whether to select the audio file?
cs: APP zachytí zvukový soubor pro prvních 10 sekund jako vlastní tón alarmu. Rozhodněte se, zda chcete vybrat zvukový soubor?
de: Die App wird die ersten 10 Sek der Audiodatei als benutzerdefinierten Alarmton verwenden. Audiodatei wirklich auswählen?
es: La aplicación interceptará el archivo de audio durante los primeros 10 s como un tono de alarma personalizado. Por favor, decide si seleccionar el archivo de audio?
fi: APP sieppaa ensimmäisten 10-luvun äänitiedoston mukautetuksi hälytysääneksi. Haluatko valita äänitiedoston?
fr: L'APP interceptera le fichier audio pour les 10 premières secondes en tant que tonalité d'alarme personnalisée. S'il vous plaît décider de choisir le fichier audio?
he: APP יהיה ליירט את קובץ השמע עבור 10s הראשון כצליל אזעקה מותאמת אישית. אנא בחר אם לבחור את קובץ השמע?
id: APP akan mencegat file audio untuk 10-an pertama sebagai nada alarm khusus. Silakan putuskan apakah akan memilih file audio?
it: L'APP intercetterà il file audio per i primi 10 come tono di allarme personalizzato. Si prega di decidere se selezionare il file audio?
ja: アプリは、カスタムアラーム音として最初の10秒間オーディオファイルを傍受します。 音声ファイルを選択してください。
ko: APP는 처음 10 초 동안 오디오 파일을 사용자 지정 알람음으로 차단합니다. 오디오 파일을 선택할지 여부를 결정하십시오.
nb: APP vil fange lydfilen for de første 10-årene som en tilpasset alarmtone. Vennligst velg om du vil velge lydfilen?
nl: De APP onderschept het audiobestand voor de eerste 10 seconden als een aangepaste alarmtoon. Kunt u beslissen of u het audiobestand wilt selecteren?
pl: Aplikacja przechwyci plik audio dla pierwszych 10 s jako niestandardowy dźwięk alarmu. Proszę zdecydować, czy wybrać plik audio?
pt_br: O APP interceptará o arquivo de áudio dos primeiros 10 segundos como um tom de alarme personalizado. Por favor, decida se deseja selecionar o arquivo de áudio?
ro: APP va intercepta fișierul audio pentru primele 10 de secunde ca ton de alarmă personalizat. Vă rugăm să decideți dacă să selectați fișierul audio?
ru: Приложение перехватит аудиофайл в течение первых 10 секунд в качестве пользовательского сигнала будильника. Пожалуйста, решите, выбрать ли аудио файл?
sv: APP kommer att avlyssna ljudfilen för de första 10-talen som en anpassad larmtone. Välj om du vill välja ljudfilen?
th: แอปจะดักจับไฟล์เสียง 10 วินาทีแรกเป็นเสียงเตือนที่กำหนดเอง,โปรดยืนยันว่าจะเลือกไฟล์เสียงนี้?
tr: APP, ilk 10 sn için ses dosyasını özel bir alarm sesi olarak arayacaktır. Ses dosyasının seçilip seçilmeyeceğine lütfen karar ver.
vi: APP sẽ chặn 10 giây đầu tiên của tệp âm thanh dưới dạng âm báo thức tùy chỉnh. Vui lòng xác nhận xem có chọn tệp âm thanh này không?
zh_hans: APP将截取音频文件前10s作为自定义报警提示音，请确定是否选择该音频文件？
zh_hant: APP將截取音頻文件前10s作為自定義報警提示音，請確定是否選擇該音頻文件？

# devicesetting_network_status_WiFi_password
source: Please check if the network status and WiFi password are correct
cs: Zkontrolujte, zda jsou stav sítě a heslo WiFi správné
de: Bitte überprüfen Sie, ob der Netzwerkstatus und das WLAN-Passwort korrekt sind
es: Verifique si el estado de la red y la contraseña de WiFi son correctos
fi: Tarkista, onko verkon tila ja WiFi -salasana oikein
fr: Veuillez vérifier si l'état du réseau et le mot de passe WiFi sont corrects
he: בדוק אם מצב הרשת וסיסמת ה- WiFi נכונים
id: Silakan periksa apakah status jaringan dan kata sandi WiFi sudah benar
it: Si prega di verificare se lo stato della rete e la password WiFi sono corretti
ja: ネットワークステータスとWiFiパスワードが正しいかどうかを確認してください
ko: 네트워크 상태 및 WiFi 암호가 올바른지 확인하십시오.
nb: Sjekk om nettverksstatus og WiFi -passord er riktige
nl: Controleer of de netwerkstatus en het wifi-wachtwoord correct zijn
pl: Sprawdź, czy stan sieci i hasło Wi-Fi są poprawne
pt_br: Verifique se o status da rede e a senha do WiFi estão corretos
ro: Vă rugăm să verificați dacă starea rețelei și parola WiFi sunt corecte
ru: Пожалуйста, проверьте правильность статуса сети и пароля WiFi
sv: Kontrollera om nätverksstatus och WiFi -lösenord är korrekta
th: โปรดตรวจสอบว่าสถานะเครือข่ายและรหัสผ่าน WiFi ถูกต้องหรือไม่
tr: Lütfen ağ durumu ve WiFi şifresinin doğru olup olmadığını kontrol edin
vi: Vui lòng kiểm tra xem trạng thái mạng và mật khẩu WiFi có chính xác không
zh_hans: 请检查网络状态和WiFi密码是否正确
zh_hant: 請檢查網絡狀態和WiFi密碼是否正確

# me_device_share_delete_tips
source: Users can't view the device after deleting
cs: Po odstranění nebude druhá strana schopna zobrazit náhled zařízení
de: Benutzer können Gerät nach Löschen nicht mehr abrufen
es: Después de eliminar,los usuarios no pueden obtener una vista previa del Equipo
fi: Poistamisen jälkeen toinen osapuoli ei voi esikatsella laitetta
fr: Les utilisateurs ne peuvent pas voir l'appareil après la suppression
he: לאחר המחיקה המשתמש לא יוכל להתחבר למכשיר
id: penguna tidak dapat tampil perangkat seletah dihapus
it: L'utente non potra visualizzare il dispositivo dopo la cancellazione
ja: ユーザーは削除後、デバイスを見ることができません。
ko: 삭제 시 이 제품에 접속할 수 없습니다.
nb: Bruker kan ikke se enheten etter sletting
nl: Gebruikers kunnen het apparaat na verwijdering niet weergeven
pl: Użytkownik nie będzie miał dostępu do urządzenia
pt_br: Os usuários não podem ver o dispositivo após a exclusão
ro: Utilizatorii nu pot vizualiza dispozitivul după ștergere
ru: Пользователи не могут просматривать устройство после удаления
sv: Användare kan inte titta på enheten efter radering
th: ผู้ใช้งานจะไม่สามารถดูอุปกรณ์ได้หลังจากลบไปแล้ว
tr: Kullanıcılar sildikten sonra cihazı göremiyor
vi: Sau khi xóa, bên kia sẽ không thể xem trước thiết bị
zh_hans: 删除后对方将无法预览设备
zh_hant: 刪除後對方將無法預覽設備

# set_video_color
source: Select device's night vision color
cs: Nastavte barvu videa
de: Nachtsicht einstellen
es: Configurar el color del video
fi: Aseta videon väri
fr: Configuration de la couleur vidéo
he: הגדרת צבעי וידאו
id: Setup Warna Video
it: Impostazione colore video
ja: ビデオの色調の設定
ko: 비디오 색상 설정
nb: Velg farge på video
nl: Videokleur instellen
pl: Ustawienia koloru
pt_br: Configurar cor de vídeo
ro: Configurați culoarea videoclipului
ru: Настройка видео цвета
sv: Konfigurera bildfärg
th: เลือกโหมดกลางคืน
tr: Video rengini ayarla
vi: Đặt màu video
zh_hans: 设置视频色彩
zh_hant: 設置視頻色彩

# devicesetting_Installation_mode_describe
source: Different installation mode affects the lens direction angle is different
cs: Různý instalační režim ovlivňuje úhel směru čočky je jiný
de: Unterschiedliche Installationsmodi beeinflussen den Ausrichtungswinkel der Linse
es: El modo de instalación diferente afecta el ángulo de dirección de la lente es diferente
fi: Eri asennustapa vaikuttaa linssin suuntakulma on erilainen
fr: Un mode d'installation différent affecte l'angle de direction de l'objectif est différent
he: מצב התקנה שונה משפיע על זווית כיוון העדשה שונה
id: Verschillende installatiemodus beïnvloedt de hoek van de lensrichting is anders
it: La diversa modalità di installazione influisce sull'angolo di direzione dell'obiettivo è diverso
ja: 取り付けモードが異なると、レンズの方向角度が異なります。
ko: 다른 설치 모드는 렌즈 방향 각도에 영향을 미칩니다.
nb: Ulik installasjonsmodus påvirker linsens retningsvinkel er forskjellig
nl: Verschillende installatiemodus beïnvloedt de hoek van de lensrichting is anders
pl: Inny tryb instalacji wpływa na kąt kierunku obiektywu jest inny
pt_br: O modo de instalação diferente afeta o ângulo de direção da lente é diferente
ro: Modul de instalare diferit afectează unghiul de direcție al lentilei este diferit
ru: Различный режим установки влияет на угол направления объектива, отличается
sv: Olika installationslägen påverkar linsens riktningsvinkel är olika
th: โหมดการติดตั้งที่แตกต่างกันส่งผลต่อมุมทิศทางของเลนส์ต่างกัน
tr: Farklı kurulum modu, lens yönü açısını etkiler
vi: Chế độ cài đặt khác nhau ảnh hưởng đến góc hướng ống kính là khác nhau
zh_hans: 安装模式不同影响镜头方向角度不同
zh_hant: 安裝裝模式不同影響鏡頭方向角度不同

# devicesetting_4G_card_sim_card_device_has_electricity
source: 1. The device is powered on;
cs: 1. Zařízení má elektřinu;
de: 1. Das Gerät wird mit Strom versorgt;
es: 1. El dispositivo tiene electricidad;
fi: 1. Laitteessa on sähköä;
fr: 1. L'appareil est alimenté en électricité;
he: 1. למכשיר חשמל;
id: 1. Perangkat ini memiliki listrik;
it: 1. Il dispositivo ha elettricità;
ja: 1.デバイスには電気があります。
ko: 1. 장치에는 전기가 있습니다.
nb: 1. Enheten har strøm;
nl: 1. Het apparaat heeft elektriciteit;
pl: 1. Urządzenie ma prąd;
pt_br: 1. O dispositivo tem eletricidade;
ro: 1. Dispozitivul are energie electrică;
ru: 1. Устройство имеет электричество;
sv: 1. Enheten har el;
th: 1. อุปกรณ์เปิดอยู่;
tr: 1. Cihazda elektrik vardır;
vi: 1. Thiết bị có điện;
zh_hans: 1.设备有电；
zh_hant: 1.設備有電；

source: Australia/Hobart
cs: Austrálie / Hobart
de: Australien / Hobart
fr: Australie / Hobart
he: אוסטרליה / הובארט
ja: オーストラリア/ホバート
ko: 호주 / 호바트
pt_br: Austrália / Hobart
ru: Австралия / Хобарт
sv: Australien / Hobart
th: ออสเตรเลีย / โฮบาร์ต
tr: Avustralya / Hobart
vi: Hobart
zh_hans: 霍巴特
zh_hant: 霍巴特

# person_set_Upload_crash_filing
source: Crash file is uploading
cs: Nahrávání souboru selhání
de: Fehlerbericht wird hochgeladen
es: Carga de archivos de choque
fi: Crash-tiedoston lataaminen
fr: Téléchargement de fichier crash
he: להעלות קובץ לקריסה
id: Unggahan file mogok
it: Caricamento file in crash
ja: アップロードされた破損ファイル
ko: 크래시 파일 업로드
nb: Crash-filopplasting
nl: Crashbestand uploaden
pl: Przesyłanie pliku po awarii
pt_br: Upload do arquivo de falha
ro: Încărcarea fișierului incorect
ru: Загрузка аварийного файла
sv: Crash-filuppladdning
th: ไฟล์ขัดข้องกำลังอัปโหลด
tr: Kilitlenme dosyası yükleme
vi: Sự cố tải lên tệp
zh_hans: 崩溃文件上传中
zh_hant: 崩潰文件上傳中

# devicesetting_Longest_battery_life_Description
source: Wake up the camera and start recording when a moving object is detected
cs: Když je detekován pohybující se objekt, probuďte fotoaparát a začněte nahrávat
de: Kamera aufwecken und Aufnahme starten, wenn ein bewegtes Objekt erkannt wird
es: Active la cámara y comience a grabar cuando se detecte un objeto en movimiento
fi: Herätä kamera ja aloita tallennus, kun liikkuva esine havaitaan
fr: Réveillez la caméra et commencez à enregistrer lorsqu'un objet en mouvement est détecté
he: העירו את המצלמה והתחילו להקליט כאשר מתגלה אובייקט נע
id: Bangunkan kamera dan mulai merekam saat objek bergerak terdeteksi
it: Riattiva la videocamera e avvia la registrazione quando viene rilevato un oggetto in movimento
ja: カメラを起こし、動く物体が検出されたら記録を開始します
ko: 카메라를 켜고 움직이는 물체가 감지되면 녹화 시작
nb: Våk kameraet og start opptaket når en gjenstand i bevegelse oppdages
nl: Activeer de camera en begin met opnemen wanneer een bewegend object wordt gedetecteerd
pl: Wybudź kamerę i rozpocznij nagrywanie po wykryciu poruszającego się obiektu
pt_br: Acorde a câmera e comece a gravar quando um objeto em movimento for detectado
ro: Treziți camera și începeți să înregistrați când este detectat un obiect în mișcare
ru: Выведите камеру из спящего режима и начните запись при обнаружении движущегося объекта
sv: Vakna upp kameran och börja spela in när ett rörligt objekt upptäcks
th: ปลุกกล้องและเริ่มบันทึกเมื่อตรวจพบวัตถุเคลื่อนที่ moving
tr: Hareket eden bir nesne algılandığında kamerayı uyandırın ve kayda başlayın
vi: Đánh thức máy ảnh và bắt đầu ghi khi phát hiện có vật thể chuyển động
zh_hans: 侦测到移动物体时唤醒录像
zh_hant: 偵測到移動物體時喚醒錄像

# message_View_playback_video
source: View playback video
cs: Zobrazit přehrávané video
de: Wiedergabevideo anzeigen
es: Ver reproducción de video
fi: Katso Toistovideo
fr: Afficher la vidéo de lecture
he: צפה בסרטון השמעה
id: Lihat Video Pemutaran
it: Guarda il video di riproduzione
ja: 再生ビデオを見る
ko: 재생 비디오 보기
nb: Se avspillingsvideo
nl: Afspeelvideo bekijken
pl: Zobacz odtwarzanie wideo
pt_br: Ver vídeo de reprodução
ro: Vizualizați redare video
ru: Просмотр воспроизводимого видео
sv: Visa uppspelningsvideo
th: ดูวิดีโอการเล่น
tr: Oynatma Videosunu Görüntüle
vi: Xem video phát lại
zh_hans: 查看回放录像
zh_hant: 查看回放錄像

# playback_purchase_cloud_picture_video
source: Purchase cloud service to upgrade alarm picture to video
cs: Kupte si cloudovou službu a upgradujte obrázek alarmu na video
de: Kaufen Sie einen Cloud-Dienst, um das Alarmbild auf Video zu aktualisieren
es: Compre el servicio en la nube para actualizar la imagen de alarma a video
fi: Osta pilvipalvelu päivittääksesi hälytyskuvan videoksi
fr: Achetez un service cloud pour mettre à niveau l'image d'alarme en vidéo
he: רכוש שירות ענן לשדרוג תמונת אזעקה לווידאו
id: Beli layanan cloud untuk meningkatkan gambar alarm ke video
it: Acquista il servizio cloud per aggiornare l'immagine dell'allarme in video
ja: クラウドサービスを購入して、アラーム画像をビデオにアップグレードします
ko: 알람 사진을 동영상으로 업그레이드하려면 클라우드 서비스를 구입하세요.
nb: Kjøp skytjeneste for å oppgradere alarmbilde til video
nl: Koop cloudservice om alarmfoto naar video te upgraden
pl: Kup usługę w chmurze, aby zaktualizować obraz alarmowy do wideo
pt_br: Adquira o serviço de nuvem para atualizar a imagem do alarme para o vídeo
ro: Achiziționați serviciul cloud pentru a actualiza imaginea de alarmă la video
ru: Приобретите облачный сервис, чтобы обновить изображение будильника до видео
sv: Köp molntjänst för att uppgradera larmbild till video
th: ซื้อบริการคลาวด์เพื่ออัปเกรดรูปภาพปลุกเป็นวิดีโอ
tr: Alarm resmini videoya yükseltmek için bulut hizmeti satın alın
vi: Mua dịch vụ đám mây để nâng cấp hình ảnh báo động thành video
zh_hans: 购买云服务可将报警图片升级为视频
zh_hant: 購買雲服務可將報警圖片升級為視頻

# devicesetting_basestation_model
source: Base station model
cs: Model základnové stanice
de: Modell der Basisstation
es: Modelo de estación base
fi: Tukiaseman malli
fr: Modèle de borne d'accès
he: דגם תחנת בסיס
id: Model stasiun pangkalan
it: Modello di stazione base
ja: 基地局モデル
ko: 기지국 모델
nb: Basestasjon modell
nl: Model basisstation
pl: Model stacji bazowej
pt_br: Modelo da estação base
ro: Modelo da estação base
ru: Модель базовой станции
sv: Basstationsmodell
th: รุ่นสถานีฐาน
tr: Baz istasyonu modeli
vi: Mô hình trạm gốc
zh_hans: 基站型号
zh_hant: 基站型號

# adddevice_check_device_network
source: 2. Check if the device is connected to the network.
cs: 2. Zkontrolujte, zda je zařízení připojeno k síti.
de: 2. Überprüfen Sie, ob das Gerät mit dem Netzwerk verbunden ist.
es: 2. Compruebe si el Equipo está conectado a la red.
fi: 2. Tarkista, onko laite kytketty verkkoon.
fr: 2. Vérifiez si le périphérique est connecté au réseau.
he: 2. בדוק אם המכשיר מחובר לרשת.
id: 2. Periksa apakah perangkat terhubung ke jaringan.
it: 2. Controllare se il dispositivo è collegato alla rete.
ja: 2.デバイスがネットワークに接続されているかどうかを確認します。
ko: 2. 장치가 네트워크에 연결되어 있는지 확인하십시오.
nb: 2. Sjekk om enheten er koblet til nettverket.
nl: 2. Controleer of het apparaat is verbonden met het netwerk.
pl: 2. Sprawdź, czy urządzenie jest podłączone do sieci.
pt_br: 2. Verifique se o dispositivo está conectado à rede.
ro: 2. Verificați dacă dispozitivul este conectat la rețea.
ru: 2. Проверьте, подключено ли устройство к сети.
sv: 2. Kontrollera om enheten är ansluten till nätverket.
th: 2. ตรวจสอบว่าอุปกรณ์เชื่อมต่อกับเครือข่ายหรือไม่
tr: 2. Cihazın ağa bağlı olup olmadığını kontrol edin.
vi: 2. Kiểm tra xem thiết bị đã được kết nối mạng chưa
zh_hans: 2.查看设备是否已连接网络
zh_hant: 2.查看設備是否已連接網絡

# person_feedback_question_4G_card_camera_advantages
source: Q1: What are the advantages of 4G card camera
cs: Q1: Jaké jsou výhody kamery 4G card
de: F1: Was sind die Vorteile einer 4G-Kartenkamera?
es: Q1: ¿Cuáles son las ventajas de la cámara con tarjeta 4G?
fi: Kysymys 1: Mitkä ovat 4G-korttikameran edut
fr: Q1: Quels sont les avantages de la caméra à carte 4G
he: שאלה 1: מהם היתרונות של מצלמת כרטיסי 4G
id: Q1: Apa kelebihan kamera kartu 4G
it: Q1: quali sono i vantaggi della card card 4G
ja: Q1：4Gカードカメラの利点は何ですか
ko: Q1 : 4G 카드 카메라의 장점은 무엇입니까
nb: Q1: Hva er fordelene med 4G-kortkamera
nl: Vraag 1: Wat zijn de voordelen van een 4G-kaartcamera
pl: P1: Jakie są zalety kamery z kartą 4G
pt_br: Q1: Quais são as vantagens da câmera do cartão 4G
ro: Q1: Care sunt avantajele camerei cu card 4G
ru: Q1: каковы преимущества камеры 4G карты
sv: F1: Vilka är fördelarna med 4G-kortkamera
th: Q1: อะไรคือข้อดีของกล้องการ์ด 4G
tr: Q1: 4G kart kamera avantajları nelerdir
vi: Q1: Ưu điểm của camera thẻ 4G là gì
zh_hans: Q1：4G卡摄像机有哪些优点
zh_hant: Q1：4G卡攝像機有哪些優點

source: Cloud service
cs: Cloudová služba
de: Cloud-Dienst
es: Servicio de almacenamiento en la nube
fi: Pilvipalvelu
fr: Service cloud
he: שירות ענן
id: Layanan awan
it: Servizio cloud
ja: クラウドサービス
ko: 클라우드 서비스
nb: Skytjeneste
pl: Usługa chmury
pt_br: Serviço na nuvem
ro: Serviciu cloud
ru: Облачный сервис
sv: Molntjänst
th: บริการคลาวด์
tr: Bulut hizmeti
vi: Dịch vụ điện toán đám mây
zh_hans: 云服务
zh_hant: 雲服務

# devicesetting_4G_card_operator_not_dock
source: The operator has not yet docked
cs: Provozovatel dosud není v doku
de: Der Netzbetreiber hat die Karte noch nicht freigeschaltet
es: El operador aún no ha atracado
fi: Operaattori ei ole vielä telakoinut
fr: L'opérateur n'est pas encore amarré
he: המפעילה טרם עגנה
id: Operator belum merapat
it: L'operatore non ha ancora effettuato l'attracco
ja: オペレーターはまだドッキングしていません
ko: 운영자가 아직 도킹하지 않았습니다
nb: Operatøren har ennå ikke lagt til kai
nl: De operator heeft nog niet gedockt
pl: Operator jeszcze nie zadokował
pt_br: O operador ainda não foi encaixado
ro: Operatorul nu a fost încă conectat
ru: Оператор еще не состыкован
sv: Operatören har ännu inte dockat
th: ไม่ได้เชื่อมต่อผู้ให้บริการ
tr: Operatör henüz yerleştirmedi
vi: Nhà điều hành vẫn chưa cập bến
zh_hans: 运营商尚未对接
zh_hant: 運營商尚未對接

# message_Pull_up_load_more
source: Pull up to load more messages
cs: Vytažením nahoru načtete další zprávy
de: Nach oben ziehen, um weitere Nachrichten zu laden
es: Tire hacia arriba para cargar más mensajes
fi: Vedä ylös ladataksesi lisää viestejä
fr: Tirez vers le haut pour charger plus de messages
he: משוך למעלה כדי לטעון הודעות נוספות
id: Tarik ke atas untuk memuat lebih banyak pesan
it: Tira su per caricare più messaggi
ja: より多くのメッセージをロードするためにプルアップ
ko: 더 많은 메시지를 로드하려면 위로 당겨
nb: Trekk opp for å laste flere meldinger
nl: Trek omhoog om meer berichten te laden
pl: Podciągnij, aby załadować więcej wiadomości
pt_br: Puxe para cima para carregar mais mensagens
ro: Trageți în sus pentru a încărca mai multe mesaje
ru: Потяните вверх, чтобы загрузить больше сообщений
sv: Dra upp för att ladda fler meddelanden
th: ดึงขึ้นเพื่อโหลดข้อความเพิ่มเติม
tr: Daha fazla mesaj yüklemek için yukarı çekin
vi: Kéo lên để tải thêm tin nhắn
zh_hans: 上拉加载更多信息
zh_hant: 上拉加載更多信息

# person_receive_push
source: This official account is used to receive push notifications
cs: Tento oficiální účet se používá k přijímání oznámení push
de: Dieses offizielle Konto wird verwendet, um Push-Benachrichtigungen zu erhalten
es: Esta cuenta oficial se utiliza para recibir notificaciones push
fi: Tätä virallista tiliä käytetään pikailmoitusten vastaanottamiseen
fr: Ce compte officiel est utilisé pour recevoir des notifications push
he: חשבון רשמי זה משמש לקבלת התראות על דחיפה
id: Akun resmi ini digunakan untuk menerima pemberitahuan push
it: Questo account ufficiale viene utilizzato per ricevere notifiche push
ja: この公式アカウントは、プッシュ通知を受信するために使用されます
ko: 이 공식 계정은 푸시 알림을받는 데 사용됩니다.
nb: Denne offisielle kontoen brukes til å motta pushvarsler
nl: Dit officiële account wordt gebruikt om pushmeldingen te ontvangen
pl: To oficjalne konto służy do otrzymywania powiadomień push
pt_br: Esta conta oficial é usada para receber notificações push
ro: Acest cont oficial este utilizat pentru a primi notificări push
ru: Эта официальная учетная запись используется для получения push-уведомлений
sv: Detta officiella konto används för att ta emot push-aviseringar
th: บัญชีทางการนี้ใช้เพื่อรับการแจ้งเตือนแบบพุช
tr: Bu resmi hesap, push bildirimlerini almak için kullanılır
vi: Tài khoản chính thức này được sử dụng để nhận thông báo đẩy
zh_hans: 此公众号用于接收消息推送
zh_hant: 此公眾號用於接收消息推送

# add_being
source: Adding...
cs: Přidání ...
de: Hinzufügen...
es: Añadiendo ...
fi: Lisätään ...
fr: Ajouter...
he: מוסיף...
id: menambah…
it: Aggiungo…
ja: 追加中...
ko: 등록중
nb: Legger til…
nl: Toevoegen...
pl: Dodawanie…
pt_br: Adicionando ...
ro: Se adaugă ...
ru: Добавление ...
sv: Lägger till ...
th: กำลังเพิ่ม
tr: Ekleme...
vi: Đang thêm ...
zh_hans: 正在添加…
zh_hant: 正在添加…

# devicelist_Unpaired
source: Unpaired
cs: Nepárové
de: Nicht gepaart
es: Impar
fi: parittomia
fr: Non apparié
he: לא מזויף
id: Tidak berpasangan
it: spaiato
ja: 未対応
ko: 페어링되지 않음
nb: uparet
nl: ongepaarde
pl: Nieparzysty
pt_br: Não pareado
ro: nepereche
ru: непарный
sv: oparade
th: เลิกจับคู่
tr: eşleşmemiş
vi: Chưa ghép nối
zh_hans: 未配对
zh_hant: 未配對
