Repository: Yolo-cell-hash/go_home_ios
Catalog: ios/Runner/JASDK/JAResources/XLanguage/X35MultiLanguage/*.lproj/X35MutiLanguage.strings
Languages: cs, de, es, fi, fr, he, id, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sv, th, tr, vi, zh_hans, zh_hant

# addevice_to_reset
source: To reset
cs: Resetovat
de: Zurücksetzen
es: Reiniciar
fi: Palauta
fr: Réinitialiser
he: לאתחל
id: Untuk mengatur ulang
it: Resettare
ja: リセットするには
ko: 재설정
nb: Å tilbakestille
nl: Resetten
pl: Zresetować
pt_br: Reiniciar
ro: A reseta
ru: Сбросить
sv: Att återställa
th: การรีเซ็ต
tr: Sıfırlamak
vi: Để đặt lại
zh_hans: 去重置
zh_hant: 去重置

# addDevice_unsearchable
source: Can't search device
cs: Nelze vyhledat zařízení
de: Gerät kann nicht gefunden werden
es: No se puede buscar el Equipo
fi: Laitetta ei voi etsiä
fr: Appareil introuvable
he: מכשירים לא נמצאו
id: Tidak dapat cari perangkat
it: Impossibile ricercare dispositivo
ja: デバイスが見つかりません
ko: 제품을 찾을 수 없습니다.
nb: Kan ikke søke opp enhet
nl: Kan apparaat niet zoeken
pl: Nie można znaleźć urządzenia
pt_br: Não pode pesquisar dispositivo
ro: Nu puteți căuta dispozitivul
ru: Не могу найти устройство
sv: Det går inte att söka efter enheten
th: ไม่สามารถค้นหาอุปกรณ์
tr: Cihaz aranamıyor
vi: Không tìm thấy thiết bị
zh_hans: 无法搜索到设备
zh_hant: 無法搜索到設備

# person_moth_ago
source: months ago
cs: před měsíci
de: Vor Monaten
es: hace meses
fi: kuukautta sitten
fr: il y a mois
he: לפני חודשים
id: bulan yang lalu
it: mesi fa
ja: ヶ月前
ko: 개월 전에
nb: måneder siden
nl: maanden geleden
pl: miesiące temu
pt_br: meses atrás
ro: acum luni
ru: месяца назад
sv: månader sedan
th: เดือนที่แล้ว
tr: ay önce
vi: tháng trước
zh_hans: 月前
zh_hant: 月前

# cloud_help_submit_fail
source: Submission Failed
cs: Odeslání se nezdařilo
de: Übermittlung fehlgeschlagen
es: Envío fallado
fi: Lähettäminen epäonnistui
fr: Échec de la soumission
he: ההגשה נכשלה
id: Pengajuan Gagal
it: Invio non riuscito
ja: 送信失敗
ko: 제출 실패
nb: Innlevering mislyktes
nl: Inzending mislukt
pl: Przesłanie nie powiodło się
pt_br: Submissão falhada
ro: Trimiterea a eșuat
ru: Ошибка отправки
sv: Inlämning misslyckades
th: ส่งล้มเหลว
tr: Gönderme Başarısız
vi: Gửi không thành công
zh_hans: 提交失败
zh_hant: 提交失敗

# playback_go_to_watch
source: Go to watch
cs: Jděte se dívat
de: Abspielen
es: Ir a ver
fi: Mene katsomaan
fr: Aller regarder
he: לכו לצפות
id: Pergi untuk menonton
it: Vai a guardare
ja: 見に行く
ko: 보러 가다
nb: Gå for å se på
nl: Ga kijken
pl: Idź obejrzeć
pt_br: Vá assistir
ro: Du-te la ceas
ru: Иди смотреть
sv: Gå och titta
th: ไปชม
tr: İzlemeye git
vi: Đi xem
zh_hans: 前往观看
zh_hant: 前往觀看

# userInfo_password_original
source: Original password
cs: Původní heslo
de: Ursprüngliches Passwort
es: Contraseña original
fi: Alkuperäinen salasana
fr: Mot de passe original
he: ססמה מקורית
id: Sandi Sekarang
it: Vecchia password
ja: 元のパスワード
ko: 이전 비밀번호
nb: Opprinnelig passord
nl: Oorspronkelijke wachtwoord
pl: Oryginalne hasło
pt_br: Senha original
ro: Parola originală
ru: Оригинальный пароль
sv: Ursprungligt lösenord
th: รหัสผ่านเดิม
tr: Orijinal şifre
vi: Mật khẩu cũ
zh_hans: 原密码
zh_hant: 原密碼

# adddevice_set_WiFi_name_password
source: Set a WiFi name and password for your device, and connect to this WiFi to use your device normally after it has been successfully added.
cs: Nastavte název a heslo WiFi pro své zařízení a připojte se k této WiFi, abyste mohli zařízení normálně používat poté, co bylo úspěšně přidáno.
de: Legen Sie einen WLAN-Namen und ein Passwort für Ihr Gerät fest und stellen Sie eine Verbindung zu diesem WLAN-Netzwerk her, um Ihr Gerät wie gewünscht nach dem erfolgreichen Hinzufügen zu verwenden.
es: Establezca un nombre y contraseña de WiFi para su dispositivo y conéctese a este WiFi para usar su dispositivo normalmente después de que se haya agregado correctamente.
fi: Aseta laitteellesi WiFi -nimi ja salasana ja muodosta yhteys tähän WiFi -verkkoon, jotta voit käyttää laitettasi normaalisti sen lisäyksen jälkeen.
fr: Définissez un nom et un mot de passe WiFi pour votre appareil, et connectez-vous à ce WiFi pour utiliser votre appareil normalement une fois qu'il a été ajouté avec succès.
he: הגדר שם WiFi וסיסמה למכשיר שלך, והתחבר ל- WiFi זה כדי להשתמש במכשיר שלך בדרך כלל לאחר הוספתו בהצלחה.
id: Tetapkan nama dan kata sandi WiFi untuk perangkat Anda, dan sambungkan ke WiFi ini untuk menggunakan perangkat Anda secara normal setelah berhasil ditambahkan.
it: Imposta un nome e una password WiFi per il tuo dispositivo e connettiti a questo WiFi per utilizzare normalmente il tuo dispositivo dopo che è stato aggiunto con successo.
ja: デバイスのSSIDとパスワードを設定し、このSSIDに接続して、デバイスが追加されると使用できます。
ko: 장치의 WiFi 이름과 암호를 설정하고 성공적으로 추가된 후에 장치를 정상적으로 사용하려면 이 WiFi에 연결하십시오.
nb: Angi et WiFi -navn og passord for enheten din, og koble til denne WiFi -enheten for å bruke enheten normalt etter at den er lagt til.
nl: Stel een wifi-naam en wachtwoord in voor uw apparaat en maak verbinding met deze wifi om uw apparaat normaal te gebruiken nadat het succesvol is toegevoegd.
pl: Ustaw nazwę Wi-Fi i hasło dla swojego urządzenia i połącz się z tym Wi-Fi, aby normalnie korzystać z urządzenia po pomyślnym dodaniu.
pt_br: Defina um nome de WiFi e uma senha para o seu dispositivo e conecte-se a este WiFi para usar o seu dispositivo normalmente após ter sido adicionado com sucesso.
ro: Setați un nume și o parolă WiFi pentru dispozitivul dvs. și conectați-vă la acest WiFi pentru a utiliza dispozitivul în mod normal după ce a fost adăugat cu succes.
ru: Установите имя и пароль Wi-Fi для своего устройства и подключитесь к этому Wi-Fi, чтобы использовать устройство в обычном режиме после его успешного добавления.
sv: Ange ett WiFi -namn och lösenord för din enhet och anslut till denna WiFi för att använda din enhet normalt efter att den har lagts till.
th: ตั้งชื่อ WiFi และรหัสผ่านสำหรับอุปกรณ์ของคุณ และเชื่อมต่อกับ WiFi นี้เพื่อใช้อุปกรณ์ของคุณตามปกติหลังจากที่เพิ่มสำเร็จแล้ว
tr: Cihazınız için bir WiFi adı ve şifre belirleyin ve başarıyla eklendikten sonra cihazınızı normal şekilde kullanmak için bu WiFi'ye bağlanın.
vi: Đặt tên và mật khẩu WiFi cho thiết bị của bạn và kết nối với WiFi này để sử dụng thiết bị của bạn bình thường sau khi được thêm thành công.
zh_hans: 为设备设置一个WiFi名称与密码，添加成功后连接此WiFi即可正常使用设备。
zh_hant: 為設備設置一個WiFi名稱與密碼，添加成功後連接此WiFi即可正常使用設備。

# cloud_migration_select_device_channel_ios
source: Select%ld new device channels
cs: Vyberte%ld nových kanálů zařízení
de: Wählen Sie%ld neue Gerätekanäle
es: Seleccione%ld nuevos canales de Equipo
fi: Valitse%ld uudet laitekanavat
fr: Sélectionnez%ld nouveaux canaux de périphérique
he: בחר%ld ערוצי מכשירים חדשים
id: Pilih%ld saluran perangkat baru
it: Seleziona%ld nuovi canali del dispositivo
ja: 新しいデバイスチャンネルを%ld個選択してください
ko: %ld 새 장치 채널 선택
nb: Velg%ld nye enhetskanaler
nl: Selecteer%ld nieuwe apparaatkanalen
pl: Wybierz%ld nowe kanały urządzeń
pt_br: Selecione%ld novos canais de dispositivo
ro: Selectați%ld canale noi de dispozitive
ru: Выберите%ld новые каналы устройства
sv: Välj%ld nya enhetskanaler
th: เลือก%ld ช่องอุปกรณ์ใหม่
tr: %ld yeni cihaz kanallarını seçin
vi: Chọn%ld kênh thiết bị mới
zh_hans: 选择%ld个新设备通道
zh_hant: 選擇%ld個新設備通道

# devicesetting_4G_card_sim_card_all_package
source: All packages
cs: Všechny balíčky
de: Alle Pakete
es: Todos los paquetes
fi: Kaikki paketit
fr: Tous les packages
he: כל החבילות
id: Semua paket
it: Tutti i pacchetti
ja: すべてのパッケージ
ko: 모든 패키지
nb: Alle pakker
nl: Alle pakketten
pl: Wszystkie paczki
pt_br: Todos os pacotes
ro: Toate pachetele
ru: Все пакеты
sv: Alla paket
th: ทุกแพคเกจ
tr: Tüm paketler
vi: Tất cả các gói
zh_hans: 全部套餐
zh_hant: 全部套餐

# Service_map_Increase_exposure_rate
source: Increase store's exposure rate
cs: Zvyšte míru expozice obchodu
de: Kontaktrate des Geschäfts erhöhen
es: Aumentar la tasa de exposición de la tienda
fi: Lisää myymälän valotusastetta
fr: Augmentez le taux d'exposition du magasin
he: הגדל את שיעור החשיפה של החנות
id: Tingkatkan tingkat paparan toko
it: Aumenta il tasso di esposizione del negozio
ja: 店舗の露出率を上げる
ko: 상점의 노출 속도를 높이십시오
nb: Øk butikkens eksponeringsgrad
nl: Verhoog de blootstelling van de winkel
pl: Zwiększyć ekspozycję sklepu
pt_br: Aumentar a taxa de exposição da loja
ro: Măriți rata de expunere a magazinului
ru: Увеличить магазин экспозиции
sv: Öka butikens exponeringsgrad
th: เพิ่มจำนวนร้านค้า
tr: Mağazanın pozlama oranını artırın
vi: Tăng khả năng hiển thị cửa hàng
zh_hans: 增加门店曝光率
zh_hant: 增加門店曝光率

# person_feedback_question_Check_1
source: 1. Check whether your device is power-on and the status light is on;
cs: 1. Zkontrolujte, zda je zařízení zapnuto a svítí stavová kontrolka;
de: 1. Überprüfen Sie, ob Ihr Gerät eingeschaltet und die Status-LED leuchtet.
es: 1. Compruebe si su dispositivo está encendido y la luz de estado está encendida;
fi: 1. Tarkista, onko laitteeseen kytketty virta ja tilan merkkivalo palaa;
fr: 1. Vérifiez si votre appareil est sous tension et que le voyant d'état est allumé;
he: 1. בדוק אם המכשיר שלך פועל ונורת המצב דולקת;
id: 1. Periksa apakah perangkat Anda menyala dan lampu status menyala;
it: 1. Controlla se il tuo dispositivo è acceso e la spia di stato è accesa;
ja: 1.デバイスの電源がオンで、ステータスライトがオンになっているかどうかを確認します。
ko: 1. 장치의 전원이 켜져 있고 상태 표시등이 켜져 있는지 확인하십시오.
nb: 1. Kontroller om enheten er på og statuslampen lyser.
nl: 1. Controleer of uw apparaat is ingeschakeld en of het statuslampje brandt;
pl: 1. Sprawdź, czy urządzenie jest włączone i czy świeci lampka stanu;
pt_br: 1. Verifique se o dispositivo está ligado e a luz de status está acesa;
ro: 1. Verificați dacă dispozitivul dvs. este pornit și dacă ledul de stare este aprins;
ru: 1. Проверьте, включено ли ваше устройство и горит ли индикатор состояния;
sv: 1. Kontrollera om din enhet är påslagen och statuslampan är tänd;
th: 1. ตรวจสอบว่าอุปกรณ์ของคุณเปิดเครื่องและไฟสถานะติดอยู่หรือไม่
tr: 1. Cihazınızın açık ve durum ışığının yandığını kontrol edin;
vi: 1. Kiểm tra xem thiết bị của bạn đã được bật nguồn chưa và đèn trạng thái có sáng không;
zh_hans: 1.检查您的设备是否已处于通电状态,状态灯已点亮；
zh_hant: 1.檢查您的設備是否已處於通電狀態,狀態燈已點亮；

# person_feedback_question_Check_2
source: 2. If you are using WIFI connection, please confirm whether you have modified the WIFI in the environment where the device is located-including the WIFI password and name, if modified, please reconfigure WIFl;
cs: 2. Pokud používáte připojení WIFI, potvrďte, zda jste upravili WIFI v prostředí, ve kterém je zařízení umístěno - včetně hesla a jména WIFI, pokud bylo změněno, překonfigurujte WIFl;
de: 2. Wenn Sie über WLAN verbunden sind, bestätigen Sie bitte, ob Sie das WLAN der Umgebung geändert haben, in der sich das Gerät befindet - einschließlich des WLAN-Kennworts und -Namens. Wenn Sie es geändert haben, konfigurieren Sie WIFI neu.
es: 2. Si está utilizando una conexión WIFI, confirme si ha modificado el WIFI en el entorno donde se encuentra el dispositivo, incluida la contraseña y el nombre de WIFI, si se modificó, reconfigure WIFl;
fi: 2. Jos käytät WIFI-yhteyttä, varmista, että olet muokannut WIFI: tä ympäristössä, jossa laite sijaitsee - mukaan lukien WIFI-salasana ja nimi, jos muutettu, määritä WIFl uudelleen;
fr: 2. Si vous utilisez une connexion WIFI, veuillez confirmer si vous avez modifié le WIFI dans l'environnement où se trouve l'appareil - y compris le mot de passe et le nom WIFI, s'il est modifié, veuillez reconfigurer WIFl;
he: 2. אם אתה משתמש בחיבור WIFI, אנא אשר אם שינית את ה- WIFI בסביבה בה נמצא המכשיר - כולל סיסמת WIFI ושם, אם השתנה, אנא הגדר מחדש את WIFl;
id: 2. Jika Anda menggunakan koneksi WIFI, harap konfirmasikan apakah Anda telah memodifikasi WIFI di lingkungan tempat perangkat berada — termasuk kata sandi dan nama WIFI, jika diubah, konfigurasikan ulang WIFl;
it: 2. Se si utilizza la connessione WIFI, confermare se è stato modificato il WIFI nell'ambiente in cui si trova il dispositivo, inclusi la password e il nome WIFI, se modificati, riconfigurare WIFl;
ja: 2. 無線LAN接続を使用している場合は、デバイスが配置されている環境で無線LANを変更したかどうかを確認してください。変更した場合は、無線LANパスワードと名前を含め、無線LANを再構成してください。
ko: 2. WIFI 연결을 사용하는 경우 WIFI 암호 및 이름을 포함하여 장치가있는 환경에서 WIFI를 수정했는지 확인하십시오. 수정 된 경우 WIFl을 다시 구성하십시오.
nb: 2. Hvis du bruker WIFI-tilkobling, må du bekrefte om du har endret WIFI i miljøet der enheten befinner seg - inkludert WIFI-passord og navn, hvis modifisert, kan du konfigurere WIFl på nytt;
nl: 2. Als u een WIFI-verbinding gebruikt, bevestig dan of u de WIFI heeft aangepast in de omgeving waar het apparaat zich bevindt, inclusief het WIFI-wachtwoord en de naam. Indien gewijzigd, configureer dan WIFl opnieuw;
pl: 2. Jeśli korzystasz z połączenia WIFI, potwierdź, czy zmodyfikowałeś WIFI w środowisku, w którym znajduje się urządzenie, w tym hasło i nazwę WIFI, jeśli zmodyfikowano, ponownie skonfiguruj WIFl;
pt_br: 2. Se você estiver usando uma conexão WIFI, confirme se modificou o WIFI no ambiente em que o dispositivo está localizado - incluindo a senha e o nome WIFI, se modificado, reconfigure o WIFl;
ro: 2. Dacă utilizați conexiune WIFI, vă rugăm să confirmați dacă ați modificat WIFI în mediul în care se află dispozitivul - inclusiv parola și numele WIFI, dacă a fost modificat, vă rugăm să reconfigurați WIFl;
ru: 2. Если вы используете WIFI-соединение, пожалуйста, подтвердите, изменили ли вы WIFI в среде, где находится устройство, включая пароль и имя WIFI, если оно было изменено, пожалуйста, перенастройте WIFl;
sv: 2. Om du använder WIFI-anslutning, bekräfta om du har ändrat WIFI i miljön där enheten finns - inklusive WIFI-lösenord och namn, om ändrat, vänligen konfigurera WIFl;
th: 2. หากคุณใช้การเชื่อมต่อ WIFI โปรดตรวจสอบว่าคุณได้แก้ไข WIFI ในสภาพแวดล้อมที่อุปกรณ์ตั้งอยู่หรือไม่รวมถึงรหัสผ่านและชื่อ WIFI หากแก้ไขโปรดกำหนดค่า WIFl ใหม่
tr: 2. WIFI bağlantısı kullanıyorsanız, cihazın bulunduğu ortamdaki WIFI'yi değiştirip değiştirmediğinizi teyit edin - değiştirilmişse, WIFI şifresi ve adı dahil, lütfen WIFl'i yeniden yapılandırın;
vi: 2. Nếu bạn được kết nối bằng WIFI, vui lòng xác nhận xem bạn đã sửa đổi WIFI của môi trường đặt thiết bị hay chưa — bao gồm tên và mật khẩu WIFI. Nếu bạn đã sửa đổi, vui lòng định cấu hình lại WIFl;
zh_hans: 2.若你是用WIFI连接， 请确认是否修改过设备所在环境的WIFI—包括WIFI密码和名称，如修改过，请重新配置WIFl;
zh_hant: 2.若妳是用WIFI連接， 請確認是否修改過設備所在環境的WIFI—包括WIFI密碼和名稱，如修改過，請重新配置WIFl;

# cloud_purchase_select_several_channel
source: Please select
cs: Prosím vyberte
de: Bitte auswählen
es: Por favor seleccione
fi: Ole hyvä ja valitse
fr: Veuillez choisir
he: בבקשה תבחר
id: Silahkan pilih
it: Per favore seleziona
ja: 選んでください
ko: 선택 해주세요
nb: Vennligst velg
nl: Selecteer alstublieft
pl: Proszę wybrać
pt_br: Por favor selecione
ro: Te rog selecteaza
ru: Пожалуйста выберите
sv: Vänligen välj
th: โปรดเลือก
tr: Lütfen seçin
vi: xin vui lòng chọn
zh_hans: 请选择
zh_hant: 請選擇

# adddevice_turn_on_mobile_WiFi
source: ② Enter phone settings, select wireless and network, select WLAN, turn on WLAN
cs: ② Zadejte nastavení telefonu, vyberte bezdrátovou síť a síť, vyberte WLAN, zapněte WLAN
de: ② Öffnen Sie die Telefoneinstellungen, wählen Sie WLAN aus und aktivieren es
es: ② Ingrese la configuración del teléfono, seleccione inalámbrico y red, seleccione WLAN, encienda WLAN
fi: ② Syötä puhelinasetukset, valitse langaton ja verkko, valitse WLAN, kytke WLAN päälle
fr: ② Entrez les paramètres du téléphone, sélectionnez le réseau sans fil et le réseau, sélectionnez WLAN, activez WLAN
he: ② הזן הגדרות טלפון, בחר רשת אלחוטית ורשת, בחר WLAN, הפעל WLAN
id: ② Masuk ke pengaturan telepon, pilih nirkabel dan jaringan, pilih WLAN, nyalakan WLAN
it: ② Immettere le impostazioni del telefono, selezionare wireless e rete, selezionare WLAN, attivare WLAN
ja: ②電話設定を入力し、ワイヤレスとネットワークを選択し、WLANを選択して、WLANをオンにします
ko: ② 전화 설정을 입력하고 무선 및 네트워크를 선택한 다음 WLAN을 선택하고 WLAN을 켭니다.
nb: ② Angi telefoninnstillinger, velg trådløst og nettverk, velg WLAN, slå på WLAN
nl: ② Voer de telefooninstellingen in, selecteer draadloos en netwerk, selecteer WLAN, schakel WLAN in
pl: ② Wprowadź ustawienia telefonu, wybierz sieć bezprzewodową i sieć, wybierz WLAN, włącz WLAN
pt_br: ② Digite as configurações do telefone, selecione rede sem fio e rede, selecione WLAN, ative a WLAN
ro: ② Introduceți setările telefonului, selectați wireless și rețea, selectați WLAN, porniți WLAN
ru: ② Введите настройки телефона, выберите беспроводную сеть и сеть, выберите WLAN, включите WLAN
sv: ② Ange telefoninställningar, välj trådlöst och nätverk, välj WLAN, slå på WLAN
th: ②เข้าสู่การตั้งค่าระบบโทรศัพท์เลือกไร้สายและเครือข่ายเลือก WLAN เปิด WLAN
tr: ② Telefon ayarlarını girin, kablosuz ve ağ seçeneğini seçin, WLAN'ı seçin, WLAN'ı açın.
vi: ② Nhập cài đặt hệ thống điện thoại, chọn không dây và mạng, chọn WLAN, bật WLAN
zh_hans: ② 进入手机系统设置，选择无线和网络，选择WLAN，开启WLAN
zh_hant: ② 進入手機系統設置，選擇無線和網絡，選擇WLAN，開啟WLAN

# Cloud_storage_service_select_channel
source: Select cloud storage channel
cs: Vyberte kanál úložiště mraků
de: Wählen Sie den Cloud-Speicherkanal
es: Seleccione el canal de almacenamiento en la nube
fi: Valitse pilvipalvelukanava
fr: Sélectionnez le canal de stockage en nuage
he: בחר ערוץ אחסון בענן
id: Pilih saluran penyimpanan cloud
it: Seleziona il canale di archiviazione cloud
ja: クラウドストレージチャンネルを選択
ko: 클라우드 저장소 채널 선택
nb: Velg Sky Storage Channel
nl: Selecteer een cloudopslagkanaal
pl: Wybierz kanał przechowywania w chmurze
pt_br: Selecione o canal de armazenamento em nuvem
ro: Selectați canalul de stocare în nor
ru: Выберите канал облачного хранилища
sv: Välj molnlagringskanal
th: เลือกช่องการจัดเก็บข้อมูลแบบคลาวด์
tr: Bulut depolama kanalını seçin
vi: Chọn kênh lưu trữ đám mây
zh_hans: 选择云存通道
zh_hant: 選擇雲存通道

# cloud_put_code_in_box
source: Please put the redemption code in the scan box!
cs: Vložte kód pro uplatnění do skenovacího pole!
de: Bitte geben Sie den Einlösungscode in das Scanfeld ein!
es: ¡Por favor ponga el código de canje en el cuadro de escaneo!
fi: Laita lunastuskoodi skannausruutuun!
fr: Veuillez mettre le code de remboursement dans la zone de scan!
he: אנא הכנס את קוד הפדיון לתיבת הסריקה!
id: Silakan masukkan kode penukaran di kotak pemindaian!
it: Inserisci il codice di rimborso nella casella di scansione!
ja: クーポンコードをスキャンボックスに入れてください！
ko: 교환 코드를 스캔 상자에 넣으십시오!
nb: Legg innløsningskoden i skanningsboksen!
nl: Plaats de inwisselcode in het scanvak!
pl: Proszę wpisać kod realizacji w polu skanowania!
pt_br: Por favor, coloque o código de resgate na caixa de digitalização!
ro: Vă rugăm să introduceți codul de răscumpărare în caseta de scanare!
ru: Пожалуйста, поместите код погашения в окно сканирования!
sv: Lägg inlösenkoden i skanningsrutan!
th: กรุณาใส่รหัสแลกรับในช่องสแกน!
tr: Lütfen ödeme kodunu tarama kutusuna yerleştirin!
vi: Vui lòng đặt mã đổi quà vào ô quét!
zh_hans: 请将兑换码放入扫描框内！
zh_hant: 請將兌換碼放入掃描框內！

# person_feedback_question_Check_3
source: 3. If the reason cannot be resolved, please restore the factory settings and add the network again.
cs: 3. Pokud nelze důvod vyřešit, obnovte tovární nastavení a znovu přidejte síť.
de: 3. Wenn die Ursache nicht identifiziert werden kann, stellen Sie die Werkseinstellungen wieder her und fügen Sie das Netzwerk erneut hinzu.
es: 3. Si no se puede resolver el motivo, restaure la configuración de fábrica y agregue la red nuevamente.
fi: 3. Jos syytä ei voida ratkaista, palauta tehdasasetukset ja lisää verkko uudelleen.
fr: 3. Si la raison ne peut pas être résolue, veuillez restaurer les paramètres d'usine et ajouter à nouveau le réseau.
he: 3. אם לא ניתן לפתור את הסיבה, אנא שחזר את הגדרות היצרן והוסף את הרשת שוב.
id: 3. Jika alasannya tidak dapat diselesaikan, harap pulihkan pengaturan pabrik dan tambahkan jaringan lagi.
it: 3. Se il motivo non può essere risolto, ripristinare le impostazioni di fabbrica e aggiungere nuovamente la rete.
ja: 3. 解決できない場合は、工場出荷時の設定に戻し、ネットワークを再度追加してください。
ko: 3. 원인을 해결할 수없는 경우 공장 설정을 복원하고 네트워크를 다시 추가하십시오.
nb: 3. Hvis årsaken ikke kan løses, kan du gjenopprette fabrikkinnstillingene og legge til nettverket igjen.
nl: 3. Als de reden niet kan worden opgelost, herstel dan de fabrieksinstellingen en voeg het netwerk opnieuw toe.
pl: 3. Jeśli przyczyny nie można rozwiązać, przywróć ustawienia fabryczne i ponownie dodaj sieć.
pt_br: 3. Se o motivo não puder ser resolvido, restaure as configurações de fábrica e adicione a rede novamente.
ro: 3. Dacă motivul nu poate fi rezolvat, vă rugăm să restaurați setările din fabrică și să adăugați din nou rețeaua.
ru: 3. Если причина не может быть устранена, восстановите заводские настройки и снова добавьте сеть.
sv: 3. Om orsaken inte kan lösas ska du återställa fabriksinställningarna och lägga till nätverket igen.
th: 3. หากคุณไม่สามารถระบุสาเหตุได้โปรดเรียกคืนการตั้งค่าจากโรงงานและเพิ่มเครือข่ายอีกครั้ง
tr: 3. Nedeni çözülemiyorsa, lütfen fabrika ayarlarını geri yükleyin ve ağı tekrar ekleyin.
vi: 3. Nếu không xác định được nguyên nhân, bạn vui lòng khôi phục cài đặt gốc và thêm lại mạng.
zh_hans: 3.如未能分辨原因，请恢复出厂设置后重新添加网络。
zh_hant: 3.如未能分辨原因，請恢復出廠設置後重新添加網絡。

# devicesetting_Videobackup_add
source: Add video backup
cs: Přidat zálohu videa
de: Video-Backup hinzufügen
es: Los nuevos refuerzos
fi: Lisää videon varmuuskopio
fr: Ajouter une sauvegarde vidéo
he: הוסף גיבוי וידאו
id: tambah video backup
it: Nuovo Backup dei Video
ja: バックアップファイルの追加
ko: 동영상 백업 추가
nb: Legg til video backup
nl: Videoback-up toevoegen
pl: Dodaj wideo backup
pt_br: Adicionar backup de vídeo
ro: Adăugați copia de rezervă video
ru: Добавить резервную копию видео
sv: Lägg till video backup
th: เริ่มการสำรองข้อมูลวิดีโอ
tr: Video yedekleme ekle
vi: Thêm sao lưu video
zh_hans: 新增录像备份
zh_hant: 新增錄像備份

# deviceSetting_Change_WIFI
source: Change the WiFi of the device connection
cs: Změňte WiFi připojení zařízení
de: WLAN-Netzwerk ändern
es: Cambiar el WiFi de la conexión del Equipo
fi: Vaihda laiteyhteyden WiFi
fr: Changer le WiFi de la connexion de l'appareil
he: שנה את ה- WiFi של חיבור המכשיר
id: Ubah WiFi koneksi perangkat
it: Cambia il WiFi della connessione del dispositivo
ja: 無線LANに接続されているデバイスを変更する
ko: 장치 연결의 WiFi 변경
nb: Endre WiFi for enhetsforbindelsen
nl: Wijzig de WiFi van de apparaatverbinding
pl: Zmień WiFi połączenia urządzenia
pt_br: Alterar o WiFi da conexão do dispositivo
ro: Modificați WiFi-ul conexiunii dispozitivului
ru: Изменить WiFi подключения устройства
sv: Ändra WiFi för enhetsanslutningen
th: เปลี่ยนการเชื่อมต่ออินเตอร์เน็ตของอุปกรณ์
tr: Cihaz bağlantısının WiFi’sini değiştirin
vi: Thay đổi WiFi được kết nối với thiết bị
zh_hans: 更改设备连接的WiFi
zh_hant: 更改設備連接的WiFi

# login_other_ways
source: Other way of login
cs: Další způsoby přihlášení
de: Anders einloggen
es: Otra forma de inicio de sesión
fi: Muita tapoja kirjautua sisään
fr: Autre moyen de connexion
he: דרכי התחברות אחרות
id: Cara lain buat masuk
it: Altri metodi di accesso
ja: 他のログイン方法
ko: 간편 로그인
nb: Annen innloggingsmåte
nl: Andere manier van aanmelden
pl: Inny sposób logowania
pt_br: Outra forma de login
ro: Alt mod de conectare
ru: Другой способ входа
sv: Annat sätt att logga in
th: เข้าสู่ระบบด้วยวิธีอื่น
tr: Giriş yapmanın diğer yolu
vi: Các cách khác để đăng nhập
zh_hans: 其他方式登录
zh_hant: 其他方式登錄

# Service_map_Service_Content
source: Service Content
cs: Obsah služeb
de: Serviceinhalt
es: Contenido del servicio
fi: Palvelun sisältö
fr: Contenu du service
he: תוכן שירות
id: Konten Layanan
it: Contenuto del servizio
ja: サービス内容
ko: 서비스 내용
nb: Tjenesteinnhold
nl: Service-inhoud
pl: Treść usługi
pt_br: Conteúdo do Serviço
ro: Conținutul serviciului
ru: Сервисный контент
sv: Serviceinnehåll
th: เนื้อหาบริการ
tr: Hizmet İçeriği
vi: Nội dung dịch vụ
zh_hans: 服务内容
zh_hant: 服務內容
