Repository: Yolo-cell-hash/go_home_ios
Catalog: ios/Runner/JASDK/JAResources/XLanguage/X35MultiLanguage/*.lproj/X35MutiLanguage.strings
Languages: cs, de, es, fi, fr, he, id, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sv, th, tr, vi, zh_hans, zh_hant

# person_feedback_question_video_incomplete_1
source: 1. Before the abnormal dynamic occurs, the memory card has been damaged, which makes the TF card recording impossible;
cs: 1. Než dojde k neobvyklé dynamice, byla paměťová karta poškozena, což znemožňuje záznam na TF kartu;
de: 1. Die Speicherkarte wurde beschädigt, wodurch die Aufnahme mit der SD-Karte nicht möglich war.
es: 1. Antes de que ocurra la dinámica anormal, la tarjeta de memoria se ha dañado, lo que hace imposible la grabación de la tarjeta TF;
fi: 1. Ennen epänormaalin dynaamisuuden esiintymistä muistikortti on vaurioitunut, mikä tekee TF-kortin tallentamisesta mahdotonta.
fr: 1. Avant que la dynamique anormale ne se produise, la carte mémoire a été endommagée, ce qui rend l'enregistrement de la carte TF impossible;
he: 1. לפני שהדינמיקה הלא תקינה מתרחשת, נפגע כרטיס הזיכרון, מה שהופך את הקלטת כרטיס TF לבלתי אפשרית;
id: 1. Sebelum dinamika abnormal terjadi, kartu memori telah rusak, yang membuat perekaman kartu TF menjadi tidak mungkin;
it: 1. Prima che si verifichi una dinamica anomala, la scheda di memoria è stata danneggiata, il che rende impossibile la registrazione della scheda TF;
ja: 1.メモリカードが損傷しているため、カードの記録が不可能になっています。
ko: 1. 비정상적인 다이내믹이 발생하기 전에 메모리 카드가 손상되어 TF 카드 기록이 불가능합니다.
nb: 1. Før den unormale dynamikken oppstår, er minnekortet blitt skadet, noe som gjør TF-kortopptaket umulig;
nl: 1. Voordat de abnormale dynamiek optreedt, is de geheugenkaart beschadigd, wat het opnemen op de TF-kaart onmogelijk maakt;
pl: 1. Przed wystąpieniem nienormalnej dynamiki karta pamięci uległa uszkodzeniu, co uniemożliwia nagrywanie na karcie TF;
pt_br: 1. Antes que a dinâmica anormal ocorra, o cartão de memória foi danificado, o que impossibilita a gravação do cartão TF;
ro: 1. Înainte de apariția dinamicii anormale, cardul de memorie a fost deteriorat, ceea ce face imposibilă înregistrarea cardului TF;
ru: 1. Перед возникновением ненормальной динамики карта памяти была повреждена, что делает невозможной запись на карту TF;
sv: 1. Innan den onormala dynamiken inträffar har minneskortet skadats, vilket gör TF-kortinspelningen omöjlig;
th: 1. ก่อนที่จะเกิดไดนามิกที่ผิดปกติการ์ดหน่วยความจำได้รับความเสียหายซึ่งทำให้ไม่สามารถบันทึกการ์ด TF ได้
tr: 1. Anormal dinamik oluşmadan önce, TF kartı kaydını imkansız kılan hafıza kartı hasar görmüştür;
vi: 1. Trước khi động bất thường xảy ra, thẻ nhớ đã bị hỏng, khiến thẻ TF không thể ghi;
zh_hans: 1.异常动态发生前，存储卡已经损坏，导致TF卡录像无法进行；
zh_hant: 1.異常動態發生前，存儲卡已經損壞，導致TF卡錄像無法進行；

# gwdeviceSetting_signal_path_tip
source: The wireless channel should meets local laws
cs: Bezdrátové kanály musí splňovat zákony a předpisy
de: Der WLAN-Kanal sollte den lokalen Gesetzen entsprechen
es: El canal debe cumplir con las leyes locales
fi: Langattomien kanavien on oltava lakien ja määräysten mukaisia
fr: Le canal doit respecter les lois locales
he: הערוץ האלחוטי צריך להתאים לחוקים המקומיים
id: sinyal WiFi harus mengikuti aturan hukum yang ada
it: Il canale Nel caso rispetta le leggi locali
ja: チャンネルは電波法に従って選択してください。
ko: 채널은 현지 법률을 준수해야합니다.
nb: Kanalen skal oppfylle lokale lover
nl: Het kanaal dient aan de lokale wetten te voldoen
pl: Kanał powinien spełniać lokalne przepisy
pt_br: O canal deve atender às leis locais
ro: Canalul ar trebui să respecte legile locale
ru: Канал должен соответствовать местным законам.
sv: Kanalen ska uppfylla lokala lagar
th: ช่องสัญญาณไร้สายควรเป็นไปตามกฎหมายท้องถิ่น
tr: Kanal yerel yasalara uymalıdır
vi: Các kênh không dây phải tuân thủ luật và quy định
zh_hans: 无线频道须符合法律法规
zh_hant: 無線頻道使用須符合法律法規

# service_map_beijing
source: Beijing
cs: Peking
de: Peking
fi: Peking
fr: Pékin
he: בייג'ינג
it: Pechino
ja: 北京
ko: 베이징
nl: Peking
pl: Pekin
pt_br: Pequim
ru: Пекин
sv: Peking
th: ปักกิ่ง
tr: Pekin
vi: Bắc Kinh
zh_hans: 北京
zh_hant: 北京

# add_Learn_about_cloud_card_8
source: If you don't want to use the cloud card, you can insert the physical SIM card and restart the camera. After the camera is powered on, it will automatically switch to use your physical SIM card network.
cs: Pokud nechcete používat cloudovou kartu, můžete vložit fyzickou SIM kartu a restartovat fotoaparát. Po zapnutí se kamera automaticky přepne na používání vaší fyzické sítě SIM karty.
de: Wenn Sie die Cloud-Karte nicht verwenden möchten, können Sie die physische SIM-Karte einlegen und die Kamera neu starten. Nachdem die Kamera eingeschaltet wurde, wechselt sie automatisch zur Verwendung Ihres physischen SIM-Kartennetzwerks.
es: Si no desea utilizar la tarjeta de la nube, puede insertar la tarjeta SIM física y reiniciar la cámara. Después de encender la cámara, cambiará automáticamente para usar la red de su tarjeta SIM física.
fi: Jos et halua käyttää pilvikorttia, voit asettaa fyysisen SIM-kortin ja käynnistää kameran uudelleen. Kun kameraan on kytketty virta, se siirtyy automaattisesti käyttämään fyysistä SIM-korttiverkkoasi.
fr: Si vous ne souhaitez pas utiliser la carte cloud, vous pouvez insérer la carte SIM physique et redémarrer la caméra. Une fois la caméra allumée, elle basculera automatiquement pour utiliser le réseau de votre carte SIM physique.
he: אם אינך רוצה להשתמש בכרטיס הענן, תוכל להכניס את כרטיס ה-SIM הפיזי ולהפעיל מחדש את המצלמה. לאחר הפעלת המצלמה, היא תעבור אוטומטית לשימוש ברשת כרטיס ה-SIM הפיזי שלך.
id: Jika Anda tidak ingin menggunakan kartu cloud, Anda dapat memasukkan kartu SIM fisik dan memulai ulang kamera. Setelah kamera dihidupkan, kamera akan secara otomatis beralih menggunakan jaringan kartu SIM fisik Anda.
it: Se non desideri utilizzare la scheda cloud, puoi inserire la scheda SIM fisica e riavviare la fotocamera. Dopo l'accensione, la fotocamera passerà automaticamente all'utilizzo della rete fisica della scheda SIM.
ja: クラウド カードを使用したくない場合は、物理 SIM カードを挿入してカメラを再起動できます。 カメラの電源を入れると、物理 SIM カード ネットワークを使用するように自動的に切り替わります。
ko: 클라우드 카드를 사용하지 않으려면 실제 SIM 카드를 삽입하고 카메라를 다시 시작할 수 있습니다. 카메라 전원이 켜지면 물리적 SIM 카드 네트워크를 사용하도록 자동으로 전환됩니다.
nb: Hvis du ikke vil bruke skykortet, kan du sette inn det fysiske SIM-kortet og starte kameraet på nytt. Etter at kameraet er slått på, vil det automatisk bytte til å bruke ditt fysiske SIM-kortnettverk.
nl: Als u de cloudkaart niet wilt gebruiken, kunt u de fysieke simkaart plaatsen en de camera opnieuw opstarten. Nadat de camera is ingeschakeld, schakelt deze automatisch over naar het gebruik van uw fysieke simkaartnetwerk.
pl: Jeśli nie chcesz korzystać z karty w chmurze, możesz włożyć fizyczną kartę SIM i ponownie uruchomić aparat. Po włączeniu kamera automatycznie przełączy się na korzystanie z fizycznej sieci karty SIM.
pt_br: Se você não quiser usar o cartão de nuvem, poderá inserir o cartão SIM físico e reiniciar a câmera. Depois que a câmera for ligada, ela mudará automaticamente para usar sua rede física do cartão SIM.
ro: Dacă nu doriți să utilizați cardul cloud, puteți introduce cartela SIM fizică și reporniți camera. După ce camera este pornită, aceasta va comuta automat pentru a utiliza rețeaua fizică a cartelei SIM.
ru: Если вы не хотите использовать облачную карту, вы можете вставить физическую SIM-карту и перезапустить камеру. После включения камеры она автоматически переключится на использование вашей физической сети SIM-карты.
sv: Om du inte vill använda molnkortet kan du sätta i det fysiska SIM-kortet och starta om kameran. När kameran slås på växlar den automatiskt till att använda ditt fysiska SIM-kortnätverk.
th: หากคุณไม่ต้องการใช้การ์ดคลาวด์ คุณสามารถใส่ซิมการ์ดจริงและรีสตาร์ทกล้องได้ หลังจากที่เปิดกล้องแล้ว กล้องจะสลับไปใช้เครือข่ายซิมการ์ดจริงของคุณโดยอัตโนมัติ
tr: Bulut kartı kullanmak istemiyorsanız, fiziksel SIM kartı takıp kamerayı yeniden başlatabilirsiniz. Kamera açıldıktan sonra, fiziksel SIM kart ağınızı kullanmaya otomatik olarak geçecektir.
vi: Nếu không muốn sử dụng thẻ đám mây, bạn có thể lắp thẻ SIM thực và khởi động lại máy ảnh. Sau khi bật nguồn, máy ảnh sẽ tự động chuyển sang sử dụng mạng thẻ SIM thực của bạn.
zh_hans: 如果您不想再使用云卡，可以插入实体SIM卡后重启摄像机，摄像机开机后会自动切换使用您的实体SIM卡网络。
zh_hant: 如果您不想再使用雲卡，可以插入實體SIM卡後重啟攝像機，攝像機開機後會自動切換使用您的實體SIM卡網絡。

# login_wechat_license_expired
source: Wechat login has expired, please log in again
cs: Platnost přihlášení do Wechatu uplynula, znovu se přihlaste
de: Wechat Login ist abgelaufen, bitte melden Sie sich erneut an
es: El inicio de sesión de Wechat ha caducado, vuelva a iniciar sesión
fi: Wechat-kirjautumistunnus on vanhentunut, kirjaudu sisään uudelleen
fr: Wechat login a expiré, veuillez vous reconnecter
he: פג תוקפו של התחברות Wechat, היכנס שוב
id: Login Weechat telah kedaluwarsa, silakan masuk lagi
it: L'accesso a Wechat è scaduto, effettua nuovamente il login
ja: Wechatライセンスの期限切れです。もう一度ログインしてください。
ko: Wechat 로그인이 만료되었습니다. 다시 로그인해주세요.
nb: Wechat login er utløpt, vennligst logg inn igjen
nl: Wechat login is verlopen, log opnieuw in
pl: Logowanie Wechat wygasło, zaloguj się ponownie
pt_br: Quando o login expirou, por favor, faça o login novamente
ro: Conectarea la Wechat a expirat, te rugăm să te autentifici din nou
ru: Wechat логин истек, пожалуйста войдите снова
sv: Wechat inloggning har löpt ut, vänligen logga in igen
th: การเข้าสู่ระบบด้วย Wechat หมดอายุแล้ว,เข้าสู่ระบบอีกครั้ง
tr: Giriş işleminin süresi doldu, lütfen tekrar giriş yapın
vi: Đăng nhập WeChat đã hết hạn, vui lòng đăng nhập lại
zh_hans: 微信登录已过期，请重新登录
zh_hant: 微信登錄已過期，請重新登錄

# service_not_store_time
source: The business time not selected
cs: Není zvolen pracovní čas
de: Die Geschäftszeit wurde nicht ausgewählt
es: El horario comercial no seleccionado
fi: Liiketoiminta-aikaa ei ole valittu
fr: l'heure de travail non sélectionnée
he: זמן העסקים לא נבחר
id: Waktu bisnis tidak dipilih
it: l'orario di lavoro non selezionato
ja: 営業時間は選択されていません
ko: 선택하지 않은 영업 시간
nb: Virksomhetstiden er ikke valgt
nl: De bedrijfstijd is niet geselecteerd
pl: Nie wybrano czasu biznesowego
pt_br: Horário comercial não selecionado
ro: Ora de afaceri nu a fost selectată
ru: Время работы не выбрано
sv: Affärstiden har inte valts
th: ไม่ได้เลือกเวลาทำการ
tr: İş saati seçilmedi
vi: Giờ làm việc không được chọn
zh_hans: 营业时间未选择
zh_hant: 營業時間未選擇

# devicelist_share_camera_add_device_list
source: Share the camera device with you, do you want to add it to the device list?
cs: Sdílejte s sebou kamerové zařízení, chcete jej přidat do seznamu zařízení?
de: Geteilte Kamera zur Geräteliste hinzufügen?
es: Comparta el dispositivo de la cámara con usted, ¿desea agregarlo a la lista de dispositivos?
fi: Jaa kameralaite kanssasi, haluatko lisätä sen laiteluetteloon?
fr: Partager l'appareil photo avec vous, voulez-vous l'ajouter à la liste des appareils ?
he: שתף את מכשיר המצלמה איתך, האם ברצונך להוסיף אותו לרשימת המכשירים?
id: Bagikan perangkat kamera dengan Anda, apakah Anda ingin menambahkannya ke daftar perangkat?
it: Condividi il dispositivo fotocamera con te, vuoi aggiungerlo all'elenco dei dispositivi?
ja: カメラデバイスをあなたと共有します。デバイスリストに追加しますか？
ko: 카메라 장치를 공유합니다. 장치 목록에 추가 하시겠습니까?
nb: Del kameraenheten med deg, vil du legge den til i enhetslisten?
nl: Deel het camera-apparaat met je, wil je het toevoegen aan de apparatenlijst?
pl: Udostępnij Ci urządzenie z aparatem, czy chcesz je dodać do listy urządzeń?
pt_br: Compartilhe o dispositivo da câmera com você, deseja adicioná-lo à lista de dispositivos?
ro: Împărtășiți aparatul foto cu dvs., doriți să îl adăugați la lista dispozitivelor?
ru: Поделитесь камерой с вами, вы хотите добавить ее в список устройств?
sv: Dela kameraenheten med dig, vill du lägga till den i enhetslistan?
th: แชร์อุปกรณ์กล้องกับคุณ คุณต้องการเพิ่มลงในรายการอุปกรณ์หรือไม่?
tr: Kamera cihazını sizinle paylaşın, cihaz listesine eklemek ister misiniz?
vi: Chia sẻ thiết bị camera với bạn, bạn có muốn thêm nó vào danh sách thiết bị không?
zh_hans: 向你分享摄像机设备，是否添加至设备列表？
zh_hant: 向你分享攝像機設備，是否添加至設備列表？

# cloud_High_speed_playback
source: High-speed playback
cs: Vysokorychlostní přehrávání
de: High-Speed-Wiedergabe
es: Reproducción de alta velocidad
fi: Nopea toisto
fr: Lecture à grande vitesse
he: השמעה במהירות גבוהה
id: Pemutaran kecepatan tinggi
it: Riproduzione ad alta velocità
ja: 高速再生
ko: 고속 재생
nb: Høyhastighets avspilling
nl: Afspelen op hoge snelheid
pl: Szybkie odtwarzanie
pt_br: Reprodução em alta velocidade
ro: Redare de mare viteză
ru: Высокоскоростное воспроизведение
sv: Höghastighetsuppspelning
th: เล่นด้วยความเร็วสูง
tr: Yüksek hızlı oynatma
vi: Phát lại tốc độ cao
zh_hans: 倍速播放
zh_hant: 倍速播放

# user_date
source: User data
cs: Uživatelská data
de: Benutzerdaten
es: Datos del usuario
fi: Käyttäjätiedot
fr: Données utilisateur
he: מידע משתמש
id: Data pengguna
it: Dati utente
ja: ユーザーデータ
ko: 사용자 데이터
nb: Brukerdata
nl: Gebruikersgegevens
pl: Dane użytkownika
pt_br: Dados do usuário
ro: Datele utilizatorului
ru: Данные пользователя
sv: Användardata
th: ข้อมูลของผู้ใช้
tr: Kullanıcı bilgisi
vi: Dữ liệu người dùng
zh_hans: 用户数据
zh_hant: 用戶數據

# tfCard_format_alert
source: Note：formatting TF card will erase all history videos.
cs: Poznámka ： formátování TF karty vymaže všechna historická videa.
de: Hinweis: Beim Formatieren der SD-Karte werden alle Videos gelöscht.
es: Nota: formatear la tarjeta TF borrará todos los videos del historial.
fi: Huom. ：TF-kortin alustaminen poistaa kaikki historiavideot.
fr: Remarque: le formatage de la carte TF effacera toutes les vidéos d'historique.
he: הערה ： עיצוב כרטיס TF ימחק את כל סרטוני ההיסטוריה.
id: Catatan: memformat kartu TF akan menghapus semua video riwayat.
it: Nota ： la formattazione della scheda TF cancellerà tutti i video della cronologia.
ja: 注：microSDカードをフォーマットすると、すべてのファイルが消去されます。
ko: 참고 ： TF 카드를 포맷하면 모든 기록 비디오가 삭제됩니다.
nb: Merk ： formatering av TF-kort vil slette alle historievideoer.
nl: Opmerking ： het formatteren van de TF-kaart wist alle geschiedenisvideo's.
pl: Uwaga ： sformatowanie karty TF spowoduje usunięcie wszystkich filmów z historii.
pt_br: Nota: a formatação do cartão TF apaga todos os vídeos do histórico.
ro: Notă ： Formatarea cardului TF va șterge toate videoclipurile istoric.
ru: Примечание: форматирование TF-карты удалит все истории видео.
sv: Obs ： Att formatera TF-kort raderar alla historikvideor.
th: หมายเหตุ: การฟอร์แมตการ์ด TFจะลบวิดีโอและประวัติทั้งหมด
tr: Not TF TF kartı biçimlendirmek tüm geçmiş videoları siler.
vi: Lưu ý: Định dạng thẻ TF sẽ xóa tất cả video
zh_hans: 注意：格式化TF卡会清空所有录像
zh_hant: 注意：格式化TF卡將會清空所有錄像

# appealsContact
source: Contact information
cs: Kontaktní informace
de: Kontaktinformationen
es: Información de contacto
fi: Yhteystiedot
fr: Informations de contact
he: פרטי התקשרות
id: info kontak
it: Informazioni di contatto
ja: 連絡先情報
ko: 연락처 정보
nb: Kontaktinformasjon
nl: Contactgegevens
pl: Dane kontaktowe
pt_br: Informações de contato
ro: Informatii de contact
ru: Контакты
sv: Kontakt information
th: ข้อมูลติดต่อ
tr: İletişim bilgileri
vi: chi tiết liên hệ
zh_hans: 联系方式
zh_hant: 聯繫方式

# service_enter_up_characters
source: Enter up to "%1$s" characters
cs: Zadejte až "%1$s" znaků
de: Geben Sie bis zu "%1$s" Zeichen ein
es: Ingresa hasta "%1$s" caracteres
fi: Kirjoita enintään "%1$s" merkkiä
fr: Entrez jusqu'à "%1$s" caractères
he: הזן עד "%1$s" תווים
id: Masukkan hingga "%1$s" karakter
it: Immettere fino a "%1$s" caratteri
ja: 最大「%1$s」文字を入力してください
ko: "%1$s"문자까지 입력하세요.
nb: Skriv inn opptil "%1$s " tegn
nl: Voer maximaal "%1$s" tekens in
pl: Wpisz maksymalnie "%1$s" znaków
pt_br: Insira até "%1$s" caracteres
ro: Introduceți până la "%1$s" caractere
ru: Введите до "%1$s " символов
sv: Ange upp till "%1$s" tecken
th: ป้อนอักขระได้ไม่เกิน "%1$s"
tr: En fazla "%1$s" karakter girin
vi: Nhập nhiều nhất "%1$s" ký tự
zh_hans: 最多输入“%1$s”个字符
zh_hant: 最多輸入“%1$s”個字符

# adddevice_contact_owner
source: Please contact the owner to delete unbundling or share added
cs: Chcete-li zrušit oddělení nebo přidat sdílené položky, kontaktujte vlastníka
de: Bitte Eigentümer kontaktieren, um die Verbindung bzw. die Freigabe zu löschen
es: Comuníquese con el propietario para eliminar la desagregación o compartir agregado
fi: Ota yhteyttä omistajaan poistaaksesi eriyttämisen tai lisätyn jakamisen
fr: Veuillez contacter le propriétaire pour supprimer le dégroupage ou le partage ajouté
he: אנא צור קשר עם הבעלים למחיקת פירוק או שיתוף נוסף
id: Silakan hubungi pemilik untuk menghapus penguraian atau berbagi ditambahkan
it: Contatta il proprietario per eliminare la separazione o la condivisione aggiunta
ja: アンバンドリングを削除するか、追加された共有を削除するには、所有者に連絡してください
ko: 번들 해제 또는 추가 된 공유를 삭제하려면 소유자에게 문의하세요.
nb: Kontakt eieren for å slette adskillelse eller dele lagt til
nl: Neem contact op met de eigenaar om de ontbundeling te verwijderen of om een toegevoegde share te verwijderen
pl: Skontaktuj się z właścicielem, aby usunąć uwolnienie lub dodać udostępnienie
pt_br: Entre em contato com o proprietário para excluir a separação ou compartilhamento adicionado
ro: Vă rugăm să contactați proprietarul pentru a șterge separarea sau pentru a partaja adăugate
ru: Свяжитесь с владельцем, чтобы удалить разделение или поделиться добавленным
sv: Vänligen kontakta ägaren för att ta bort uppdelning eller dela tillagda
th: โปรดติดต่อเจ้าของเพื่อลบการยกเลิกการรวมกลุ่มหรือเพิ่มการแบ่งปัน
tr: Grup halinde olmayan veya eklenen paylaşımı silmek için lütfen sahibiyle iletişime geçin
vi: Vui lòng liên hệ với chủ sở hữu để xóa và hủy liên kết hoặc chia sẻ và thêm
zh_hans: 请联系机主删除解绑或分享添加
zh_hant: 請聯繫所有者以刪除捆綁或添加的共享

# userInfo_change
source: Revise
cs: Upravit
de: Ändern
es: Revisar
fi: muutos
fr: Réviser
he: שינוי
id: Perbaiki
it: Rivisualizzare
ja: 修正
ko: 개정
nb: Revidere
nl: Herzien
pl: Popraw
pt_br: Rever
ro: Revizui
ru: сверка
sv: Revidera
th: ปรับเปลี่ยน
tr: tashih
vi: sửa đổi
zh_hans: 修改
zh_hant: 修改

# devicelist_In_shutdown
source: In shutdown
cs: V odstávce
de: Ausgeschaltet
es: En cierre
fi: Sammutuksessa
fr: En arrêt
he: בכיבוי
id: dalam keadaan mati
it: In arresto
ja: シャットダウン中
ko: 종료 중
nb: I nedleggelse
nl: In afsluiten
pl: Podczas wyłączania
pt_br: Em desligamento
ro: În oprire
ru: В выключенном состоянии
sv: I avstängning
th: ในการปิดระบบ
tr: kapanırken
vi: Đang tắt máy
zh_hans: 关机中
zh_hant: 關機中

# add_APN_settings
source: APN settings
cs: Nastavení APN
de: APN-Einstellungen
es: Configuración de APN
fi: APN-asetukset
fr: Paramètres APN
he: הגדרות APN
id: Pengaturan APN
it: Impostazioni APN
ja: APN設定
ko: APN 설정
nb: APN-innstillinger
nl: APN-instellingen
pl: Ustawienia APN
pt_br: Configurações de APN
ro: Setări APN
ru: Настройки точки доступа
sv: APN-inställningar
th: การตั้งค่า APN
tr: APN ayarları
vi: Cài đặt APN
zh_hans: APN设置
zh_hant: APN設置

# login_password_contains_unsupportrd_character
source: Password contains unsupported characters
cs: Heslo obsahuje nepodporované znaky
de: Das Kennwort enthält nicht unterstützte Zeichen
es: La contraseña contiene caracteres no compatibles
fi: Salasana sisältää tukemattomia merkkejä
fr: Le mot de passe contient des caractères non pris en charge
he: הסיסמה מכילה תווים שאינם נתמכים
id: Kata sandi berisi karakter yang tidak didukung
it: La password contiene caratteri non supportati
ja: パスワードにサポートされていない文字が含まれています
ko: 비밀번호에 지원되지 않는 문자가 포함되어 있습니다.
nb: Passordet inneholder ikke-støttede tegn
nl: Wachtwoord bevat niet-ondersteunde tekens
pl: Hasło zawiera nieobsługiwane znaki
pt_br: Senha contém caracteres não suportados
ro: Parola conține caractere neacceptate
ru: Пароль содержит неподдерживаемые символы
sv: Lösenordet innehåller ostödda tecken
th: รหัสผ่านไม่รองรับอักขระ
tr: karakterler içeremez Şifre desteklenmeyen karakterler içeriyor
vi: Mật khẩu chứa các ký tự không được hỗ trợ
zh_hans: 密码包含不支持的字符
zh_hant: 密碼包含不支持的字符

# cloud_refresh_success
source: Refresh successfully
cs: Úspěšně obnovena
de: Aktualisierung erfolgreich
es: Actualizar con éxito
fi: Päivitä onnistuneesti
fr: Actualiser avec succès
he: רענן בהצלחה
id: Segarkan dengan sukses
it: Aggiorna con successo
ja: 更新できました
ko: 새로 고침
nb: Oppdater med hell
nl: Vernieuw succesvol
pl: Odśwież pomyślnie
pt_br: Atualize com sucesso
ro: Reîmprospătați cu succes
ru: Обновить успешно
sv: Uppdatera framgångsrikt
th: รีเฟรชสำเร็จ
tr: Başarıyla yenile
vi: Làm mới thành công
zh_hans: 刷新成功
zh_hant: 刷新成功

# devicesetting_set_flash_time
source: Set the duration of single alarm white light flashing
cs: Nastavit jedním dlouhým bílým světlem blikat alarm
de: Blinkzeit eines Weißlichtalarms einstellen
es: Conjunto único de alarma largo luz blanca intermitente
fi: Aseta yksi pitkä valkoinen valo vilkkuu Hälytys
fr: Régler alarme clignotant de lumière blanche seule longue
he: הגדר את משך הזמן המהבהב של אור לבן לבן
id: Atur durasi lampu putih alarm tunggal
it: Impostare singola luce di allarme lampeggiante bianca lunga
ja: 設定された単一の長い白色光の点滅、警報
ko: 설정 하나의 긴 흰색 빛을 점멸 알람
nb: Sett eneste lang hvitt lys blinkende alarm
nl: Stel enkele lange wit licht knipperen alarm
pl: Ustaw pojedynczy długi białe światło miga alarm
pt_br: Definir alarme único luz branca longa piscando
ro: Setați durata luminii albe intermitente
ru: Установите один длинный белый свет мигает сигнализация
sv: Ställ enda lång vitt ljus blinkande larm
th: ตั้งระยะเวลาของสัญญาณเตือนไฟสีขาวกะพริบเดียว
tr: Set tek bir uzun beyaz ışık yanıp sönen alarm
vi: Đặt thời gian nhấp nháy của đèn trắng báo động duy nhất
zh_hans: 设置单次报警白光灯闪烁时长
zh_hant: 設置單次報警白光燈閃爍時長

# person_feedback_question_gimbal_cruise
source: Q4: How does the camera with a gimbal cruise?
cs: Q4: Jak se fotoaparát s gimbal plavby?
de: F4: Wie funktioniert die Kamera mit einer Zonen Tour?
es: P4: ¿Cómo funciona la cámara con un cardán de crucero?
fi: Kysymys 4: Kuinka kamera runkoristeilyllä?
fr: Q4: Comment fonctionne l'appareil photo avec un cardan?
he: שאלה 4: איך המצלמה עם שייט בגימבל?
id: Q4: Bagaimana kamera dengan pelayaran gimbal?
it: Q4: In che modo la telecamera con una sospensione cardanica gira?
ja: Q4：ジンバルクルーズ付きのカメラはどのように使用しますか？
ko: Q4 : 짐벌 크루즈 카메라는 어떻게 작동합니까?
nb: Spørsmål 4: Hvordan klarer kameraet med gimbalcruise?
nl: V4: Hoe werkt de camera met een cardanische cruise?
pl: P4: Jak działa kamera z gimbalem?
pt_br: Q4: Como a câmera em um cruzeiro de cardan?
ro: Q4: Cum face camera cu o croazieră gimbal?
ru: Q4: Как работает камера с карданным круизом?
sv: F4: Hur fungerar kameran med en gimbal kryssning?
th: Q4: กล้องกับ gimbal ระบบควบคุมการหมุนเป็นอย่างไร?
tr: Q4: nasıl gimbal ile kamera cruise?
vi: Q4: Camera hành trình PTZ hoạt động như thế nào?
zh_hans: Q4：带云台的摄像机是如何巡航的？
zh_hant: Q4：帶雲臺的攝像機是如何巡航的？

# cloud_purchase_select_device_channel
source: Select device and channel
cs: Vyberte zařízení a kanál
de: Gerät und Kanal auswählen
es: Seleccione Equipo y canal
fi: Valitse laite ja kanava
fr: Sélectionnez le périphérique et le canal
he: בחר מכשיר וערוץ
id: Pilih perangkat dan saluran
it: Seleziona dispositivo e canale
ja: デバイスとチャンネルを選択
ko: 기기 및 채널 선택
nb: Velg enhet og kanal
nl: Selecteer apparaat en kanaal
pl: Wybierz urządzenie i kanał
pt_br: Selecione o dispositivo e o canal
ro: Selectați dispozitivul și canalul
ru: Выберите устройство и канал
sv: Välj enhet och kanal
th: เลือกอุปกรณ์และช่อง
tr: Cihaz ve kanal seç
vi: Chọn thiết bị và kênh
zh_hans: 选择设备与通道
zh_hant: 選擇設備與通道
