Repository: Yolo-cell-hash/go_home_ios
Catalog: ios/Runner/JASDK/JAResources/XLanguage/X35MultiLanguage/*.lproj/X35MutiLanguage.strings
Languages: cs, de, es, fi, fr, he, id, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sv, th, tr, vi, zh_hans, zh_hant

# cloud_purchase_video_open_fail
source: Cloud video failed to open, please go to the cloud storage service to open manually
cs: Cloudové video se nepodařilo otevřít, přejděte prosím do cloudové úložiště a ručně jej otevřete
de: Cloud-Aufzeichnung konnte nicht geöffnet werden. Rufen Sie den Cloud-Speicherdienst auf, um sie manuell zu öffnen.
es: No se pudo abrir el video en la nube, vaya al servicio de almacenamiento en la nube para abrirlo manualmente
fi: Pilvivideon avaaminen epäonnistui. Avaa manuaalisesti avaamalla pilvitallennuspalvelu
fr: Brightcove pas ouvert, s'il vous plaît aller au service de stockage en nuage pour ouvrir manuellement
he: פתיחת הווידאו בענן נכשלה, אנא עבור לשירות אחסון הענן כדי לפתוח ידנית
id: Video cloud gagal dibuka, silakan buka layanan penyimpanan cloud untuk membuka secara manual
it: Impossibile aprire il video cloud, vai al servizio di archiviazione cloud per aprirlo manualmente
ja: クラウドビデオを開けませんでした。クラウドストレージサービスに移動して手動で開いてください
ko: 클라우드 기록을 열지 못했습니다. 클라우드 스토리지 서비스로 이동하여 수동으로 수동으로 엽니 다.
nb: Cloud-video kunne ikke åpnes. Gå til skylagringstjenesten for å åpne manuelt
nl: Cloudvideo kan niet worden geopend. Ga naar de cloudopslagservice om handmatig te openen
pl: Nie można otworzyć wideo w chmurze. Przejdź do usługi przechowywania w chmurze, aby otworzyć ręcznie
pt_br: Não foi possível abrir o vídeo na nuvem. Acesse o serviço de armazenamento em nuvem para abrir manualmente
ro: Nu s-a putut deschide videoclipul cloud, accesați serviciul de stocare în cloud pentru a deschide manual
ru: Не удалось открыть облачное видео, перейдите в сервис облачного хранилища, чтобы открыть его вручную
sv: Molnvideo kunde inte öppnas, gå till molnlagringstjänsten för att öppna manuellt
th: ไม่สามารถเปิดการบันทึกบนคลาวด์ได้โปรดไปที่บริการจัดเก็บข้อมูลบนคลาวด์เพื่อเปิดด้วยตนเอง
tr: Bulut videosu açılamadı, lütfen manuel olarak açmak için bulut depolama hizmetine gidin
vi: Ghi âm trên đám mây không mở được, vui lòng chuyển đến dịch vụ lưu trữ đám mây để mở theo cách thủ công
zh_hans: 云录像开启失败，请前往云存服务手动开启
zh_hant: 雲錄像開啟失敗，請前往雲存服務手動開啟

# addDevice_no_sound_help_3
source: 3.If you still can't hear the tone after multiple operations, please try other ways to add.
cs: 3. Pokud po několika operacích stále nebudete slyšet výzvu, zkuste jiné metody přidání.
de: 3. Wenn Sie den Piepton nach mehreren Versuchen immer noch nicht hören können, versuchen Sie eine andere Methode zum Hinzufügen.
es: 3. Si aún no puede escuchar el tono de aviso después de varias operaciones, intente con otros métodos de adición.
fi: 3. Jos et edelleenkään kuule kehoteääntä useiden toimintojen jälkeen, kokeile muita lisäystapoja.
fr: 3. Si vous ne pouvez toujours pas entendre la tonalité d'invite après plusieurs opérations, veuillez essayer d'autres méthodes d'ajout.
he: 3. אם עדיין אינך יכול לשמוע את צליל ההנחיה לאחר פעולות מרובות, נסה שיטות הוספה אחרות.
id: 3. Jika Anda masih tidak dapat mendengar nada prompt setelah beberapa kali operasi, silakan coba metode penambahan lainnya.
it: 3. Se non riesci ancora a sentire il tono di richiesta dopo più operazioni, prova ad aggiungere altri metodi.
ja: 3.複数の操作を実行してもプロンプトトーンが聞こえない場合は、他の追加方法を試してください。
ko: 3. 여러 번 조작 한 후에도 알림 음이 들리지 않으면 다른 방법을 추가해보십시오.
nb: 3. Hvis du fremdeles ikke kan høre ledetonen etter flere operasjoner, kan du prøve andre leggingsmetoder.
nl: 3. Als u de prompttoon na meerdere bewerkingen nog steeds niet kunt horen, probeer dan andere toevoegmethoden.
pl: 3. Jeśli po wielu operacjach nadal nie słychać sygnału zachęty, wypróbuj inne metody dodawania.
pt_br: 3. Se você ainda não conseguir ouvir o tom de alerta após várias operações, tente outros métodos de adição.
ro: 3. Dacă nu mai auziți tonul prompt după mai multe operații, încercați alte metode de adăugare.
ru: 3. Если вы все еще не слышите тональный сигнал после нескольких операций, попробуйте другие методы добавления.
sv: 3. Om du fortfarande inte kan höra promptonen efter flera operationer, försök med andra läggningsmetoder.
th: 3. หากคุณยังคงไม่ได้ยินเสียงหลังจากใช้งานหลายครั้งโปรดลองเพิ่มวิธีอื่น ๆ
tr: 3. Hala birden fazla işlemden sonra istem tonunu duyamıyorsanız, lütfen diğer ekleme yöntemlerini deneyin.
vi: 3. Nếu bạn vẫn không thể nghe thấy âm báo sau khi thao tác lặp lại, vui lòng thử các phương pháp thêm khác.
zh_hans: 3.如果多次操作仍听不到提示音，请尝试其它添加方式。
zh_hant: 3.如果多次操作仍聽不到提示音​​，請嘗試其它添加方式。

# person_follow_public_account
source: Follow the"%1$s" public account
cs: Postupujte podle veřejného účtu "%1$s"
de: Folgen Sie dem öffentlichen Konto "%1$s"
es: Siga la cuenta pública "%1$s "
fi: Seuraa julkista tiliä "%1$s "
fr: Suivez le compte public "%1$s "
he: עקוב אחר החשבון הציבורי "%1$s "
id: Ikuti akun publik "%1$s"
it: Segui l'account pubblico "%1$s "
ja: 「%1$s」パブリックアカウントをフォローする
ko: "%1$s "공개 계정 팔로우
nb: Følg den "%1$s " offentlige kontoen
nl: Volg het openbare account "%1$s"
pl: Obserwuj konto publiczne "%1$s"
pt_br: Siga a conta pública "%1$s"
ro: Urmați contul public "%1$s "
ru: Подпишитесь на общедоступный аккаунт "%1$s "
sv: Följ det offentliga kontot "%1$s "
th: ติดตามบัญชีทางการของ "%1$s"
tr: "%1$s " Genel hesabı takip edin
vi: Theo dõi tài khoản chính thức của "%1$s"
zh_hans: 关注“%1$s”公众号
zh_hant: 關注“%1$s”公眾號

# message_Reconnect
source: Reconnect>
cs: Znovu připojit>
de: Neu verbinden>
es: Reconectar>
fi: Yhdistä uudelleen>
fr: Se reconnecter>
he: התחבר מחדש>
id: Sambungkan kembali>
it: Riconnetti>
ja: 再接続>
ko: 재접속>
nb: Koble til på nytt>
nl: Opnieuw verbinden>
pl: Połącz ponownie>
pt_br: Reconectar>
ro: Reconectați>
ru: Повторное подключение>
sv: Återanslut>
th: เชื่อมต่อใหม่>
tr: yeniden bağlan>
vi: Kết nối lại>
zh_hans: 重新连接>
zh_hant: 重新連接>

# add_Cloud_Virtual_SIM_Successfully
source: Cloud Card (Virtual SIM Card) Networking Successfully
cs: Cloudová karta (virtuální SIM karta) Síťové připojení bylo úspěšné
de: Cloud-Karte (virtuelle SIM-Karte) Netzwerk erfolgreich
es: Conexión en red de la tarjeta en la nube (tarjeta SIM virtual) con éxito
fi: Pilvikortti (virtuaalinen SIM-kortti) verkkoyhteys onnistui
fr: Mise en réseau réussie de la carte cloud (carte SIM virtuelle)
he: כרטיס ענן (כרטיס סים וירטואלי) עבודה ברשת בהצלחה
id: Jaringan Cloud Card (Virtual SIM Card) Berhasil
it: Rete Cloud Card (scheda SIM virtuale) riuscita
ja: クラウドカード（仮想SIMカード）ネットワーキングが成功しました
ko: 클라우드 카드(가상 SIM 카드) 네트워킹 성공
nb: Cloud Card (virtuelt SIM-kort) Nettverk vellykket
nl: Cloudkaart (virtuele simkaart) Netwerken succesvol
pl: Karta w chmurze (wirtualna karta SIM) Pomyślne połączenie sieciowe
pt_br: Cartão de nuvem (cartão SIM virtual) em rede com sucesso
ro: Conectarea în rețea a cardului Cloud (card SIM virtuală).
ru: Облачная карта (виртуальная SIM-карта) успешно подключена к сети
sv: Cloud Card (Virtuellt SIM-kort) Nätverk framgångsrikt
th: เครือข่ายการ์ดคลาวด์ (ซิมการ์ดเสมือน) สำเร็จ
tr: Bulut Kartı (Sanal SIM Kart) Başarıyla Ağ Kurdu
vi: Kết nối mạng Thẻ đám mây (Thẻ SIM ảo) thành công
zh_hans: 云卡（虚拟SIM卡）联网成功
zh_hant: 雲卡（虛擬SIM卡）聯網成功

# preview_channel_recording_peompt_ios
source: Channel %@ is recording, please close and then exit
cs: Kanál %@ nahrává, zavřete jej a poté ukončete
de: Kanal %@ nimmt auf, bitte schließen und dann beenden
es: El canal %@ está grabando, cierre y luego salga
fi: Kanava %@ nauhoittaa, sulje ja sulje sitten
fr: Le canal %@ est en train d'enregistrer, veuillez fermer puis quitter
he: ערוץ %@ מקליט, אנא סגור ואז צא
id: Channel %@ sedang merekam, tutup dan kemudian keluar
it: Il canale %@ sta registrando, chiudi e poi esci
ja: チャンネル%@が録画中です。閉じてから終了してください
ko: 채널 %@가 녹화 중입니다. 닫고 종료하십시오.
nb: Kanal %@ spiller inn, lukk og avslutt deretter
nl: Kanaal %@ is aan het opnemen, sluit en verlaat dan
pl: Kanał %@ nagrywa, zamknij, a następnie wyjdź
pt_br: O canal %@ está gravando, feche e saia
ro: Canalul %@ se înregistrează, vă rugăm să închideți și apoi să ieșiți
ru: Канал %@ записывает, закройте, а затем выйдите
sv: Kanal %@ spelar in, stäng och avsluta sedan
th: ช่อง %@ กำลังบันทึกโปรดปิดแล้วออก
tr: Kanal %@ kaydediliyor, lütfen kapatın ve çıkın
vi: Kênh%@ đang ghi, vui lòng đóng và sau đó thoát
zh_hans: 通道%@正在录像中，请关闭后再退出
zh_hant: 通道%@正在錄像中，請關閉後再退出

# addDevice_qr_code_phone_configure
source: The device scans the QR code on the mobile phone to configure the network
cs: Zařízení naskenuje QR kód na mobilním telefonu a nakonfiguruje síť
de: Das Gerät scannt den QR-Code auf dem Mobiltelefon, um das Netzwerk zu konfigurieren
es: El dispositivo escanea el código QR en el teléfono móvil para configurar la red
fi: Laite skannaa matkapuhelimen QR -koodin määrittääkseen verkon
fr: L'appareil scanne le code QR sur le téléphone mobile pour configurer le réseau
he: המכשיר סורק את קוד ה- QR בטלפון הנייד כדי להגדיר את הרשת
id: Perangkat memindai kode QR di ponsel untuk mengonfigurasi jaringan
it: Il dispositivo esegue la scansione del codice QR sul telefono cellulare per configurare la rete
ja: デバイスは携帯電話のQRコードをスキャンしてネットワークを構成します
ko: 장치가 휴대폰의 QR 코드를 스캔하여 네트워크를 구성합니다.
nb: Enheten skanner QR -koden på mobiltelefonen for å konfigurere nettverket
nl: Het apparaat scant de QR-code op de mobiele telefoon om het netwerk te configureren
pl: Urządzenie skanuje kod QR na telefonie komórkowym, aby skonfigurować sieć
pt_br: O dispositivo verifica o código QR no telefone celular para configurar a rede
ro: Dispozitivul scanează codul QR de pe telefonul mobil pentru a configura rețeaua
ru: Устройство сканирует QR-код на мобильном телефоне для настройки сети.
sv: Enheten skannar QR -koden på mobiltelefonen för att konfigurera nätverket
th: อุปกรณ์สแกนรหัส QR บนโทรศัพท์มือถือเพื่อกำหนดค่าเครือข่าย
tr: Cihaz, ağı yapılandırmak için cep telefonundaki QR kodunu tarar.
vi: Thiết bị quét mã QR trên điện thoại di động để cấu hình mạng
zh_hans: 设备扫描手机上的二维码配网
zh_hant: 設備掃描手機上的二維碼配網

# cloud_cancel_automatic_description
source: 3. Cancel automatic renewal: If you need to cancel the renewal, please enter WeChat within 24 hours before the expiration of the current service period, click the lower right corner> [I]> [Pay]>C56 upper right corner […]> [deduction service] In the signed project, click Cancel.
cs: 3. Zrušit automatické obnovení: Pokud potřebujete zrušit obnovení, zadejte WeChat do 24 hodin před vypršením aktuálního období služby, klikněte na pravý dolní roh> [I]> [Platba]> C56 pravý horní roh […] > [dedukční služba] V podepsaném projektu klikněte na Zrušit.
de: 3. Automatische Verlängerung abbrechen: Wenn Sie die Verlängerung abbrechen müssen, öffnen Sie WeChat innerhalb von 24 Stunden vor Ablauf des aktuellen Servicezeitraums. Klicken Sie auf die untere rechte Ecke> [I]> [Zahlen]> C56 obere rechte Ecke […] > [Abzugsservice] Klicken Sie im signierten Projekt auf Abbrechen.
es: 3. Cancelar la renovación automática: si necesita cancelar la renovación, ingrese a WeChat dentro de las 24 horas anteriores al vencimiento del período de servicio actual, haga clic en la esquina inferior derecha> [I]> [Pagar]> C56 esquina superior derecha [...] > [servicio de deducción] En el proyecto firmado, haga clic en Cancelar.
fi: 3. Peruuta automaattinen uusinta: Jos haluat peruuttaa uusimisen, kirjoita WeChat 24 tunnin sisällä ennen nykyisen palvelujakson päättymistä, napsauta oikeaa alakulmaa> [I]> [Maksa]> C56 oikeassa yläkulmassa […] > [vähennyspalvelu] Napsauta allekirjoitetussa projektissa Peruuta.
fr: 3. Annuler le renouvellement automatique: Si vous devez annuler le renouvellement, veuillez entrer WeChat dans les 24 heures avant l'expiration de la période de service en cours, cliquez sur le coin inférieur droit> [I]> [Pay]> C56 coin supérieur droit […] > [service de déduction] Dans le projet signé, cliquez sur Annuler.
he: 3. ביטול חידוש אוטומטי: אם אתה צריך לבטל את החידוש, אנא הכנס ל- WeChat תוך 24 שעות לפני תום תקופת השירות הנוכחית, לחץ על הפינה השמאלית התחתונה> [I]> [תשלום]> C56 בפינה השמאלית העליונה [...] > [שירות ניכוי] בפרויקט החתום, לחץ על ביטול.
id: 3. Batalkan perpanjangan otomatis: Jika Anda perlu membatalkan perpanjangan, silakan masukkan WeChat dalam waktu 24 jam sebelum berakhirnya periode layanan saat ini, klik sudut kanan bawah> [I]> [Bayar]> C56 sudut kanan atas [...] > [layanan pengurangan] Dalam proyek yang ditandatangani, klik Batalkan.
it: 3. Annullamento del rinnovo automatico: se è necessario annullare il rinnovo, inserire WeChat entro 24 ore prima della scadenza del periodo di servizio corrente, fare clic nell'angolo in basso a destra> [I]> [Paga]> C56 nell'angolo in alto a destra […] > [servizio di detrazione] Nel progetto firmato, fare clic su Annulla.
ja: 3.自動更新をキャンセルする：更新をキャンセルする必要がある場合は、現在のサービス期間が終了する24時間前にWeChatにアクセスして、右下隅をクリックしてください> [I]> [支払い]> C56右上隅[…] > [控除サービス]署名されたプロジェクトで、[キャンセル]をクリックします。
ko: 3. 자동 갱신 취소 : 갱신을 취소해야하는 경우, 현재 서비스 기간이 만료되기 24 시간 이내에 WeChat을 입력하십시오. > [공제 서비스] 서명 된 프로젝트에서 취소를 클릭하십시오.
nb: 3. Avbryt automatisk fornyelse: Hvis du trenger å avbryte fornyelsen, vennligst skriv inn WeChat innen 24 timer før utløpet av gjeldende tjenesteperiode, klikk i nedre høyre hjørne> [I]> [Betal]> C56 øvre høyre hjørne [...] > [deduksjonstjeneste] I det signerte prosjektet, klikk Avbryt.
nl: 3. Annuleer automatische verlenging: als u de verlenging wilt annuleren, voert u WeChat in binnen 24 uur voor het verstrijken van de huidige serviceperiode, klikt u op de rechter benedenhoek> [I]> [Betalen]> C56 rechtsboven […] > [aftrekdienst] Klik in het ondertekende project op Annuleren.
pl: 3. Anuluj automatyczne przedłużanie: Jeśli chcesz anulować przedłużenie, wpisz WeChat w ciągu 24 godzin przed upływem bieżącego okresu usługi, kliknij prawy dolny róg> [I]> [Pay]> C56 prawy górny róg […] > [usługa dedukcyjna] W podpisanym projekcie kliknij Anuluj.
pt_br: 3. Cancelar renovação automática: se você precisar cancelar a renovação, digite o WeChat dentro de 24 horas antes do término do período de serviço atual, clique no canto inferior direito> [I]> [Pagar]> C56 no canto superior direito […] > [serviço de dedução] No projeto assinado, clique em Cancelar.
ro: 3. Anulați reînnoirea automată: Dacă doriți să anulați reînnoirea, introduceți WeChat în 24 de ore înainte de expirarea perioadei curente de serviciu, faceți clic pe colțul din dreapta jos> [I]> [Plătește]> C56 în colțul din dreapta sus [...] > [serviciu de deducere] În proiectul semnat, faceți clic pe Anulare.
ru: 3. Отмените автоматическое продление. Если вам нужно отменить продление, введите WeChat в течение 24 часов до истечения текущего периода обслуживания, щелкните в правом нижнем углу> [I]> [Оплатить]> C56 в верхнем правом углу […] > [Служба удержаний] В подписанном проекте нажмите Отмена.
sv: 3. Avbryt automatisk förnyelse: Om du behöver avbryta förnyelsen, vänligen ange WeChat inom 24 timmar före utgången av den aktuella tjänstperioden, klicka på det nedre högra hörnet> [I]> [Betala]> C56 övre högra hörnet [...] > [deduktionstjänst] I det signerade projektet klickar du på Avbryt.
th: ยกเลิกการต่ออายุอัตโนมัติ: หากคุณต้องการยกเลิกการต่ออายุโปรดเข้าสู่ WeChat ภายใน 24 ชั่วโมงก่อนหมดระยะเวลาบริการปัจจุบันและคลิกที่มุมขวาล่าง> [I]> [การชำระเงิน]> มุมขวาบน [... ]> [บริการหักเงิน] ในโครงการที่ทำสัญญาคลิกยกเลิก
tr: 3. Otomatik yenilemeyi iptal et: Yenilemeyi iptal etmeniz gerekiyorsa, lütfen geçerli hizmet süresinin dolmasından önceki 24 saat içinde WeChat girin, sağ alt köşeyi tıklayın> [I]> [Öde]> C56 sağ üst köşesi […] > [kesinti hizmeti] İmzalı projede İptal'i tıklayın.
vi: 3. Hủy gia hạn tự động: Nếu bạn cần hủy gia hạn, vui lòng nhập WeChat trong vòng 24 giờ trước khi hết thời hạn dịch vụ hiện tại, và nhấp vào góc dưới bên phải> [I]> [Thanh toán]> góc trên bên phải [. ..]> [Dịch vụ khấu trừ] Trong dự án đã ký hợp đồng, hãy nhấp vào Hủy.
zh_hans: 3、取消自动续费：如需取消续订，请在当前服务周期到期前24小时内，进入微信，点击右下角>【我】>【支付】>右上角【…】>【扣费服务】在已签约项目中，点击取消。
zh_hant: 3、取消自動續費：如需取消續訂，請在當前服務週期到期前24小時內，進入微信，點擊右下角>【我】>【支付】>右上角【…】>【扣費服務】在已簽約項目中，點擊取消。

# devicesetting_unloack
source: Unlock
cs: Odemknout
de: Entsperren
es: desbloquear
fi: Avata
fr: Ouvrir
he: לבטל נעילה
id: Membuka kunci
it: Sbloccare
ja: ロック解除
ko: 터놓다
nb: Låse opp
pl: Odblokować
pt_br: Desbloquear
ro: Deblocare
ru: разблокировка
sv: Låsa upp
th: ปลดล็อค
tr: Kilidini aç
vi: Mở khóa
zh_hans: 解锁
zh_hant: 解鎖

# adddevice_check_device_prompt
source: Before configuring WiFi, please make sure that the camera is correct. If it is not correct, press and hold the Reset button for 5 seconds to reset the device.
cs: Před konfigurací WiFi se ujistěte, že je fotoaparát správný. Pokud to není správné, stiskněte a podržte tlačítko Reset po dobu 5 sekund, čímž přístroj resetujete.
de: Stellen Sie vor der WLAN-Konfiguration sicher, dass die Kamera im richtigen Modus ist. Ist dies nicht der Fall, halten Sie die Reset-Taste 5 Sekunden lang gedrückt, um die Kamera zurückzusetzen.
es: Antes de configurar WiFi, asegúrese de que la cámara sea correcta. Si no es correcto, mantenga presionado el botón Restablecer durante 5 segundos para restablecer el Equipo.
fi: Varmista ennen WiFi-yhteyden määrittämistä, että kamera on oikea. Jos se ei ole oikea, paina Reset-painiketta 5 sekunnin ajan laitteen nollaamiseksi.
fr: Avant de configurer le WiFi, assurez-vous que la caméra est correcte. Si ce n'est pas le cas, maintenez le bouton de réinitialisation enfoncé pendant 5 secondes pour réinitialiser le périphérique.
he: לפני קביעת תצורה של WiFi, ודא שהמצלמה נכונה. אם זה לא נכון, לחץ והחזק את לחצן האיפוס למשך 5 שניות כדי לאפס את ההתקן.
id: Sebelum mengonfigurasi WiFi, pastikan kamera benar. Jika tidak benar, tekan dan tahan tombol Reset selama 5 detik untuk mengatur ulang perangkat.
it: Prima di configurare il WiFi, assicurati che la fotocamera sia corretta. Se non è corretto, premere e tenere premuto il pulsante Reset per 5 secondi per ripristinare il dispositivo.
ja: 無線LANを設定する前に、カメラが正しいことを確認してください。正しくない場合は、リセットボタンを5秒間押し続けてデバイスをリセットします。
ko: WiFi를 구성하기 전에 카메라가 정확한지 확인하십시오. 올바르지 않은 경우 재설정 단추를 5 초 동안 누르고 있으면 장치가 재설정됩니다.
nb: Før du konfigurerer WiFi, må du kontrollere at kameraet er riktig. Hvis det ikke er riktig, trykk og hold nede Tilbakestill-knappen i 5 sekunder for å tilbakestille enheten.
nl: Voordat u WiFi gaat configureren, moet u controleren of de camera correct is. Als dit niet klopt, houdt u de Reset-knop 5 seconden ingedrukt om het apparaat te resetten.
pl: Przed skonfigurowaniem WiFi upewnij się, że kamera jest poprawna. Jeśli nie jest prawidłowy, naciśnij i przytrzymaj przycisk Reset przez 5 sekund, aby zresetować urządzenie.
pt_br: Antes de configurar o WiFi, verifique se a câmera está correta. Se não estiver correto, pressione e segure o botão Reset por 5 segundos para redefinir o dispositivo.
ro: Înainte de a configura WiFi, asigurați-vă că aparatul foto este corect. Dacă nu este corectă, apăsați și mențineți apăsat butonul Reset timp de 5 secunde pentru a reseta aparatul.
ru: Перед настройкой WiFi, пожалуйста, убедитесь, что камера работает правильно. Если это не так, нажмите и удерживайте кнопку сброса в течение 5 секунд, чтобы перезагрузить устройство.
sv: Innan du konfigurerar WiFi, kontrollera att kameran är korrekt. Om det inte är korrekt, tryck och håll nollställningsknappen i 5 sekunder för att återställa enheten.
th: ก่อนกำหนดค่า WiFi โปรดตรวจสอบว่าเลือกกล้องถูกต้องหากไม่เป็นเช่นนั้นคุณสามารถกดปุ่มรีเซ็ตค้างไว้ 5 วินาทีเพื่อรีเซ็ตอุปกรณ์
tr: WiFi'yi yapılandırmadan önce, lütfen kameranın doğru olduğundan emin olun. Doğru değilse, cihazı sıfırlamak için Sıfırla düğmesini 5 saniye basılı tutun.
vi: Trước khi cấu hình WiFi, hãy đảm bảo rằng camera đã chính xác, nếu không, bạn có thể nhấn và giữ nút Reset trong 5 giây để thiết lập lại thiết bị.
zh_hans: 配置WiFi前，请先确定摄像机是否正确，若不正确，可长按Reset键5秒重置设备。
zh_hant: 配置WiFi前，請先確定攝像機是否正確，若不正確，可長按Reset鍵5秒重置設備。

# devicelist_offline_help_content_more_help_four
source: 4. The number of cameras connected to ordinary home routers should not exceed 3-4.
cs: 4. Počet kamer připojených k běžným domovským směrovačům by neměl překročit 3-4.
de: 4. Die Anzahl der Kameras, die an einen normalen Heim-Router angeschlossenen werden, sollte 3-4 nicht überschreiten.
es: 4. La cantidad de cámaras conectadas a enrutadores domésticos normales no debe exceder de 3-4.
fi: 4. Tavallisiin kotireitittimiin liitettyjen kameroiden lukumäärä ei saa olla yli 3-4.
fr: 4. Le nombre de caméras connectées à des routeurs domestiques ordinaires ne doit pas dépasser 3 – 4.
he: 4. מומלץ שמספר המצלמות המחוברות לראוטר הביתי לא יעלה על 4
id: 4. jumlah kamera yang terkoneksi pada router sebaiknya tidak melebihi 3-4 kamera
it: 4. Il numero di telecamere collegate ai normali router domestici non deve superare i 3-4.
ja: 4.一般の家庭用ルータに接続する場合、カメラを3～4台以上の接続はおすすめ出来ません。
ko: 4. 일반 가정용 무선 공유기에 연결된 카메라의 수는 3-4를 초과해서는 안됩니다.
nb: 4. Antall kameraer som er koblet til vanlige hjemme-rutere,bør ikke overstige 3-4.
nl: 4. Het aantal aangesloten camera's op standaard home-routers mag niet meer zijn dan 3-4.
pl: 4. Liczba kamer podłączonych do zwykłych domowych routerów nie powinna przekraczać 3-4.
pt_br: 4. O número de câmeras conectadas a roteadores domésticos comuns não deve exceder 3-4.
ro: 4. Numărul de camere conectate la router-urile obișnuite de acasă nu trebuie să depășească 3-4.
ru: 4. Количество камер,подключенных к обычным домашним роутерам,не должно превышать 3-4.
sv: 4. Antalet kameror som är kopplade till vanliga hemdirigörer får inte överstiga 3-4.
th: 4. กล้องที่เชื่อมต่อกับเราเตอร์ทั่วไปไม่ควรเกิน 3-4 ตัว
tr: 4. Normal ev yönlendiricilerine bağlı kamera sayısı 3-4'ü geçmemelidir.
vi: 4. Số lượng camera kết nối với bộ định tuyến gia đình thông thường không được vượt quá 3-4.
zh_hans: 4.普通家用路由器连接摄像机数量最好不要超过3-4个。
zh_hant: 4.普通家用路由器連接攝像機數量最好不要超過3-4個。

# person_Technical_Support
source: Tech Support
cs: Technická podpora
de: Technischer Support
es: Apoyo técnico
fi: Tekninen tuki
fr: Support technique
he: תמיכה טכנית
id: Dukungan teknologi
it: Supporto tecnico
ja: 技術サポート
ko: 기술 지원
nb: Teknisk hjelp
nl: Technische ondersteuning
pl: Wsparcie techniczne
pt_br: Suporte técnico
ro: Suport tehnic
ru: Техническая поддержка
sv: Teknisk support
th: ฝ่ายสนับสนุนด้านเทคนิค
tr: Teknik Destek
vi: Hô trợ ky thuật
zh_hans: 技术支持
zh_hant: 技術支持

# add_Networking
source: Networking...
cs: Sítě...
de: Netzwerken...
es: Redes...
fi: Verkostoituminen...
fr: La mise en réseau...
he: רשת...
id: Jaringan...
it: Rete...
ja: ネットワーキング...
ko: 네트워킹...
nb: Nettverk...
nl: Netwerken...
pl: Sieć...
pt_br: Rede...
ro: Rețele...
ru: Сеть...
sv: Nätverk...
th: เครือข่าย...
tr: Ağ...
vi: Kết nối mạng ...
zh_hans: 配网中...
zh_hant: 配網中...

# devSettings_motionDetection_record
source: Motion detection recording
cs: Záznam detekce pohybu
de: Bewegungserkennungsaufzeichnung
es: Grabación de detección de movimiento
fi: Liiketunnistuksen tallennus
fr: Enregistrement de détection de mouvement
he: הקלטת זיהוי תנועה
id: Rekaman deteksi gerakan
it: Registrazione di rilevamento del movimento
ja: モーション検知記録
ko: 움직임 감지 녹화
nb: Opptak av bevegelsesdeteksjon
nl: Bewegingsdetectie opname
pl: Nagrywanie z detekcją ruchu
pt_br: Gravação de detecção de movimento
ro: Înregistrare cu detecție a mișcării
ru: Запись обнаружения движения
sv: Rörelsedetektering inspelning
th: บันทึกการตรวจจับการเคลื่อนไหว
tr: Hareket algılama kaydı
vi: Ghi âm phát hiện chuyển động
zh_hans: 智能侦测录像
zh_hant: 智能偵測錄像
