Repository: Yolo-cell-hash/go_home_ios
Catalog: ios/Runner/JASDK/JAResources/XLanguage/X35MultiLanguage/*.lproj/X35MutiLanguage.strings
Languages: cs, de, es, fi, fr, he, id, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sv, th, tr, vi, zh_hans, zh_hant

# person_forget_original_password
source: If you forget the original password, please log out, click "Forgot Password", use the verification code to reset the password
cs: Pokud zapomenete původní heslo, odhlaste se, klikněte na "Zapomenuté heslo", pomocí ověřovacího kódu heslo resetujte
de: Wenn Sie das Passwort vergessen haben, loggen Sie sich bitte aus, tippen Sie auf "Passwort vergessen" und verwenden den Verifizierungscode, um das Passwort zurückzusetzen
es: Si olvida la contraseña original, cierre la sesión, haga clic en "Olvidé mi contraseña", use el código de verificación para restablecer la contraseña.
fi: Jos unohdat alkuperäisen salasanan, kirjaudu ulos, napsauta "Unohdin salasanan" ja käytä vahvistuskoodia salasanan vaihtamiseen
fr: Si vous oubliez le mot de passe d'origine, veuillez vous déconnecter, cliquez sur "Mot de passe oublié", utilisez le code de vérification pour réinitialiser le mot de passe
he: אם שכחת את הסיסמה המקורית, צא, לחץ על "שכחתי סיסמה", השתמש בקוד האימות לאיפוס הסיסמה.
id: Jika Anda lupa kata sandi asli, silakan keluar, klik "Lupa Kata Sandi", gunakan kode verifikasi untuk mengatur ulang kata sandi
it: Se dimentichi la password originale, esci, fai clic su "Password dimenticata", usa il codice di verifica per reimpostare la password
ja: 元のパスワードを忘れた場合は、ログアウトして[パスワードを忘れた場合]をクリックし、確認コードを使用してパスワードをリセットしてください
ko: 원래 비밀번호를 잊은 경우 로그아웃하고 "비밀번호 찾기"를 클릭하고 인증 코드를 사용하여 비밀번호를 재설정하십시오.
nb: Hvis du glemmer det originale passordet, må du logge ut, klikke "Glemt passord", bruke bekreftelseskoden for å tilbakestille passordet
nl: Als u het originele wachtwoord bent vergeten, log dan uit, klik op "Wachtwoord vergeten", gebruik de verificatiecode om het wachtwoord opnieuw in te stellen
pl: Jeśli zapomniałeś oryginalnego hasła, wyloguj się, kliknij "Zapomniałeś hasła", użyj kodu weryfikacyjnego, aby zresetować hasło
pt_br: Se você esquecer a senha original, saia, clique em "Esqueci a senha", use o código de verificação para redefinir a senha
ro: Dacă uitați parola originală, vă rugăm să vă deconectați, faceți clic pe "Ați uitat parola", utilizați codul de verificare pentru a reseta parola
ru: Если вы забыли исходный пароль, выйдите из системы, нажмите "Забыли пароль", используйте проверочный код для сброса пароля.
sv: Om du glömmer det ursprungliga lösenordet, logga ut, klicka på "Glömt lösenord", använd verifieringskoden för att återställa lösenordet
th: หากคุณลืมรหัสผ่านเดิม โปรดออกจากระบบ คลิก "ลืมรหัสผ่าน" ใช้รหัสยืนยันเพื่อรีเซ็ตรหัสผ่าน
tr: Orijinal şifreyi unutursanız, lütfen oturumu kapatın, "Şifremi Unuttum" seçeneğini tıklayın, şifreyi sıfırlamak için doğrulama kodunu kullanın
vi: Nếu bạn quên mật khẩu ban đầu, vui lòng đăng xuất, nhấp vào "Quên mật khẩu", sử dụng mã xác minh để đặt lại mật khẩu
zh_hans: 如果忘记原密码，请退出登录，点击“忘记密码”，使用验证码重新设置密码
zh_hant: 如果忘記原密碼，請退出登錄，點擊“忘記密碼”，使用驗證碼重新設置密碼

# Stand_alone_station_Last_update
source: Last update
cs: Poslední aktualizace
de: Letztes Update
es: Última actualización
fi: Viimeisin päivitys
fr: Dernière mise à jour
he: העדכון אחרון
id: Pembaharuan Terakhir
it: Ultimo aggiornamento
ja: 最後の更新
ko: 마지막 업데이트
nb: Siste oppdatering
nl: Laatste update
pl: Ostatnia aktualizacja
pt_br: Última atualização
ro: Ultima actualizare
ru: Последнее обновление
sv: Senaste uppdateringen
th: การปรับปรุงครั้งล่าสุด
tr: Son Güncelleme
vi: Cập nhật cuối cùng
zh_hans: 上次更新
zh_hant: 上次更新

source: Version
cs: Verze
es: Versión
fi: painos
he: גרסה
id: Versi
it: Versione
ja: バージョン
ko: 버전
nb: Versjon
nl: Versie
pl: Wersja
pt_br: Versão
ro: Versiune
ru: Версия
th: เวอร์ชั่น
tr: versiyon
vi: phiên bản
zh_hans: 版本
zh_hant: 版本

# search_no_relate_content_ios
source: No related content found for "%@"
cs: Nebyl nalezen žádný související obsah pro "%@"
de: Kein passender Inhalt für "%@" gefunden
es: No se encontró contenido relacionado para "%@"
fi: "%@" Ei löytynyt liittyvää sisältöä
fr: Aucun contenu associé trouvé pour "%@"
he: לא נמצא תוכן קשור עבור "%@"
id: Tidak ditemukan konten terkait untuk "%@"
it: Nessun contenuto correlato trovato per "%@"
ja: "%@"に関連するコンテンツは見つかりませんでした
ko: "%@"에 대한 관련 콘텐츠가 없습니다.
nb: Ingen relatert innhold funnet for "%@"
nl: Geen gerelateerde inhoud gevonden voor "%@"
pl: Nie znaleziono powiązanych treści dla "%@"
pt_br: Nenhum conteúdo relacionado encontrado para "%@"
ro: Nu a fost găsit conținut înrudit pentru "%@"
ru: Не найдено связанного содержимого для "%@"
sv: Inget relaterat innehåll hittades för "%@"
th: ไม่พบเนื้อหาที่เกี่ยวข้องสำหรับ "%@ "
tr: "%@" İçin alakalı içerik bulunamadı
vi: Không tìm thấy nội dung liên quan đến "%@"
zh_hans: 没有找到“%@”相关内容
zh_hant: 沒有找到“%@”相關內容

# alarm_line_push_prompt
source: After binding, the alarm message will be synchronously pushed to the Line APP
cs: Po navázání bude alarmová zpráva synchronně poslána do aplikace Line
de: Nach dem Einbinden wird die Alarmmeldung synchron an die Line-APP gesendet
es: Después del enlace, el mensaje de alarma se enviará sincrónicamente a la aplicación de línea
fi: Sitoutumisen jälkeen hälytysviesti työnnetään synkronoidusti Line-sovellukseen
fr: Après la liaison, le message d'alarme sera poussé de manière synchrone vers l'application de ligne
he: לאחר הכריכה הודעת האזעקה תודח באופן סינכרוני אל קו היישום
id: Setelah mengikat, pesan alarm akan secara sinkron didorong ke Line APP
it: Dopo l'associazione, il messaggio di allarme verrà inviato in modo sincrono all'APP di linea
ja: バインド後、アラームメッセージは同期してLine APPにプッシュされます
ko: 바인딩 후 알람 메시지가 라인 APP에 동기식으로 푸시됩니다.
nb: Etter innbinding vil alarmmeldingen bli skyvet synkront til Line APP
nl: Na het binden wordt het alarmbericht synchroon naar de Line APP gestuurd
pl: Po powiązaniu komunikat alarmowy zostanie zsynchronizowany synchronicznie do aplikacji APP
pt_br: Após a ligação, a mensagem de alarme será enviada de forma síncrona para a Linha APP
ro: După legare, mesajul de alarmă va fi împins sincron către aplicația Line
ru: После привязки аварийное сообщение будет синхронно отправлено в приложение Line.
sv: Efter bindning trycks larmmeddelandet synkront till Line APP
th: หลังจากเชื่อมโยงแล้วข้อความเตือนจะถูกส่งไปยัง Line APP พร้อมกัน
tr: Bağlandıktan sonra, alarm mesajı eşzamanlı olarak Hat APP'ye aktarılacaktır
vi: Sau khi ràng buộc, thông báo cảnh báo sẽ được đẩy đồng bộ đến Ứng dụng dòng
zh_hans: 绑定后报警消息将同步推送至Line APP
zh_hant: 綁定後，報警消息將同步推送至Line APP

# MJRefreshBackFooterNoMoreDataText
source: No more data
cs: Byl již načten
de: Keine weiteren Daten
es: Ya cargado todo
fi: Jo ladattu
fr: Tout a été chargé
he: אין עוד מידע
id: tidak ada data lagi
it: Nessun ulteriore dato
ja: すべて読込みました
ko: 추가 데이터가 없습니다.
nb: Allerede lastet alt
nl: Geen gegevens meer
pl: Brak danych
pt_br: Não há mais dados
ro: Nu mai există date
ru: Нет больше данных
sv: Inga fler data
th: ไม่มีข้อมูลเพิ่มเติม
tr: Başka veri yok
vi: Tất cả đã được tải
zh_hans: 已经全部加载完毕
zh_hant: 已經全部加載完畢

# devicesetting_camera_model_1
source: Camera model:
cs: Model fotoaparátu:
de: Kameramodell:
es: Modelo de cámara:
fi: Kameran malli:
fr: Modèle de caméra :
he: דגם מצלמה:
id: model kamera:
it: Modello di fotocamera:
ja: カメラモデル：
ko: 카메라 모델:
nb: Kameramodell:
pl: Model aparatu:
pt_br: Modelo da câmera:
ro: Model camera:
ru: Модель камеры:
sv: Kameramodell:
th: รุ่นกล้อง:
tr: Kamera modeli:
vi: Mô hình máy ảnh:
zh_hans: 摄像机型号：
zh_hant: 攝像機型號：

# person_none
source: None
cs: Žádný
de: Kein
es: Ninguna
fi: Ei mitään
fr: Aucun
he: אף אחד
id: Tidak ada
it: Nessuno
ja: なし
ko: 없음
nb: Ingen
nl: Geen
pl: Nic
pt_br: Nenhum
ro: Nici unul
ru: Никто
sv: Ingen
th: ไม่มี
tr: Hiçbiri
vi: Không có
zh_hans: 暂无
zh_hant: 暫無

# Addevice_light_not_on
source: 3. The indicator light is not on:
cs: 3. Kontrolka nesvítí:
de: 3. Die Status-LED leuchtet nicht:
es: 3. La luz indicadora no está encendida:
fi: 3. Merkkivalo ei pala:
fr: 3. Le voyant n'est pas allumé :
he: 3. נורית החיווי אינה דולקת:
id: 3. Lampu indikator tidak menyala:
it: 3. La spia non è accesa:
ja: 3.インジケータライトが点灯していません：
ko: 3. 표시등이 켜져 있지 않습니다.
nb: 3. Indikatorlampen lyser ikke:
nl: 3. Het indicatielampje brandt niet:
pl: 3. Kontrolka nie świeci:
pt_br: 3. A luz indicadora não está acesa:
ro: 3. Indicatorul luminos nu este aprins:
ru: 3. Индикатор не горит:
sv: 3. Indikatorlampan lyser inte:
th: 3. ไฟแสดงสถานะไม่ติด:
tr: 3. Gösterge ışığı yanmıyor:
vi: 3. Đèn báo không sáng:
zh_hans: 3.指示灯不亮：
zh_hant: 3.指示燈不亮：

# cloud_migration_fail_prompt
source: Migration failed, please check if the network is good?
cs: Migrace selhala, zkontrolujte, zda je síť dobrá?
de: Die Migration ist fehlgeschlagen. Überprüfen Sie, ob das Netzwerk funktioniert.
es: ¿Ha fallado la migración, por favor verifica si la red es buena?
fi: Siirtyminen epäonnistui, tarkista, onko verkko hyvä?
fr: La migration a échoué, vérifiez si le réseau fonctionne correctement.
he: ההעברה נכשלה, בדוק אם הרשת טובה?
id: Migrasi gagal, harap periksa apakah jaringannya baik?
it: Migrazione fallita, controlla se la rete è buona?
ja: 移行に失敗しました。ネットワークが良好かどうかを確認してください。
ko: 이전에 실패했습니다. 네트워크가 양호한 지 확인하십시오.
nb: Migrering mislyktes, vennligst sjekk om nettverket er bra?
nl: Migratie mislukt, controleer of het netwerk goed is?
pl: Migracja nie powiodła się, sprawdź, czy sieć jest dobra?
pt_br: A migração falhou, por favor, verifique se a rede é boa?
ro: Migrarea a eșuat, verificați dacă rețeaua este bună?
ru: Миграция не удалась, пожалуйста, проверьте, хорошо ли работает сеть?
sv: Migreringen misslyckades, kontrollera om nätverket är bra?
th: การย้ายข้อมูลล้มเหลวโปรดตรวจสอบว่าเครือข่ายดีหรือไม่?
tr: Taşıma başarısız oldu, lütfen ağın iyi olup olmadığını kontrol edin.
vi: Di chuyển không thành công, vui lòng kiểm tra xem mạng có tốt không?
zh_hans: 迁移失败，请检查网络是否良好？
zh_hant: 遷移失敗，請檢查網絡是否良好？

# service_please_briefly_introduce
source: Please briefly introduce your repair work to attract more customers.
cs: Stručně prosím představte své opravy, abyste přilákali více zákazníků.
de: Bitte stellen Sie kurz Ihre Reparaturarbeiten vor, um mehr Kunden anzulocken.
es: Presente brevemente su trabajo de reparación para atraer a más clientes.
fi: Kerro lyhyesti korjaustöistäsi houkutellaksesi lisää asiakkaita.
fr: Veuillez présenter brièvement vos travaux de réparation pour attirer plus de clients.
he: אנא הציגו בקצרה את עבודות התיקון שלכם כדי למשוך יותר לקוחות.
id: Harap perkenalkan secara singkat pekerjaan perbaikan Anda untuk menarik lebih banyak pelanggan.
it: Presentare brevemente il lavoro di riparazione per attirare più clienti.
ja: より多くの顧客を引き付けるために、修理作業を簡単に紹介してください。
ko: 더 많은 고객을 유치하기 위해 수리 작업을 간략하게 소개하십시오.
nb: Vennligst introduser reparasjonsarbeidet kort for å tiltrekke flere kunder.
nl: Geef een korte introductie van uw reparatiewerkzaamheden om meer klanten aan te trekken.
pl: Krótko opisz swoje prace naprawcze, aby przyciągnąć więcej klientów.
pt_br: Apresente brevemente seu trabalho de reparo para atrair mais clientes.
ro: Vă rugăm să prezentați pe scurt lucrările de reparații pentru a atrage mai mulți clienți.
ru: Кратко расскажите о ваших ремонтных работах, чтобы привлечь больше клиентов.
sv: Snälla presentera ditt reparationsarbete för att locka fler kunder.
th: กรุณาแนะนำงานซ่อมของคุณสั้น ๆ เพื่อดึงดูดลูกค้ามากขึ้น
tr: Daha fazla müşteri çekmek için lütfen onarım çalışmanızı kısaca tanıtın.
vi: Hãy giới thiệu ngắn gọn về công việc sửa chữa của bạn để thu hút nhiều khách hàng hơn.
zh_hans: 请简短介绍您的维修工作，吸引更多客户。
zh_hant: 請簡短介紹您的維修工作，吸引更多客戶。

# person_feedback_question_ROM_softwar_huawei
source: Huawei [Emotion]
es: Huawei [emoción]
fi: Huawei [tunne
he: Huawei [רגש]
id: Huawei [Emosi]
ja: Huawei [感情]
ko: 화웨이 [감정]
nl: Huawei [Emotie]
pl: Huawei [Emocja]
pt_br: Huawei [Emoção]
ro: Huawei [Emoție]
ru: Huawei [Эмоции]
tr: Huawei [Duygu]
vi: Huawei [Cảm xúc]
zh_hans: 华为[Emotion]
zh_hant: 華為[Emotion]

# Devicesetting_network_abnormal_check_WiFi_normal
source: The current device network is abnormal and the WiFi mode cannot be used. Please check whether the WiFi status of the router is normal.
cs: Aktuální síť zařízení je abnormální a režim WiFi nelze použít. Zkontrolujte, zda je stav WiFi routeru normální.
de: Das aktuelle Gerätenetzwerk ist anormal und der WLAN-Modus kann nicht verwendet werden. Bitte überprüfen Sie, ob der WLAN-Status des Routers normal ist.
es: La red del dispositivo actual es anómala y no se puede utilizar el modo WiFi. Verifique si el estado de WiFi del enrutador es normal.
fi: Nykyinen laiteverkko on epänormaali, eikä WiFi-tilaa voi käyttää. Tarkista, onko reitittimen WiFi-tila normaali.
fr: Le réseau actuel de l'appareil est anormal et le mode WiFi ne peut pas être utilisé. Veuillez vérifier si l'état WiFi du routeur est normal.
he: רשת המכשיר הנוכחית אינה תקינה ולא ניתן להשתמש במצב WiFi. אנא בדוק אם מצב ה-WiFi של הנתב תקין.
id: Jaringan perangkat saat ini tidak normal dan mode WiFi tidak dapat digunakan. Silakan periksa apakah status WiFi router normal.
it: La rete del dispositivo corrente è anormale e non è possibile utilizzare la modalità Wi-Fi. Si prega di verificare se lo stato WiFi del router è normale.
ja: 現在のデバイスネットワークは異常であり、WiFiモードは使用できません。 ルーターのWiFiステータスが正常かどうかを確認してください。
ko: 현재 장치 네트워크가 비정상적이며 WiFi 모드를 사용할 수 없습니다. 공유기의 WiFi 상태가 정상인지 확인하세요.
nb: Gjeldende enhetsnettverk er unormalt og WiFi-modus kan ikke brukes. Vennligst sjekk om WiFi-statusen til ruteren er normal.
nl: Het huidige apparaatnetwerk is abnormaal en de WiFi-modus kan niet worden gebruikt. Controleer of de wifi-status van de router normaal is.
pl: Obecna sieć urządzenia jest nieprawidłowa i nie można użyć trybu Wi-Fi. Sprawdź, czy stan Wi-Fi routera jest normalny.
pt_br: A rede do dispositivo atual está anormal e o modo WiFi não pode ser usado. Verifique se o status do WiFi do roteador está normal.
ro: Rețeaua actuală a dispozitivului este anormală și modul WiFi nu poate fi utilizat. Vă rugăm să verificați dacă starea WiFi a routerului este normală.
ru: Текущая сеть устройства ненормальна, и режим WiFi не может быть использован. Пожалуйста, проверьте, нормальный ли статус WiFi маршрутизатора.
sv: Det aktuella enhetens nätverk är onormalt och WiFi-läget kan inte användas. Kontrollera om routerns WiFi-status är normal.
th: เครือข่ายอุปกรณ์ปัจจุบันผิดปกติและไม่สามารถใช้โหมด WiFi ได้ โปรดตรวจสอบว่าสถานะ WiFi ของเราเตอร์เป็นปกติหรือไม่
tr: Mevcut cihaz ağı anormal ve WiFi modu kullanılamaz. Lütfen yönlendiricinin WiFi durumunun normal olup olmadığını kontrol edin.
vi: Mạng thiết bị hiện tại không bình thường và không thể sử dụng chế độ WiFi. Vui lòng kiểm tra xem trạng thái WiFi của bộ định tuyến có bình thường không.
zh_hans: 当前设备网络异常无法使用WiFi模式，请检测路由器WiFi状态是否正常
zh_hant: 當前設備網絡異常無法使用WiFi模式，請檢測路由器WiFi狀態是否正常

# channel_three
source: Channel 3
cs: Kanál 3
de: Kanal 3
es: Canal 3
fi: Kanava 3
fr: Canal 3
he: ערוץ 3
id: Saluran 3
it: Canale 3
ja: チャンネル3
ko: 채널 3
nb: Kanal 3
nl: Kanaal 3
pl: Kanał 3
pt_br: Canal 3
ro: Canal 3
ru: 3 канал
sv: Kanal 3
th: ช่องที่ 3
tr: Kanal 3
vi: Kênh 3
zh_hans: 通道3
zh_hant: 通道3

source: United States
cs: Spojené státy
de: Vereinigten Staaten
es: Estados Unidos
fi: Yhdysvallat
fr: États-Unis
he: ארצות הברית
id: Amerika Serikat
it: Stati Uniti
ja: アメリカ
ko: 미국
nb: USA
nl: Verenigde Staten
pl: Stany Zjednoczone
pt_br: Estados Unidos
ro: Statele Unite
ru: Соединенные Штаты
sv: Förenta staterna
tr: Amerika Birleşik Devletleri
vi: Hoa Kỳ
zh_hans: 美国
zh_hant: 美國

# enter_verify_code
source: Verification code
cs: Zadejte ověřovací kód
de: Bitte Verifizierungscode eingeben
es: Por favor ingrese el código de verificación
fi: Anna vahvistuskoodi
fr: Veuillez entrer le code de vérification
he: קוד אימות
id: Kode Verifikasi
it: Codice di verifica
ja: 確認コードの入力
ko: 인증 코드
nb: Bekreftelseskode
nl: Verificatiecode
pl: Proszę wprowadzić kod weryfikacyjny
pt_br: Código de verificação
ro: Cod de verificare
ru: код подтверждения
sv: Verifierings kod
th: รหัสยืนยัน
tr: Doğrulama kodu
vi: Nhập mã xác nhận
zh_hans: 输入验证码
zh_hant: 輸入驗證碼

# cloud_gw_upgrade
source: Please select a device or channel that requires a firmware update
cs: Vyberte zařízení nebo kanál,který vyžaduje aktualizaci firmwaru
de: Bitte Gerät oder Kanal auswählen, für welchen Firmware-Update benötigt wird
es: Seleccione un Equipo o canal que requiera una actualización de firmware
fi: Valitse laite tai kanava,joka vaatii firmware-päivityksen
fr: Veuillez sélectionner l'appareil ou le canal nécessitant une mise à jour du firmware.
he: בחר מכשיר או ערוץ שדורשים עדכון קושחה
id: silakan pilih perangkat atau salurana untuk menperbarui firmware
it: Seleziona un dispositivo o un canale che richiede un aggiornamento del firmware
ja: ファームウェアのアップデートが必要なデバイスまたはチャンネルを選択してください。
ko: 펌웨어 업데이트가 필요한 장치 또는 채널을 선택하십시오.
nb: Vennligst velg en enhet eller kanal som krever en firmwareoppdatering
nl: Selecteer een apparaat of kanaal waarvoor een firmware-update vereist is
pl: Wybierz urządzenie lub kanał,który wymaga aktualizacji oprogramowania
pt_br: Por favor,selecione um dispositivo ou canal que requer uma atualização de firmware
ro: Selectați un dispozitiv sau un canal care necesită o actualizare a firmware-ului
ru: Пожалуйста,выберите устройство или канал,который требует обновления прошивки
sv: Var god välj en enhet eller kanal som kräver en firmwareuppdatering
th: กรุณาเลือกอุปกรณ์หรือช่องที่ต้องใช้การอัปเดตเฟิร์มแวร์
tr: Lütfen ürün yazılımı güncellemesi gerektiren bir cihaz veya kanal seçin
vi: Vui lòng chọn thiết bị hoặc kênh cần cập nhật chương trình cơ sở
zh_hans: 请选择需要固件更新的设备或通道
zh_hant: 請選擇需要固件更新的設備或通道

# help_preview_ttextTips_7
source: Remote playback: device must to be inserted TF card.
cs: Vzdálené přehrávání: zařízení musí nainstalovat kartu TF
de: Wiedergabe: Aufnahmemedium muss eingesetzt sein
es: Calendario: elija el tiempo de reproducción y confirme para mostrar todos los archivos de grabación deseados
fi: Etäkäyttö: laitteen on asennettava TF-kortti
fr: Lecture à distance : l'appareil doit disposer d'une carte TF.
he: ניגון ההקלטה: ההקלטה לא תעבוד ללא כרטיס TF שמוכנס למצלמה
id: putar ulang jauh: perangkat harus ada Memory Card
it: Playback remoto: è necessario l'utilizzo della scheda di memoria
ja: 再生：デバイスへmicroSDカードを挿入する必要があります。
ko: 원격 재생 : 장치에 TF 카드를 삽입해야합니다.
nb: Fjernavspilling: Enheten må installere TF minnekort
nl: Extern afspelen: apparaat moet TF-kaart hebben.
pl: Odtwarzanie: urządzenie musi posiadać kartę pamięci
pt_br: Reprodução remota: o dispositivo deve inserir o cartão TF.
ro: Redare la distanță: dispozitivul trebuie să introducă cartela TF.
ru: Удаленное воспроизведение: устройство должно вставить карту TF.
sv: Fjärruppspelning: Enheten måste infoga TF-kort.
th: การเล่นวิดีโอย้อนหลัง: อุปกรณ์จำเป็นต้องติดตั้งการ์ด TF
tr: Uzaktan oynatma: Cihaz TF kartı takmalıdır.
vi: Phát lại từ xa: thiết bị cần lắp thẻ TF
zh_hans: 远程回放：设备需要安装TF卡
zh_hant: 遠程回放：設備需要安裝TF卡

# devicesetting_4G_card_package_effect
source: Package has taken effect
cs: Balíček vstoupil v platnost
de: Paket ist in Kraft getreten
es: El paquete ha tenido efecto
fi: Paketti on tullut voimaan
fr: Le paquet a pris effet
he: החבילה נכנסה לתוקף
id: Paket mulai berlaku
it: Il pacchetto ha avuto effetto
ja: パッケージが有効になりました
ko: 패키지가 적용되었습니다
nb: Pakken har trådt i kraft
nl: Pakket is van kracht
pl: Pakiet zaczął obowiązywać
pt_br: O pacote entrou em vigor
ro: Pachetul a intrat în vigoare
ru: Пакет вступил в силу
sv: Paketet har trätt i kraft
th: แพคเกจได้รับผลกระทบ
tr: Paket yürürlüğe girdi
vi: Gói đã có hiệu lực
zh_hans: 套餐已生效
zh_hant: 套餐已生效
