Repository: Yolo-cell-hash/go_home_ios
Catalog: ios/Runner/JASDK/JAResources/XLanguage/X35MultiLanguage/*.lproj/X35MutiLanguage.strings
Languages: cs, de, es, fi, fr, he, id, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sv, th, tr, vi, zh_hans, zh_hant

# Addevice_powered_turned_RESET_button_voice_prompt
source: 2. When the camera is powered on or turned on, press and hold the RESET button of the camera until you hear a voice prompt from the device.
cs: 2. Když je kamera zapnutá nebo zapnutá, stiskněte a podržte tlačítko RESET na kameře, dokud ze zařízení neuslyšíte hlasovou výzvu.
de: 2. Wenn die Kamera mit Spannung versorgt oder eingeschaltet ist, halten Sie die RESET-Taste der Kamera gedrückt, bis Sie einen akustischen Bestätigungston hören.
es: 2. Cuando la cámara esté encendida o encendida, mantenga presionado el botón RESET de la cámara hasta que escuche un mensaje de voz del dispositivo.
fi: 2. Kun kameraan on kytketty virta tai se on kytketty päälle, paina ja pidä painettuna kameran RESET-painiketta, kunnes kuulet äänikehotteen laitteesta.
fr: 2. Lorsque la caméra est allumée ou allumée, maintenez enfoncé le bouton RESET de la caméra jusqu'à ce que vous entendiez une invite vocale de l'appareil.
he: 2. כאשר המצלמה מופעלת או מופעלת, לחץ והחזק את לחצן ה-RESET של המצלמה עד שתשמע הנחיה קולית מהמכשיר.
id: 2. Saat kamera dihidupkan atau dihidupkan, tekan dan tahan tombol RESET kamera hingga Anda mendengar perintah suara dari perangkat.
it: 2. Quando la fotocamera è accesa o accesa, tenere premuto il pulsante RESET della fotocamera finché non si sente un messaggio vocale dal dispositivo.
ja: 2.カメラの電源がオンまたはオンになったら、デバイスから音声プロンプトが聞こえるまでカメラのリセットボタンを押し続けます。
ko: 2. 카메라의 전원을 켜거나 켠 상태에서 장치에서 음성 안내가 들릴 때까지 카메라의 RESET 버튼을 길게 누릅니다.
nb: 2. Når kameraet er slått på eller slått på, trykk og hold inne RESET-knappen på kameraet til du hører en talemelding fra enheten.
nl: 2. Wanneer de camera is ingeschakeld of ingeschakeld, houdt u de RESET-knop van de camera ingedrukt totdat u een gesproken melding van het apparaat hoort.
pl: 2. Gdy kamera jest włączona lub włączona, naciśnij i przytrzymaj przycisk RESET kamery, aż usłyszysz komunikat głosowy z urządzenia.
pt_br: 2. Quando a câmera estiver ligada ou ligada, pressione e segure o botão RESET da câmera até ouvir um comando de voz do dispositivo.
ro: 2. Când camera este pornită sau pornită, apăsați și mențineți apăsat butonul RESET al camerei până când auziți o solicitare vocală de la dispozitiv.
ru: 2. Когда камера включена или включена, нажмите и удерживайте кнопку RESET на камере, пока не услышите голосовую подсказку от устройства.
sv: 2. När kameran är påslagen eller påslagen, tryck och håll nere RESET-knappen på kameran tills du hör ett röstmeddelande från enheten.
th: 2. เมื่อเปิดหรือเปิดกล้องแล้ว ให้กดปุ่ม RESET ของกล้องค้างไว้จนกว่าคุณจะได้ยินเสียงเตือนจากอุปกรณ์
tr: 2. Kamera açıldığında veya açıldığında, cihazdan sesli bir uyarı duyana kadar kameranın RESET düğmesini basılı tutun.
vi: 2. Khi bật hoặc bật máy ảnh, hãy nhấn và giữ nút ĐẶT LẠI của máy ảnh cho đến khi bạn nghe thấy lời nhắc bằng giọng nói từ thiết bị.
zh_hans: 2.在通电或开机状态下，长按摄像机RESET按键，直至听到设备发出语音提示。
zh_hant: 2.在通電或開機狀態下，長按攝像機RESET按鍵，直至聽到設備發出語音提示。

# add_Some_4G_operators_APN_Internet_click_set
source: Some 4G operators need to set up APN to connect to the Internet, please click the button below to set.
cs: Někteří operátoři 4G potřebují pro připojení k internetu nastavit APN. Pro nastavení klikněte na tlačítko níže.
de: Einige 4G-Betreiber müssen APN einrichten, um eine Verbindung zum Internet herzustellen. Klicken Sie zum Einstellen bitte auf die Schaltfläche unten.
es: Algunos operadores 4G necesitan configurar APN para conectarse a Internet, haga clic en el botón a continuación para configurarlo.
fi: Joidenkin 4G-operaattoreiden on määritettävä APN muodostaakseen yhteyden Internetiin. Määritä napsauttamalla alla olevaa painiketta.
fr: Certains opérateurs 4G doivent configurer l'APN pour se connecter à Internet, veuillez cliquer sur le bouton ci-dessous pour le configurer.
he: חלק ממפעילי 4G צריכים להגדיר APN כדי להתחבר לאינטרנט, אנא לחץ על הלחצן למטה כדי להגדיר.
id: Beberapa operator 4G perlu mengatur APN untuk terhubung ke Internet, silakan klik tombol di bawah ini untuk mengatur.
it: Alcuni operatori 4G devono configurare l'APN per connettersi a Internet, fare clic sul pulsante in basso per impostare.
ja: 一部の4Gオペレーターは、インターネットに接続するためにAPNを設定する必要があります。設定するには、下のボタンをクリックしてください。
ko: 일부 4G 사업자는 인터넷에 연결하기 위해 APN을 설정해야 합니다. 설정하려면 아래 버튼을 클릭하십시오.
nb: Noen 4G-operatører må sette opp APN for å koble til Internett. Klikk på knappen nedenfor for å angi.
nl: Sommige 4G-operators moeten APN instellen om verbinding met internet te maken. Klik op de onderstaande knop om dit in te stellen.
pl: Niektórzy operatorzy 4G muszą skonfigurować APN, aby połączyć się z Internetem, kliknij poniższy przycisk, aby ustawić.
pt_br: Algumas operadoras 4G precisam configurar o APN para se conectar à Internet, clique no botão abaixo para configurar.
ro: Unii operatori 4G trebuie să configureze APN pentru a se conecta la Internet, vă rugăm să faceți clic pe butonul de mai jos pentru a seta.
ru: Некоторым операторам 4G необходимо настроить APN для подключения к Интернету, нажмите кнопку ниже, чтобы установить.
sv: Vissa 4G-operatörer behöver ställa in APN för att ansluta till Internet. Klicka på knappen nedan för att ställa in.
th: ผู้ให้บริการ 4G บางรายจำเป็นต้องตั้งค่า APN เพื่อเชื่อมต่ออินเทอร์เน็ต โปรดคลิกปุ่มด้านล่างเพื่อตั้งค่า
tr: Bazı 4G operatörlerinin İnternete bağlanmak için APN kurması gerekir, ayarlamak için lütfen aşağıdaki düğmeyi tıklayın.
vi: Một số nhà khai thác 4G cần thiết lập APN để kết nối Internet, vui lòng nhấp vào nút bên dưới để thiết lập.
zh_hans: 部分4G运营商需要设置APN才能联网，请点击下方按钮进行设置。
zh_hant: 部分4G運營商需要設置APN才能聯網，請點擊下方按鈕進行設置。

# devicesetting_Recording_time_period
source: Recording time period
cs: Doba záznamu
de: Start- und Endzeit
es: Período de tiempo de grabación
fi: Tallennusaika
fr: Période d'enregistrement
he: פרק זמן הקלטה
id: Opname periode
it: Periodo di tempo di registrazione
ja: 記録期間
ko: 녹화 기간
nb: Opptaksperiode
nl: Opname periode
pl: Okres nagrywania
pt_br: Período de gravação
ro: Perioada de timp de înregistrare
ru: Период записи
sv: Tidsperiod för inspelning
th: ช่วงเวลาการบันทึก
tr: Kayıt süresi
vi: Khoảng thời gian ghi
zh_hans: 录像时间段
zh_hant: 錄像時間段

# message_4G_expired
source: 4G expired
cs: Platnost 4G vypršela
de: 4G abgelaufen
es: 4G vencido
fi: 4G vanhentunut
fr: 4G expiré
he: פג תוקף 4G
id: 4G kadaluarsa
it: 4G scaduto
ja: 4Gの有効期限が切れました
ko: 4G 만료
nb: 4G utløpt
nl: 4G verlopen
pl: 4G wygasło
pt_br: 4G expirado
ro: 4G a expirat
ru: Срок действия 4G истек
sv: 4G har gått ut
th: 4G หมดอายุ
tr: 4G'nin süresi doldu
vi: 4G đã hết hạn
zh_hans: 4G过期
zh_hant: 4G過期

# configuration_successful
source: Configuration done
cs: Úspěšná konfigurace
de: Konfiguration erfolgreich
es: Configuración exitosa
fi: Onnistunut kokoonpano
fr: La configuration a été effectuée
he: תצורת ההגדרות הושלמה
id: Konfigurasi telah selesai
it: Configurazione copletata
ja: 設定が完了しました
ko: 설정이 완료되었습니다.
nb: Konfigurasjon vellykket
nl: Configuratie voltooid
pl: Konfiguracja zakończona
pt_br: A configuração foi feita
ro: Configurația a fost efectuată
ru: Конфигурация выполнена
sv: Konfiguration klar
th: ตั้งค่าเสร็จสิ้น
tr: Yapılandırma yapıldı
vi: Cấu hình thành công
zh_hans: 配置成功
zh_hant: 配置成功

# adddevice_device_hotspot_connection
source: Device hotspot connection
cs: Připojení hotspotu zařízení
de: Geräte-Hotspot-Verbindung
es: Conexión de punto de acceso del dispositivo
fi: Laitteen hotspot-yhteys
fr: Connexion au point d'accès de l'appareil
he: חיבור לנקודה חמה במכשיר
id: Koneksi hotspot perangkat
it: Connessione hotspot del dispositivo
ja: デバイスのホットスポット接続
ko: 장치 핫스팟 연결
nb: Enhetshotspot-tilkobling
nl: Hotspot-verbinding apparaat
pl: Połączenie z hotspotem urządzenia
pt_br: Conexão de ponto de acesso do dispositivo
ro: Conexiune hotspot dispozitiv
ru: Подключение устройства к точке доступа
sv: Enhetens hotspot-anslutning
th: การเชื่อมต่ออุปกรณ์ฮอตสปอต
tr: Cihaz erişim noktası bağlantısı
vi: Kết nối điểm phát sóng thiết bị
zh_hans: 设备热点连接
zh_hant: 設備熱點連接

# adddevice_connec_device_wifi_return_watch_ios
source: After connecting to the WiFi of "%@" in the phone settings, return to the APP to watch the video
cs: Po připojení k WiFi "%@" v nastavení telefonu se vraťte do APP a podívejte se na video
de: Kehren Sie zur App zurück, um das Gerät zu sehen, nachdem Sie in den Telefoneinstellungen eine Verbindung zum WLAN von "%@" hergestellt haben
es: Después de conectarse al WiFi de "%@" en la configuración del teléfono, regrese a la APLICACIÓN para ver el video
fi: Kun olet muodostanut yhteyden puhelimen asetuksissa "%@" olevaan WiFi-verkkoon, palaa sovellukseen katsomaan videota
fr: Après vous être connecté au WiFi de "%@" dans les paramètres du téléphone, revenez à l'application pour regarder la vidéo
he: לאחר התחברות ל- WiFi של "%@" בהגדרות הטלפון, חזור ל- APP כדי לצפות בסרטון
id: Setelah terhubung ke WiFi dari "%@" di pengaturan telepon, kembali ke APP untuk menonton video
it: Dopo esserti connesso al WiFi di "%@" nelle impostazioni del telefono, torna all'APP per guardare il video
ja: 電話の設定で「%@」のWiFiに接続した後、APPに戻ってビデオを視聴します
ko: 휴대폰 설정에서 "%@"의 WiFi에 연결 한 후 앱으로 돌아가 동영상을 시청하세요.
nb: Etter å ha koblet til WiFi på "%@" i telefoninnstillingene, gå tilbake til APP for å se videoen
nl: Nadat je verbinding hebt gemaakt met de wifi van "%@" in de telefooninstellingen, ga je terug naar de APP om de video te bekijken
pl: Po podłączeniu do Wi-Fi "%@" w ustawieniach telefonu, wróć do aplikacji, aby obejrzeć wideo
pt_br: Após conectar ao WiFi de "%@" nas configurações do telefone, volte ao APP para assistir ao vídeo
ro: După ce v-ați conectat la conexiunea WiFi a "%@" în setările telefonului, reveniți la aplicație pentru a viziona videoclipul
ru: После подключения к Wi-Fi "%@" в настройках телефона вернитесь в ПРИЛОЖЕНИЕ, чтобы посмотреть видео.
sv: Efter att ha anslutit till WiFi på "%@" i telefoninställningarna, återvänd till APP för att titta på videon
th: หลังจากเชื่อมต่อกับ WiFi ของ "%@" ในการตั้งค่าโทรศัพท์แล้วให้กลับไปที่แอปเพื่อดูวิดีโอ
tr: Telefon ayarlarında "%@" WiFi bağlantısına bağlandıktan sonra videoyu izlemek için uygulamaya dönün
vi: Sau khi kết nối với WiFi của ”%@” trong cài đặt điện thoại, hãy quay lại APP để xem video
zh_hans: 在手机设置中连接“%@”的WiFi后，返回APP观看视频
zh_hant: 在手機設置中連接“%@”的WiFi後，返回APP觀看視頻

source: Daytime
cs: Denně
de: Tag
es: día
fi: päivä
fr: Jour
he: יום
id: Waktu Siang
it: Giornaliero
ja: 日中
ko: 낮
nb: Dagtid
nl: Overdag
pl: Czas
pt_br: Dia
ro: Timpul zilei
ru: дневное время
sv: Dagtid
th: ตอนกลางวัน
tr: Gündüz
vi: ngày
zh_hans: 白天
zh_hant: 白天

# version_downloadedAndInstalled_tips
source: Already download newest version,install or not (installation need to enable permission)
cs: Nejnovější verze byla stažena,ať už je nainstalována (instalace nové verze vyžaduje otevření neznámého zdrojového povolení aplikace)
de: Bereits neueste Version herunterladen, wirklich installieren (Installation benötigt Berechtigung)
es: Ya descarga la versión más nueva,¿la instala o no? (la nueva versión de la instalación necesita abrir los permisos de fuente desconocidos de la aplicación)
fi: Viimeisin versio on ladattu,onko se asennettu (uuden version asennus on avattava sovelluksen tuntematon lähdelupa)
fr: Dernière version déjà téléchargée, l'installer ?(l'installation requiert l'autorisation)
he: הגרסה החדשה זמינה להורדה,האם ברצונך לעדכן כעת?
id: telah unduh versi baru,pasang atau tidak?
it: Ultima versione scaricata,installare? (per l'installazione è necessario acconsentire)
ja: 最新のバージョンはすでにダウンロードされていますが、インストールしますか？(インストールには認証が必要です)
ko: 최신 버전을 다운로드받았습니다. 설치하시겠습니까? (설치 시 권한 설정이 필요합니다.)
nb: Har allerede lasted ned den nyeste versjonen. Godkjenn kildetillatelse for å installere.
nl: Nieuwste versie al gedownload,installeren of niet (installatie moet goedkeuring inschakelen)
pl: Pobrano najnowszą wersję,aktualizować?
pt_br: Já baixe a versão mais recente,instale ou não (instalação precisa habilitar permissão)
ro: Descărcați cea mai recentă versiune,instalați sau nu (instalarea trebuie să acorde permisiunea)
ru: Уже загрузите самую новую версию,установите или нет (для установки необходимо разрешение)
sv: Redan nu ladda ner den senaste versionen,installera eller inte (installationen måste aktivera tillstånd)
th: ดาวน์โหลดเวอร์ชันใหม่ล่าสุด, ติดตั้งหรือไม่ (การติดตั้งต้องอนุญาตสิทธิ์การใช้งาน)
tr: Zaten en yeni sürümü indirin,yükleyin veya yükleyin (yükleme iznini etkinleştirmeniz gerekir)
vi: Phiên bản mới nhất đã được tải xuống, có cài đặt được không (cài đặt phiên bản mới yêu cầu quyền không rõ nguồn gốc để mở ứng dụng)
zh_hans: 已下载最新版本，是否安装(新版本安装需要开启应用的未知来源权限)
zh_hant: 已下載最新版本，是否安裝(新版本安裝需要開啟應用的未知來源權限)

# devicesetting_Current_tone_sound_content
source: The current prompt tone content
cs: Aktuální obsah tónu
de: Der aktuelle Toninhalt
es: El contenido del tono actual
fi: Nykyinen äänensisältö
fr: Le contenu de la tonalité actuelle
he: תוכן הטון הנוכחי
id: Isi nada saat ini
it: Il contenuto del tono corrente
ja: 現在のトーンコンテンツ
ko: 현재 톤 내용
nb: Gjeldende toneinnhold
nl: De huidige tooninhoud
pl: Bieżąca zawartość dźwięku
pt_br: O conteúdo do tom atual
ro: Conținutul tonului actual
ru: Текущее содержание тона
sv: Aktuellt toninnehåll
th: โทนเสียงปัจจุบัน
tr: Mevcut ton içeriği
vi: Nội dung âm thanh nhắc nhở hiện tại
zh_hans: 当前提示音内容
zh_hant: 當前提示音內容

# devicesetting_motion_area_description
source: The motion detection area supports size change and position movement, and set the area for motion detection.
cs: Oblast detekce pohybu podporuje změnu velikosti a pohyb polohy a nastavuje oblast detekce pohybu.
de: Die Größe und Position des Erkennungsbereiches können verändert werden. Im ausgewählten Bereich wird Bewegung erkannt.
es: El área de detección de movimiento admite cambios de tamaño y movimiento de posición, y establece el área para la detección de movimiento.
fi: Liikkeentunnistusalue tukee kokoa ja sijainnin liikettä ja asettaa liiketunnistuksen alueen.
fr: La zone de détection de mouvement prend en charge le changement de taille et le mouvement de positionnement, et définit la zone de détection de mouvement.
he: אזור זיהוי התנועה תומך בגודל שינוי בתנועת המיקום, ולהגדיר את האזור עבור זיהוי תנועה.
id: Area deteksi gerakan mendukung perubahan ukuran dan pergerakan posisi, dan mengatur area untuk deteksi gerakan.
it: L'area di rilevamento del movimento supporta il cambio formato e il movimento della posizione e imposta l'area per il rilevamento del movimento.
ja: モーション検知領域は、サイズの変更や位置の移動をサポートし、動体検知のための領域を設定します。
ko: 동작 감지 영역은 크기 변경 및 위치 이동을 지원하고 동작 감지 영역을 설정합니다.
nb: Bevegelsesdeteksjonsområdet støtter størrelsesendring og posisjonbevegelse, og angi området for bevegelsesdeteksjon.
nl: Het bewegingsdetectiegebied ondersteunt groottewijziging en positieverplaatsing en stelt het gebied in voor bewegingsdetectie.
pl: Obszar wykrywania ruchu obsługuje zmiany wielkości i ruchy pozycji oraz ustawia obszar wykrywania ruchu.
pt_br: A área de detecção de movimento suporta alteração de tamanho e movimento de posição e define a área para detecção de movimento.
ro: Zona de detectare a mișcării acceptă modificarea dimensiunii și mișcarea de poziționare și a stabilit zona pentru detectarea mișcării.
ru: Область обнаружения движения поддерживает изменение размера и перемещение позиции, а также устанавливает область для обнаружения движения.
sv: Område för rörelsedetektering stöder storleksändring och positionsrörelse och ställer in området för rörelsedetektering.
th: พื้นที่ตรวจจับการเคลื่อนไหวรองรับการเปลี่ยนแปลงขนาดและการเคลื่อนไหวตำแหน่งและกำหนดพื้นที่สำหรับการตรวจจับการเคลื่อนไหว
tr: Hareket algılama alanı boyut değişikliği ve konum hareketini destekler ve hareket algılama için alanı ayarlar.
vi: Khu vực phát hiện chuyển động hỗ trợ thay đổi kích thước và di chuyển vị trí, thiết lập khu vực phát hiện chuyển động
zh_hans: 移动侦测区域支持大小改变和位置的移动，设置区域进行移动侦测
zh_hant: 移動偵測區域支持大小改變和位置的移動，設置區域進行移動偵測

# adddevice_connecting_patient
source: Connecting, please be patient...
cs: Připojení, prosím, buďte trpěliví ...
de: Wird verbunden, bitte warten...
es: Conectando, por favor sea paciente ...
fi: Yhdistä, ole kärsivällinen ...
fr: Connexion, s'il vous plaît soyez patient ...
he: מתחבר, אנא המתן בסבלנות ...
id: Menghubungkan, harap bersabar ...
it: Connettiti, sii paziente ...
ja: 接続中、しばらくお待ちください...
ko: 연결, 잠시 기다려주십시오 ...
nb: Koble til, vær så tålmodig ...
nl: Verbinden, wees geduldig ...
pl: Łączenie, proszę o cierpliwość ...
pt_br: Conectando, por favor seja paciente ...
ro: Conectați, vă rugăm să aveți răbdare ...
ru: Подключение, пожалуйста, будьте терпеливы ...
sv: Anslut, var snäll och tålmodig ...
th: กำลังเชื่ื่อมต่อ, กรุณารอสักครู่
tr: Bağlanıyor, lütfen sabırlı olun ...
vi: Đang kết nối, vui lòng kiên nhẫn chờ đợi ...
zh_hans: 正在连接，请耐心等候...
zh_hant: 正在連接，請耐心等候...

# cloud_no_device_can_purchase_cloud
source: Sorry, you have not added a device which can purchase cloud storage
cs: Je nám líto, ale nepřidali jste zařízení, které může zakoupit cloudové úložiště
de: Leider haben Sie kein Gerät hinzugefügt, das Cloud-Speicher erwerben kann
es: Lo sentimos, no ha agregado un dispositivo que pueda comprar almacenamiento en la nube
fi: Et valitettavasti ole lisännyt laitetta, joka voi ostaa pilvitallennustilaa
fr: Désolé, vous n'avez pas ajouté d'appareil pouvant acheter du stockage cloud
he: מצטערים, לא הוספת מכשיר שיכול לרכוש אחסון בענן
id: Maaf, Anda belum menambahkan perangkat yang dapat membeli penyimpanan cloud
it: Spiacenti, non hai aggiunto un dispositivo in grado di acquistare spazio di archiviazione cloud
ja: クラウドストレージを購入できるデバイスを追加していません
ko: 클라우드 저장소를 구매할 수있는 기기를 추가하지 않았습니다
nb: Beklager, du har ikke lagt til en enhet som kan kjøpe skylagring
nl: Sorry, je hebt geen apparaat toegevoegd dat cloudopslag kan kopen
pl: Niestety nie dodałeś urządzenia, które może kupić miejsce w chmurze
pt_br: Desculpe, você não adicionou um dispositivo que pode comprar armazenamento em nuvem
ro: Ne pare rău, nu ați adăugat un dispozitiv care poate achiziționa spațiu de stocare în cloud
ru: Извините, вы не добавили устройство, которое может приобрести облачное хранилище
sv: Tyvärr har du inte lagt till en enhet som kan köpa molnlagring
th: ขออภัยคุณไม่ได้เพิ่มอุปกรณ์ที่สามารถซื้อที่เก็บข้อมูลบนคลาวด์ได้
tr: Maalesef bulut depolama alanı satın alabilecek bir cihaz eklemediniz
vi: Xin lỗi, bạn chưa thêm thiết bị có thể mua bộ nhớ đám mây
zh_hans: 很抱歉，您还未添加可购买云存储的设备
zh_hant: 很抱歉，您還未添加可購買雲存儲的設備

# cloud_free_experience_traffic
source: Free experience traffic
cs: Volný provoz
de: Freier Erlebnisverkehr
es: Experiencia de tráfico gratis
fi: Ilmainen kokemusliikenne
fr: Trafic d'expérience gratuit
he: תנועת חוויה חינם
id: Lalu lintas pengalaman gratis
it: Esperienza di traffico gratuito
ja: 無料体験交通
ko: 무료 체험 데이터
nb: Gratis opplevelsestrafikk
nl: Gratis ervaringsverkeer
pl: Bezpłatny ruch uliczny
pt_br: Tráfego de experiência livre
ro: Trafic gratuit cu experiență
ru: Бесплатный опыт трафика
sv: Gratis upplevelsestrafik
th: เข้าชมฟรี
tr: Ücretsiz deneyim trafiği
vi: Trải nghiệm dữ liệu miễn phí
zh_hans: 流量免费体验
zh_hant: 流量免費體驗

# play_lamp_colorThermometry
source: Color temperature
cs: Teplota barvy
de: Farbtemperatur
es: Temperatura del color
fi: Värilämpötila
fr: Température de couleur
he: צבע
id: Suhu warna
it: Colore termico
ja: 色温度
ko: 색온도
nb: Fargetemperatur
nl: Kleurtemperatuur
pl: Temp.barw
pt_br: Temperatura de cor
ro: Temperatura de culoare
ru: Цветовая температура
sv: Färgtemperatur
th: อุณหภูมิสี
tr: Renk sıcaklığı
vi: Nhiệt độ màu
zh_hans: 色温
zh_hant: 色溫

# connection_broken
source: Disconnect
cs: Připojení bylo odpojeno
de: Getrennt
es: Desconectar
fi: Yhteys on katkaistu
fr: Déconnecter
he: מנותק
id: Terputus
it: Disconnesso
ja: 切断
ko: 연결 해제
nb: Koble fra
nl: Verbreken
pl: Rozłączono
pt_br: desconectar
ro: Deconecta
ru: Отключить
sv: Koppla från
th: ไม่มีการเชื่อมต่อ
tr: kesmek
vi: Ngắt kết nối
zh_hans: 连接断开
zh_hant: 連接斷開

# person_feedback_question_card_hot_detail
source: The memory card may be slightly hot during recording, but we have passed rigorous testing and the current temperature will not damage the memory card.
cs: Během záznamu může být paměťová karta mírně horká, ale my jsme prošli pečlivým testováním a aktuální teplota paměťovou kartu nepoškodí.
de: Die Speicherkarte kann während der Aufnahme leicht heiß sein, jedoch wurden strenge Tests durchgeführt, sodass die aktuelle Temperatur die Speicherkarte nicht beschädigt.
es: La tarjeta de memoria puede estar ligeramente caliente durante la grabación, pero hemos pasado pruebas rigurosas y la temperatura actual no dañará la tarjeta de memoria.
fi: Muistikortti voi olla hieman kuuma tallennuksen aikana, mutta olemme läpäisseet tiukan testauksen, eikä nykyinen lämpötila vahingoita muistikorttia.
fr: La carte mémoire peut être légèrement chaude pendant l'enregistrement, mais nous avons passé des tests rigoureux et la température actuelle n'endommagera pas la carte mémoire.
he: כרטיס הזיכרון עשוי להיות מעט חם במהלך ההקלטה, אך עברנו בדיקות קפדניות והטמפרטורה הנוכחית לא תפגע בכרטיס הזיכרון.
id: Kartu memori mungkin sedikit panas selama perekaman, tetapi kami telah melewati pengujian yang ketat dan suhu saat ini tidak akan merusak kartu memori.
it: La scheda di memoria potrebbe essere leggermente calda durante la registrazione, ma abbiamo superato test rigorosi e la temperatura corrente non danneggerà la scheda di memoria.
ja: 記録中、メモリカードはわずかに熱くなる可能性がありますが、厳しいテストに合格しており、現在の温度でメモリカードが損傷することはありません。
ko: 기록하는 동안 메모리 카드가 약간 뜨거울 수 있지만 엄격한 테스트를 통과했으며 현재 온도로 인해 메모리 카드가 손상되지 않습니다.
nb: Minnekortet kan være litt varmt under innspillingen, men vi har gjennomgått strenge tester, og den gjeldende temperaturen vil ikke skade minnekortet.
nl: De geheugenkaart kan tijdens het opnemen enigszins warm zijn, maar we hebben strenge tests doorstaan ​​en de huidige temperatuur zal de geheugenkaart niet beschadigen.
pl: Karta pamięci może być nieco gorąca podczas nagrywania, ale przeszliśmy rygorystyczne testy, a aktualna temperatura nie uszkodzi karty pamięci.
pt_br: O cartão de memória pode estar um pouco quente durante a gravação, mas passamos por testes rigorosos e a temperatura atual não danifica o cartão de memória.
ro: Cardul de memorie poate fi ușor fierbinte în timpul înregistrării, dar am trecut teste riguroase, iar temperatura curentă nu va deteriora cardul de memorie.
ru: Карта памяти может быть слегка горячей во время записи, но мы прошли тщательное тестирование, и текущая температура не повредит карту памяти.
sv: Minneskortet kan vara något varmt under inspelningen, men vi har genomfört rigorösa tester och den aktuella temperaturen kommer inte att skada minneskortet.
th: การ์ดหน่วยความจำอาจร้อนเล็กน้อยระหว่างการบันทึก แต่เราได้ผ่านการทดสอบอย่างเข้มงวดและอุณหภูมิปัจจุบันจะไม่ทำให้การ์ดหน่วยความจำเสียหาย
tr: Bellek kartı kayıt sırasında biraz sıcak olabilir, ancak titiz testlerden geçtik ve mevcut sıcaklık bellek kartına zarar vermeyecektir.
vi: Thẻ nhớ có thể hơi nóng trong khi ghi, nhưng chúng tôi đã vượt qua quá trình kiểm tra nghiêm ngặt và nhiệt độ hiện tại sẽ không làm hỏng thẻ nhớ.
zh_hans: 存储卡在录制时，会有稍许发烫的现象，但我们经过严格的测试，目前的温度是不会损坏存储卡的。
zh_hant: 存儲卡在錄制時，會有稍許發燙的現象，但我們經過嚴格的測試，目前的溫度是不會損壞存儲卡的。
