Repository: Yolo-cell-hash/go_home_ios
Catalog: ios/Runner/JASDK/JAResources/XLanguage/X35MultiLanguage/*.lproj/X35MutiLanguage.strings
Languages: cs, de, es, fi, fr, he, id, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sv, th, tr, vi, zh_hans, zh_hant

# preview_Guard_position_describe
source: Home position: The first position has a guard function, and the camera will automatically return to this position after rotating with the moving target.
cs: Výchozí pozice: První pozice má funkci ochrany a kamera se po otočení s pohybujícím se cílem automaticky vrátí do této pozice.
de: Home-Position: Die erste Position hat eine Überwachungsfunktion, in welche die Kamera automatisch zurückkehrt, nachdem sie einem bewegenden Objekt gefolgt ist.
es: Posición inicial: la primera posición tiene una función de guardia y la cámara volverá automáticamente a esta posición después de girar con el objetivo en movimiento.
fi: Kotiasento: Ensimmäisessä asennossa on suojatoiminto, ja kamera palaa automaattisesti tähän asentoon kiertäessään liikkuvan kohteen kanssa.
fr: Position d'origine : la première position a une fonction de garde et la caméra reviendra automatiquement à cette position après avoir tourné avec la cible en mouvement.
he: עמדת בית: לעמדה הראשונה יש פונקציית שמירה, והמצלמה תחזור אוטומטית למצב זה לאחר סיבוב עם המטרה הנעה.
id: Posisi awal: Posisi pertama memiliki fungsi penjaga, dan kamera akan otomatis kembali ke posisi ini setelah berputar dengan target bergerak.
it: Posizione iniziale: la prima posizione ha una funzione di guardia e la telecamera tornerà automaticamente in questa posizione dopo aver ruotato con il bersaglio in movimento.
ja: ホームポジション：最初のポジションにはガード機能があり、移動するターゲットと一緒に回転すると、カメラは自動的にこのポジションに戻ります。
ko: 홈 위치: 첫 번째 위치에는 가드 기능이 있으며 카메라는 움직이는 대상과 함께 회전한 후 자동으로 이 위치로 돌아갑니다.
nb: Hjemmeposisjon: Den første posisjonen har en vaktfunksjon, og kameraet vil automatisk gå tilbake til denne posisjonen etter å ha rotert med det bevegelige målet.
nl: Thuispositie: de eerste positie heeft een bewakingsfunctie en de camera keert automatisch terug naar deze positie na het draaien met het bewegende doel.
pl: Pozycja wyjściowa: Pierwsza pozycja ma funkcję osłony, a kamera automatycznie powróci do tej pozycji po obróceniu się z ruchomym celem.
pt_br: Posição inicial: A primeira posição tem uma função de guarda e a câmera retornará automaticamente a esta posição após girar com o alvo em movimento.
ro: Poziția inițială: Prima poziție are o funcție de pază, iar camera se va întoarce automat în această poziție după ce se rotește cu ținta în mișcare.
ru: Исходное положение: первое положение имеет функцию охраны, и камера автоматически возвращается в это положение после вращения с движущейся целью.
sv: Hemposition: Den första positionen har en skyddsfunktion, och kameran återgår automatiskt till denna position efter att ha roterat med det rörliga målet.
th: ตำแหน่งเริ่มต้น: ตำแหน่งแรกมีฟังก์ชันป้องกัน และกล้องจะกลับสู่ตำแหน่งนี้โดยอัตโนมัติหลังจากหมุนด้วยเป้าหมายที่กำลังเคลื่อนที่
tr: Ana konum: İlk konumun bir koruma işlevi vardır ve kamera hareketli hedefle döndükten sonra otomatik olarak bu konuma geri döner.
vi: Vị trí nhà: Vị trí đầu tiên có chức năng bảo vệ, và camera sẽ tự động quay lại vị trí này sau khi quay với mục tiêu di chuyển.
zh_hans: 看守位：首个位置带有看守功能，摄像机跟随移动目标转动后会自动回到该位置。
zh_hant: 看守位：首個位置帶有看守功能，攝像機跟隨移動目標轉動後會自動回到該位置。

# Addevice_pairing_fail
source: Pairing failed
cs: Párování se nezdařilo
de: Verbindung fehlgeschlagen
es: Emparejamiento fallido
fi: Pariliitos epäonnistui
fr: Échec de l'association
he: ההתאמה נכשלה
id: Penyandingan gagal
it: Accoppiamento fallito
ja: ペアリングに失敗しました
ko: 페어링 실패
nb: Sammenkoblingen mislyktes
nl: Koppelen mislukt
pl: Parowanie nie powiodło się
pt_br: Falha no emparelhamento
ro: Asocierea nu a reușit
ru: Ошибка сопряжения
sv: Parningen misslyckades
th: การจับคู่ล้มเหลว
tr: Eşleştirme başarısız
vi: Ghép nối không thành công
zh_hans: 配对失败
zh_hant: 配對失敗

# cloud_storage_details_tips
source: Tips:
cs: Tipy:
de: Hinweis:
es: Consejos:
fi: vinkkejä:
fr: Conseils:
he: טיפים לגילוי תנועה:
it: Suggerimenti:
ja: ヒント：
ko: 팁 :
nb: Suggerimenti:
pl: Wskazówki:
pt_br: Dicas:
ro: Sfaturi:
ru: Подсказки:
th: เคล็ดลับ:
tr: İpuçları:
vi: Lời khuyên:
zh_hans: 温馨提示：
zh_hant: 溫馨提示：

# cloud_removed
source: Goods have been removed
cs: Zboží bylo odstraněno
de: Waren wurden entfernt
es: Los bienes han sido retirados
fi: Tavarat on poistettu
fr: Le produit a été retiré
he: טובין הוסרו
id: Barang telah dihapus
it: Le merci sono state rimosse
ja: 製品が削除されました。
ko: 상품이 제거되었습니다
nb: Varer er fjernet
nl: Goederen zijn verwijderd
pl: Towar został usunięty
pt_br: As mercadorias foram removidas
ro: Marfa a fost scoasă
ru: Товары были удалены
sv: Varor har tagits bort
th: สินค้าถูกลบออก
tr: Mallar kaldırıldı
vi: Hàng hóa đã được loại bỏ
zh_hans: 商品已下架
zh_hant: 商品已下架

# deviceSetting_custom_tone_set
source: Please press and hold the microphone to record the alarm prompt aduio
cs: Stiskněte a podržte mikrofon, abyste zaznamenali tón budíku
de: Mikrofon gedrückt halten, um Alarm Sprachansage aufzunehmen
es: Mantenga presionado el micrófono para grabar el tono de alarma.
fi: Voit tallentaa hälytysäänen pitämällä mikrofonia painettuna
fr: S'il vous plaît appuyez et maintenez le microphone pour enregistrer la sonnerie d'alarme
he: לחץ והחזק את המיקרופון כדי להקליט את צליל ההתראה
id: Silakan tekan dan tahan mikrofon untuk merekam nada alarm
it: Si prega di premere e tenere premuto il microfono per registrare il tono di allarme
ja: マイクを長押ししてアラーム音を録画してください
ko: 알람 음을 녹음하려면 마이크를 길게 누르십시오.
nb: Vennligst trykk og hold inne mikrofonen for å ta opp alarmtonen
nl: Houd de microfoon ingedrukt om de alarmtoon op te nemen
pl: Naciśnij i przytrzymaj mikrofon, aby nagrać dźwięk alarmu
pt_br: Por favor, pressione e segure o microfone para gravar o tom de alarme
ro: Apăsați și țineți apăsat microfonul pentru a înregistra tonul de alarmă
ru: Пожалуйста, нажмите и удерживайте микрофон, чтобы записать сигнал будильника.
sv: Vänligen tryck och håll ner mikrofonen för att spela in alarmtonen
th: กรุณากดไมโครโฟนเพื่อบันทึกเสียง
tr: Alarm sesini kaydetmek için lütfen mikrofonu basılı tutun.
vi: Vui lòng nhấn và giữ micrô để ghi âm báo thức
zh_hans: 请按住话筒录制报警提示音
zh_hant: 請按住話筒錄製報警提示音

# preview_turn_on_auto_cruise
source: Turn on auto cruise
cs: Zapněte auto cruise
de: Auto Tour starten
es: Encender auto crucero
fi: Ota automaattinen risteily käyttöön
fr: Activer la croisière automatique
he: הפעל שיוט אוטומטי
id: Nyalakan pelayaran otomatis
it: Attiva la crociera automatica
ja: オートクルーズを有効にする
ko: 자동 크루즈 켜기
nb: Slå på automatisk cruise
nl: Schakel automatische cruise in
pl: Włącz automatyczny rejs
pt_br: Ativar o cruzeiro automático
ro: Porniți croaziera automată
ru: Включить авто круиз
sv: Slå på automatisk kryssning
th: เปิดการหมุนอัตโนมัติ
tr: Otomatik gezintiyi aç
vi: Bật hành trình tự động
zh_hans: 开启自动巡航
zh_hant: 開啟自動巡航

# devicesetting_Configure_WiFi
source: Configure WiFi
cs: Konfigurace WiFi
de: WLAN konfigurieren
es: Configurar WiFi
fi: Määritä WiFi
fr: Configurer le Wi-Fi
he: הגדרת WiFi
id: Konfigurasikan WiFi
it: Configura WiFi
ja: WiFiを構成する
ko: WiFi 구성
nb: Konfigurer WiFi
nl: Wifi configureren
pl: Skonfiguruj WiFi
pt_br: Configurar WiFi
ro: Configurați WiFi
ru: Настроить WiFi
sv: Konfigurera WiFi
th: กำหนดค่า WiFi
tr: WiFi'yi yapılandır
vi: Định cấu hình WiFi
zh_hans: 配置WiFi
zh_hant: 配置WiFi

source: Europe/Sarajevo
cs: Evropa / Sarajevo
de: Europa / Sarajevo
es: Europa / Sarajevo
fi: Eurooppa / Sarajevo
he: אירופה / סרייבו
id: Eropa / Sarajevo
ja: ヨーロッパ/サラエボ
ko: 유럽 ​​/ 사라예보
nb: Europa / Sarajevo
pl: Europa / Sarajewo
pt_br: Europa / Sarajevo
ro: Europa / Sarajevo
ru: Европа / Сараево
th: ยุโรป / ซาราเจโว
tr: Avrupa / Saraybosna
vi: Sarajevo / Trung Âu
zh_hans: 萨拉热窝/中欧
zh_hant: 薩拉熱窩/中歐

# devicesetting_Add_video_schedule
source: Add video schedule
cs: Přidat plán videa
de: Zeitplan hinzufügen
es: Agregar programa de video
fi: Lisää videon aikataulu
fr: Ajouter un programme vidéo
he: הוסף לוח זמנים של וידאו
id: Videoschema toevoegen
it: Aggiungi programma video
ja: ビデオスケジュールを追加する
ko: 동영상 일정 추가
nb: Legg til videoplan
nl: Videoschema toevoegen
pl: Dodaj harmonogram wideo
pt_br: Adicionar programação de vídeo
ro: Adăugați programul video
ru: Добавить расписание видео
sv: Lägg till videoschema
th: เพิ่มกำหนดการวิดีโอ
tr: Video programı ekle
vi: Thêm lịch video
zh_hans: 录像日程添加
zh_hant: 錄像日程添加

# enter_email_number_of_register
source: Please input registered email address/cellphone number
cs: Zadejte prosím zaregistrované e-mail/telefonní číslo
de: Bitte registrierte E-Mail Adresse / Telefonnummer eingeben
es: Ingrese la dirección de correo electrónico registrada/número de teléfono celular registrado
fi: Anna rekisteröity sähköpostiosoite/puhelinnumero
fr: Veuillez entrer l'adresse e-mail enregistrée / le numéro de portable
he: אנא הכנס כתוב אימייל
id: silakan masukin Email/no HP
it: Prego inserire e-mail/numero telefonico registrato
ja: 登録されているEメールアドレス/携帯番号を入力してください
ko: 등록하신 핸드폰 번호나 이메일 주소를 입력해 주세요.
nb: Fyll inn registrert e-post/mobiltelefonnummer
nl: Geregistreerd e-mailadres/mobiel nummer invoeren
pl: Proszę podać zarejestrowany adres email/numer telefonu
pt_br: Por favor insira o endereço de e-mail cadastrado/número do celular
ro: Introduceți adresa de e-mail înregistrată/numărul de telefon mobil
ru: Пожалуйста,введите зарегистрированный адрес электронной почты/номер мобильного телефона
sv: Vänligen ange registrerad e-postadress/mobilnummer
th: กรุณาใส่อีเมล์/หมายเลขโทรศัพท์
tr: Lütfen kayıtlı e-posta adresini/cep telefonu numarasını girin
vi: Vui lòng nhập email / số điện thoại đã đăng ký
zh_hans: 请输入注册的邮箱/手机号
zh_hant: 請輸入註冊的郵箱/手機號

# cloud_help_video_introduce
source: Cloud video introduction
cs: Úvod do cloudu videa
de: Cloud-Video-Einführung
es: Introducción de video en la nube
fi: Pilvivideon esittely
fr: Introduction vidéo sur le cloud
he: מבוא לענן וידאו
id: Pengenalan video cloud
it: Introduzione al video cloud
ja: クラウドビデオ紹介
ko: 클라우드 비디오 소개
nb: Cloud video introduksjon
nl: Cloudvideo-introductie
pl: Wprowadzenie do wideo w chmurze
pt_br: Introdução ao vídeo em nuvem
ro: Intrare video în nori
ru: Облачное видео введение
sv: Cloud video introduktion
th: วิดีโอแนะนำระบบคลาวด์
tr: Bulut video tanıtımı
vi: Video giới thiệu về đám mây
zh_hans: 云录像介绍
zh_hant: 雲錄像介紹

# cloud_auto_upload_failure
source: Fail to enable cloud storage automatically upload recording,please try again
cs: Nahrávání videoklipu v cloudu se nezdařilo. Zkuste to prosím znovu
de: Aktivierung Automatisches Hochladen der Aufnahmen in Cloudspeicher fehlgeschlagen, bitte erneut versuchen.
es: El almacenamiento en la nube no pudo cargar el video automáticamente. Inténtalo de nuevo.
fi: Pilvitalletuksen automaattisen latauksen video ei avautunut,yritä uudelleen
fr: Impossible d'activer l'enregistrement automatique du stockage dans le Cloud, veuillez réessayer
he: לא ניתן להפעיל את העלאה אוטומטית של אחסון בענן,נסה שוב
id: Gagal mengaktipkan otomatis unggah rekaman ke penyimpanan Awan,silakan coba lagi
it: Errore abilitazione archiviazione cloud automatica,prego riprovare
ja: クラウドストレージの自動アップロードを有効にできませんでした。もう一度お試しください。
ko: 클라우드 저장소를 사용하도록 설정하지 못했습니다 녹화를 자동 업로드하고 있습니다. 다시 시도하십시오.
nb: Auto-opplasting av opptak til Sky feilet. Vennligst prøv igjen
nl: Inschakelen auto uploaden opname cloudopslag mislukt,probeer het opnieuw
pl: Nie można włączyć automatycznego nagrywania z pamięci masowej w chmurze. Spróbuj ponownie
pt_br: Falha ao ativar a gravação automática de armazenamento em nuvem,tente novamente
ro: Nu reușiți să activați înregistrarea de încărcare automată a norului,încercați din nou
ru: Не удалось включить автоматическую загрузку записи в облачном хранилище,попробуйте еще раз
sv: Misslyckas med att aktivera molnlagring automatiskt överföring av inspelning,försök igen
th: การเปิดใช้งานการบันทึกการอัปโหลดอัตโนมัติที่เก็บข้อมูลบนคลาวด์ไม่สำเร็จโปรดลองอีกครั้ง
tr: Bulut depolama otomatik yükleme kaydını etkinleştiremiyorsanız,lütfen tekrar deneyin
vi: Không thể bật bộ nhớ đám mây để tải video lên tự động, vui lòng thử lại
zh_hans: 云存自动上传录像开通失败，请重试
zh_hant: 雲存自動上傳錄像開通失敗，請重試

# devicesetting_About_power_management
source: About power management mode
cs: O režimu řízení spotřeby
de: Über Energieverwaltungsmodus
es: Acerca del modo de administración de energía
fi: Tietoja virranhallintatilasta
fr: À propos du mode de gestion de l'alimentation
he: לגבי מצב ניהול צריכת חשמל
id: Tentang mode manajemen daya
it: A proposito di modalità di risparmio energetico
ja: 電力管理モードについて
ko: 전원 관리 모드 정보
nb: Om strømstyringsmodus
nl: Over energiebeheermodus:
pl: O trybie zarządzania energią
pt_br: Sobre o modo de gerenciamento de energia
ro: Despre modul de gestionare a energiei
ru: О режиме управления питанием
sv: Om energihanteringsläge
th: เกี่ยวกับโหมดการจัดการพลังงาน
tr: Güç yönetimi modu hakkında
vi: Giới thiệu về chế độ quản lý điện năng
zh_hans: 关于电量管理模式
zh_hant: 關於電量管理模式

# cloud_exclusive_rights
source: Cloud storage exclusive rights
cs: Výhradní práva na cloudové úložiště
de: Exklusive Rechte für Cloud-Speicher
es: Derechos exclusivos de almacenamiento en la nube
fi: Pilvitallennusten yksinoikeudet
fr: Droits exclusifs de stockage dans le cloud
he: זכויות בלעדיות לאחסון בענן
id: Hak eksklusif penyimpanan cloud
it: Diritti esclusivi di archiviazione cloud
ja: クラウドストレージの独占権
ko: 클라우드 스토리지 독점 권한
nb: Eksklusive rettigheter til skylagring
nl: Exclusieve rechten voor cloudopslag
pl: Wyłączne prawa do przechowywania w chmurze
pt_br: Direitos exclusivos de armazenamento em nuvem
ro: Drepturi exclusive pentru stocarea în cloud
ru: Эксклюзивные права на облачное хранилище
sv: Exklusiva rättigheter för molnlagring
th: สิทธิ์เฉพาะที่เก็บข้อมูลบนคลาวด์
tr: Bulut depolama özel hakları
vi: Đặc quyền lưu trữ đám mây
zh_hans: 云存储尊享权益
zh_hant: 雲存儲尊享權益

# cloud_newly_add_migrate
source: Newly added device
cs: Nově přidané zařízení
de: Neu hinzugefügtes Gerät
es: Dispositivo recién agregado
fi: Äskettäin lisätty laite
fr: Appareil nouvellement ajouté
he: מכשיר חדש שנוסף לאחרונה
id: Perangkat yang baru ditambahkan
it: Dispositivo appena aggiunto
ja: 新しく追加されたデバイス
ko: 새로 추가 된 장치
nb: Nylig lagt enhet
nl: Nieuw toegevoegd apparaat
pl: Nowo dodane urządzenie
pt_br: Dispositivo adicionado recentemente
ro: Dispozitiv nou adăugat
ru: Недавно добавленное устройство
sv: Nyligen tillagd enhet
th: อุปกรณ์ที่เพิ่มใหม่
tr: Yeni eklenen cihaz
vi: Thiết bị mới được thêm vào
zh_hans: 新添加的设备
zh_hant: 新添加的設備

# help_preview_ttextTips_1
source: Different devices support different functions. Preview interface only shows the functions supported.
cs: Každé zařízení podporuje různé funkce a na rozhraní náhledu se zobrazují pouze funkce podporované zařízením.
de: Verschiedene Geräte unterstützen verschiedene Funktionen. In Livebild/Wiedergabe werden nur die unterstützten Funktionen angezeigt.
es: Diferentes Equipos admiten diferentes funciones. La interfaz de vista previa solo muestra las funciones admitidas.
fi: Kukin laite tukee eri toimintoja,ja vain laitteen tukemat ominaisuudet näkyvät esikatselurajapinnassa.
fr: Différents appareils prennent en charge différentes fonctions. l'interface d'aperçu affiche seulement les fonctions prises en charge.
he: מכשירים שונים תומכים בפונקציות שונות. ממשק התצוגה המקדימה מציג רק את הפונקציות הנתמכות.
id: Lain perangkat lain fungsi. Tampilan hanya tampilkan fungsi yang didukungnya.
it: Diversi dispositivi supportano diverse funzioni,l'anteprima mostrerà solamente le funzioni supportate
ja: さまざまなデバイスがさまざまな機能をサポートしています。 プレビューには、サポートされている機能のみが表示されます。
ko: 서로 다른 장치는 서로 다른 기능을 지원합니다. 미리보기 인터페이스는 지원되는 기능 만 보여줍니다.
nb: Hver enhet støtter forskjellige funksjoner. Forhåndsgrensesnittet viser bare funksjonene som støttes av enheten.
nl: Verschillende apparaten ondersteunen verschillende functies. Preview-interface toont alleen de ondersteunde functies.
pl: Różne urządzenia obsługują różne funkcje. Interfejs zawiera tylko funkcje obsługiwane przez dane urządzenie.
pt_br: Dispositivos diferentes suportam funções diferentes. A interface de visualização mostra apenas as funções suportadas.
ro: Diferitele dispozitive suportă diferite funcții. Interfața de previzualizare arată numai funcțiile acceptate.
ru: Разные устройства поддерживают разные функции. Интерфейс предварительного просмотра показывает только поддерживаемые функции.
sv: Olika enheter stöder olika funktioner. Förhandsgranskning av gränssnitt visar endast de funktioner som stöds.
th: อุปกรณ์ต่าง ๆ รองรับฟังก์ชันที่แตกต่างกัน อินเทอร์เฟซการแสดงตัวอย่างแสดงเฉพาะฟังก์ชันที่รองรับ
tr: Farklı cihazlar farklı işlevleri destekler. Önizleme arayüzü sadece desteklenen işlevleri gösterir.
vi: Các chức năng được hỗ trợ bởi mỗi thiết bị là khác nhau và chỉ những chức năng được thiết bị hỗ trợ mới được hiển thị trên giao diện xem trước.
zh_hans: 每款设备支持的功能有所不同，预览界面上只显示该设备支持的功能。
zh_hant: 每款設備支持的功能有所不同，預覽界面上只顯示該設備支持的功能。

# devicelist_connecting_device_pop
source: Please be patient while connecting your device.
cs: Při připojování zařízení buďte trpěliví.
de: Bitte haben Sie etwas Geduld, während Sie Ihr Gerät anschließen.
es: Tenga paciencia mientras conecta su dispositivo.
fi: Ole kärsivällinen, kun kytket laitteen.
fr: Veuillez être patient lors de la connexion de votre appareil.
he: אנא היה סבלני בזמן חיבור המכשיר שלך.
id: Harap bersabar saat menghubungkan perangkat Anda.
it: Si prega di pazientare durante il collegamento del dispositivo.
ja: デバイスの接続中はしばらくお待ちください。
ko: 장치를 연결하는 동안 기다려주십시오.
nb: Vær tålmodig mens du kobler til enheten.
nl: Wees geduldig terwijl u uw apparaat aansluit.
pl: Zachowaj cierpliwość podczas podłączania urządzenia.
pt_br: Por favor, seja paciente ao conectar seu dispositivo.
ro: Vă rugăm să aveți răbdare în timp ce conectați dispozitivul.
ru: Пожалуйста, будьте терпеливы при подключении вашего устройства.
sv: Var tålmodig när du ansluter din enhet.
th: โปรดอดใจรอขณะเชื่อมต่ออุปกรณ์ของคุณ
tr: Lütfen cihazınızı bağlarken sabırlı olun.
vi: Máy đang được kết nối cho bạn, bạn vui lòng kiên nhẫn chờ đợi.
zh_hans: 正在为您连接设备，请耐心等候。
zh_hant: 正在為您連接設備，請耐心等候。

# devicelist_cloud_guide_2
source: Go and experience it now
cs: Jděte a zažijte to hned teď
de: Jetzt erleben
es: Ve y experimentalo ahora
fi: Mene ja koe se nyt
fr: Allez en faire l'expérience maintenant
he: לך ותחווה את זה עכשיו
id: Pergi dan alami sekarang
it: Vai a provarlo ora
ja: 今すぐ行って体験してください
ko: 지금 바로 경험 해보세요
nb: Gå og opplev det nå
nl: Ga en ervaar het nu
pl: Idź i przeżyj to teraz
pt_br: Vá e experimente agora
ro: Du-te și experimentează-l acum
ru: Пойдите и испытайте это сейчас
sv: Gå och upplev det nu
th: ไปสัมผัสได้แล้ววันนี้
tr: Git ve şimdi deneyimle
vi: Hãy trải nghiệm nó ngay bây giờ
zh_hans: 马上去体验一下吧
zh_hant: 馬上去體驗一下吧
