Repository: Yolo-cell-hash/go_home_ios
Catalog: ios/Runner/JASDK/JAResources/XLanguage/X35MultiLanguage/*.lproj/X35MutiLanguage.strings
Languages: cs, de, es, fi, fr, he, id, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sv, th, tr, vi, zh_hans, zh_hant

# adddevice_qr_code_generate_fail
source: Qr code generation failed, please check whether the network is good
cs: Generování kódu Qr se nezdařilo, zkontrolujte, zda je síť dobrá
de: QR-Code-Generierung fehlgeschlagen. Überprüfen Sie, ob das Netzwerk in Ordnung ist
es: La generación del código Qr falló, verifique si la red es buena
fi: Qr-koodin luominen epäonnistui. Tarkista, onko verkko hyvä
fr: La génération du code Qr a échoué, veuillez vérifier si le réseau est bon
he: ייצור קוד Qr נכשל, אנא בדוק אם הרשת טובה
id: Pembuatan kode qr gagal, periksa apakah jaringannya baik
it: Generazione codice QR non riuscita, controlla se la rete è funzionante
ja: Qrコードの生成に失敗しました。ネットワークが良好かどうかを確認してください
ko: Qr 코드 생성에 실패했습니다. 네트워크가 양호한 지 확인하십시오
nb: Generering av Qr-kode mislyktes. Kontroller om nettverket er bra
nl: Het genereren van QR-code is mislukt. Controleer of het netwerk goed is
pl: Generowanie kodu Qr nie powiodło się, sprawdź, czy sieć jest dobra
pt_br: Falha na geração do código QR, verifique se a rede está boa
ro: Generarea codului Qr a eșuat, verificați dacă rețeaua este bună
ru: Qr генерация кода не удалась, пожалуйста, проверьте работоспособность сети
sv: Qr-kodgenerering misslyckades, kontrollera om nätverket är bra
th: การสร้างรหัส Qr ล้มเหลวโปรดตรวจสอบว่าเครือข่ายนั้นดีหรือไม่
tr: Qr kod üretimi başarısız, lütfen ağın iyi olup olmadığını kontrol edin
vi: Tạo mã QR không thành công, vui lòng kiểm tra xem mạng có ở trạng thái tốt không
zh_hans: 二维码生成失败，请检查网络是否良好
zh_hant: 二維碼生成失敗，請檢查網絡是否良好

# adddevice_AP_connection
source: AP connection
cs: AP připojení
de: AP-Verbindung
es: Conexión AP
fi: AP-yhteys
fr: Connexion AP
he: חיבור AP
id: Koneksi AP
it: Connessione AP
ja: AP接続
ko: AP 연결
nb: AP-tilkobling
nl: AP-verbinding
pl: Połączenie AP
pt_br: Conexão AP
ro: Conexiune AP
ru: Соединение AP
sv: AP-anslutning
th: การเชื่อมต่อ AP
tr: AP bağlantısı
vi: Kết nối AP
zh_hans: AP连接
zh_hant: AP連接

# devicesetting_4G_card_sim_card_online
source: SIM card online
cs: SIM karta online
de: SIM-Karte online
es: Tarjeta SIM en línea
fi: SIM-kortti verkossa
fr: Carte SIM en ligne
he: כרטיס SIM מקוון
id: Kartu SIM online
ja: オンラインSIMカード
ko: SIM 카드 온라인
nb: SIM-kort online
nl: Simkaart online
pl: Karta SIM online
pt_br: Cartão SIM online
ro: Cartela SIM online
ru: SIM-карта онлайн
sv: SIM-kort online
th: ซิมการ์ดออนไลน์
tr: SIM kart çevrimiçi
vi: Thẻ SIM trực tuyến
zh_hans: SIM卡在线
zh_hant: SIM卡在線

# cloud_feedback_contactInformation
source: Add contact information
cs: Přidat kontaktní informace
de: Kontaktinformationen hinzufügen
es: Agregar información de contacto
fi: Lisää yhteystietoja
fr: Ajouter des informations de contact
he: הוסף פרטי יצירת קשר
id: tambah info kontak
it: Aggiungere informazioni contatto
ja: 連絡先情報の追加
ko: 연락처 정보 추가
nb: Legg til kontaktinformasjon
nl: Contactinformatie toevoegen
pl: Dodaj informacje kontaktowe
pt_br: Adicionar informações de contato
ro: Adăugați informații de contact
ru: Добавить контактную информацию
sv: Lägg till kontaktinformation
th: ข้อมูลเพิ่มรายชื่อผู้ติดต่อ
tr: İletişim bilgisi ekle
vi: Thêm liên hệ
zh_hans: 添加联系方式
zh_hant: 添加聯繫方式

# devicesetting_Adaptive_mode
source: Adaptive mode
cs: Adaptivní režim
de: Adaptiver Modus
es: Modo adaptativo
fi: Mukautuva tila
fr: Mode adaptatif
he: מצב מסתגל
id: Mode adaptif
it: Modalità adattiva
ja: アダプティブモード
ko: 적응 모드
nb: Adaptiv modus
nl: Adaptieve modus
pl: Tryb adaptacyjny
pt_br: Modo adaptativo
ro: Mod adaptiv
ru: Адаптивный режим
sv: Adaptivt läge
th: โหมด Adaptive
tr: Uyarlanabilir mod
vi: Chế độ thích ứng
zh_hans: 自适应模式
zh_hant: 自適應模式

# deviceSetting_Device_voice_prompt
source: Device voice prompt
cs: Hlasová výzva zařízení
de: Sprachansage des Geräts
es: Mensaje de voz del dispositivo
fi: Laitteen äänikehote
fr: Invite vocale de l'appareil
he: הנחיה קולית של המכשיר
id: Perintah suara perangkat
it: Messaggio vocale del dispositivo
ja: デバイスの音声プロンプト
ko: 장치 음성 안내
nb: Enhetens talemelding
nl: Spraakprompt apparaat
pl: Komunikat głosowy urządzenia
pt_br: Aviso de voz do dispositivo
ro: Solicitare vocală a dispozitivului
ru: Голосовая подсказка устройства
sv: Enhetens röstmeddelande
th: เสียงเตือนของอุปกรณ์
tr: Cihaz sesli komut istemi
vi: Lời nhắc thiết bị bằng giọng nói
zh_hans: 设备语音提示
zh_hant: 設備語音提示

# addevice_read_steps
source: Please read the steps carefully
cs: Přečtěte si prosím pozorně kroky
de: Bitte lesen Sie die Schritte sorgfältig durch
es: Lea los pasos con atención
fi: Lue vaiheet huolellisesti
fr: Veuillez lire attentivement les étapes
he: אנא קרא את השלבים בעיון
id: Harap baca langkah-langkahnya dengan seksama
it: Si prega di leggere attentamente i passaggi
ja: 手順を注意深くお読みください
ko: 단계를주의 깊게 읽으십시오.
nb: Les trinnene nøye
nl: Lees de stappen zorgvuldig door
pl: Przeczytaj uważnie kroki
pt_br: Por favor, leia as etapas com atenção
ro: Vă rugăm să citiți pașii cu atenție
ru: Пожалуйста, внимательно прочтите инструкции
sv: Läs stegen noggrant
th: โปรดอ่านขั้นตอนอย่างละเอียด
tr: Lütfen adımları dikkatlice okuyun
vi: Vui lòng đọc kỹ các bước thao tác
zh_hans: 请仔细阅读操作步骤
zh_hant: 請仔細閱讀操作步驟

# preview_download_progress_number
source: Download list(%1$s)
cs: Seznam ke stažení(%1$s)
de: Download-Liste(%1$s)
es: Descargar lista(%1$s)
fi: Lataa luettelo(%1$s)
fr: Télécharger la liste(%1$s)
he: רשימת הורדות(%1$s)
id: Daftar unduhan(%1$s)
it: Elenco di download(%1$s)
ja: ダウンロードリスト（%1$s）
ko: 다운로드 목록(%1$s)
nb: Nedlastingsliste(%1$s)
nl: Downloadlijst(%1$s)
pl: Lista pobierania(%1$s)
pt_br: Lista de downloads(%1$s)
ro: Lista de descărcare(%1$s)
ru: Список загрузки(%1$s)
sv: Nedladdningslista(%1$s)
th: รายการดาวน์โหลด (%1$s)
tr: İndirme listesi(%1$s)
vi: Tải xuống danh sách (%1$s)
zh_hans: 下载列表(%1$s)
zh_hant: 下載列表(%1$s)

# cloud_get_status_fail
source: Failed to get the cloud status
cs: Stav cloudu se nezdařilo
de: Fehler beim Abrufen des Cloud-Status.
es: Error al obtener el estado de la nube
fi: Pilvi-tilan saaminen epäonnistui
fr: Impossible d'obtenir l'état du nuage
he: קבלת סטטוס הענן נכשלה
id: Gagal mendapatkan status cloud
it: Impossibile ottenere lo stato del cloud
ja: クラウドの状態を取得できませんでした。もう一度お試しください。
ko: 클라우드 상태를 가져 오지 못했습니다.
nb: Kunne ikke få statusen for skyen
nl: Kan de cloudstatus niet ophalen
pl: Nie udało się uzyskać statusu chmury
pt_br: Falha ao obter o status da nuvem
ro: Nu sa reușit obținerea statutului nor
ru: Не удалось получить статус облака
sv: Misslyckades med att få molnstatusen
th: ไม่สามารถรับสถานะการจัดเก็บบนคลาวด์
tr: Bulut durumu alınamadı
vi: Không nhận được trạng thái lưu trữ đám mây
zh_hans: 获取云存状态失败
zh_hant: 獲取雲存狀態失敗

# adddevice_Wireless_add_mode_prompt
source: *If the network cable interface cannot be found correctly,please refer to the instruction manual.
cs: * Pokud rozhraní síťového kabelu nelze najít správně,přečtěte si prosím návod k použití.
de: *Wenn Sie den LAN-Anschluss nicht finden, schauen Sie bitte in die Bedienungsanleitung
es: * Si la interfaz del cable de red no se encuentra correctamente,consulte el manual de instrucciones.
fi: * Jos verkkokaapelin liitäntää ei löydy oikein,lue käyttöohje.
fr: * Si l'interface du câble réseau ne peut pas être trouvée correctement, veuillez vous reporter au manuel d'instructions.
he: * אם לא ניתן למצוא את ממשק כבל הרשת בצורה נכונה,עיין במדריך ההוראות.
id: * Jika antarmuka kabel jaringan tidak dapat ditemukan dengan benar,silakan merujuk ke instruksi manual.
it: * Se l'interfaccia del cavo di rete non è stata trovata correttamente,fare riferimento al manuale di istruzioni.
ja: デバイスにLAN端子がない場合は、取扱説明書を参照ください。
ko: * 네트워크 연결이 안되는 경우, 사용 설명서를 참조해주세요.
nb: * Hvis nettverkskabelgrensesnittet ikke kan bli funnet riktig,vennligst se bruksanvisningen.
nl: * Als de netwerkkabelinterface niet correct kan worden gevonden,raadpleeg dan de handleiding.
pl: * Jeśli nie można znaleźć prawidłowego interfejsu kabla sieciowego,zapoznaj się z instrukcją obsługi.
pt_br: * Se a interface do cabo de rede não puder ser encontrada corretamente,consulte o manual de instruções.
ro: * Dacă interfața cablului de rețea nu poate fi găsită corect,consultați manualul de instrucțiuni.
ru: * Если интерфейс сетевого кабеля не может быть найден правильно,обратитесь к инструкции по эксплуатации.
sv: * Om nätverkskabelns gränssnitt inte kan hittas korrekt,se bruksanvisningen.
th: * ถ้าอุปกรณ์ไม่พบสายเคเบิลเครือข่าย,โปรดดูคู่มือการใช้งาน
tr: * Ağ kablosu arayüzü doğru bulunamıyorsa,lütfen kullanım kılavuzuna bakın.
vi: * Nếu bạn không thể tìm thấy giao diện cáp mạng chính xác, vui lòng tham khảo sách hướng dẫn
zh_hans: *若不能正确找到网线接口，请参考说明书
zh_hant: *若不能正確找到網線接口，請參考說明書

# devicelist_Boot_immediately
source: Boot immediately
cs: Okamžitě nabootujte
de: Jetzt neu starten
es: Arrancar inmediatamente
fi: Käynnistä heti
fr: Démarrez immédiatement
he: אתחול מיד
id: Segera boot
it: Avvia immediatamente
ja: すぐに起動する
ko: 즉시 부팅
nb: Start opp umiddelbart
nl: Onmiddellijk opstarten
pl: Uruchom natychmiast
pt_br: Arranque imediatamente
ro: Porniți imediat
ru: Немедленно загрузиться
sv: Starta omedelbart
th: บูตทันที
tr: Hemen başlat
vi: Khởi động ngay lập tức
zh_hans: 立即开机
zh_hant: 立即開機

# order_price
source: Price
cs: Objednací cena
de: Preis
es: Precio
fi: Tilauksen hinta
fr: Prix
he: מחיר
id: Harga
it: Prezzo
ja: 価格
ko: 가격
nb: Sum ordre
nl: Prijs
pl: Cena £
pt_br: Preço
ro: Preț
ru: Цена
sv: Pris
th: ราคา
tr: Fiyat
vi: Giá đặt hàng
zh_hans: 订单价格
zh_hant: 訂單價格

# service_map_not_search_city
source: Sorry, no relevant cities have been searched
cs: Je nám líto, byly vyhledávány žádné relevantní měst
de: Leider wurden keine relevanten Städte gefunden
es: Lo sentimos, no se han buscado ciudades relevantes
fi: Sorry, ei asiaa kaupungeissa on etsitty
fr: Désolé, pas de villes concernées ont été fouillés
he: מצטערים, אין בערים רלוונטיות כבר חיפשו
id: Maaf, tidak ada kota yang relevan telah dicari
it: Spiacenti, nessuna città rilevante è stata cercata
ja: 関連する都市見つかりません
ko: 검색된 관련 도시가 없습니다
nb: Beklager, ingen relevante byer er søkt
nl: Sorry, geen relevante steden doorzocht
pl: Niestety, nie ma istotnych miast zostały przeszukane
pt_br: Desculpe, nenhuma cidade relevante foi pesquisada
ro: Ne pare rău, nu au fost căutate orașe relevante
ru: Извините, соответствующие города не были найдены
sv: Tyvärr har inga relevanta städer sökts
th: ขออภัยไม่พบเมืองที่เกี่ยวข้อง
tr: Maalesef, alakalı şehir aranmadı
vi: Xin lỗi, chưa có thành phố liên quan nào được tìm kiếm
zh_hans: 抱歉，暂未搜索到相关城市
zh_hant: 抱歉，暫未搜索到相關城市

# play_screenRecord_success
source: Video saved successfully
cs: Video bylo úspěšně uloženo
de: Aufnahme speichern erfolgreich
es: guardar la grabación exitosa
fi: Video tallennettu onnistuneesti
fr: Sauvegarde réussie
he: ההקלטה נשמרה בהצלחה
id: sukses simpan rekaman
it: Video salvato con successo
ja: 録画保存できました
ko: 녹화 저장 완료
nb: Video ble lagret
nl: Opname opslaan gelukt
pl: Zapis nagrań udany
pt_br: Sucesso para salvar a gravação
ro: Realizați succesul pentru a salva înregistrarea
ru: Успешно сохранить запись
sv: Lyckas för att spara inspelning
th: วิดีโอบันทึกเรียบร้อยแล้ว
tr: Kaydı kaydetmeyi başar
vi: Video đã được lưu thành công
zh_hans: 录像保存成功
zh_hant: 錄像保存成功

# devicelisit_not_built_in_4G_prompt
source: It was detected that %1$s did not use the device's built-in 4G traffic card, which will cause you to be unable to recharge the traffic in the APP. Please switch back to the device's built-in card in time
cs: Bylo zjištěno, že %1$s nepoužíval vestavěnou 4G komunikační kartu zařízení, což způsobí, že nebudete moci dobít provoz v APP. Včas přepněte zpět na vestavěnou kartu zařízení
de: Es wurde festgestellt, dass %1$s die integrierte 4G-Verkehrskarte des Geräts nicht verwendet hat, sodass Sie die Daten in der App nicht aufladen können. Bitte wechseln Sie rechtzeitig zurück zur integrierten Karte des Geräts
es: Se detectó que %1$s no utilizó la tarjeta de tráfico 4G incorporada en el dispositivo, lo que hará que no pueda recargar el tráfico en la aplicación. Vuelva a la tarjeta integrada del dispositivo a tiempo.
fi: Todettiin, että %1$s ei käyttänyt laitteen sisäänrakennettua 4G-liikennekorttia, minkä vuoksi et voi ladata liikennettä sovelluksessa. Vaihda takaisin laitteen sisäänrakennettuun korttiin ajoissa
fr: Il a été détecté que %1$s n'a pas utilisé la carte de trafic 4G intégrée de l'appareil, ce qui vous empêchera de recharger le trafic dans l'application. Veuillez revenir à temps à la carte intégrée de l'appareil
he: התגלה כי %1$s לא השתמשו בכרטיס התעבורה המובנה של 4G של המכשיר, מה שיגרום לכך שלא תוכלו לטעון את התעבורה ביישום. אנא חזרו לכרטיס המובנה של המכשיר בזמן
id: Terdeteksi bahwa %1$s tidak menggunakan kartu lalu lintas 4G internal perangkat, yang akan menyebabkan Anda tidak dapat mengisi ulang lalu lintas di APP. Silakan kembali ke kartu internal perangkat tepat waktu
it: È stato rilevato che %1$s non ha utilizzato la scheda di traffico 4G integrata del dispositivo, impedendo così di ricaricare il traffico nell'APP. Tornare alla scheda incorporata del dispositivo in tempo
ja: %1$s がデバイスの組み込み4Gトラフィックカードを使用していないことが検出されました。これにより、APPでトラフィックを再充電できなくなります。 時間内にデバイスの内蔵カードに切り替えてください
ko: %1$s 이 (가) 기기의 내장 4G 트래픽 카드를 사용하지 않아 APP에서 데이터를 재충전 할 수없는 것으로 나타났습니다. 시간 내에 장치 의 내장 카드로 다시 전환하십시오
nb: Det ble oppdaget at %1$s ikke brukte enhetens innebygde 4G-trafikkort, noe som vil føre til at du ikke kan lade opp trafikken i APP-en. Bytt tilbake til enhetens innebygde kort i tide
nl: Er is vastgesteld dat %1$s de ingebouwde 4G-verkeerskaart van het apparaat niet heeft gebruikt, waardoor u het verkeer in de APP niet kunt opladen. Schakel op tijd terug naar de ingebouwde kaart van het apparaat
pl: Wykryto, że %1$s nie używał wbudowanej karty ruchu 4G urządzenia, co spowoduje, że nie będziesz w stanie naładować ruchu w aplikacji. Wróć na czas do wbudowanej karty urządzenia
pt_br: Foi detectado que %1$s não usou o cartão de tráfego 4G embutido no dispositivo, o que fará com que você não consiga recarregar o tráfego no APP. Volte para o cartão interno do dispositivo a tempo
ro: S-a detectat că %1$s nu a folosit cartela de trafic 4G încorporată a dispozitivului, ceea ce vă va determina să nu puteți reîncărca traficul în APP. Reveniți la cartela încorporată a dispozitivului la timp
ru: Было обнаружено, что %1$s не использовал встроенную в устройство карту трафика 4G, что приведет к невозможности пополнения трафика в приложении. Пожалуйста, вовремя переключитесь на встроенную карту устройства |
sv: Det upptäcktes att %1$s inte använde enhetens inbyggda 4G-trafikkort, vilket gör att du inte kan ladda trafiken i APP. Byt tillbaka till enhetens inbyggda kort i tid
th: ตรวจพบว่า%1$s ไม่ได้ใช้การ์ดข้อมูล 4G ของอุปกรณ์พฤติกรรมนี้จะทำให้คุณไม่สามารถชาร์จข้อมูลใน APP ได้โปรดเปลี่ยนกลับไปใช้การ์ดของอุปกรณ์ได้ทันเวลา
tr: %1$s cihazının yerleşik 4G trafik kartını kullanmadığı tespit edildi, bu da APP'deki trafiği şarj edememenize neden olacak. Lütfen zaman içinde cihazın yerleşik kartına geri dönün
vi: Chúng tôi phát hiện thấy%1$s chưa sử dụng thẻ dữ liệu 4G của chính thiết bị. Hành vi này sẽ khiến bạn không thể nạp lại dữ liệu trong APP. Vui lòng chuyển về thẻ của chính thiết bị kịp thời
zh_hans: 检测到%1$s未使用设备自带4G流量卡，该行为会导致您无法在APP内充值流量，请及时切换回设备自带卡
zh_hant: 檢測到%1$s未使用設備自帶4G流量卡，該行為會導致您無法在APP內充值流量，請及時切換回設備自帶卡

# deviceSetting_Push_during_day_time_android
source: %1$s - %2$s push message
cs: %1$s – zpráva push %2$s
de: %1$s - %2$s Push-Nachricht
es: %1$s - %2$s mensaje de inserción
fi: %1$s - %2$s push-viesti
fr: %1$s - %2$s message push
he: %1$s - %2$s הודעת דחיפה
id: %1$s - %2$s pesan dorong
it: %1$s - %2$s messaggio push
ja: %1$s-%2$sプッシュメッセージ
ko: %1$s - %2$s 푸시 메시지
nb: %1$s - %2$s push-melding
nl: %1$s - %2$s pushbericht
pl: %1$s - %2$s wiadomość push
pt_br: %1$s - %2$s mensagem push
ro: %1$s - %2$s mesaj push
ru: %1$s - push-сообщение %2$s
sv: %1$s - %2$s push-meddelande
th: %1$s - %2$s ข้อความพุช
tr: %1$s - %2$s push mesajı
vi: %1$s -%2$s thông báo đẩy
zh_hans: %1$s - %2$s推送消息
zh_hant: %1$s - %2$s推送消息

# addDevice_no_sound_help_4
source: 4. If you still can't hear the prompt tone after scanning the code for many times, please reset the device and click the button below to connect in other ways.
cs: 4. Pokud po mnohanásobném naskenování kódu stále neslyšíte vyzváněcí tón, resetujte zařízení a kliknutím na tlačítko níže se připojte jinými způsoby.
de: 4. Wenn Sie den Bestätigungston nach mehrmaligem Scannen des Codes immer noch nicht hören, setzen Sie das Gerät zurück und tippen Sie auf die Schaltfläche unten, um die Verbindung anders herzustellen.
es: 4. Si aún no puede escuchar el tono de aviso después de escanear el código muchas veces, reinicie el dispositivo y haga clic en el botón de abajo para conectarse de otras formas.
fi: 4. Jos et edelleenkään kuule kehoteääntä sen jälkeen, kun olet skannannut koodin useita kertoja, nollaa laite ja napsauta alla olevaa painiketta muodostaaksesi yhteyden muilla tavoilla.
fr: 4. Si vous n'entendez toujours pas la tonalité d'invite après avoir scanné le code plusieurs fois, veuillez réinitialiser l'appareil et cliquez sur le bouton ci-dessous pour vous connecter d'une autre manière.
he: 4. אם אתה עדיין לא יכול לשמוע את צליל ההנחיה לאחר סריקת הקוד במשך פעמים רבות, נא לאפס את המכשיר ולחץ על הכפתור למטה כדי להתחבר בדרכים אחרות.
id: 4. Jika Anda masih tidak dapat mendengar nada prompt setelah memindai kode berkali-kali, atur ulang perangkat dan klik tombol di bawah untuk menyambungkan dengan cara lain.
it: 4. Se ancora non riesci a sentire il segnale acustico dopo aver scansionato il codice per molte volte, ripristina il dispositivo e fai clic sul pulsante in basso per connetterti in altri modi.
ja: 4.コードを何度もスキャンしてもプロンプトトーンが聞こえない場合は、デバイスをリセットし、下のボタンをクリックして他の方法で接続してください。
ko: 4. 여러 번 코드를 스캔한 후에도 여전히 안내음이 들리지 않으면 장치를 재설정하고 아래 버튼을 클릭하여 다른 방법으로 연결하십시오.
nb: 4. Hvis du fortsatt ikke kan høre forespørselstonen etter å ha skannet koden mange ganger, må du tilbakestille enheten og klikke på knappen nedenfor for å koble til på andre måter.
nl: 4. Als u de prompttoon nog steeds niet kunt horen nadat u de code vele malen heeft gescand, reset u het apparaat en klikt u op de onderstaande knop om op andere manieren verbinding te maken.
pl: 4. Jeśli po wielokrotnym zeskanowaniu kodu nadal nie słychać sygnału, zresetuj urządzenie i kliknij przycisk poniżej, aby połączyć się w inny sposób.
pt_br: 4. Se você ainda não conseguir ouvir o tom de alerta depois de escanear o código várias vezes, reinicie o dispositivo e clique no botão abaixo para conectar-se de outras maneiras.
ro: 4. Dacă tot nu puteți auzi tonul de prompt după scanarea codului de mai multe ori, vă rugăm să resetați dispozitivul și să faceți clic pe butonul de mai jos pentru a vă conecta în alte moduri.
ru: 4. Если вы по-прежнему не слышите звуковой сигнал после многократного сканирования кода, перезагрузите устройство и нажмите кнопку ниже, чтобы подключиться другими способами.
sv: 4. Om du fortfarande inte kan höra prompttonen efter att ha skannat koden flera gånger, återställ enheten och klicka på knappen nedan för att ansluta på andra sätt.
th: 4. หากคุณยังไม่ได้ยินเสียงเตือนหลังจากสแกนโค้ดหลายครั้งแล้ว โปรดรีเซ็ตอุปกรณ์และคลิกปุ่มด้านล่างเพื่อเชื่อมต่อด้วยวิธีอื่น
tr: 4. Kodu defalarca taradıktan sonra hala uyarı sesini duyamıyorsanız, lütfen cihazı sıfırlayın ve başka yollarla bağlanmak için aşağıdaki düğmeyi tıklayın.
vi: 4. Nếu bạn vẫn không thể nghe thấy âm báo nhắc nhở sau khi quét mã nhiều lần, vui lòng đặt lại thiết bị và nhấp vào nút bên dưới để kết nối theo các cách khác.
zh_hans: 4.多次扫码仍听不到提示音，请复位设备，点击下方按钮改用其他方式连接。
zh_hant: 4.多次掃碼仍聽不到提示音，請複位設備，點擊下方按鈕改用其他方式連接。

# cloud_no_match_package
source: No matching package
cs: Žádný odpovídající balíček
de: Kein passendes Paket
es: No hay paquete coincidente
fi: Ei vastaavaa pakettia
fr: Aucun forfait correspondant
he: אין חבילה תואמת
id: Tidak ada paket yang cocok
it: Nessun pacchetto corrispondente
ja: 一致するパッケージはありません
ko: 일치하는 패키지 없음
nb: Ingen matchende pakke
nl: Geen passend pakket
pl: Brak pasującego pakietu
pt_br: Nenhum pacote correspondente
ro: Nu există pachet de potrivire
ru: Нет подходящего пакета
sv: Inget matchande paket
th: ไม่มีการจับคู่แพคเกจ
tr: Eşleşen paket yok
vi: Không có gói phù hợp
zh_hans: 无匹配套餐
zh_hant: 無匹配套餐

# person_linkvisual_share_prompt
source: Sorry, this device has been shared to %1$s users, please delete shared users one by one
cs: Litujeme, toto zařízení bylo sdíleno s uživateli %1$s, smažte sdílené uživatele jeden po druhém
de: Entschuldigung, dieses Gerät wurde mit %1$s Benutzer geteilt. Bitte löschen Sie die Benutzer nacheinander
es: Lo sentimos, este dispositivo se ha compartido con %1$s usuarios, elimine los usuarios compartidos uno por uno
fi: Valitettavasti tämä laite on jaettu %1$s käyttäjille. Poista jaetut käyttäjät yksitellen
fr: Désolé, cet appareil a été partagé avec %1$s utilisateurs, veuillez supprimer les utilisateurs partagés un par un
he: מצטערים, המכשיר הזה שותף למשתמשים ב- %1$s, אנא מחק משתמשים משותפים אחד אחד
id: Maaf, perangkat ini telah dibagikan kepada pengguna %1$s, harap hapus pengguna yang dibagikan satu per satu
it: Spiacenti, questo dispositivo è stato condiviso con %1$s utenti, ti preghiamo di eliminare gli utenti condivisi uno per uno
ja: このデバイスは %1$s ユーザーと共有されています。共有ユーザーを1人ずつ削除してください
ko: 죄송합니다.이 기기는 %1$s 명의 사용자와 공유되었습니다. 공유 된 사용자를 하나씩 삭제하십시오.
nb: Beklager, denne enheten har blitt delt til %1$s brukere. Vennligst slett delte brukere én etter én
nl: Sorry, dit apparaat is gedeeld met %1$s gebruikers, verwijder gedeelde gebruikers één voor één
pl: Przepraszamy, to urządzenie zostało udostępnione użytkownikom %1$s. Usuń udostępnionych użytkowników jeden po drugim
pt_br: Desculpe, este dispositivo foi compartilhado com %1$s usuários. Exclua usuários compartilhados um a um
ro: Ne pare rău, acest dispozitiv a fost distribuit utilizatorilor %1$s. Vă rugăm să ștergeți utilizatorii partajați unul câte unul
ru: Извините, это устройство было передано пользователям %1$s, пожалуйста, удалите общих пользователей по одному
sv: Tyvärr, den här enheten har delats till %1$s användare, ta bort delade användare en efter en
th: ขออภัยมีการแชร์อุปกรณ์นี้กับผู้ใช้%1$s โปรดลบผู้ใช้ที่แชร์ทีละคน
tr: Maalesef, bu cihaz %1$s kullanıcıyla paylaşıldı, lütfen paylaşılan kullanıcıları tek tek silin
vi: Xin lỗi, thiết bị này đã được chia sẻ với%1$s người dùng, vui lòng xóa từng người dùng được chia sẻ
zh_hans: 抱歉，该设备已分享给%1$s个用户，请逐个删除分享用户
zh_hant: 抱歉，該設備已分享給%1$s個用戶，請逐個刪除分享用戶
