Repository: Yolo-cell-hash/go_home_ios
Catalog: ios/Runner/JASDK/JAResources/XLanguage/X35MultiLanguage/*.lproj/X35MutiLanguage.strings
Languages: cs, de, es, fi, fr, he, id, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sv, th, tr, vi, zh_hans, zh_hant

# addevice_direct_connection_description
source: Local direct connection device is suitable for use when there is no network near the device. You only need to connect your mobile phone to the device's WiFi to watch the device's video and recording. The disadvantage is that you can only connect to the device's WiFi near the device, so you cannot view the device anytime and anywhere.
cs: Zařízení místního přímého připojení je vhodné použít, pokud v jeho blízkosti není síť. Chcete-li sledovat video a nahrávání zařízení, stačí připojit mobilní telefon k Wi-Fi zařízení. Nevýhodou je, že se můžete připojit k WiFi zařízení pouze v blízkosti zařízení, takže jej nemůžete zobrazit kdykoli a kdekoli.
de: Die lokale Direktverbindung ist geeignet, wenn sich kein Netzwerk in der Nähe des Geräts befindet. Sie müssen Ihr Mobiltelefon nur mit dem WLAN des Geräts verbinden, um Livebild und Aufnahmen des Geräts zu sehen. Der Nachteil ist, dass Sie nur in der Nähe des Geräts eine Verbindung zum WLAN des Geräts herstellen können, sodass Sie das Gerät nicht jederzeit und überall abrufen können.
es: El dispositivo de conexión directa local es adecuado para su uso cuando no hay una red cerca del dispositivo. Solo necesita conectar su teléfono móvil al WiFi del dispositivo para ver el video y la grabación del dispositivo. La desventaja es que solo puede conectarse al WiFi del dispositivo cerca del dispositivo, por lo que no puede ver el dispositivo en cualquier momento y en cualquier lugar.
fi: Paikallinen suora yhteyslaite soveltuu käytettäväksi, kun laitteen lähellä ei ole verkkoa. Sinun tarvitsee vain liittää matkapuhelimesi laitteen WiFi-verkkoon, jotta voit katsoa laitteen videoita ja tallenteita. Haittana on, että voit muodostaa yhteyden vain laitteen WiFi-verkkoon laitteen lähellä, joten et voi katsella laitetta milloin tahansa ja missään.
fr: l'appareil de connexion directe locale convient à une utilisation lorsqu'il n'y a pas de réseau à proximité de l'appareil. Il vous suffit de connecter votre téléphone mobile au WiFi de l'appareil pour regarder la vidéo et l'enregistrement de l'appareil. l'inconvénient est que vous ne pouvez vous connecter qu'au WiFi de l'appareil à proximité de l'appareil, vous ne pouvez donc pas voir l'appareil à tout moment et n'importe où.
he: התקן חיבור ישיר מקומי מתאים לשימוש כשאין רשת ליד המכשיר. אתה רק צריך לחבר את הטלפון הנייד שלך ל- WiFi של המכשיר כדי לצפות בווידיאו ובהקלטה של ​​המכשיר. החיסרון הוא שאתה יכול להתחבר רק ל- WiFi של המכשיר ליד המכשיר, כך שאתה לא יכול להציג את המכשיר בכל מקום ובכל מקום.
id: Perangkat koneksi langsung lokal cocok untuk digunakan ketika tidak ada jaringan di dekat perangkat. Anda hanya perlu menghubungkan ponsel Anda ke perangkat WiFi untuk menonton video dan merekam perangkat. Kerugiannya adalah Anda hanya dapat terhubung ke perangkat WiFi di dekat perangkat, sehingga Anda tidak dapat melihat perangkat kapan pun dan di mana pun.
it: Il dispositivo di connessione diretta locale è adatto per l'uso quando non è presente una rete vicino al dispositivo. Hai solo bisogno di connettere il tuo telefono cellulare al WiFi del dispositivo per guardare il video e la registrazione del dispositivo. Lo svantaggio è che puoi connetterti solo al WiFi del dispositivo vicino al dispositivo, quindi non puoi visualizzare il dispositivo sempre e ovunque.
ja: ローカル直接接続デバイスは、デバイスの近くにネットワークがない場合に使用するのに適しています。デバイスのビデオと録画を見るには、携帯電話をデバイスのWiFiに接続するだけです。欠点は、デバイスの近くのデバイスのWiFiにしか接続できないため、いつでもどこでもデバイスを表示できないことです。
ko: 로컬 직접 연결 장치는 장치 근처에 네트워크가 없을 때 사용하기에 적합합니다. 장치의 비디오 및 녹화를 보려면 휴대폰을 장치의 WiFi에 연결하기 만하면됩니다. 단점은 장치 근처에있는 장치의 WiFi에만 연결할 수 있으므로 언제 어디서나 장치를 볼 수 없다는 것입니다.
nb: Lokal direkte tilkoblingsenhet er egnet for bruk når det ikke er noe nettverk i nærheten av enheten. Du trenger bare å koble mobiltelefonen til enhetens WiFi for å se enhetens video og opptak. Ulempen er at du bare kan koble til enhetens WiFi i nærheten av enheten, slik at du ikke kan se enheten når som helst og hvor som helst.
nl: Het apparaat voor lokale directe verbinding is geschikt voor gebruik wanneer er geen netwerk in de buurt van het apparaat is. U hoeft alleen uw mobiele telefoon aan te sluiten op de WiFi van het apparaat om de video en opname van het apparaat te bekijken. Het nadeel is dat je alleen in de buurt van het apparaat verbinding kunt maken met de wifi van het apparaat, waardoor je het apparaat niet altijd en overal kunt bekijken.
pl: Lokalne urządzenie do bezpośredniego połączenia jest odpowiednie do użytku, gdy w pobliżu urządzenia nie ma sieci. Wystarczy podłączyć telefon komórkowy do WiFi urządzenia, aby oglądać wideo i nagrania z urządzenia. Wadą jest to, że możesz łączyć się tylko z WiFi urządzenia w pobliżu urządzenia, więc nie możesz wyświetlić urządzenia w dowolnym miejscu i czasie.
pt_br: O dispositivo de conexão direta local é adequado para uso quando não há rede perto do dispositivo. Você só precisa conectar seu telefone celular ao WiFi do dispositivo para assistir ao vídeo e gravação do dispositivo. A desvantagem é que você só pode se conectar ao WiFi do dispositivo próximo ao dispositivo, portanto, você não pode ver o dispositivo a qualquer hora e em qualquer lugar.
ro: Dispozitivul de conectare directă locală este adecvat pentru utilizare atunci când nu există o rețea lângă dispozitiv. Trebuie doar să vă conectați telefonul mobil la conexiunea WiFi a dispozitivului pentru a viziona videoclipul și înregistrarea dispozitivului. Dezavantajul este că vă puteți conecta la WiFi-ul dispozitivului numai în apropierea acestuia, deci nu puteți vizualiza dispozitivul oricând și oriunde.
ru: Устройство прямого локального подключения подходит для использования, когда рядом с устройством нет сети. Вам нужно только подключить свой мобильный телефон к Wi-Fi устройства, чтобы смотреть видео и запись устройства. Недостатком является то, что вы можете подключиться к Wi-Fi устройства только рядом с устройством, поэтому вы не можете просматривать устройство в любое время и в любом месте.
sv: Lokal direktanslutningsenhet är lämplig för användning när det inte finns något nätverk i närheten av enheten. Du behöver bara ansluta din mobiltelefon till enhetens WiFi för att titta på enhetens video och inspelning. Nackdelen är att du bara kan ansluta till enhetens WiFi nära enheten så att du inte kan se enheten när som helst och var som helst.
th: อุปกรณ์เชื่อมต่อโดยตรงในพื้นที่เหมาะสำหรับใช้เมื่อไม่มีเครือข่ายใกล้กับอุปกรณ์ คุณจะต้องเชื่อมต่อโทรศัพท์มือถือของคุณกับ WiFi ของอุปกรณ์เพื่อดูวิดีโอและบันทึกของอุปกรณ์ ข้อเสียคือคุณสามารถเชื่อมต่อกับ WiFi ของอุปกรณ์ที่อยู่ใกล้กับอุปกรณ์เท่านั้นดังนั้นคุณจึงไม่สามารถดูอุปกรณ์ได้ทุกที่ทุกเวลา
tr: Yerel doğrudan bağlantı cihazı, cihazın yakınında ağ olmadığında kullanıma uygundur. Cihazın videosunu ve kaydını izlemek için cep telefonunuzu cihazın WiFi bağlantısına bağlamanız yeterlidir. Dezavantajı, yalnızca cihazın yakınındaki WiFi bağlantısına bağlanabilmenizdir, böylece cihazı her zaman ve her yerde görüntüleyemezsiniz.
vi: Kết nối trực tiếp cục bộ để thêm thiết bị phù hợp để sử dụng khi không có mạng gần thiết bị. Bạn chỉ cần kết nối điện thoại di động với WiFi của thiết bị để xem video và ghi âm của thiết bị. Nhược điểm là bạn chỉ có thể kết nối với WiFi của thiết bị gần đó và bạn không thể xem WiFi của thiết bị bất cứ lúc nào và bất cứ nơi đâu. Đang diễn ra.
zh_hans: 本地直连添加设备适用于设备附近没有网络时使用，您只需用手机连上设备的WiFi即可观看设备视频与录像，缺点是您只有在设备附近才能连接设备WiFi，无法随时随地查看设备的情况。
zh_hant: 本地直連添加設備適用於設備附近沒有網絡時使用，您只需用手機連上設備的WiFi即可觀看設備視頻與錄像，缺點是您只有在設備附近才能連接設備WiFi，無法隨時隨地查看設備的情況。

# devicelist_firmware_fail_copy_prompt
source: Please use the computer to access %1$s and manually upgrade according to the guidelines.
cs: Použijte počítač pro přístup k%1$sa ručně upgradujte podle pokynů.
de: Verwenden Sie Ihren Computer, um auf%1$s zuzugreifen, und befolgen Sie die Anweisungen zum manuellen Upgrades.
es: Utilice la computadora para acceder a%1$s y actualice manualmente de acuerdo con las pautas.
fi: Käytä tietokonetta käyttääksesi%1$s ja päivitä manuaalisesti ohjeiden mukaisesti.
fr: Veuillez utiliser l'ordinateur pour accéder à%1$s et effectuer une mise à niveau manuelle conformément aux instructions.
he: אנא השתמש במחשב כדי לגשת אל%1$s ולשדרג ידנית בהתאם להנחיות.
id: Silakan gunakan komputer untuk mengakses%1$s dan memutakhirkan secara manual sesuai dengan pedoman.
it: Utilizzare il computer per accedere a%1$s e aggiornare manualmente secondo le linee guida.
ja: コンピュータを使用して%1$sにアクセスし、ガイドラインに従って手動でアップグレードしてください。
ko: 컴퓨터를 사용하여 %1$s에 액세스하고 지침에 따라 수동으로 업그레이드하십시오.
nb: Bruk datamaskinen til å få tilgang til%1$s og oppgradere manuelt i henhold til retningslinjene.
nl: Gebruik de computer om toegang te krijgen tot%1$s en voer handmatig een upgrade uit volgens de richtlijnen.
pl: Użyj komputera, aby uzyskać dostęp do%1$s i ręcznie zaktualizować zgodnie z wytycznymi.
pt_br: Por favor, use o computador para acessar%1$s e atualizar manualmente de acordo com as diretrizes.
ro: Vă rugăm să utilizați computerul pentru a accesa%1$s și actualizați manual în conformitate cu instrucțiunile.
ru: Пожалуйста, используйте компьютер для доступа к%1$s и обновите его вручную в соответствии с указаниями.
sv: Använd datorn för att komma åt%1$s och uppgradera manuellt enligt riktlinjerna.
th: โปรดใช้คอมพิวเตอร์ของคุณเพื่อเข้าถึง%1$s และปฏิบัติตามคำแนะนำเพื่ออัปเกรดด้วยตนเอง
tr: Lütfen bilgisayarı%1$s'ye erişmek ve yönergelere göre el ile yükseltmek için kullanın.
vi: Vui lòng sử dụng máy tính của bạn để truy cập%1$s và làm theo hướng dẫn để nâng cấp theo cách thủ công
zh_hans: 请用电脑访问%1$s，根据指引进行手动升级
zh_hant: 請用電腦訪問%1$s，根據指引進行手動升級

# preview_Preset_position_describe
source: Preset position: Save the current recording position of the camera as the Preset position. When the camera moves, the preset position can be called to return the camera to the saved position.
cs: Přednastavená pozice: Uložte aktuální nahrávací pozici kamery jako předvolenou pozici. Když se kamera pohne, lze vyvolat přednastavenou pozici a vrátit kameru do uložené pozice.
de: Preset-Position: Speichern Sie die aktuelle Ausrichtung der Kamera als Preset-Position. Wenn sich die Kamera bewegt, kann die Preset Position aufgerufen werden, um die Kamera in die gespeicherte Position zurückzudrehen.
es: Posición predeterminada: guarde la posición de grabación actual de la cámara como posición predeterminada. Cuando la cámara se mueve, se puede recuperar la posición predeterminada para devolver la cámara a la posición guardada.
fi: Esiasetettu sijainti: Tallenna kameran nykyinen tallennuspaikka esiasetukseksi. Kun kamera liikkuu, esiasetettu asento voidaan kutsua palauttamaan kamera tallennettuun asentoon.
fr: Position prédéfinie : enregistrez la position d'enregistrement actuelle de la caméra en tant que position prédéfinie. Lorsque la caméra se déplace, la position prédéfinie peut être appelée pour ramener la caméra à la position enregistrée.
he: מיקום מוגדר מראש: שמור את מיקום ההקלטה הנוכחי של המצלמה כמיקום הקבוע מראש. כאשר המצלמה זזה, ניתן לקרוא למיקום המוגדר מראש כדי להחזיר את המצלמה למיקום השמור.
id: Posisi preset: Menyimpan posisi perekaman kamera saat ini sebagai posisi Preset. Saat kamera bergerak, posisi preset dapat dipanggil untuk mengembalikan kamera ke posisi tersimpan.
it: Posizione preimpostata: salva la posizione di registrazione corrente della telecamera come posizione preimpostata. Quando la telecamera si sposta, è possibile richiamare la posizione preimpostata per riportare la telecamera nella posizione salvata.
ja: プリセット位置：カメラの現在の記録位置をプリセット位置として保存します。 カメラが移動すると、プリセット位置を呼び出して、カメラを保存した位置に戻すことができます。
ko: 프리셋 위치: 카메라의 현재 녹화 위치를 프리셋 위치로 저장합니다. 카메라가 이동하면 사전 설정 위치를 호출하여 카메라를 저장된 위치로 되돌릴 수 있습니다.
nb: Forhåndsinnstilt posisjon: Lagre gjeldende opptaksposisjon for kameraet som forhåndsinnstilt posisjon. Når kameraet beveger seg, kan den forhåndsinnstilte posisjonen kalles for å returnere kameraet til den lagrede posisjonen.
nl: Vooraf ingestelde positie: sla de huidige opnamepositie van de camera op als de vooraf ingestelde positie. Wanneer de camera beweegt, kan de vooraf ingestelde positie worden opgeroepen om de camera terug te brengen naar de opgeslagen positie.
pl: Preset position: Zapisz bieżącą pozycję nagrywania kamery jako Preset position. Gdy kamera się porusza, można wywołać zaprogramowaną pozycję, aby przywrócić kamerę do zapisanej pozycji.
pt_br: Posição predefinida: Salve a posição de gravação atual da câmera como a posição predefinida. Quando a câmera se move, a posição predefinida pode ser chamada para retornar a câmera à posição salva.
ro: Poziție presetată: Salvați poziția curentă de înregistrare a camerei ca poziție presetată. Când camera se mișcă, poziția presetată poate fi apelată pentru a readuce camera în poziția salvată.
ru: Предустановленное положение: сохранить текущее положение записи камеры как предустановленное положение. Когда камера перемещается, можно вызвать предустановленное положение, чтобы вернуть камеру в сохраненное положение.
sv: Förinställd position: Spara kamerans aktuella inspelningsposition som förinställd position. När kameran rör sig kan den förinställda positionen anropas för att återställa kameran till den sparade positionen.
th: ตำแหน่งที่ตั้งไว้ล่วงหน้า: บันทึกตำแหน่งการบันทึกปัจจุบันของกล้องเป็นตำแหน่งที่ตั้งไว้ล่วงหน้า เมื่อกล้องเคลื่อนที่ สามารถเรียกตำแหน่งที่ตั้งไว้ล่วงหน้าเพื่อคืนกล้องไปยังตำแหน่งที่บันทึกไว้ได้
tr: Ön ayar konumu: Kameranın mevcut kayıt konumunu Ön Ayar konumu olarak kaydedin. Kamera hareket ettiğinde, kamerayı kaydedilen konuma döndürmek için ön ayar konumu çağrılabilir.
vi: Vị trí đặt trước: Lưu vị trí ghi hiện tại của máy ảnh làm vị trí Đặt trước. Khi máy ảnh di chuyển, vị trí đặt trước có thể được gọi để đưa máy ảnh về vị trí đã lưu.
zh_hans: 常看位置：保存摄像机当前录像位置为常看位置，当摄像机发生移动时可以调用常看位置使摄像机回到保存位置。
zh_hant: 常看位置：保存攝像機當前錄像位置為常看位置，當攝像機發生移動時可以調用常看位置使攝像機回到保存位置。

source: Weak
cs: Slabé
de: Schlecht
es: débiles
fi: heikko
fr: Faible
he: חלשה
id: Lemah
it: Debole
ja: 弱い
ko: 약한
nb: Svak
nl: Zwak
pl: Słabe
pt_br: Fraco
ro: Slab
ru: слабый
sv: Svag
th: ง่าย
tr: Zayıf
vi: Yếu
zh_hans: 弱
zh_hant: 弱

source: Mode
cs: Režim
de: Modus
es: Modo
fi: tila
he: מצב
id: Model
it: Modalità
ja: モード
ko: 모드
nb: Modus
nl: Modus
pl: Tryb
pt_br: Modo
ro: mod
ru: Режим
sv: Ljud
th: โหมด
tr: kip
vi: chế độ
zh_hans: 模式
zh_hant: 模式

# devicesetting_Video_center_correction_panorama
source: 720° panorama
cs: Panorama 720 °
es: Panorama de 720 °
fi: 720 ° panoraama
fr: Panorama à 720 °
he: 720 ° פנורמה
id: panorama 720°
it: Panorama a 720 °
ja: 720°パノラマ
ko: 720 ° 파노라마
pl: Panorama 720 °
pt_br: Panorama de 720 °
ru: Панорама 720 °
th: 720° องศาพาโนรามา
vi: Chế độ xem toàn cảnh 720 °
zh_hans: 720°全景
zh_hant: 720°全景

# cloud_Enter_contact_information
source: Enter contact information
cs: Zadejte kontaktní informace
de: Kontaktinformationen eingeben
es: Entrada Contacto Camino
fi: Anna yhteystiedot
fr: Saisie de contact
he: הזן פרטים ליצירת קשר
id: masukan kontak informasi
it: ingresso contatto
ja: 接点入力
ko: 연락처 정보 입력
nb: Kontakt inngang
nl: Voer contactgegevens in
pl: wejście stykowe
pt_br: Digite as informações de contato
ro: Introduceți informațiile de contact
ru: Введите контактную информацию
sv: Ange kontaktinformation
th: ป้อนข้อมูลที่ติดต่อ
tr: İletişim bilgilerini girin
vi: Nhập thông tin liên hệ
zh_hans: 输入联系方式
zh_hant: 輸入聯繫方式

# devicelist_turn_on_permission
source: Turn on location permissions
cs: Zapněte oprávnění k cílení
de: Standortberechtigung aktivieren
es: Activar permisos de segmentación
fi: Ota kohdistusoikeudet käyttöön
fr: Activer les autorisations de ciblage
he: הפעל הרשאות מיקוד
id: Aktifkan izin penargetan
it: Attiva le autorizzazioni di targeting
ja: ターゲット権限を有効にする
ko: 타겟팅 권한 설정
nb: Slå på målrettingstillatelser
nl: Targetingmachtigingen inschakelen
pl: Włącz uprawnienia do kierowania
pt_br: Ativar permissões de segmentação
ro: Activați permisiunile de direcționare
ru: Включить разрешения таргетинга
sv: Aktivera inriktningstillstånd
th: เปิดใช้งานการอนุญาตตำแหน่ง
tr: Hedefleme izinlerini aç
vi: Bật quyền vị trí
zh_hans: 开启定位权限
zh_hant: 開啟定位權限

# devicesetting_reboot_device
source: Reboot the device
cs: Restartujte zařízení
de: Gerät neu starten
es: Reiniciar el Equipo
fi: Käynnistä laite uudelleen
fr: Redémarrer l'appareil
he: אתחל את ההתקן
id: Mulai ulang perangkat
it: Riavvia il dispositivo
ja: デバイスを再起動します
ko: 장치를 재부팅하십시오.
nb: Start enheten på nytt
nl: Start het apparaat opnieuw op
pl: Uruchom ponownie urządzenie
pt_br: Reinicie o dispositivo
ro: Reporniți dispozitivul
ru: Перезагрузите устройство
sv: Starta om enheten
th: รีบูตอุปกรณ์
tr: Cihazı yeniden başlat
vi: Khởi động lại thiết bị
zh_hans: 重启设备
zh_hant: 重啟設備

# cloud_expired_renew_pop
source: Your cloud recording has expired. Do you want to renew it?
cs: Platnost vašeho cloudového záznamu vypršela. Chcete ji obnovit?
de: Ihre Cloud-Aufnahme ist abgelaufen. Möchten Sie diese erneuern?
es: Su grabación en la nube ha expirado. ¿Quieres renovarlo?
fi: Pilvitallenteesi on vanhentunut. Haluatko uudistaa sen?
fr: Votre enregistrement cloud a expiré. Voulez-vous le renouveler?
he: תוקף הקלטת הענן שלך פג. האם אתה רוצה לחדש אותו?
id: Rekaman cloud Anda telah kedaluwarsa. Apakah Anda ingin memperbaruinya?
it: La tua registrazione nel cloud è scaduta. Vuoi rinnovarlo?
ja: クラウドの記録が期限切れになりました。更新しますか？
ko: 클라우드 기록이 만료되었습니다. 갱신 하시겠습니까?
nb: Skyopptaket ditt har gått ut. Vil du fornye det?
nl: Uw cloudopname is verlopen. Wil je het verlengen?
pl: Twoje nagrywanie w chmurze wygasło. Czy chcesz go odnowić?
pt_br: Sua gravação na nuvem expirou. Deseja renovar?
ro: Înregistrarea dvs. în cloud a expirat. Vrei să-l reînnoiești?
ru: Срок действия вашей облачной записи истек. Хотите обновить?
sv: Din molninspelning har gått ut. Vill du förnya det?
th: การบันทึกบนคลาวด์ของคุณหมดอายุแล้ว คุณต้องการต่ออายุหรือไม่
tr: Bulut kaydınızın süresi doldu. Yenilemek ister misiniz?
vi: Bản ghi trên đám mây của bạn đã hết hạn, bạn có muốn gia hạn không?
zh_hans: 您的云录像已过期，是否前往续费？
zh_hant: 您的雲錄像已過期，是否前往續費？

# Addevice_Server_connection_failed_ios
source: Server connection failed (%@)
cs: Připojení k serveru se nezdařilo (%@)
de: Serververbindung fehlgeschlagen (%@)
es: La conexión del servidor falló (%@)
fi: Palvelinyhteys epäonnistui (%@)
fr: La connexion au serveur a échoué (%@)
he: חיבור השרת נכשל (%@)
id: Koneksi server gagal (%@)
it: Connessione al server non riuscita (%@)
ja: サーバー接続に失敗しました（%@）
ko: 서버 연결 실패(%@)
nb: Servertilkobling mislyktes (%@)
nl: Serververbinding mislukt (%@)
pl: Połączenie z serwerem nie powiodło się (%@)
pt_br: Falha na conexão do servidor (%@)
ro: Conexiunea la server a eșuat (%@)
ru: Ошибка подключения к серверу (%@)
sv: Serveranslutningen misslyckades (%@)
th: การเชื่อมต่อเซิร์ฟเวอร์ล้มเหลว (%@)
tr: Sunucu bağlantısı başarısız oldu (%@)
vi: Kết nối máy chủ không thành công (%@)
zh_hans: 服务器连接失败（%@）
zh_hant: 服務器連接失敗（%@）

# deviceSetting_Timer_shutdown_time_period
source: Timer shutdown time period
cs: Časové období vypnutí časovače
de: Zeitraum Abschaltzeit
es: Período de tiempo de apagado del temporizador
fi: Ajastimen sammutusaika
fr: Période d'arrêt de la minuterie
he: פרק זמן של כיבוי טיימר
id: Periode waktu penghentian pengatur waktu
it: Tempo di spegnimento del timer
ja: タイマーのシャットダウン時間
ko: 타이머 종료 시간
nb: Tidsperiode for nedslåing av timer
nl: Timer uitschakeltijdsperiode
pl: Czas wyłączenia timera
pt_br: Período de tempo de desligamento do temporizador
ro: Perioada de timp de oprire a temporizatorului
ru: Период времени выключения таймера
sv: Tidsperiod för avstängning av timer
th: ช่วงเวลาปิดตัวจับเวลา
tr: Zamanlayıcı kapatma süresi
vi: Khoảng thời gian tắt hẹn giờ
zh_hans: 定时关机时间段
zh_hant: 定時關機時間段

# devicesetting_timed_recording
source: Timed recording
cs: Časované nahrávání
de: Daueraufnahme
es: Grabación cronometrada
fi: Ajoitettu nauhoitus
fr: Enregistrement chronométré
he: הקלטה מתוזמנת
id: Rekaman berjangka waktu
it: Registrazione temporizzata
ja: 録画時間設定
ko: 시간 기록
nb: Timet opptak
nl: Getimede opname
pl: Nagrywanie czasowe
pt_br: Gravação cronometrada
ro: Înregistrare temporizată
ru: Запись по времени
sv: Tidsinställd inspelning
th: บันทึกตามกำหนดเวลา
tr: Zamanlanmış kayıt
vi: Ghi theo thời gian
zh_hans: 定时录像
zh_hant: 定時錄像

# meDevice_shake_failure
source: "Shake to add" connection fails
cs: Spojení "Shake" se nezdařilo
de: "Schütteln" Verbindung fehlgeschlagen
es: La conexión agitar y agitar falló
fi: Ravista-yhteys epäonnistui
fr: La connexion par Secousse a échoué
he: "הוספה על ידי ניעור" נכשלה
id: Koneksi "Goyang dan Goyang" Gagal
it: Associazione" scuoti"fallita
ja: シェイク接続が失敗しました。
ko: "핸드폰 흔들기" 연결 실패
nb: Ristefunksjonen har mistet forbindelsen
nl: "Shake and shake"-verbinding mislukt
pl: Funkcja potrząśnięcia – błąd połączenia
pt_br: Falha na conexão "Shake and shake"
ro: Comanda "Shake and Shake " eșuează
ru: "Трясти и трясти " соединение не получается
sv: "Shake and shake " anslutningen misslyckas
th: "เขย่าเพื่อเพิ่ม " การเชื่อมต่อล้มเหลว
tr: "Salla ve salla " bağlantısı başarısız
vi: Kết nối "lắc" không thành công
zh_hans: “摇一摇”连接失败
zh_hant: “搖一搖”連接失敗

# request_unsuccessful
source: Request failure
cs: Žádost se nezdařila
de: Anfordern fehlgeschlagen
es: Solicitud fallida
fi: Pyyntö epäonnistui
fr: Demande d'échec
he: הבקשה נכשלה
id: permintaan gagal
it: Richiesta fallita
ja: 実行できませんでした
ko: 요청 실패
nb: Forespørsel mislyktes
nl: Verzoek mislukt
pl: Nieudana operacja
pt_br: Solicitar falha
ro: Cerere de eșec
ru: Ошибка запроса
sv: Begär fel
th: คำขอล้มเหลว
tr: İstek başarısızlık
vi: Yêu cầu không thành công
zh_hans: 请求失败
zh_hant: 請求失敗

# addDevice_scan_code_add_device
source: Scan code to add devices
cs: Naskenujte kód a přidejte zařízení
de: Scan-Code hinzufügen Geräte
es: Escanear código para agregar dispositivos
fi: Skannaa koodi lisätäksesi laitteita
fr: Scanner le code pour ajouter des appareils
he: סרוק קוד כדי להוסיף מכשירים
id: Pindai kode untuk menambahkan perangkat
it: Zeskanuj kod, aby dodać urządzenia
ja: コードをスキャンしてデバイスを追加する
ko: 장치 추가를위한 코드 스캔
nb: Skann kode for å legge til enheter
nl: Scan code om apparaten toe te voegen
pl: Zeskanuj kod, aby dodać urządzenia
pt_br: Leia o código para adicionar dispositivos
ro: Scanați codul pentru a adăuga dispozitive
ru: Скан-код для добавления устройств
sv: Skanna kod för att lägga till enheter
th: สแกนโค้ดเพื่อเพิ่มอุปกรณ์
tr: Cihaz eklemek için kodu tarayın
vi: Mã quét thiết bị để thêm
zh_hans: 设备扫码添加
zh_hant: 設備掃碼添加

# cloud_not_used
source: Cloud storage is not used
cs: Úložiště v cloudu se nepoužívá
de: Cloud Speicher wird nicht verwendet
es: Nubes mantienen sin usar
fi: Pilvivarastointia ei käytetä
fr: Non utilisé
he: אחסון ענן אינו בשימוש
id: penyimpanan awan tidak terpakai
it: Storage cloud non viene utilizzato
ja: クラウドストレージは未使用です。
ko: 클라우드 저장소가 사용되지 않음
nb: Cloud-lagring brukes ikke
nl: Cloudopslag wordt niet gebruikt
pl: istnieją niewykorzystane.
pt_br: Armazenamento em nuvem não é usado
ro: Depozitarea în cloud nu este utilizată
ru: Облачное хранилище не используется
sv: Cloud storage används inte
th: พื้นที่เก็บข้อมูลคลาวด์ ไม่ได้ใช้งาน
tr: Bulut depolama kullanılmıyor
vi: Bộ nhớ đám mây không sử dụng
zh_hans: 云存未使用
zh_hant: 雲存未使用

# adddevice_suit_start_add
source: Start adding
cs: Začněte přidávat
de: Hinzufügen starten
es: Comience a agregar
fi: Aloita lisääminen
fr: Commencez à ajouter
he: התחל להוסיף
id: Mulai menambahkan
it: Inizia ad aggiungere
ja: 追加を開始
ko: 추가 시작
nb: Begynn å legge til
nl: Begin met toevoegen
pl: Zacznij dodawać
pt_br: Comece a adicionar
ro: Începeți să adăugați
ru: Начните добавлять
sv: Börja lägga till
th: เริ่มต้นการเพิ่ม
tr: Eklemeye başla
vi: Bắt đầu thêm
zh_hans: 开始添加
zh_hant: 開始添加
