Repository: Yolo-cell-hash/go_home_ios
Catalog: ios/Runner/JASDK/JAResources/XLanguage/X35MultiLanguage/*.lproj/X35MutiLanguage.strings
Languages: cs, de, es, fi, fr, he, id, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sv, th, tr, vi, zh_hans, zh_hant

# share_device_NVR_set_password
source: To ensure safety of this sharing, we recommend that you open the NVR computer system, click the configuration and set the device password before sharing
cs: Chcete-li zajistit sdílení bezpečnosti, doporučujeme před sdílením hesla zařízení provést nastavení konfigurace počítačového systému NVR
de: Um die Sicherheit des Recorders bei einer Freigabe zu gewährleisten, empfehlen wir Ihnen über die System-Einstellungen des Recorders zuerst ein Geräte-Passwort zu vergeben, bevor Sie Daten teilen.
es: Para garantizar la seguridad de compartir, le recomendamos que vaya a la configuración del sistema de la computadora NVR antes de compartir la contraseña del Equipo
fi: Jakamisen turvallisuuden varmistamiseksi suosittelemme, että siirryt NVR-tietokonejärjestelmän kokoonpanoasetuksiin ennen laitteen salasanan jakamista
fr: Pour garantir la sécurité du partage, nous vous recommandons de définir les paramètres de configuration du système de l'ordinateur NVR avant de partager le mot de passe du périphérique.
he: כדי להבטיח שיתוף בטיחות, אנו ממליצים לעבור להגדרות תצורת מערכת NVR של המחשב לפני שתשתף את סיסמת המכשיר
id: Untuk memastikan keamanan untuk dibagikan, kami sarankan Anda pergi pengaturan konfigurasi sistem komputer NVR sebelum berbagi kata sandi perangkat
it: Per garantire la sicurezza di condividere, si consiglia di andare impostazioni di configurazione del sistema informatico NVR prima di condividere password del dispositivo
ja: 共有の安全性を確保するために、デバイスのパスワードを共有する前にNVRコンピューターのシステム構成設定にアクセスすることをお勧めします
ko: 안전한 공유를 위해 장치 암호를 공유하기 전에 NVR 컴퓨터 시스템 구성 설정을 사용하는 것이 좋습니다.
nb: For å sikre sikkerheten å dele, anbefaler vi at du går inn på NVR-konfigurasjonsinnstillinger for datamaskinsystemer før du deler enhetspassord
nl: Om de veiligheid van delen te garanderen, raden we u aan om naar de configuratie-instellingen van het NVR-computersysteem te gaan voordat u het apparaatwachtwoord deelt
pl: Aby zapewnić bezpieczeństwo udostępniania, zalecamy przejście ustawień konfiguracji systemu NVR przed udostępnieniem hasła urządzenia
pt_br: Para garantir a segurança do compartilhamento, recomendamos que você faça as definições de configuração do sistema do computador NVR antes de compartilhar a senha do dispositivo
ro: Pentru a asigura siguranța partajării, vă recomandăm să mergeți la setările de configurare a sistemului computer NVR înainte de a partaja parola dispozitivului
ru: Чтобы обеспечить безопасность для обмена, мы рекомендуем вам перейти к настройкам конфигурации компьютерной системы NVR, прежде чем предоставлять пароль для устройства.
sv: För att säkerställa säkerheten att dela, rekommenderar vi att du går till NVR-datorsystemkonfigurationsinställningar innan du delar enhetens lösenord
th: เพื่อให้แน่ใจว่าการแชร์ปลอดภัยขอแนะนำให้คุณไปที่การกำหนดค่าระบบ NVR ของคอมพิวเตอร์เพื่อตั้งรหัสผ่านอุปกรณ์ก่อนที่จะแชร์
tr: Paylaşım güvenliğini sağlamak için cihaz parolasını paylaşmadan önce NVR bilgisayar sistem yapılandırma ayarlarına gitmenizi öneririz.
vi: Để đảm bảo chia sẻ an toàn, bạn nên vào cấu hình hệ thống NVR máy tính để đặt mật khẩu thiết bị trước khi chia sẻ
zh_hans: 为确保安全分享，建议您前往电脑NVR系统配置中设置设备密码后再分享
zh_hant: 為確保安全分享，建議您前往電腦NVR系統配置中設置設備密碼後再分享

# devicesetting_4G_card_sim_card_no_signal
source: 3.There is no signal in the area where the device is located.
cs: 3. V oblasti, kde je zařízení umístěno, není žádný signál.
de: 3. Das Gerät hat keinen Empfang am Montageort.
es: 3. No hay señal en el área donde se encuentra el dispositivo.
fi: 3. Alueella, jolla laite sijaitsee, ei ole signaalia.
fr: 3. Il n'y a aucun signal dans la zone où se trouve l'appareil.
he: 3. אין איתות באזור בו נמצא המכשיר.
id: 3. Tidak ada sinyal di area di mana perangkat berada.
it: 3. Non c'è segnale nell'area in cui si trova il dispositivo.
ja: 3.デバイスが配置されているエリアに信号がありません。
ko: 3. 장치가 위치한 영역에는 신호가 없습니다.
nb: 3. Det er ikke noe signal i området der enheten befinner seg.
nl: 3. Er is geen signaal in het gebied waar het apparaat zich bevindt.
pl: 3. Brak sygnału w obszarze, w którym znajduje się urządzenie.
pt_br: 3. Não há sinal na área em que o dispositivo está localizado.
ro: 3. Nu există semnal în zona în care se află dispozitivul.
ru: 3. В зоне расположения устройства нет сигнала.
sv: 3. Det finns ingen signal i området där enheten är belägen.
th: 3. ไม่มีสัญญาณในบริเวณที่อุปกรณ์ตั้งอยู่
tr: 3. Cihazın bulunduğu alanda sinyal yok.
vi: 3. Không có tín hiệu trong khu vực đặt thiết bị.
zh_hans: 3.设备所在区域没信号。
zh_hant: 3.設備所在區域沒信號。

# alarm_heart_rate_times_min
source: Times/min
cs: Časy / min
de: Zeiten / min
es: Tiempos / min
fi: Kertaa / min
fr: Fois / min
he: זמנים / דקה
id: Waktu / mnt
it: Tempi / min
ja: 時間/分
ko: 시간 / 분
nb: Ganger / min
nl: Tijden / min
pl: Razy / min
pt_br: Vezes / min
ru: Времена / мин
sv: Gånger / min
th: ครั้ง / นาที
tr: Times / dk
vi: Thời gian / phút
zh_hans: 次/分
zh_hant: 次/分

# adddevice_re_enter_password
source: The password is entered incorrectly. please re-enter it?
cs: Heslo je zadáno nesprávně. Je to znovu zadáno?
de: Das Passwort falsch eingegeben. Erneut eingeben?
es: La contraseña se ingresó incorrectamente. ¿Se ha vuelto a ingresar?
fi: Salasana on annettu väärin. Onko se syötetty uudelleen?
fr: Le mot de passe n'est pas entré correctement. Est-il ré-entré?
he: הסיסמה הוזנה בצורה שגויה. האם זה נכנס מחדש?
id: Kata sandi salah dimasukkan. Apakah itu dimasukkan kembali?
it: La password non è stata inserita correttamente. È rientrato?
ja: パスワードが正しく入力されていません。 再入力されますか？
ko: 비밀번호가 잘못 입력되었습니다. 다시 입력 되었습니까?
nb: Passordet er lagt inn feil. Er det lagt inn på nytt?
nl: Het wachtwoord is niet correct ingevoerd. Is het opnieuw ingevoerd?
pl: Hasło zostało wprowadzone nieprawidłowo. Czy to jest ponownie wprowadzone?
pt_br: A senha foi digitada incorretamente. É reinserido?
ro: Parola este introdusă incorect. Este reintrat?
ru: Пароль введен неверно. Это повторно введено?
sv: Lösenordet anges felaktigt. Är det lagt in igen?
th: ป้อนรหัสผ่านไม่ถูกต้อง กรุณากรอกใหม่?
tr: Şifre yanlış girilmiş. Yeniden girildi mi?
vi: Mật khẩu nhập sai, bạn có muốn nhập lại không?
zh_hans: 密码输入错误，是否重新输入？
zh_hant: 密碼輸入錯誤，是否重新輸入？

# addDevice_bluetooth_products
source: Bluetooth camera
cs: Kamera Bluetooth
de: Bluetooth Kamera
es: Cámara Bluetooth
fi: Bluetooth-kamera
fr: Caméra Bluetooth
he: מצלמת Bluetooth
id: Kamera Bluetooth
ja: Bluetoothカメラ
ko: 블루투스 카메라
nb: Bluetooth kamera
pl: Kamera bluetooth
pt_br: Câmera Bluetooth
ro: Cameră Bluetooth
ru: Bluetooth камера
sv: Bluetooth-kamera
th: กล้องบลูทูธ
tr: Bluetooth kamera
vi: Máy ảnh Bluetooth
zh_hans: 蓝牙摄像机
zh_hant: 藍牙攝像機

# addevice_select_IPC_WiFi
source: ② Select the device hotspot that starts with IPC in the WiFi list. For example, "IPCXXX" XXX is the device ID (that is, the number below the QR code). The 8-digit initial password is 11111111.
cs: ② Vyberte WiFi hotspot zařízení, který začíná IPC. Například "IPCXXX" XXX je ID zařízení (tj. Číslo pod QR kódem). 8místné počáteční heslo je 11111111.
de: ② Wählen Sie in der WLAN-Liste den Geräte-Hotspot aus, der mit IPC beginnt. Beispielsweise ist "IPCXXX" XXX die Geräte-ID (dh die Nummer unter dem QR-Code). Das 8-stellige Standard-Passwort ist 11111111.
es: ② Seleccione el punto de acceso del dispositivo que comienza con IPC en la lista de WiFi. Por ejemplo, "IPCXXX" XXX es la ID del dispositivo (es decir, el número debajo del código QR). La contraseña inicial de 8 dígitos es 11111111.
fi: ② Valitse WiFi-luettelosta IPC: llä alkava laitteen hotspot. Esimerkiksi "IPCXXX" XXX on laitetunnus (eli QR-koodin alapuolella oleva numero). 8-numeroinen alkuperäinen salasana on 11111111.
fr: ② Sélectionnez le point d'accès du périphérique qui commence par l'IPC dans la liste WiFi. Par exemple, "IPCXXX" XXX correspond à l’ID de périphérique (c’est-à-dire au numéro situé sous le code QR). Le mot de passe initial à 8 chiffres est 11111111.
he: ② בחר את נקודה החמה של המכשיר המתחילה ב- IPC ברשימת ה- WiFi. לדוגמה, "IPCXXX" XXX הוא מזהה המכשיר (כלומר המספר מתחת לקוד ה- QR). הסיסמה הראשונית בת 8 הספרות היא 11111111.
id: ② Pilih hotspot perangkat yang dimulai dengan IPC dalam daftar WiFi. Misalnya, "IPCXXX" XXX adalah ID perangkat (yaitu, nomor di bawah kode QR). Kata sandi awal 8 digit adalah 11111111.
it: ② Selezionare l'hotspot del dispositivo che inizia con IPC nell'elenco WiFi. Ad esempio, "IPCXXX" XXX è l'ID del dispositivo (ovvero il numero sotto il codice QR). La password iniziale di 8 cifre è 11111111.
ja: ②WiFiリストでIPCで始まるデバイスのホットスポットを選択します(たとえば、「IPCXXX」XXXはデバイスID(QRコードの下の番号)、8桁の初期パスワードは11111111です。
ko: ② WiFi 목록에서 IPC로 시작하는 장치 핫스팟을 선택하십시오. 예를 들어, "IPCXXX"XXX는 장치 ID (즉, QR 코드 아래의 번호)입니다. 8 자리 초기 비밀번호는 11111111입니다.
nb: ② Velg enhetens hotspot som starter med IPC i WiFi-listen. For eksempel er "IPCXXX" XXX enhets-IDen (det vil si nummeret under QR-koden). Det 8-sifrede første passordet er 11111111.
nl: ② Selecteer de apparaat-hotspot die begint met IPC in de WiFi-lijst. "IPCXXX" XXX is bijvoorbeeld de apparaat-ID (dat wil zeggen het nummer onder de QR-code). Het 8-cijferige initiële wachtwoord is 11111111.
pl: ② Wybierz hotspot urządzenia, który zaczyna się od IPC na liście Wi-Fi. Na przykład "IPCXXX" XXX jest identyfikatorem urządzenia (czyli liczbą pod kodem QR). 8-cyfrowe hasło początkowe to 11111111.
pt_br: ② Selecione o ponto de acesso do dispositivo que começa com IPC na lista WiFi. Por exemplo, "IPCXXX" XXX é o ID do dispositivo (ou seja, o número abaixo do código QR). A senha inicial de 8 dígitos é 11111111.
ro: ② Selectați hotspot-ul dispozitivului care începe cu IPC în lista WiFi. De exemplu, "IPCXXX" XXX este ID-ul dispozitivului (adică numărul de sub codul QR). Parola inițială cu 8 cifre este 11111111.
ru: ② Выберите точку доступа устройства, которая начинается с IPC, в списке WiFi. Например, "IPCXXX" XXX - это идентификатор устройства (то есть номер под QR-кодом). 8-значный начальный пароль - 11111111.
sv: ② Välj enhetens hotspot som börjar med IPC i WiFi-listan. Till exempel är "IPCXXX" XXX enhets-ID (det vill säga numret under QR-koden). Det 8-siffriga initiala lösenordet är 11111111.
th: ②เลือกฮอตสปอตของอุปกรณ์ที่ขึ้นต้นด้วย IPC ในรายการ WiFi ตัวอย่างเช่น "IPCXXX " XXX คือรหัสอุปกรณ์ (นั่นคือตัวเลขที่อยู่ใต้โค้ด QR) รหัสผ่านเริ่มต้น 8 หลักคือ 11111111
tr: List WiFi listesindeki IPC ile başlayan cihaz sıcak noktasını seçin. Örneğin, "IPCXXX" XXX, cihaz kimliğidir (yani, QR kodunun altındaki numara). 8 basamaklı ilk şifre 11111111'dir.
vi: ② Trong danh sách WiFi, chọn điểm phát sóng thiết bị bắt đầu bằng IPC, chẳng hạn như "IPCXXX" XXX là ID thiết bị (số bên dưới mã QR) và mật khẩu ban đầu gồm 8 chữ số là 11111111
zh_hans: ② 在WiFi列表选择IPC开头的设备热点，如“IPCXXX”XXX为设备ID(即二维码下面的数字)，8位初始密码为11111111
zh_hant: ② 在WiFi列表選擇IPC開頭的設備熱點，如“IPCXXX”XXX為設備ID(即二維碼下面的數字)，8位初始密碼為11111111

# devicesetting_selected_by_another_tone_IOS
source: %@ Selected by another prompt tone
cs: %@ byl vybrán jiným tónem
de: %@ wurde von einen anderen Ton ausgewählt
es: %@ ha sido seleccionado por otro tono
fi: %@ on valittu toisella äänellä
fr: %@ a été sélectionné par une autre tonalité
he: %@ נבחר לפי טון אחר
id: %@ telah dipilih dengan nada lain
it: %@ è stato selezionato da un altro tono
ja: %@が別のトーンで選択されました
ko: %@이 다른 음색으로 선택되었습니다.
nb: %@ er valgt med en annen tone
nl: %@ is geselecteerd door een andere toon
pl: %@ został wybrany innym tonem
pt_br: %@ foi selecionado por outro tom
ro: %@ a fost selectat de un alt ton
ru: %@ был выбран другим тоном
sv: %@ har valts med en annan ton
th: %@ ถูกเลือกโดยโทนเสียงอื่น
tr: %@ başka bir tonla seçildi
vi: %@ đã được chọn bởi một âm báo khác
zh_hans: %@已被其他提示音选择
zh_hant: %@已被其他提示音選擇

# add_indicator_light_not_on
source: The indicator light is not on?
cs: Kontrolka nesvítí?
de: Die Kontrollleuchte leuchtet nicht?
es: ¿La luz indicadora no está encendida?
fi: merkkivalo ei pala?
fr: Le voyant n'est pas allumé ?
he: נורית החיווי לא דולקת?
id: Lampu indikator tidak menyala?
it: La spia non è accesa?
ja: インジケーターライトが点灯していませんか？
ko: 표시등이 켜지지 않습니까?
nb: Indikatorlampen lyser ikke?
nl: Het indicatielampje brandt niet?
pl: Kontrolka nie świeci?
pt_br: A luz indicadora não está acesa?
ro: Indicatorul luminos nu este aprins?
ru: Индикатор не горит?
sv: Indikeringslampan lyser inte?
th: ไฟแสดงสถานะไม่ติด?
tr: Gösterge ışığı yanmıyor mu?
vi: Đèn báo không sáng?
zh_hans: 指示灯没有亮？
zh_hant: 指示燈沒有亮？

# add_Use_physical_SIM_card_describe
source: There is a physical SIM card inserted in the card slot of the device, and use the SIM card to connect to the network of the operator.
cs: Ve slotu pro kartu zařízení je vložena fyzická SIM karta a pomocí SIM karty se připojte k síti operátora.
de: In den Kartensteckplatz des Geräts ist eine physische SIM-Karte eingelegt, und verwenden Sie die SIM-Karte, um eine Verbindung zum Netz des Betreibers herzustellen.
es: Hay una tarjeta SIM física insertada en la ranura de la tarjeta del dispositivo y use la tarjeta SIM para conectarse a la red del operador.
fi: Laitteen korttipaikkaan on asetettu fyysinen SIM-kortti, jonka avulla voit muodostaa yhteyden operaattorin verkkoon.
fr: Une carte SIM physique est insérée dans la fente pour carte de l'appareil et utilise la carte SIM pour se connecter au réseau de l'opérateur.
he: בחריץ הכרטיס של המכשיר מוכנס כרטיס SIM פיזי, והשתמש בכרטיס ה-SIM כדי להתחבר לרשת של המפעיל.
id: Ada kartu SIM fisik yang dimasukkan ke dalam slot kartu perangkat, dan menggunakan kartu SIM untuk terhubung ke jaringan operator.
it: C'è una scheda SIM fisica inserita nello slot per schede del dispositivo e utilizzare la scheda SIM per connettersi alla rete dell'operatore.
ja: デバイスのカードスロットに物理的なSIMカードが挿入されており、SIMカードを使用してオペレーターのネットワークに接続します。
ko: 장치의 카드 슬롯에 물리적 SIM 카드가 삽입되어 있으며 SIM 카드를 사용하여 운영자의 네트워크에 연결합니다.
nb: Det er et fysisk SIM-kort satt inn i kortsporet på enheten, og bruk SIM-kortet til å koble til nettverket til operatøren.
nl: Er is een fysieke simkaart in de kaartsleuf van het apparaat gestoken en gebruik de simkaart om verbinding te maken met het netwerk van de operator.
pl: W gnieździe karty urządzenia znajduje się fizyczna karta SIM i użyj karty SIM, aby połączyć się z siecią operatora.
pt_br: Há um cartão SIM físico inserido no slot de cartão do dispositivo e use o cartão SIM para se conectar à rede da operadora.
ro: Există o cartelă SIM fizică introdusă în slotul pentru card al dispozitivului și utilizați cartela SIM pentru a vă conecta la rețeaua operatorului.
ru: В слот для карты устройства вставлена ​​физическая SIM-карта, и используйте SIM-карту для подключения к сети оператора.
sv: Det finns ett fysiskt SIM-kort i kortplatsen på enheten, och använd SIM-kortet för att ansluta till operatörens nätverk.
th: มีซิมการ์ดจริงเสียบอยู่ในช่องเสียบการ์ดของอุปกรณ์ และใช้ซิมการ์ดเพื่อเชื่อมต่อกับเครือข่ายของผู้ให้บริการ
tr: Cihazın kart yuvasına takılı fiziksel bir SIM kart vardır ve operatörün şebekesine bağlanmak için SIM kartı kullanın.
vi: Có một thẻ SIM vật lý được lắp vào khe cắm thẻ của thiết bị và sử dụng thẻ SIM đó để kết nối với mạng của nhà điều hành.
zh_hans: 设备卡槽中有插入实体SIM卡，使用此SIM卡运营商网络联网。
zh_hant: 設備卡槽中有插入實體SIM卡，使用此SIM卡運營商網絡聯網。

# person_feedback_select_type
source: Please select the type of feedback you want
cs: Vyberte požadovaný typ zpětné vazby
de: Bitte Feedback-Art auswählen
es: Seleccione el tipo de comentarios que desea
fi: Valitse haluamasi palautteen tyyppi
fr: Veuillez sélectionner le type de commentaires que vous souhaitez
he: בחר את סוג המשוב שאתה רוצה
id: Silakan pilih jenis umpan balik yang Anda inginkan
it: Seleziona il tipo di feedback desiderato
ja: 必要なフィードバックのタイプを選択してください
ko: 원하는 피드백 유형을 선택하십시오
nb: Velg type tilbakemelding du ønsker
nl: Selecteer het gewenste type feedback
pl: Wybierz rodzaj opinii, którą chcesz
pt_br: Selecione o tipo de feedback que você deseja
ro: Selectați tipul de feedback pe care îl doriți
ru: Пожалуйста, выберите тип отзыва, который вы хотите
sv: Välj vilken typ av feedback du vill ha
th: โปรดเลือกประเภทของข้อเสนอแนะที่คุณต้องการ
tr: Lütfen istediğiniz geri bildirim türünü seçin
vi: Vui lòng chọn loại phản hồi bạn muốn
zh_hans: 请选择您要反馈的类型
zh_hant: 請選擇您要反饋的類型

# cloud_storage_introduce_motion_detection
source: 7*24 hours motion detection and storage
cs: 7 * 24 hodin detekce pohybu a ukládání
de: 7*24 Stunden Bewegungserkennung und Speicherung
es: 7*24 horas de detección y almacenamiento de movimiento
fi: 7*24 tunnin liiketunnistus ja tallennus
fr: Détection de mouvement et stockage 7*24 heures
he: 7*24 שעות זיהוי ואחסון תנועה
id: Deteksi dan penyimpanan gerakan 7*24 jam
it: 7*24 ore di rilevamento e archiviazione del movimento
ja: 7*24時間のモーション検出と保存
ko: 7*24시간 움직임 감지 및 저장
nb: 7*24 timers bevegelsesdeteksjon og lagring
nl: 7*24 uur bewegingsdetectie en opslag
pl: 7*24 godziny wykrywania i przechowywania ruchu
pt_br: 7*24 horas de detecção e armazenamento de movimento
ro: 7*24 ore de detectare și stocare a mișcării
ru: 7*24 часа обнаружения движения и хранения
sv: 7*24 timmars rörelsedetektering och lagring
th: การตรวจจับและจัดเก็บการเคลื่อนไหว 7*24 ชั่วโมง
tr: 7*24 saat hareket algılama ve saklama
vi: 7 * 24 giờ phát hiện và lưu trữ chuyển động
zh_hans: 7*24小时智能侦测存储
zh_hant: 7*24小時智能偵測存儲

# login_google
source: Google
vi: Đăng nhập Google
zh_hans: Google登录
zh_hant: Google登錄

# clarity
source: Image quality
cs: Ostrost
de: Videoqualität
es: Definición
fi: selkeys
fr: Définition
he: רמת איכות התמונה
id: Kejernihan
it: Definizione
ja: 定義
ko: 해상도
nb: Oppløsning
nl: Beeldkwaliteit
pl: Jakość obrazu
pt_br: Definição
ro: Definiție
ru: Определение
sv: Definition
th: คุณภาพของภาพ
tr: Tanım
vi: Trong trẻo
zh_hans: 清晰度
zh_hant: 清晰度

# adddevice_signal_unstable
source: 2、 The distance is too far, the signal is unstable
cs: 2、 Vzdálenost je příliš velká, signál je nestabilní
de: 2. Wenn der Abstand zu groß ist, wird das Signal instabil
es: 2、 La distancia es demasiado grande, la señal es inestable
fi: 2、 Etäisyys on liian pitkä, signaali on epävakaa
fr: 2、 la distance est trop grande, le signal est instable
he: 2、 המרחק רחוק מדי, האות לא יציב
id: 2、 Jaraknya terlalu jauh, sinyalnya tidak stabil
it: 2、 La distanza è eccessiva, il segnale è instabile
ja: 2、距離が遠すぎて信号が不安定
ko: 2. 거리가 너무 멀고 신호가 불안정합니다.
nb: 2、 Avstanden er for lang, signalet er ustabilt
nl: 2、 De afstand is te ver, het signaal is onstabiel
pl: 2、 Odległość jest zbyt duża, sygnał jest niestabilny
pt_br: 2、 A distância é muito grande, o sinal é instável
ro: 2、 Distanța este prea mare, semnalul este instabil
ru: 2、 Расстояние слишком большое, сигнал нестабилен
sv: 2、 Avståndet är för långt, signalen är instabil
th: 2、 ระยะทางไกลเกินไปสัญญาณไม่เสถียร
tr: 2、 Mesafe çok uzak, sinyal dengesiz
vi: 2 、 Khoảng cách quá xa, tín hiệu không ổn định
zh_hans: 2、距离太远，信号不稳定
zh_hant: 2、距離太遠，信號不穩定

# adddevice_configure_indicator_blink
source: Please turn on the power and wait for the device indicator
cs: Zapněte napájení a počkejte na indikátor zařízení
de: Bitte Strom verbinden/einschalten und auf Geräte-LED warten
es: Por favor, encienda la alimentación y espere el indicador del Equipo
fi: Kytke virta päälle ja odota laitteen osoitinta
fr: S'il vous plaît allumer et attendre le voyant de l'appareil
he: הפעל את מחוון ההפעלה והמתן למכשיר
id: Silakan hidupkan daya dan tunggu indikator perangkat
it: Si prega di accendere l'alimentazione e attendere l'indicatore del dispositivo
ja: 電源を入れてデバイスのインジケータを待ってください
ko: 전원을 켜고 장치 표시기를 기다려주십시오.
nb: Slå på strømmen og vent på indikatoren på enheten
nl: Schakel de stroom in en wacht op de indicator van het apparaat
pl: Włącz zasilanie i poczekaj na wskaźnik urządzenia
pt_br: Por favor, ligue a energia e aguarde o indicador do dispositivo
ro: Porniți alimentarea și așteptați indicatorul dispozitivului
ru: Пожалуйста, включите питание и дождитесь индикатора устройства
sv: Slå på strömmen och vänta på enhetens indikator
th: กรุณาเปิดเครื่องและรอไฟแสดง สถานะของอุปกรณ์
tr: Lütfen gücü açın ve cihaz göstergesini bekleyin.
vi: Vui lòng bật nguồn và đợi thiết bị chỉ báo
zh_hans: 请接通电源，等待设备指示灯
zh_hant: 請接通電源，等待設備指示燈

# deviceSetting_Distortion_correction_Distortion_correction
source: Correct the distortion on the side of the wide-angle lens. Part of the screen will be cropped when turned on
cs: Opravte zkreslení na straně širokoúhlého objektivu. Po zapnutí bude část obrazovky oříznuta
de: Um die Verzerrung an der Seite des Weitwinkelobjektivs zu korrigieren wird ein Teil des Bildes wird beim Aktivieren abgeschnitten
es: Corrija la distorsión en el lateral de la lente gran angular. Parte de la pantalla se recortará cuando se encienda
fi: Korjaa laajakulmaobjektiivin sivussa oleva vääristymä. Osa näytöstä rajataan, kun se kytketään päälle
fr: Corrigez la distorsion sur le côté de l'objectif grand angle. Une partie de l'écran sera recadrée lorsqu'elle est allumée
he: תקן את העיוות בצד העדשה הרחבה. חלק מהמסך ייחתך כאשר הוא מופעל
id: Perbaiki distorsi pada sisi lensa sudut lebar. Bagian dari layar akan dipotong saat dihidupkan
it: Correggere la distorsione sul lato dell'obiettivo grandangolare. Una parte dello schermo verrà ritagliata all'accensione
ja: 広角レンズ側の歪みを補正します。オンにすると、画面の一部がトリミングされます
ko: 광각 렌즈 측면의 왜곡을 수정합니다. 켜면 화면의 일부가 잘립니다.
nb: Korriger forvrengningen på siden av vidvinkelobjektivet. En del av skjermen vil bli beskåret når den slås på
nl: Corrigeer de vervorming aan de zijkant van de groothoeklens. Een deel van het scherm wordt bijgesneden wanneer ingeschakeld
pl: Skoryguj dystorsję z boku obiektywu szerokokątnego. Część ekranu zostanie przycięta po włączeniu
pt_br: Corrija a distorção na lateral da lente grande angular. Parte da tela será cortada quando ligada
ro: Corectați distorsiunea de pe partea laterală a lentilei cu unghi larg. O parte a ecranului va fi tăiată când este pornită
ru: Исправьте искажение на боковой стороне широкоугольного объектива. При включении часть экрана будет обрезана
sv: Korrigera förvrängningen på sidan av vidvinkelobjektivet. En del av skärmen kommer att beskäras när den slås på
th: แก้ไขการบิดเบี้ยวที่ด้านข้างของเลนส์มุมกว้าง ส่วนหนึ่งของหน้าจอจะถูกครอบตัดเมื่อเปิดขึ้น
tr: Geniş açılı lensin yan tarafındaki bozulmayı düzeltin. Açıldığında ekranın bir kısmı kırpılacak
vi: Chỉnh sửa sự biến dạng ở mặt bên của ống kính góc rộng. Một phần của màn hình sẽ bị cắt khi bật
zh_hans: 修正广角镜头的边有畸变，开启后会裁切部分画面
zh_hant: 修正廣角鏡頭的邊有畸變，開啟後會裁切部分畫面

# preview_night_vision_off
source: Night vision off
cs: Noční vidění vypnuto
de: Nachtsicht aus
es: visión nocturna apagada
fi: Pimeänäkö pois päältä
fr: Vision nocturne désactivée
he: ראיית לילה כבויה
id: Penglihatan malam mati
it: Visione notturna disattivata
ja: 暗視オフ
ko: 나이트 비전 꺼짐
nb: Nattesyn av
nl: Nachtzicht uit
pl: Noktowizor wyłączony
pt_br: Visão noturna desligada
ro: Vedere nocturnă oprită
ru: ночное видение выключено
sv: Nattseende avstängt
th: ปิดการมองเห็นตอนกลางคืน
tr: Gece görüşü kapalı
vi: Tầm nhìn ban đêm tắt
zh_hans: 夜视关闭
zh_hant: 夜視關閉
