Repository: Yolo-cell-hash/go_home_ios
Catalog: ios/Runner/JASDK/JAResources/XLanguage/X35MultiLanguage/*.lproj/X35MutiLanguage.strings
Languages: cs, de, es, fi, fr, he, id, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sv, th, tr, vi, zh_hans, zh_hant

# person_login_log_prompt
source: Note: Due to irregular adjustments by broadband operators, the address corresponding to the IP obtained by us may not match your current address. Please judge whether it is your own operation based on the login time and the product. If it is determined that you are not logging in, it is recommended that you change your password immediately.
cs: Poznámka: Kvůli nepravidelným úpravám provozovatelů širokopásmového připojení se adresa odpovídající IP, kterou jsme získali, nemusí shodovat s vaší aktuální adresou. Posuďte, zda je to vaše vlastní operace na základě času přihlášení a produktu. Pokud se zjistí, že se nepřihlašujete, doporučujeme vám okamžitě změnit heslo.
de: Hinweis: Aufgrund unregelmäßiger Anpassungen durch Breitbandbetreiber stimmt die Adresse, die der von uns erhaltenen IP, möglicherweise nicht mit Ihrer aktuellen Adresse überein. Bitte prüfen Sie anhand der Anmeldezeit und des Produkts, ob es sich um Ihren eigenen Vorgang handelt. Wenn festgestellt wird, dass Sie nicht eingeloggt sind, wird empfohlen, dass Sie Ihr Passwort sofort ändern.
es: Nota: Debido a ajustes irregulares por parte de los operadores de banda ancha, la dirección correspondiente a la IP obtenida por nosotros puede no coincidir con su dirección actual. Juzgue si es su propia operación según el tiempo de inicio de sesión y el producto. Si se determina que no está iniciando sesión, se recomienda que cambie su contraseña inmediatamente.
fi: Huomaa: Laajakaistaoperaattoreiden epäsäännöllisten säädösten takia saamme IP: tä vastaava osoite ei välttämättä vastaa nykyistä osoitettasi. Arvioi, onko kyseessä oma toimenpide sisäänkirjautumisajan ja tuotteen perusteella. Jos määritetään, että et ole kirjautunut, on suositeltavaa, että olet vaihda salasanasi välittömästi.
fr: Remarque: en raison d'ajustements irréguliers par les opérateurs haut débit, l'adresse correspondant à l'adresse IP que nous avons obtenue peut ne pas correspondre à votre adresse actuelle. Veuillez juger s'il s'agit de votre propre opération en fonction de l'heure de connexion et du produit. S'il est déterminé que vous ne vous connectez pas, il est recommandé de changer votre mot de passe immédiatement.
he: הערה: עקב התאמות לא סדירות של מפעילי הפס הרחב, הכתובת המתאימה ל- IP שהתקבל על ידינו עשויה לא להתאים לכתובת הנוכחית שלך. אנא שפט אם מדובר בפעולה משלך על סמך זמן הכניסה והמוצר. אם נקבע כי אינך נכנס, מומלץ לשנות את הסיסמה שלך מייד.
id: Catatan: Karena penyesuaian yang tidak teratur oleh operator broadband, alamat yang sesuai dengan IP yang kami peroleh mungkin tidak cocok dengan alamat Anda saat ini. Silakan menilai apakah itu operasi Anda sendiri berdasarkan waktu login dan produk. Jika ditentukan bahwa Anda tidak log in, disarankan agar Anda segera mengubah kata sandi.
it: Nota: a causa di adeguamenti irregolari da parte degli operatori di banda larga, l'indirizzo corrispondente all'IP da noi ottenuto potrebbe non corrispondere al tuo indirizzo attuale. Si prega di valutare se si tratta di un'operazione propria in base al tempo di accesso e al prodotto. Se viene stabilito che non stai effettuando l'accesso, ti consigliamo di cambiare immediatamente la password.
ja: 注：ブロードバンドオペレーターによる不規則な調整のため、当社が取得したIPに対応するアドレスは、現在のアドレスと一致しない場合があります。 ログイン時間と製品によりご自身の操作かどうかを判断してください。 ログインしていないと判断した場合は、すぐにパスワードを変更することをお勧めします。
ko: 참고 : 광대역 사업자의 불규칙한 조정으로 인해 당사가 획득 한 IP에 해당하는 주소가 귀하의 현재 주소와 일치하지 않을 수 있습니다. 로그인 시간과 제품에 따라 본인의 조작인지 판단 해주세요. 로그인하지 않은 것으로 판단되면 즉시 비밀번호를 변경하는 것이 좋습니다.
nb: Merk: På grunn av uregelmessige justeringer fra bredbåndsoperatører, kan det hende at adressen som tilsvarer IP-en som er oppnådd av oss, ikke samsvarer med din nåværende adresse. Døm om det er din egen operasjon basert på påloggingstidspunktet og produktet. Hvis det blir bestemt at du ikke logger deg på, anbefales det at du endrer passordet ditt umiddelbart.
nl: Opmerking: vanwege onregelmatige aanpassingen door breedbandoperatoren, is het mogelijk dat het adres dat overeenkomt met het door ons verkregen IP-adres niet overeenkomt met uw huidige adres. Beoordeel a.u.b. of het uw eigen operatie is op basis van de inlogtijd en het product. Als wordt vastgesteld dat u niet inlogt, is het raadzaam uw wachtwoord onmiddellijk te wijzigen.
pl: Uwaga: Ze względu na nieregularne korekty dokonywane przez operatorów szerokopasmowych, adres odpowiadający otrzymanemu przez nas adresowi IP może nie odpowiadać Twojemu obecnemu adresowi. Oceń, czy jest to Twoja własna operacja na podstawie czasu logowania i produktu. Jeśli okaże się, że się nie logujesz, zalecamy natychmiastową zmianę hasła.
pt_br: Nota: Devido a ajustes irregulares por parte das operadoras de banda larga, o endereço correspondente ao IP obtido por nós pode não corresponder ao seu endereço atual. Avalie se é sua própria operação com base no tempo de login e no produto. Se for determinado que você não está fazendo login, é recomendável alterar sua senha imediatamente.
ro: Notă: Datorită ajustărilor neregulate ale operatorilor de bandă largă, este posibil ca adresa corespunzătoare IP-ului obținut de noi să nu se potrivească cu adresa dvs. curentă. Vă rugăm să judecați dacă este propria operație pe baza timpului de conectare și a produsului. Dacă se stabilește că nu vă conectați, vă recomandăm să schimbați parola imediat.
ru: Примечание. Из-за нерегулярных корректировок со стороны операторов широкополосного доступа адрес, соответствующий полученному нами IP-адресу, может не совпадать с вашим текущим адресом. Оцените, является ли это вашей собственной операцией, исходя из времени входа в систему и продукта. Если будет установлено, что вы не входите в систему, рекомендуется немедленно сменить пароль.
sv: Obs: På grund av oregelbundna justeringar av bredbandsoperatörer kanske adressen som motsvarar den IP som erhållits av oss inte matchar din nuvarande adress. Vänligen bedöma om det är din egen operation baserat på inloggningstid och produkt. Om det fastställs att du inte loggar in, rekommenderas att du ändrar lösenordet omedelbart.
th: หมายเหตุ: เนื่องจากการปรับเปลี่ยนผู้ให้บริการบรอดแบนด์ที่ผิดปกติที่อยู่ที่ตรงกับ IP ที่เราได้รับอาจไม่ตรงกับที่อยู่ปัจจุบันของคุณโปรดตัดสินว่าเป็นการดำเนินการของคุณเองตามเวลาเข้าสู่ระบบและผลิตภัณฑ์หรือไม่ หากพิจารณาแล้วว่าคุณไม่ได้เข้าสู่ระบบแนะนำคุณเปลี่ยนรหัสผ่านทันที
tr: Not: Geniş bant operatörleri tarafından yapılan düzensiz ayarlamalar nedeniyle, tarafımızdan alınan IP'ye karşılık gelen adres mevcut adresinizle eşleşmeyebilir. Lütfen giriş saatine ve ürüne göre kendi işleminiz olup olmadığına karar verin. Giriş yapmadığınız tespit edilirse, şifrenizi hemen değiştirmeniz önerilir.
vi: Lưu ý: Do các nhà khai thác băng thông rộng điều chỉnh không thường xuyên, địa chỉ tương ứng với IP mà chúng tôi thu được có thể không khớp với địa chỉ hiện tại của bạn. Vui lòng đánh giá xem đó có phải là hoạt động của riêng bạn hay không dựa trên thời gian đăng nhập và sản phẩm. Nếu bạn chắc chắn rằng bạn không đăng nhập, bạn nên thay đổi mật khẩu của mình ngay lập tức.
zh_hans: 说明：由于宽带运营商的不定期调整，我们获取IP所对应的地址可能与您当前所在地址不符，请通过登录时间与产品判断是否为您本人操作。如确定非您本人登录，建议您立即修改密码。
zh_hant: 說明：由於寬帶運營商的不定期調整，我們獲取IP所對應的地址可能與您當前所在地址不符，請通過登錄時間與產品判斷是否為您本人操作。如確定非您本人登錄，建議您立即修改密碼。

source: China
cs: Čína
fi: Kiina
fr: Chine
he: סין
ja: 中国
ko: 중국
nb: Kina
ru: Китай
sv: Kina
th: ประเทศจีน
tr: Çin
vi: Trung Quốc
zh_hans: 中国
zh_hant: 中國

# cloud_renewal
source: Cloud storage renewal
cs: Poplatek za obnovu cloud
de: Verlängerung Cloudspeicher
es: Renovar el almacenamiento en la nube
fi: Pilven uudistamismaksu
fr: Renouvellement du stockage dans le Cloud
he: עדכון
id: Perbaharui Penyimpanan Awan
it: Rinnovo memorizzazione cloud
ja: ストレージの更新
ko: 클라우드 저장소 갱신
nb: Fornyelse av skylagring
nl: Cloudopslag vernieuwen
pl: Odnawianie magazynu w chmurze
pt_br: Renovação do armazenamento em nuvem
ro: Înnoirea stocării în cloud
ru: Обновление облачного хранилища
sv: Förnyelse av Cloud Storage
th: ต่ออายุพื้นที่เก็บข้อมูลคลาวด์
tr: Bulut depolama yenileme
vi: Phí gia hạn đám mây
zh_hans: 云存续费
zh_hant: 雲存續費

source: Australia/Perth
cs: Austrálie / Perth
de: Australien / Perth
fr: Australie / Perth
he: אוסטרליה / פרת'
ja: オーストラリア/パース
ko: 호주 / 퍼스
pt_br: Austrália / Perth
ru: Австралия / Перт
sv: Australien / Perth
th: ออสเตรเลีย / เพิร์ ธ
tr: Avustralya / Perth
vi: Perth
zh_hans: 佩思
zh_hant: 佩思

source: Pacific/Guam
cs: Pacifik / Guam
de: Pazifik / Guam
fi: Tyynimeri / Guam
fr: Pacifique / Guam
he: פסיפיק / גואם
id: Pasifik / Guam
it: Pacifico / Guam
ja: 太平洋/グアム
ko: 태평양 / 괌
pt_br: Pacífico / Guam
ru: Тихий океан / Гуам
th: แปซิฟิก / กวม
tr: Pasifik / Guam
vi: Guam
zh_hans: 关岛
zh_hant: 關島

# addDevice_setting_type
source: Device type
cs: Typ zařízení
de: Geräte-Typ
es: Tipo de Equipo
fi: Laitteen tyyppi
fr: Type d'appareil
he: סוג המכשיר
id: Tipe Perangkat
it: Tipologia dispositivo
ja: デバイスタイプ
ko: 제품 유형
nb: Enhetstype
nl: Type apparaat
pl: Typ urządzenia
pt_br: Tipo de dispositivo
ro: Tip de dispozitiv
ru: Тип устройства
sv: Enhetstyp
th: ประเภทอุปกรณ์
tr: Cihaz tipi
vi: Loại thiết bị
zh_hans: 设备类型
zh_hant: 設備類型

# devicesetting_Are_sure_delete_schedule
source: Are you sure to delete the schedule
cs: Jste si jisti, že smažete plán?
de: Zeitplan wirklich löschen?
es: ¿Estás seguro de eliminar la programación?
fi: Haluatko varmasti poistaa aikataulun
fr: Êtes-vous sûr de supprimer le calendrier
he: האם אתה בטוח שתמחק את לוח הזמנים
id: Apakah Anda yakin akan menghapus jadwal?
it: Sei sicuro di eliminare il programma?
ja: スケジュールを削除してもよろしいですか
ko: 일정을 삭제하시겠습니까?
nb: Er du sikker på å slette timeplanen
nl: Weet je zeker dat je het schema wilt verwijderen?
pl: Czy na pewno chcesz usunąć harmonogram?
pt_br: Tem certeza que deseja deletar a programação
ro: Sigur ștergeți programul
ru: Вы уверены, что удалите расписание
sv: Är du säker på att ta bort schemat
th: แน่ใจนะว่าลบกำหนดการ
tr: Programı silmek istediğinizden emin misiniz?
vi: Bạn có chắc chắn xóa lịch trình không
zh_hans: 是否确定删除该日程
zh_hant: 是否確定刪除該日程

# add_no_SIM_card_device
source: There is no SIM card in the device
cs: V zařízení není SIM karta
de: Es befindet sich keine SIM-Karte im Gerät
es: No hay tarjeta SIM en el dispositivo
fi: Laitteessa ei ole SIM-korttia
fr: Il n'y a pas de carte SIM dans l'appareil
he: אין כרטיס SIM במכשיר
id: Tidak ada kartu SIM di perangkat
it: Non è presente alcuna scheda SIM nel dispositivo
ja: デバイスにSIMカードがありません
ko: 기기에 SIM 카드가 없습니다.
nb: Det er ikke noe SIM-kort i enheten
nl: Er zit geen simkaart in het apparaat
pl: W urządzeniu nie ma karty SIM
pt_br: Não há cartão SIM no dispositivo
ro: Nu există o cartelă SIM în dispozitiv
ru: В устройстве нет SIM-карты
sv: Det finns inget SIM-kort i enheten
th: ไม่มีซิมการ์ดในเครื่อง
tr: Cihazda SIM kart yok
vi: Không có thẻ SIM trong thiết bị
zh_hans: 设备中没有SIM卡
zh_hant: 設備中沒有SIM卡

# person_replace_wechat_ask
source: After changing the WeChat account, the old account will no longer receive alarm messages. Should you continue to change it?
cs: Po změně účtu WeChat starý účet již nebude dostávat výstražné zprávy. Měli byste to i nadále měnit?
de: Nach dem Ändern des WeChat-Kontos erhält das alte Konto keine Alarmmeldungen mehr. Wirklich ändern?
es: Después de cambiar la cuenta de WeChat, la cuenta anterior ya no recibirá mensajes de alarma. ¿Deberías seguir cambiándolo?
fi: WeChat-tilin vaihtamisen jälkeen vanha tili ei enää vastaanota hälytysviestejä. Pitäisikö sinun jatkaa sen muuttamista?
fr: Après avoir modifié le compte WeChat, l'ancien compte ne recevra plus de messages d'alarme. Devriez-vous continuer à le changer?
he: לאחר שינוי חשבון WeChat, החשבון הישן כבר לא יקבל הודעות אזעקה. האם עליך להמשיך לשנות את זה?
id: Setelah mengubah akun WeChat, akun lama tidak akan lagi menerima pesan alarm. Haruskah Anda terus mengubahnya?
it: Dopo aver cambiato l'account WeChat, il vecchio account non riceverà più messaggi di allarme. Dovresti continuare a cambiarlo?
ja: WeChatアカウントを変更すると、古いアカウントはアラームメッセージを受信しなくなります。引き続き変更する必要がありますか？
ko: WeChat 계정을 변경 한 후 이전 계정은 더 이상 알람 메시지를받지 않습니다. 계속 변경해야합니까?
nb: Etter å ha byttet WeChat-konto, vil den gamle kontoen ikke lenger motta alarmmeldinger. Bør du fortsette å endre det?
nl: Na het wijzigen van het WeChat-account zal het oude account geen alarmmeldingen meer ontvangen. Moet je het blijven veranderen?
pl: Po zmianie konta WeChat stare konto nie będzie już otrzymywać komunikatów alarmowych. Czy powinieneś nadal to zmieniać?
pt_br: Após mudar a conta do WeChat, a conta antiga não receberá mais mensagens de alarme. Você deve continuar a mudá-lo?
ro: După schimbarea contului WeChat, contul vechi nu va mai primi mesaje de alarmă. Ar trebui să continuați să o schimbați?
ru: После изменения учетной записи WeChat старая учетная запись больше не будет получать сообщения о тревоге. Следует ли продолжать его менять?
sv: Efter att vi har bytt WeChat-konto får det gamla kontot inte längre larmmeddelanden. Ska du fortsätta att ändra det?
th: หลังจากเปลี่ยนบัญชี WeChat บัญชีเก่าจะไม่ได้รับข้อความเตือนอีกต่อไป คุณควรเปลี่ยนต่อไปหรือไม่
tr: WeChat hesabını değiştirdikten sonra, eski hesap artık alarm mesajları almayacaktır. Değiştirmeye devam etmeli misin?
vi: Sau khi thay đổi tài khoản WeChat, tài khoản cũ sẽ không nhận được tin nhắn báo động nữa, bạn có nên tiếp tục thay đổi không?
zh_hans: 更换微信账号后，旧帐号就不再接收报警消息，是否继续更换？
zh_hant: 更換微信賬號後，舊帳號就不再接收報警消息，是否繼續更換？

# alarm_baby_ox_blood
source: Abnormal blood oxygen in the baby
cs: Abnormální krevní kyslík u dítěte
de: Abormaler Blutsauerstoff im Baby
es: Oxígeno sanguíneo anormal en el bebé
fi: Epänormaali veren happi vauvassa
fr: Oxygène sanguin anormal chez le bébé
he: חמצן בדם לא תקין בתינוק
id: Oksigen darah abnormal pada bayi
it: Ossigeno nel sangue anormale nel bambino
ja: 赤ちゃんの異常な血中酸素
ko: 아기의 비정상적인 혈액 산소
nb: Unormal blod oksygen i babyen
nl: Abnormale bloedzuurstof bij de baby
pl: Nieprawidłowy poziom tlenu we krwi u dziecka
pt_br: Oxigênio no sangue anormal no bebê
ro: Oxigen anormal în sânge la copil
ru: Аномальный кислород в крови у ребенка
sv: Onormal blodsyre hos barnet
th: ความผิดปกติของออกซิเจนในเลือดของทารก
tr: Bebekte anormal kan oksijeni
vi: Bất thường oxy trong máu trẻ sơ sinh
zh_hans: 婴儿血氧异常
zh_hant: 嬰兒血氧異常

# deviceSetting_Picture_sound_settings
source: Picture and sound settings
cs: Nastavení obrazu a zvuku
de: Bild- und Toneinstellungen
es: Configuración de imagen y sonido
fi: Kuva- ja ääniasetukset
fr: Paramètres d'image et de son
he: הגדרות תמונה וקול
id: Pengaturan gambar dan suara
it: Impostazioni immagine e audio
ja: 画像と音声の設定
ko: 영상 및 사운드 설정
nb: Innstillinger for bilde og lyd
nl: Beeld- en geluidsinstellingen
pl: Ustawienia obrazu i dźwięku
pt_br: Configurações de imagem e som
ro: Setări pentru imagine și sunet
ru: Настройки изображения и звука
sv: Bild- och ljudinställningar
th: การตั้งค่าภาพและเสียง
tr: Görüntü ve ses ayarları
vi: Cài đặt hình ảnh và âm thanh
zh_hans: 画面与声音设置
zh_hant: 畫面與聲音設置

# message_Selected_channels_ios
source: Selected %@ channels
cs: Vybrané kanály %@
de: Ausgewählte %@ Kanäle
es: %@ canales seleccionados
fi: Valittu %@ kanavaa
fr: Chaînes %@ sélectionnées
he: %@ ערוצים שנבחרו
id: %@ saluran yang dipilih
it: %@ canali selezionati
ja: 選択した%@チャネル
ko: 선택한 %@ 채널
nb: Valgte %@ kanaler
nl: Geselecteerde %@ kanalen
pl: Wybrane kanały %@
pt_br: %@ canais selecionados
ro: %@ canale selectate
ru: Выбрано %@ каналов
sv: Utvalda kanaler
th: เลือก %@ ช่อง
tr: %@ kanal seçildi
vi: Đã chọn %@ kênh
zh_hans: 已选%@个通道
zh_hant: 已選%@個通道

# cloud_storage_introduce
source: Security that can't be taken away is really safe
cs: Bezpečnost, kterou nelze odnést, je opravdu bezpečná
de: Sicherheit, die nicht genommen werden kann, ist wirklich sicher
es: La seguridad que no se puede quitar es realmente segura
fi: Suojaus, jota ei voida poistaa, on todella turvallinen
fr: La sécurité qui ne peut pas être enlevée est vraiment sûre
he: ביטחון שאי אפשר לקחת ממנו הוא באמת בטוח
id: Keamanan yang tidak dapat diambil benar-benar aman
it: La sicurezza che non può essere tolta è davvero sicura
ja: 奪うことができないセキュリティは本当に安全です
ko: 빼앗을 수없는 보안은 정말 안전합니다
nb: Sikkerhet som ikke kan tas bort, er virkelig trygg
nl: Beveiliging die niet kan worden weggenomen is echt veilig
pl: Bezpieczeństwo, którego nie można zabrać, jest naprawdę bezpieczne
pt_br: Segurança que não pode ser retirada é realmente segura
ro: Securitatea care nu poate fi luată este într-adevăr sigură
ru: Безопасность, которую нельзя отобрать, действительно безопасна
sv: Säkerhet som inte kan tas bort är verkligen säker
th: ความปลอดภัยที่ไม่สามารถนำออกไปได้นั้นปลอดภัยจริงๆ
tr: Alınamayan güvenlik gerçekten güvenlidir
vi: Sự an toàn không thể thực hiện được là sự an toàn thực sự
zh_hans: 拿不走的安全才是真安全
zh_hant: 拿不走的安全才是真安全

# cloud_protect_home_shops
source: Cloud storage protects your home and shops
cs: cloud skladování chrání svůj domov a obchody
de: Cloud-Speicher schützt Ihr Haus und Geschäfte
es: almacenamiento en la nube protege su hogar y tiendas
fi: Pilvitallennus suojaa kotiasi ja kauppojasi
fr: Cloud Storage protège votre maison et des commerces
he: ענן אחסון ומגן הביתה וחנויות שלך
id: Penyimpanan cloud melindungi rumah dan toko Anda
it: Il cloud storage protegge casa e negozi
ja: クラウドストレージで家とお店を保護
ko: 클라우드 스토리지는 집과 상점을 보호
nb: Cloud lagring beskytter ditt hjem og butikker
nl: Cloudopslag beschermt uw huis en winkels
pl: przechowywanie chmura chroni swój dom i sklepy
pt_br: O armazenamento na nuvem protege sua casa e lojas
ro: stocare nor protejează acasă și magazine
ru: Облако хранения защищает ваш дом и магазины
sv: Molnlagring skyddar ditt hem och butiker
th: ที่เก็บข้อมูลบนคลาวด์ปกป้องร้านดูแลบ้านของคุณ
tr: Bulut depolama ev ve dükkanlar korur
vi: Lưu trữ đám mây bảo vệ cửa hàng chăm sóc gia đình của bạn
zh_hans: 云存储为您保家护店
zh_hant: 雲存儲為您保家護店

# adddevice_wifi_password
source: Password:
cs: Heslo:
de: Passwort:
es: Clave:
fi: Salasana:
fr: Mot de passe:
he: סיסמה:
id: Kata sandi:
it: Parola d'ordine:
ja: パスワード：
ko: 비밀번호:
nb: Passord:
nl: Wachtwoord:
pl: Hasło:
pt_br: Senha:
ro: Parola:
ru: Пароль:
sv: Lösenord:
th: รหัสผ่าน:
tr: Şifre:
vi: Mật khẩu:
zh_hans: 密码：
zh_hant: 密碼：

# person_feedback_question_4
source: How to use camera memory card and cloud video &amp; Common questions
cs: Jak používat paměťovou kartu fotoaparátu a cloudové video a časté dotazy
de: Verwendung von Kamera-Speicherkarten und Cloud-Aufnahme &amp; Häufige Fragen
es: Cómo usar la tarjeta de memoria de la cámara y el video en la nube y preguntas comunes
fi: Kameran muistikortin ja pilvivideon käyttö &amp; Yleisiä kysymyksiä
fr: Comment utiliser la carte mémoire de l'appareil photo et la vidéo dans le cloud et les questions courantes
he: כיצד להשתמש בכרטיס זיכרון מצלמה ובווידיאו בענן ושאלות נפוצות
id: Cara menggunakan kartu memori kamera dan video cloud &amp; Pertanyaan umum
it: Come utilizzare la scheda di memoria della fotocamera e il video cloud e domande comuni
ja: カメラのメモリカードとクラウドビデオの使用方法とよくある質問
ko: 카메라 메모리 카드 및 클라우드 비디오 사용 방법 및 일반적인 질문
nb: Hvordan bruke kameraets minnekort og skyvideo og vanlige spørsmål
nl: Camera-geheugenkaart en cloudvideo gebruiken &amp; veelgestelde vragen
pl: Jak korzystać z karty pamięci aparatu i wideo w chmurze i często zadawane pytania
pt_br: Como usar o cartão de memória da câmera e o vídeo na nuvem - Perguntas comuns
ro: Cum să folosiți cardul de memorie al camerei și video cloud și întrebări comune
ru: Как использовать карту памяти камеры и облачное видео и общие вопросы
sv: Hur man använder kameraminneskort och molnvideo &amp; vanliga frågor
th: วิธีใช้การ์ดหน่วยความจำกล้องและวิดีโอบนคลาวด์ &amp; คำถามทั่วไป
tr: Kamera hafıza kartı ve bulut videosu nasıl kullanılır ve Sık sorulan sorular
vi: Cách sử dụng thẻ nhớ camera và ghi hình đám mây và các sự cố thường gặp
zh_hans: 摄像机存储卡以及云录像的使用方法和常见问题
zh_hant: 攝像機存儲卡以及雲錄像的使用方法和常見問題

# addDevice_successfully_paired_cameras
source: You successfully paired %1$s cameras
cs: Úspěšně jste spárovali %1$s kamer
de: Sie haben %1$s Kameras erfolgreich verbunden
es: Emparejaste correctamente%1$s cámaras
fi: Pariliitos %1$s kameraa onnistui
fr: Vous avez associé avec succès %1$s caméras
he: הצמדת בהצלחה %1$s מצלמות
id: Anda berhasil memasangkan %1$s kamera
it: Hai accoppiato con successo %1$s fotocamere
ja: %1$sカメラのペアリングに成功しました
ko: %1$s개의 카메라를 성공적으로 페어링했습니다.
nb: Du har paret %1$s kameraer
nl: U heeft %1$s camera's succesvol gekoppeld
pl: Udało Ci się sparować kamery %1$s
pt_br: Você emparelhou%1$s câmeras com sucesso
ro: Ați asociat cu succes %1$s camere
ru: Вы успешно подключили%1$s камер
sv: Du har parat %1$s kameror
th: คุณจับคู่กล้อง %1$s ตัวสำเร็จแล้ว
tr: %1$s kamerayı başarıyla eşleştirdiniz
vi: Bạn đã ghép nối thành công %1$s máy ảnh
zh_hans: 您成功配对%1$s台摄像机
zh_hant: 您成功配對%1$s台攝像機

# login_explain_2
source: 2. Agreement on our limitation of liability and exemption terms.
cs: 2. Dohoda o našem omezení odpovědnosti a výjimkách.
de: 2. Vereinbarung über unsere Haftungsbeschränkung und Befreiungsklauseln.
es: 2. Acuerdo sobre nuestras cláusulas de limitación de responsabilidad y exención.
fi: 2. Sopimus vastuun rajoittamisesta ja vapautuslausekkeista.
fr: 2. Accord sur nos clauses de limitation de responsabilité et d'exemption.
he: 2. הסכם על הגבלת האחריות וסעיפי הפטור שלנו.
id: 2. Perjanjian tentang batasan kewajiban dan klausul pengecualian kami.
it: 2. Accordo sulla nostra limitazione di responsabilità e clausole di esenzione.
ja: 2.責任の制限および免除条項に関する合意。
ko: 2. 책임 제한 및 면제 조항에 대한 동의.
nb: 2. Avtale om vår begrensning av ansvar og fritaksklausuler.
nl: 2. Overeenstemming over onze aansprakelijkheidsbeperking en vrijstellingsbepalingen.
pl: 2. Umowa o naszym ograniczeniu odpowiedzialności i klauzulach zwolnienia.
pt_br: 2. Acordo sobre nossa limitação de responsabilidade e cláusulas de isenção.
ro: 2. Acord privind limitarea responsabilității noastre și clauze de scutire.
ru: 2. Соглашение об ограничении ответственности и положениях об освобождении от ответственности.
sv: 2. Avtal om vår begränsning av ansvar och undantagsklausuler.
th: 2. ข้อตกลงเกี่ยวกับข้อจำกัดความรับผิดและข้อยกเว้นของเรา
tr: 2. Sorumluluk sınırlama ve muafiyet hükümlerimizle ilgili anlaşma.
vi: 2. Đồng ý về giới hạn trách nhiệm pháp lý và các điều khoản miễn trừ của chúng tôi.
zh_hans: 2.约定我们的限制责任、免责条款。
zh_hant: 2.約定我們的限制責任、免責條款。

# addevice_connect_hotspot
source: Connect hotspot
cs: Připojte hotspot
de: Hotspot verbinden
es: Conectar hotspot
fi: Yhdistä hotspot
fr: Connectez le hotspot
he: חבר נקודה חמה
id: Hubungkan hotspot
it: Connetti hotspot
ja: ホットスポットを接続する
ko: 핫스팟 연결
nb: Koble hotspot
nl: Verbind hotspot
pl: Połącz hotspot
pt_br: Ponto de acesso de conexão
ro: Conectați hotspot
ru: Подключить точку доступа
sv: Anslut hotspot
th: เชื่อมต่อฮอตสปอต
tr: Hotspot'a bağlan
vi: Kết nối điểm phát sóng
zh_hans: 连接热点
zh_hant: 連接熱點

# cloud_buy_storage
source: Buy cloud storage
cs: Koupit cloudové úložiště
de: Cloud-Speicher kaufen
es: Comprar almacenamiento en la nube
fi: Osta pilvitallennustilaa
fr: Acheter du stockage cloud
he: קנה אחסון בענן
id: Beli penyimpanan cloud
it: Acquista cloud storage
ja: クラウドストレージを購入する
ko: 클라우드 스토리지 구매
nb: Kjøp skylagring
nl: Koop cloudopslag
pl: Kup miejsce w chmurze
pt_br: Compre armazenamento na nuvem
ro: Cumpărați stocare în cloud
ru: Купить облачное хранилище
sv: Köp molnlagring
th: ซื้อที่เก็บข้อมูลบนคลาวด์
tr: Bulut depolama alanı satın alın
vi: Mua bộ nhớ đám mây
zh_hans: 购买云存储
zh_hant: 購買雲存儲
