Repository: Yolo-cell-hash/go_home_ios
Catalog: ios/Runner/JASDK/JAResources/XLanguage/X35MultiLanguage/*.lproj/X35MutiLanguage.strings
Languages: cs, de, es, fi, fr, he, id, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sv, th, tr, vi, zh_hans, zh_hant

# cloud_package_use_one_by_one
source: Only one package is used at a time. If you purchase multiple packages for a certain device channel, the cloud recording period is the sum of all package times. The package data displayed at the top of the page is the remaining days of the package currently in use.
cs: Současně se používá pouze jeden balíček. Pokud zakoupíte více balíčků pro určitý kanál zařízení, doba záznamu v cloudu je součtem všech časů balíčků. Data balíčku zobrazená v horní části stránky jsou zbývající dny aktuálně používaného balíčku.
de: Es wird jeweils nur ein Paket verwendet. Wenn Sie mehrere Pakete für einen bestimmten Gerätekanal kaufen, ist der Cloud-Aufzeichnungszeitraum die Summe aller Paketzeiten. Die oben auf der Seite angezeigten Paketdaten sind die verbleibenden Tage des aktuell verwendeten Pakets.
es: Solo se usa un paquete a la vez. Si compra varios paquetes para un determinado canal de dispositivo, el período de grabación en la nube es la suma de todos los tiempos de paquete. Los datos del paquete que se muestran en la parte superior de la página son los días restantes del paquete actualmente en uso.
fi: Vain yhtä pakettia käytetään kerrallaan. Jos ostat useita paketteja tietylle laitekanavalle, pilvitallennusjakso on kaikkien pakettiaikojen summa. Sivun yläosassa näkyvät pakettitiedot ovat tällä hetkellä käytössä olevan paketin jäljellä olevia päiviä.
fr: Un seul paquet est utilisé à la fois. Si vous achetez plusieurs packages pour un canal d'appareil donné, la période d'enregistrement dans le cloud est la somme de tous les temps de package. Les données du package affichées en haut de la page correspondent aux jours restants du package actuellement utilisé.
he: משתמשים רק בחבילה אחת בכל פעם. אם אתה רוכש חבילות מרובות עבור ערוץ מכשיר מסוים, תקופת הקלטת הענן היא הסכום של כל זמני החבילה. נתוני החבילה המוצגים בראש העמוד הם הימים הנותרים של החבילה שנמצאת כעת בשימוש.
id: Hanya satu paket yang digunakan sekaligus. Jika Anda membeli beberapa paket untuk saluran perangkat tertentu, periode perekaman cloud adalah jumlah semua waktu paket. Data paket yang ditampilkan di bagian atas halaman adalah hari-hari tersisa dari paket yang sedang digunakan.
it: Viene utilizzato un solo pacchetto alla volta. Se acquisti più pacchetti per un determinato canale del dispositivo, il periodo di registrazione nel cloud è la somma di tutti i tempi dei pacchetti. I dati del pacchetto visualizzati nella parte superiore della pagina sono i giorni rimanenti del pacchetto attualmente in uso.
ja: 一度に使用されるパッケージは1つだけです。 特定のデバイスチャネルに対して複数のパッケージを購入した場合、クラウドの記録期間はすべてのパッケージ時間の合計です。 ページ上部に表示されるパッケージデータは、現在使用中のパッケージの残り日数です。
ko: 한 번에 하나의 패키지 만 사용됩니다. 특정 장치 채널에 대해 여러 패키지를 구매하는 경우 클라우드 기록 기간은 모든 패키지 시간의 합계입니다. 페이지 상단에 표시되는 패키지 데이터는 현재 사용중인 패키지의 남은 날짜입니다.
nb: Bare en pakke brukes om gangen. Hvis du kjøper flere pakker for en bestemt enhetskanal, er skyopptaksperioden summen av alle pakketidene. Pakkedataene som vises øverst på siden er de resterende dagene av pakken som er i bruk.
nl: Er wordt slechts één pakket tegelijk gebruikt. Als u meerdere pakketten koopt voor een bepaald apparaatkanaal, is de cloud-opnameperiode de som van alle pakkettijden. De pakketgegevens die bovenaan de pagina worden weergegeven, zijn de resterende dagen van het pakket dat momenteel in gebruik is.
pl: Jednocześnie używana jest tylko jedna paczka. Jeśli kupisz wiele pakietów dla określonego kanału urządzenia, okres rejestracji w chmurze jest sumą wszystkich czasów pakietu. Dane paczki wyświetlane u góry strony to pozostałe dni aktualnie używanej paczki.
pt_br: Somente um pacote é usado por vez. Se você comprar vários pacotes para um determinado canal do dispositivo, o período de gravação na nuvem será a soma de todos os tempos do pacote. Os dados do pacote exibidos na parte superior da página são os dias restantes do pacote atualmente em uso.
ro: Doar un pachet este folosit simultan. Dacă achiziționați mai multe pachete pentru un anumit canal de dispozitiv, perioada de înregistrare în cloud este suma tuturor timpilor pachetului. Datele pachetului afișate în partea de sus a paginii sunt zilele rămase ale pachetului în prezent utilizate.
ru: Только один пакет используется одновременно. Если вы приобретаете несколько пакетов для определенного канала устройства, период записи в облаке является суммой всех пакетов времени. Данные пакета, отображаемые в верхней части страницы, - это оставшиеся дни пакета, который используется в данный момент.
sv: Endast ett paket används åt gången. Om du köper flera paket för en viss enhetskanal är molninspelningsperioden summan av alla pakettider. Paketdata som visas överst på sidan är de återstående dagarna av det paket som för närvarande används.
th: ใช้ครั้งละหนึ่งแพ็คเกจเท่านั้น หากคุณซื้อหลายแพ็กเกจสำหรับช่องอุปกรณ์บางอย่างระยะเวลาการบันทึกบนคลาวด์คือผลรวมของเวลาแพ็กเกจทั้งหมด ข้อมูลแพ็กเกจที่แสดงที่ด้านบนของเพจคือวันที่เหลือของแพ็กเกจที่ใช้อยู่ในปัจจุบัน
tr: Bir seferde yalnızca bir paket kullanılır. Belirli bir cihaz kanalı için birden fazla paket satın alırsanız, bulut kayıt süresi tüm paket sürelerinin toplamıdır. Sayfanın üstünde görüntülenen paket verileri, kullanılmakta olan paketin kalan günleridir.
vi: Chỉ một gói được sử dụng tại một thời điểm. Nếu bạn đã mua nhiều gói cho một kênh thiết bị nhất định, thời hạn hiệu lực của ghi trên đám mây là tổng thời gian của tất cả các gói và dữ liệu gói được hiển thị ở đầu trang là số ngày còn lại của gói đang sử dụng.
zh_hans: 一次只使用一个套餐，若您对某个设备通道购买了多个套餐，云录像有效期为所有套餐时间之和，页面顶部显示的套餐数据为当前正在使用中的套餐剩余天数。
zh_hant: 一次只使用一個套餐，若您對某個設備通道購買了多個套餐，雲錄像有效期為所有套餐時間之和，頁面頂部顯示的套餐數據為當前正在使用中的套餐剩余天數。

# person_setting_previreMode
source: Preview mode
cs: Režim náhledu
de: Livebild Modus
es: Modo de vista previa
fi: Esikatselutila
fr: Mode d'aperçu
he: מצב תצוגה
id: Model sebelumnya
it: Modalità anteprima
ja: プレビューモード
ko: 미리보기 모드
nb: Forhåndsvisningsmodus
nl: Previewmodus
pl: Tryb podglądu
pt_br: Modo de pré-visualização
ro: Modul de previzualizare
ru: режим просмотра
sv: Förhandsgranskningsläge
th: โหมดการแสดงตัวอย่าง
tr: Önizleme modu
vi: Chế độ xem trước
zh_hans: 预览模式
zh_hant: 預覽模式

# cloud_pull_down_refresh
source: Pull down to refresh
cs: Pulldown obnovit
de: Zum Aktualisieren nach unten ziehen
es: Tire hacia abajo para refrescar
fi: Pulldown-päivitys
fr: Tirez pour rafraîchir
he: משוך מטה כדי לרענן
id: Tarik ke bawah untuk menyegarkan
it: Tirare verso il basso per aggiornare
ja: プルダウンして更新
ko: 아래로 당겨 새로 고침
nb: Trekk ned for å oppdatere
nl: Trek naar beneden om te vernieuwen
pl: Pociągnij w dół,aby odświeżyć
pt_br: Puxe para baixo para atualizar
ro: Trageți în jos pentru a reîmprospăta
ru: Потяните вниз,чтобы обновить
sv: Dra ner för att uppdatera
th: ดึงลงเพื่อรีเฟรช
tr: Yenilemek için aşağıya çekin
vi: Kéo xuống để làm mới
zh_hans: 下拉刷新
zh_hant: 下拉刷新

# add_Try_wifi_connection
source: Try wifi connection
cs: Zkuste wifi připojení
de: Versuchen Sie es mit einer WLAN-Verbindung
es: Prueba la conexión wifi
fi: Kokeile wifi-yhteyttä
fr: Essayez la connexion Wi-Fi
he: נסה חיבור wifi
id: Coba koneksi wifi
it: Prova la connessione wifi
ja: Wi-Fi接続をお試しください
ko: Wi-Fi 연결 시도
nb: Prøv wifi-tilkobling
nl: Probeer wifi-verbinding
pl: Wypróbuj połączenie Wi-Fi
pt_br: Tente conexão wi-fi
ro: Încercați conexiunea wifi
ru: Попробуйте подключиться к Wi-Fi
sv: Prova wifi-anslutning
th: ลองเชื่อมต่อ wifi
tr: Wi-Fi bağlantısını deneyin
vi: Thử kết nối wifi
zh_hans: 尝试WiFi连接
zh_hant: 嘗試WiFi連接

# devicesetting_privacy_Description
source: Privacy area supports size changes and location movement
cs: Oblast soukromí podporuje změny velikosti a pohyb umístění
de: Platzierung und Größe des Privatsphärebereichs kann individuell angepasst werden
es: El área de privacidad admite cambios de tamaño y movimiento de ubicación
fi: Tietosuoja-alue tukee kokomuutoksia ja sijainnin liikkumista
fr: La zone de confidentialité prend en charge les changements de taille et le mouvement d'emplacement
he: אזור הפרטיות תומך בשינויי גודל ותנועת מיקום
id: Area privasi mendukung perubahan ukuran dan pergerakan lokasi
it: L'area privacy supporta le modifiche alle dimensioni e lo spostamento della posizione
ja: プライバシーエリアはサイズ変更と場所の移動をサポートします
ko: 개인 정보 보호 영역은 크기 변경 및 위치 이동을 지원합니다.
nb: Personvernområdet støtter størrelsesendringer og plasseringsbevegelse
nl: Privacygebied ondersteunt formaatwijzigingen en locatieverplaatsing
pl: Obszar prywatności obsługuje zmiany rozmiaru i ruch lokalizacji
pt_br: A área de privacidade suporta mudanças de tamanho e movimento de localização
ro: Zona de confidențialitate acceptă modificări de dimensiune și deplasarea locației
ru: Область конфиденциальности поддерживает изменение размера и перемещение местоположения
sv: Sekretessområdet stöder storleksändringar och platsförflyttning
th: พื้นที่ความเป็นส่วนตัวรองรับการเปลี่ยนแปลงขนาดและการเคลื่อนไหวของตำแหน่ง
tr: Gizlilik alanı, boyut değişikliklerini ve konum hareketini destekler
vi: Khu vực riêng tư hỗ trợ thay đổi kích thước và di chuyển vị trí
zh_hans: 隐私区域支持大小改变和位置移动
zh_hant: 隱私區域支持大小改變和位置的移動

# person_alarm_selct_time_news
source: Select alarm message time
cs: Zvolte čas zprávy o alarmu
de: Uhzeit Alarmmeldungen auswählen
es: Seleccione la hora del mensaje de alarma
fi: Valitse hälytysviestin aika
fr: Sélectionnez l'heure du message d'alarme
he: בחר שעון מעורר
id: pilih waktu berita alarm
it: Seleziona l'ora del messaggio di allarme
ja: アラームメッセージの時間を選択してください
ko: 알람 메시지 시간 선택
nb: Velg alarmmeldings tid
nl: Selecteer alarmberichttijd
pl: Wybierz czas wiadomości alarmowej
pt_br: Selecione o tempo da mensagem de alarme
ro: Selectați ora mesajului de alarmă
ru: Выберите время будильника
sv: Välj alarmmeddelandetid
th: เลือกเวลาเตือน
tr: Alarm mesajı zamanını seçin
vi: Chọn thời gian tin nhắn báo thức
zh_hans: 选择报警消息时间
zh_hant: 選擇報警消息時間

# add_SIM_restart_button_light_flashes_stays
source: Please insert the SIM card and restart the device by pressing and holding the reset button on the device,if the light flashes or stays on, click Next
cs: Vložte prosím SIM kartu a restartujte zařízení stisknutím a podržením tlačítka reset na zařízení, pokud kontrolka bliká nebo zůstane svítit, klikněte na Další
de: Bitte legen Sie die SIM-Karte ein und starten Sie das Gerät neu, indem Sie die Reset-Taste am Gerät gedrückt halten, wenn das Licht blinkt oder an bleibt, klicken Sie auf Weiter
es: Inserte la tarjeta SIM y reinicie el dispositivo manteniendo presionado el botón de reinicio en el dispositivo, si la luz parpadea o permanece encendida, haga clic en Siguiente
fi: Aseta SIM-kortti ja käynnistä laite uudelleen painamalla laitteen nollauspainiketta ja pitämällä sitä painettuna, jos merkkivalo vilkkuu tai jää palamaan, napsauta Seuraava
fr: Veuillez insérer la carte SIM et redémarrer l'appareil en appuyant sur le bouton de réinitialisation de l'appareil et en le maintenant enfoncé, si le voyant clignote ou reste allumé, cliquez sur Suivant
he: אנא הכנס את כרטיס ה-SIM והפעל מחדש את המכשיר על ידי לחיצה ארוכה על לחצן האיפוס במכשיר, אם הנורית מהבהבת או נשארת דולקת, לחץ על הבא
id: Silakan masukkan kartu SIM dan restart perangkat dengan menekan dan menahan tombol reset pada perangkat, jika lampu berkedip atau tetap menyala, klik Berikutnya
it: Inserire la scheda SIM e riavviare il dispositivo tenendo premuto il pulsante di ripristino sul dispositivo, se la spia lampeggia o rimane accesa, fare clic su Avanti
ja: SIMカードを挿入し、デバイスのリセットボタンを押したままにしてデバイスを再起動してください。ライトが点滅または点灯したままの場合は、[次へ]をクリックします。
ko: SIM 카드를 삽입하고 장치의 재설정 버튼을 길게 눌러 장치를 다시 시작하십시오. 표시등이 깜박이거나 계속 켜져 있으면 다음을 클릭하십시오.
nb: Sett inn SIM-kortet og start enheten på nytt ved å trykke og holde inne tilbakestillingsknappen på enheten, hvis lyset blinker eller fortsetter å lyse, klikk på Neste
nl: Plaats de simkaart en start het apparaat opnieuw op door de resetknop op het apparaat ingedrukt te houden. Als het lampje knippert of blijft branden, klikt u op Volgende
pl: Włóż kartę SIM i uruchom ponownie urządzenie, naciskając i przytrzymując przycisk resetowania na urządzeniu, jeśli lampka miga lub świeci, kliknij Dalej
pt_br: Por favor, insira o cartão SIM e reinicie o dispositivo pressionando e segurando o botão de reset no dispositivo, se a luz piscar ou permanecer acesa, clique em Avançar
ro: Vă rugăm să introduceți cartela SIM și să reporniți dispozitivul apăsând și apăsat butonul de resetare de pe dispozitiv, dacă lumina clipește sau rămâne aprinsă, faceți clic pe Următorul
ru: Пожалуйста, вставьте SIM-карту и перезапустите устройство, нажав и удерживая кнопку сброса на устройстве, если индикатор мигает или горит постоянно, нажмите Далее.
sv: Sätt i SIM-kortet och starta om enheten genom att trycka och hålla ned återställningsknappen på enheten, om lampan blinkar eller förblir tänd, klicka på Nästa
th: โปรดใส่ซิมการ์ดและรีสตาร์ทอุปกรณ์โดยกดปุ่มรีเซ็ตบนอุปกรณ์ค้างไว้ หากไฟกะพริบหรือติดสว่าง ให้คลิกถัดไป
tr: Lütfen SIM kartı takın ve cihazdaki sıfırlama düğmesini basılı tutarak cihazı yeniden başlatın, ışık yanıp sönerse veya yanık kalırsa İleri'ye tıklayın.
vi: Vui lòng lắp thẻ SIM và khởi động lại thiết bị bằng cách nhấn và giữ nút đặt lại trên thiết bị, nếu đèn nhấp nháy hoặc vẫn sáng, hãy nhấp vào Tiếp theo
zh_hans: 请插入SIM卡然后长按设备Reset键重启设备，等待设备重启完毕指示灯闪烁或常亮点击下一步
zh_hant: 請插入SIM卡然後長按設備Reset鍵重啟設備，等待設備重啟完畢指示燈閃爍或常亮點擊下一步

# person_follow_prompt
source: After the follow-up is successful, you must log in with the current account in the official account
cs: Po úspěšné kontrole se musíte přihlásit pomocí aktuálního účtu v oficiálním účtu
de: Nach erfolgreicher Nachverfolgung müssen Sie sich mit dem aktuellen Konto im offiziellen Konto anmelden
es: Después de que el seguimiento sea exitoso, debe iniciar sesión con la cuenta actual en la cuenta oficial
fi: Kun seuranta on onnistunut, sinun on kirjauduttava sisään virallisella tilillä olevalla nykyisellä tilillä
fr: Une fois le suivi réussi, vous devez vous connecter avec le compte actuel dans le compte officiel
he: לאחר ביצוע המעקב, עליכם להתחבר עם החשבון הנוכחי בחשבון הרשמי
id: Setelah tindak lanjut berhasil, Anda harus masuk dengan akun saat ini di akun resmi
it: Dopo che il follow-up ha esito positivo, è necessario accedere con l'account corrente nell'account ufficiale
ja: フォローアップが成功した後、公式アカウントの現在のアカウントでログインする必要があります
ko: 후속 조치가 성공한 후 공식 계정의 현재 계정으로 로그인해야합니다.
nb: Etter at oppfølgingen er vellykket, må du logge på med nåværende konto i den offisielle kontoen
nl: Nadat de follow-up succesvol is, moet u inloggen met het huidige account in het officiële account
pl: Po pomyślnym zakończeniu kontynuacji musisz zalogować się na konto bieżące na oficjalnym koncie
pt_br: Depois que o acompanhamento for bem sucedido, você deve fazer login com a conta à ordem na conta oficial
ro: După ce urmărirea are succes, trebuie să vă conectați cu contul curent din contul oficial
ru: После последующей успешной, вы должны войти в систему с текущего счета в официальном аккаунте
sv: Efter att uppföljningen lyckats måste du logga in med det aktuella kontot i det officiella kontot
th: หลังจากติดตามผลสำเร็จคุณต้องเข้าสู่ระบบด้วยบัญชีปัจจุบันในบัญชีทางการ
tr: Takip başarılı olduktan sonra resmi hesaptaki cari hesap ile giriş yapmalısınız.
vi: Sau khi theo dõi thành công, bạn phải đăng nhập bằng tài khoản hiện tại trong tài khoản chính thức
zh_hans: 关注成功后，必须在公众号中使用当前账号登录
zh_hant: 關注成功後，必須在公眾號中使用當前賬號登錄

# cloud_submitFeedback
source: Submit feedback
cs: Odeslat zpětnou vazbu
de: Feedback senden
es: Enviar comentarios
fi: Antaa palautetta
fr: Soumettre des commentaires
he: שלח משוב
id: Berikan umpan balik
it: Invia feedback
ja: フィードバックを送信
ko: 의견 제출
nb: Send tilbakemelding
nl: Feedback verzenden
pl: Prześlij opinię
pt_br: Enviar feedback
ro: Trimite parerea ta
ru: Отправить отзыв
sv: Skicka feedback
th: ส่งความคิดเห็น
tr: Geri bildirim gönder
vi: Gửi phản hồi
zh_hans: 提交反馈
zh_hant: 提交反饋

# devicelist_Tmall_Elf_describe
source: Your new device supports the use of Tmall Genie to control the camera and view the screen, and you can use it after binding the authorization
cs: Vaše nové zařízení podporuje používání Tmall Genie k ovládání kamery a prohlížení obrazovky a můžete jej použít po navázání autorizace
de: Ihr neues Gerät unterstützt die Verwendung von Tmall Genie, um die Kamera zu steuern und den Bildschirm anzuzeigen. Sie können es verwenden, nachdem Sie die Autorisierung abgeschlossen wurde
es: Su nuevo dispositivo admite el uso de Tmall Genie para controlar la cámara y ver la pantalla, y puede usarlo después de vincular la autorización
fi: Uusi laitteesi tukee Tmall Genien käyttöä kameran ohjaamiseen ja näytön katseluun, ja voit käyttää sitä valtuutuksen sitomisen jälkeen
fr: Votre nouvel appareil prend en charge l'utilisation de Tmall Genie pour contrôler la caméra et afficher l'écran, et vous pouvez l'utiliser après avoir lié l'autorisation
he: המכשיר החדש שלך תומך בשימוש ב- Tmall Genie לשליטה במצלמה ולצפייה במסך, ותוכל להשתמש בה לאחר אישור ההרשאה
id: Perangkat baru Anda mendukung penggunaan Tmall Genie untuk mengontrol kamera dan melihat layar, dan Anda dapat menggunakannya setelah mengikat otorisasi
it: Il tuo nuovo dispositivo supporta l'uso di Tmall Genie per controllare la fotocamera e visualizzare lo schermo, e puoi usarlo dopo aver vincolato l'autorizzazione
ja: 新しいデバイスは、Tmall Genieを使用してカメラを制御し、画面を表示することをサポートしており、認証をバインドした後に使用できます
ko: 귀하의 새 기기는 티몰 지니를 사용하여 카메라를 제어하고 화면을 볼 수 있도록 지원하며, 권한을 부여한 후 사용하실 수 있습니다.
nb: Den nye enheten din støtter bruk av Tmall Genie for å kontrollere kameraet og se på skjermen, og du kan bruke den etter at du har forpliktet autorisasjonen
nl: Uw nieuwe apparaat ondersteunt het gebruik van Tmall Genie om de camera te bedienen en het scherm te bekijken, en u kunt het gebruiken na het binden van de autorisatie
pl: Twoje nowe urządzenie obsługuje korzystanie z Tmall Genie do sterowania kamerą i wyświetlania ekranu, a możesz z niego korzystać po związaniu autoryzacji
pt_br: Seu novo dispositivo suporta o uso de Tmall Genie para controlar a câmera e visualizar a tela, e você pode usá-lo após vincular a autorização
ro: Noul dvs. dispozitiv acceptă utilizarea Tmall Genie pentru a controla camera și a vizualiza ecranul și îl puteți utiliza după ce ați legat autorizația
ru: Ваше новое устройство поддерживает использование Tmall Genie для управления камерой и просмотра экрана, и вы можете использовать его после привязки авторизации.
sv: Din nya enhet stöder användning av Tmall Genie för att styra kameran och visa skärmen, och du kan använda den efter att ha godkänt behörigheten
th: อุปกรณ์ใหม่ของคุณรองรับการใช้ Tmall Genie เพื่อควบคุมกล้องและดูหน้าจอ และคุณสามารถใช้มันได้หลังจากผูกการอนุญาต
tr: Yeni cihazınız, kamerayı kontrol etmek ve ekranı görüntülemek için Tmall Genie kullanımını destekler ve yetkilendirmeyi bağladıktan sonra kullanabilirsiniz.
vi: Thiết bị mới của bạn hỗ trợ việc sử dụng Tmall Genie để điều khiển máy ảnh và xem màn hình, đồng thời bạn có thể sử dụng thiết bị này sau khi ràng buộc ủy quyền
zh_hans: 您的新设备支持使用天猫精灵控制摄像机以及查看画面，绑定授权后即可使用
zh_hant: 您的新設備支持使用天貓精靈控制攝像機以及查看畫面，綁定授權後即可使用

# person_hour_ago
source: hours ago
cs: před hodinami
de: Vor Stunden
es: hace horas
fi: tuntia sitten
fr: il y a heures
he: לפני שעות
id: jam yang lalu
it: ore fa
ja: 時間前
ko: 시간 전
nb: timer siden
nl: uur geleden
pl: godziny temu
pt_br: horas atrás
ro: acum ore
ru: часа назад
sv: timmar sedan
th: ชั่วโมงที่แล้ว
tr: saat önce
vi: giờ trước
zh_hans: 小时前
zh_hant: 小時前

# devicelist_no_permissions_view_playback
source: No viewing and playback permissions yet
cs: Zatím nemáte oprávnění k prohlížení a přehrávání
de: Noch keine Anzeige- und Wiedergabeberechtigungen
es: Sin permisos de visualización y reproducción todavía
fi: Ei vielä katselu- ja toistooikeuksia
fr: Aucune autorisation de visualisation et de lecture pour le moment
he: עדיין אין הרשאות צפייה והשמעה
id: Belum ada izin melihat dan memutar
it: Nessuna autorizzazione di visualizzazione e riproduzione ancora
ja: 表示と再生の権限はまだありません
ko: 아직 보기 및 재생 권한이 없습니다.
nb: Ingen visnings- og avspillingstillatelser ennå
nl: Nog geen kijk- en afspeelrechten
pl: Brak uprawnień do przeglądania i odtwarzania
pt_br: Ainda sem permissões de visualização e reprodução
ro: Încă nu există permisiuni de vizualizare și redare
ru: Пока нет разрешений на просмотр и воспроизведение
sv: Inga visnings- och uppspelningsbehörigheter ännu
th: ยังไม่มีการอนุญาตในการดูและเล่น
tr: Henüz görüntüleme ve oynatma izni yok
vi: Chưa có quyền xem và phát lại
zh_hans: 暂无查看回放权限
zh_hant: 暫無查看回放權限

# Service_map_View_store_info
source: View store information
cs: Zobrazit informace o obchodu
de: Ladeninformationen anzeigen
es: Ver información de la tienda
fi: Tarkastele myymälätietoja
fr: Afficher les informations du magasin
he: הצג מידע על חנות
id: Lihat informasi toko
it: Visualizza le informazioni sul negozio
ja: 店舗情報を見る
ko: 매장 정보보기
nb: Vis butikkinformasjon
nl: Bekijk winkelinformatie
pl: Zobacz informacje o sklepie
pt_br: Exibir informações da loja
ro: Vizualizați informațiile despre magazin
ru: Просмотр информации о магазине
sv: Visa butikinformation
th: ดูข้อมูลร้านค้า
tr: Mağaza bilgilerini görüntüleme
vi: Xem thông tin cửa hàng
zh_hans: 查看店铺信息
zh_hant: 查看店鋪信息

# cloud_record_open_fail
source: Cloud recording failed to open, please go to APP to open it manually.
cs: Cloud nahrávání se nepodařilo otevřít, přejděte prosím do APP a otevřete jej ručně.
de: Die Cloud-Aufnahme konnte nicht geöffnet werden. Öffnen Sie die App, um die Aufnahme manuell zu öffnen.
es: No se pudo abrir la grabación en la nube, vaya a la APLICACIÓN para abrirla manualmente.
fi: Pilvitallennus ei avautunut. Avaa sovellus manuaalisesti avaamalla sovellus.
fr: L'enregistrement dans le cloud n'a pas pu s'ouvrir, veuillez accéder à l'APP pour l'ouvrir manuellement.
he: הקלטת ענן לא הצליחה להיפתח, אנא עבור אל APP כדי לפתוח אותה ידנית.
id: Rekaman cloud gagal dibuka, silakan buka APP untuk membukanya secara manual.
it: Impossibile aprire la registrazione cloud, vai su APP per aprirla manualmente.
ja: クラウドの記録を開けませんでした。APPにアクセスして、手動で開いてください。
ko: 클라우드 기록을 열지 못했습니다. APP로 이동하여 수동으로 엽니 다.
nb: Skyopptak kunne ikke åpnes. Gå til APP for å åpne det manuelt.
nl: Cloudopname kan niet worden geopend, ga naar APP om het handmatig te openen.
pl: Nie udało się otworzyć nagrania w chmurze, przejdź do aplikacji, aby otworzyć ręcznie.
pt_br: Não foi possível abrir a gravação na nuvem. Acesse o APP para abri-lo manualmente.
ro: Nu s-a deschis înregistrarea în cloud, accesați aplicația pentru a o deschide manual.
ru: Не удалось открыть запись в облаке, перейдите в приложение, чтобы открыть его вручную.
sv: Molninspelning kunde inte öppnas, gå till APP för att öppna den manuellt.
th: ไม่สามารถเปิดการบันทึกบนคลาวด์ได้โปรดไปที่ APP เพื่อเปิดด้วยตนเอง
tr: Bulut kaydı açılamadı, lütfen manuel olarak açmak için APP'ye gidin.
vi: Ghi âm đám mây không mở được, vui lòng truy cập APP để mở theo cách thủ công.
zh_hans: 云录像开启失败，请前往APP手动开启。
zh_hant: 雲錄像開啟失敗，請前往APP手動開啟。

# Cloud_storage_service_order_record
source: Order record
cs: Záznam objednávky
de: Aufnahme bestellen
es: Registro de pedido
fi: Tilaa ennätys
fr: Fiche de commande
he: רשומת הזמנה
id: Catatan pesanan
it: Registrazione dell'ordine
ja: 注文記録
ko: 주문 기록
nb: Bestillingsrekord
nl: Bestel record
pl: Zamów zamówienie
pt_br: Registro de pedido
ro: Ordonează înregistrarea
ru: Запись заказа
sv: Beställningsrekord
th: บันทึกออเดอร์
tr: Sipariş kaydı
vi: Hồ sơ đặt hàng
zh_hans: 订单记录
zh_hant: 訂單記錄
