Repository: Yolo-cell-hash/go_home_ios
Catalog: ios/Runner/JASDK/JAResources/XLanguage/X35MultiLanguage/*.lproj/X35MutiLanguage.strings
Languages: cs, de, es, fi, fr, he, id, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sv, th, tr, vi, zh_hans, zh_hant

# Devicesetting_Configure_WIFI_network
source: Configure the WIFI network for the camera
cs: Nakonfigurujte WIFI síť pro kameru
de: Konfigurieren Sie das WLAN-Netzwerk für die Kamera
es: Configurar la red WIFI de la cámara
fi: Määritä kameran WIFI-verkko
fr: Configurer le réseau WIFI pour la caméra
he: הגדר את רשת ה-WIFI עבור המצלמה
id: Konfigurasikan jaringan WIFI untuk kamera
it: Configurare la rete WIFI per la telecamera
ja: カメラのWIFIネットワークを構成します
ko: 카메라의 WIFI 네트워크 구성
nb: Konfigurer WIFI-nettverket for kameraet
nl: Configureer het WIFI-netwerk voor de camera
pl: Skonfiguruj sieć WIFI dla kamery
pt_br: Configure a rede WIFI para a câmera
ro: Configurați rețeaua WIFI pentru cameră
ru: Настройте сеть WIFI для камеры
sv: Konfigurera WIFI-nätverket för kameran
th: กำหนดค่าเครือข่าย WIFI สำหรับกล้อง
tr: Kamera için WIFI ağını yapılandırın
vi: Định cấu hình mạng WIFI cho camera
zh_hans: 给摄像机配置WIFI网络
zh_hant: 給攝像機配置WIFI網絡

# devicesetting_Device_signal_level
source: Signal level:
cs: Úroveň signálu:
de: Signalstärke:
es: Nivel de señal：
fi: Signaalitaso:
fr: Niveau du signal :
he: רמת אותות:
id: Hasil Test：
it: Livello del segnale:
ja: 信号レベル：
ko: 신호 레벨 :
nb: Signalnivå:
nl: Signaal niveau:
pl: Poziom sygnału:
pt_br: Nível de sinal:
ro: Nivelul semnalului:
ru: Уровень сигнала:
sv: Signalnivå:
th: ระดับสัญญาณ:
tr: Sinyal seviyesi:
vi: Mức tín hiệu:
zh_hans: 信号等级：
zh_hant: 信號等級：

# me_version_getting
source: Getting info of newest version
cs: Získání nejnovější verze zprávy ...
de: Informationen zur neuesten Version erhalten
es: Obteniendo información de la última versión
fi: Viestin uusimman version hankkiminen ...
fr: Obtenir des informations sur la version la plus récente
he: מקבל את פרטי הגירסה החדשה ביותר ...
id: dapatkan info versi terbaru
it: Ricerca informazioni nova versione
ja: 最新バージョンの情報入手
ko: 최신 버전 확인
nb: Henter info om nyeste versjon
nl: Info verkrijgen van nieuwste versie
pl: Pobieranie informacji o najnowszych wersjach
pt_br: Obtendo informações da versão mais recente
ro: Obținerea de informații despre cea mai nouă versiune
ru: Получение информации о последней версии
sv: Få information om den senaste versionen
th: กำลังรับข้อมูลของเวอร์ชั่นใหม่ล่าสุด
tr: En yeni sürümden haberdar olmak
vi: Nhận tin tức về phiên bản mới nhất ...
zh_hans: 正在获取最新版本消息…
zh_hant: 正在獲取最新版本消息…

# preset_current_location
source: Intercepting current location
cs: Zachycení aktuální polohy
de: Aktuellen Standort abrufen
es: Interceptando ubicación actual
fi: Nykyisen sijainnin vastaanottaminen
fr: Interception de la position actuelle
he: ליירט את המיקום הנוכחי
id: Mencegah lokasi saat ini
it: Intercettare la posizione corrente
ja: 現在地を傍受
ko: 현재 위치를 캡처하는 중
nb: Avskjære gjeldende plassering
nl: Onderscheppen van huidige locatie
pl: Przechwytywanie bieżącej lokalizacji
pt_br: Interceptando a localização atual
ro: Interceptarea locației curente
ru: Перехват текущего местоположения
sv: Avlyssning av nuvarande plats
th: ไม่สามารถรับตำแหน่งปัจจุบัน
tr: Geçerli konumun ele alınması
vi: Chặn vị trí hiện tại
zh_hans: 正在截取当前位置
zh_hant: 正在截取當前位置

# devicesetting_Device_signal_checking
source: Checking...
cs: Kontrola...
de: Überprüfung...
es: Comprobación...
fi: Tarkistetaan...
fr: Vérification...
he: בודק...
id: Memeriksa...
it: Controllo...
ja: チェック中...
ko: 확인 중...
nb: Sjekker...
nl: Controleren...
pl: Kontrola...
pt_br: Verificando...
ro: Control...
ru: Проверка...
sv: Kontroll...
th: กำลังตรวจสอบ...
tr: Kontrol etme...
vi: Đang kiểm tra ...
zh_hans: 检测中...
zh_hant: 檢測中...

# devicelis_Free_cloud_new_devices
source: Free cloud storage enabled for new devices
cs: Pro nová zařízení je povoleno bezplatné cloudové úložiště
de: Kostenloser Cloud-Speicher für neue Geräte aktiviert
es: Almacenamiento gratuito en la nube habilitado para nuevos dispositivos
fi: Ilmainen pilvitallennusmahdollisuus uusille laitteille
fr: Stockage cloud gratuit activé pour les nouveaux appareils
he: אחסון ענן בחינם מופעל עבור מכשירים חדשים
id: Penyimpanan cloud gratis diaktifkan untuk perangkat baru
it: Archiviazione cloud gratuita abilitata per i nuovi dispositivi
ja: 新しいデバイスで有効な無料のクラウドストレージ
ko: 새 기기에 사용할 수 있는 무료 클라우드 스토리지
nb: Gratis skylagring aktivert for nye enheter
nl: Gratis cloudopslag ingeschakeld voor nieuwe apparaten
pl: Darmowe przechowywanie w chmurze włączone dla nowych urządzeń
pt_br: Armazenamento em nuvem gratuito habilitado para novos dispositivos
ro: Stocare gratuită în cloud activată pentru dispozitivele noi
ru: Бесплатное облачное хранилище для новых устройств
sv: Gratis molnlagring aktiverad för nya enheter
th: เปิดใช้งานที่เก็บข้อมูลบนคลาวด์ฟรีสำหรับอุปกรณ์ใหม่
tr: Yeni cihazlar için ücretsiz bulut depolama alanı etkinleştirildi
vi: Bộ nhớ đám mây miễn phí được kích hoạt cho các thiết bị mới
zh_hans: 新设备已启用免费云存
zh_hant: 新設備已啟用免費云存

# person_set_Upload_crash_success
source: Upload successfully
cs: Nahrát úspěch
de: Upload erfolgreich
es: Subida exitosa
fi: Lähetä menestys
fr: Téléchargement réussi
he: טעינה מוצלחת
id: Unggahan berhasil
it: Caricamento riuscito
ja: アップロードできました。
ko: 업로드 성공
nb: Vellykket opplasting
nl: Succesvolle upload
pl: Pomyślne przesłanie
pt_br: Upload bem-sucedido
ro: Încărcare reușită
ru: Успешная загрузка
sv: Framgångsrik uppladdning
th: อัปโหลดเรียบร้อยแล้ว
tr: Başarılı yükleme
vi: Tải lên thành công
zh_hans: 上传成功
zh_hant: 上傳成功

# preview_no_video_network_interruption
source: Network interruption, connection...
cs: Přerušení sítě, připojení ...
de: Netzwerkunterbrechung, Verbindung ...
es: Interrupción de red, conexión ...
fi: Verkon keskeytys, yhteys ...
fr: Interruption du réseau, connexion ...
he: קיימות הפרעות לרשת, מתחבר ...
id: Gangguan jaringan, koneksi ...
it: Interruzione di rete, connessione ...
ja: ネットワークの中断、接続...
ko: 네트워크 중단, 연결 ...
nb: Nettverksavbrudd, tilkobling ...
nl: Netwerkonderbreking, verbinding ...
pl: Przerwanie sieci, połączenie ...
pt_br: Interrupção de rede, conexão ...
ro: Întreruperea rețelei, conectarea ...
ru: Прерывание сети, подключение ...
sv: Nätverksavbrott, anslutning ...
th: เครือข่ายหยุดการเชื่อมต่อ ...
tr: Ağ kesintisi, bağlantı ...
vi: Mạng không hoạt động, đang kết nối ...
zh_hans: 网络中断，连接中...
zh_hant: 網絡中斷，連接中...

# add_better_help_device_network_select_use
source: In order to better help the device to configure the network, please select the network connection method you use.
cs: Abyste zařízení lépe usnadnili konfiguraci sítě, vyberte způsob síťového připojení, který používáte.
de: Um dem Gerät besser bei der Konfiguration des Netzwerks zu helfen, wählen Sie bitte die von Ihnen verwendete Netzwerkverbindungsmethode aus.
es: Para ayudar mejor al dispositivo a configurar la red, seleccione el método de conexión de red que utiliza.
fi: Auttaaksesi laitetta paremmin verkon määrittämisessä, valitse käyttämäsi verkkoyhteystapa.
fr: Afin de mieux aider l'appareil à configurer le réseau, veuillez sélectionner la méthode de connexion réseau que vous utilisez.
he: על מנת לעזור להתקן בצורה טובה יותר להגדיר את הרשת, אנא בחר את שיטת החיבור לרשת שבה אתה משתמש.
id: Untuk membantu perangkat mengonfigurasi jaringan dengan lebih baik, pilih metode koneksi jaringan yang Anda gunakan.
it: Per aiutare meglio il dispositivo a configurare la rete, selezionare il metodo di connessione di rete che si utilizza.
ja: デバイスがネットワークを構成するのに役立つように、使用するネットワーク接続方法を選択してください。
ko: 장치가 네트워크를 구성하는 데 도움이 되도록 사용하는 네트워크 연결 방법을 선택하십시오.
nb: For å hjelpe enheten bedre med å konfigurere nettverket, velg nettverkstilkoblingsmetoden du bruker.
nl: Selecteer de netwerkverbindingsmethode die u gebruikt om het apparaat beter te helpen bij het configureren van het netwerk.
pl: Aby lepiej pomóc urządzeniu w konfiguracji sieci, wybierz używaną metodę połączenia sieciowego.
pt_br: Para ajudar melhor o dispositivo a configurar a rede, selecione o método de conexão de rede que você usa.
ro: Pentru a ajuta mai bine dispozitivul să configureze rețeaua, vă rugăm să selectați metoda de conectare la rețea pe care o utilizați.
ru: Чтобы лучше помочь устройству настроить сеть, выберите используемый метод сетевого подключения.
sv: För att bättre hjälpa enheten att konfigurera nätverket, välj den nätverksanslutningsmetod du använder.
th: เพื่อช่วยให้อุปกรณ์กำหนดค่าเครือข่ายได้ดียิ่งขึ้น โปรดเลือกวิธีการเชื่อมต่อเครือข่ายที่คุณใช้
tr: Cihazın ağı yapılandırmasına daha iyi yardımcı olmak için lütfen kullandığınız ağ bağlantı yöntemini seçin.
vi: Để giúp thiết bị cấu hình mạng tốt hơn, vui lòng chọn phương thức kết nối mạng mà bạn sử dụng.
zh_hans: 为了更好的帮助设备配网，请选择您使用的联网方式。
zh_hant: 為了更好的幫助設備配網，請選擇您使用的聯網方式。

# deviceSetting_Push_alarm_message
source: Push alarm message
cs: Push alarmovou zprávu
de: Push-Alarmmeldung
es: Empuje el mensaje de alarma
fi: Push-hälytysviesti
fr: Message d'alarme push
he: הודעת אזעקה בדחיפה
id: Pesan alarm dorong
it: Messaggio di allarme push
ja: プッシュアラームメッセージ
ko: 푸시 알람 메시지
nb: Push alarmmelding
nl: Alarmbericht pushen
pl: Komunikat alarmowy Push
pt_br: Mensagem de alarme push
ro: Apăsați mesajul de alarmă
ru: Push-сообщение о тревоге
sv: Push alarmmeddelande
th: ดันข้อความปลุก
tr: Alarm mesajını itin
vi: Đẩy tin nhắn báo thức
zh_hans: 推送报警消息
zh_hant: 推送報警消息

# playback_Card_storage
source: LocalStorage
cs: Místní úložiště
de: Lokaler Speicher
es: Almacenamiento local
fi: Paikallinen varasto
fr: Stockage local
he: אחסון מקומי
id: Penyimpanan lokal
it: Memoria locale
ja: ローカルストレージ
ko: 로컬 스토리지
nb: Lokal lagring
nl: Lokale opslag
pl: Lokalny magazyn
pt_br: Armazenamento Local
ro: Stocare locală
ru: Локальное хранилище
sv: Lokalt utrymme
th: ที่เก็บข้อมูลในเครื่อง
tr: Yerel depolama
vi: Lưu trữ cục bộ
zh_hans: 卡存储
zh_hant: 卡存儲

# help_preview_ttextTips_13
source: Swith code stream:switch HD and SD
cs: Přepínání streamu kódu: obrazovka náhledu přepnutí pro zobrazení kvality streamu kódů HD,SD
de: Stream: Auswahl zwischen HD und SD
es: Cambio de flujo de código: cambiar definición alta y definición estándar
fi: Koodivirran kytkeminen: Kytke esikatseluikkuna näyttämään koodivirran laatu HD,SD
fr: Changement de flux de code : changez l’écran d’aperçu pour afficher la qualité du flux de code HD, SD
he: הגדרת איכות וידאו: בחר בין איכות HD לSD
id: pindah resolusi : pindah antara tampilan HD dan SD
it: Modifica risoluzione: permette di modificare la visualizzazione in HD e SD
ja: ストリーム：HD/SDを設定します
ko: Swith 코드 스트림 : HD 및 SD 전환
nb: Bytte videokvalitet: Velg mellom HD og SD
nl: Schakelcodestream:schakel HD en SD
pl: Streaming: wybór pomiędzy HD a SD
pt_br: Swith fluxo de código: alternar HD e SD
ro: Rulați codul swith: comutați între HD și SD
ru: Swith код потока: переключение HD и SD
sv: Swith code stream: byt HD och SD
th: สลับสตรีม: สลับหน้าจอแสดงตัวอย่างเพื่อแสดงคุณภาพสตรีม HD และ SD
tr: Swith code akışı: HD ve SD'yi değiştir
vi: Chuyển đổi luồng mã: chuyển màn hình xem trước để hiển thị chất lượng luồng mã ở HD và SD
zh_hans: 切换码流：切换预览画面显示码流质量高清、标清
zh_hant: 切換碼流：切換預覽畫面顯示碼流質量高清、標清

# playback_start_time
source: Start playback time
cs: Spusťte čas přehrávání
de: Startzeit
es: Iniciar el tiempo de reproducción
fi: Aloita toistoaika
fr: Temps de démarrage de la lecture
he: התחל זמן השמעה
id: Mulai waktu pemutaran
it: Avvia il tempo di riproduzione
ja: 再生開始時間
ko: 재생 시간 시작
nb: Start avspillingstid
nl: Start afspeeltijd
pl: Rozpocznij czas odtwarzania
pt_br: Iniciar o tempo de reprodução
ro: Porniți timpul de redare
ru: Время начала воспроизведения
sv: Start playback tid
th: เริ่มเล่นเวลา
tr: Oynatma süresini başlat
vi: Bắt đầu thời gian phát lại
zh_hans: 开始播放时间
zh_hant: 開始播放時間

# add_Unable_configure_network
source: Unable to configure network
cs: Nelze nakonfigurovat síť
de: Netzwerk kann nicht konfiguriert werden
es: No se puede configurar la red
fi: Verkkoa ei voi määrittää
fr: Impossible de configurer le réseau
he: לא ניתן להגדיר את הרשת
id: Tidak dapat mengonfigurasi jaringan
it: Impossibile configurare la rete
ja: ネットワークを構成できません
ko: 네트워크를 구성할 수 없습니다
nb: Kan ikke konfigurere nettverket
nl: Kan netwerk niet configureren
pl: Nie można skonfigurować sieci
pt_br: Não foi possível configurar a rede
ro: Nu se poate configura rețeaua
ru: Невозможно настроить сеть
sv: Det gick inte att konfigurera nätverket
th: ไม่สามารถกำหนดค่าเครือข่าย
tr: Ağ yapılandırılamıyor
vi: Không thể định cấu hình mạng
zh_hans: 无法配置网络
zh_hant: 無法配置網絡

# preview_help_4_detail
source: You can change your device password in device editing.
cs: Heslo zařízení můžete změnit v úpravách zařízení.
de: Sie können das Passwort in den Geräte-Einstellungen ändern.
es: Puede cambiar la contraseña de su Equipo en la edición del Equipo.
fi: Voit muuttaa laitteen salasanaa laitteen muokkauksessa.
fr: Vous pouvez modifier le mot de passe de votre appareil lors de l'édition de l'appareil.
he: תוכל לשנות את סיסמת המכשיר בעריכת המכשיר.
id: Anda dapat mengubah kata sandi perangkat Anda dalam mengedit perangkat.
it: È possibile modificare la password del dispositivo nella modifica del dispositivo.
ja: あなたはデバイス編集であなたのデバイスパスワードを変更することができます。
ko: 장치 편집시 장치 암호를 변경할 수 있습니다.
nb: Du kan endre enhetens passord i enhetsredigering.
nl: U kunt het wachtwoord van uw apparaat wijzigen tijdens het bewerken van het apparaat.
pl: Możesz zmienić hasło urządzenia podczas edycji urządzenia.
pt_br: Você pode alterar a senha do seu dispositivo na edição do dispositivo.
ro: Puteți schimba parola dispozitivului în editarea dispozitivului.
ru: Вы можете изменить пароль вашего устройства в режиме редактирования устройства.
sv: Du kan ändra enhetens lösenord vid enhetredigering.
th: คุณสามารถเปลี่ยนรหัสผ่านอุปกรณ์ของคุณได้ในการแก้ไขอุปกรณ์
tr: Cihaz şifrenizi cihaz düzenlemede değiştirebilirsiniz.
vi: Bạn có thể sửa đổi mật khẩu thiết bị trong phần chỉnh sửa thiết bị
zh_hans: 您可在设备编辑中修改设备密码
zh_hant: 您可在設備編輯中修改設備密碼

# cloud_video_play_over
source: The video has finished playing
cs: Video se dokončilo přehrávání.
de: Das Video wurde komplett abgespielt
es: El video ha terminado de reproducirse.
fi: Videon toisto on päättynyt.
fr: La vidéo est terminée
he: הסרטון הושלם
id: video ini telah abis di mainkan
it: Il video ha finito di suonare
ja: ビデオの再生が終了しました
ko: 동영상 재생이 완료되었습니다.
nb: Videoen er ferdig med å spille
nl: De video is klaar met spelen
pl: Film się zakończył
pt_br: O vídeo terminou de jogar
ro: Videoclipul a terminat de redat
ru: Видео закончилось
sv: Videon har spelats färdigt
th: การเล่นวิดีโอเสร็จแล้ว
tr: Videonun oynatılması tamamlandı
vi: Phát lại video đã hoàn tất
zh_hans: 录像播放完毕
zh_hant: 錄像播放完畢

# help_normal_problem_text_4
source: Device is online and there happen alarm ,but cellphone gets no message?
cs: Přístroj je online a je zde událost poplachu,ale telefon neobdrží zprávu?
de: Gerät ist online und ein Alarm wurde ausgelöst, aber auf Smartphone wird keine Nachricht gesendet?
es: ¿Cuando el Equipo está en línea y hay un evento de alarma,pero el teléfono móvil no recibe el mensaje?
fi: Laite on verkossa ja siinä on hälytystapahtuma,mutta puhelin ei vastaanota viestiä?
fr: l'appareil est en ligne et il y a un événement d'alarme, mais le téléphone portable ne reçoit aucun message
he: המכשיר מקוון ואירועי ההתראה נרשמים בו,אבל הסמארטפון אינו מקבל התראות. מה לעשות?
id: Perangkat terhubung dan Handphone tidak ada Berita Alarm?
it: Il dispositivo è online e mostra registro allarmi,ma il telefono non riceve notifiche?
ja: デバイスがオンライン状態の時にアラームがあるのに、スマートフォンにアラームメッセージは表示されないですか？
ko: 기기가 온라인 상태이고 알람 이벤트가 발생하지만 핸드폰에 메시지가 표시되지 않습니까?
nb: Enheten er tilkoblet,det er en alarm,men det gis ingen varsel på telefonen?
nl: Apparaat is online en er is een alarmgebeurtenis,maar mobiele telefoon ontvangt geen bericht?
pl: Urządzenie jest online i jest zdarzenie alarmowe ale telefon nie otrzymuje powiadomień push.
pt_br: O dispositivo está on-line e há um evento de alarme,mas o celular não recebe nenhuma mensagem?
ro: Dispozitivul este online și nu există eveniment de alarmă,dar telefonul mobil nu primește niciun mesaj?
ru: Устройство подключено к сети,и есть тревожное событие,но мобильный телефон не получает сообщение?
sv: Enheten är online och det finns larmhändelse,men mobiltelefonen får inget meddelande?
th: อุปกรณ์ออนไลน์และมีการแจ้งเตือนเกิดขึ้น แต่โทรศัพท์มือถือไม่ได้การแจ้งเตือน?
tr: Cihaz çevrimiçi ve alarm olayı var,ancak cep telefonu mesaj alamaz mı?
vi: Khi thiết bị trực tuyến và xảy ra sự kiện báo động nhưng điện thoại di động không nhận được tin nhắn?
zh_hans: 设备在线并且有报警事件发生时，但手机却收不到消息？
zh_hant: 設備在線並且有報警事件發生時，但手機卻收不到消息？

# login_explain_1
source: 1. We collect/save/use/provide/protect your personal information and other rules, as well as your user rights;
cs: 1. Shromažďujeme / ukládáme / používáme / poskytujeme / chráníme vaše osobní údaje a další pravidla, jakož i vaše uživatelská práva;
de: 1. Wir sammeln / speichern / verwenden / bereitstellen / schützen Ihre persönlichen Daten und andere Bedingungen sowie Ihre Benutzerrechte.
es: 1. Recopilamos / guardamos / usamos / proporcionamos / protegemos su información personal y otras reglas, así como sus derechos de usuario;
fi: 1. Keräämme / tallennamme / käytämme / toimitamme / suojaamme henkilötietojasi ja muita sääntöjä sekä käyttäjän oikeuksiasi;
fr: 1. Nous collectons / sauvegardons / utilisons / fournissons / protégeons vos informations personnelles et autres règles, ainsi que vos droits d'utilisateur;
he: 1. אנו אוספים / שומרים / משתמשים / מספקים / מגנים על המידע האישי שלך וכללים אחרים, כמו גם על זכויות המשתמש שלך;
id: 1. Kami mengumpulkan / menyimpan / menggunakan / menyediakan / melindungi informasi pribadi Anda dan aturan lainnya, serta hak pengguna Anda;
it: 1. Raccogliamo / salviamo / utilizziamo / forniamo / proteggiamo le tue informazioni personali e altre regole, così come i tuoi diritti utente;
ja: 1.当社は、お客様の個人情報およびその他の規則、ならびにお客様のユーザー権利を収集/保存/使用/提供/保護します。
ko: 1. 당사는 귀하의 개인 정보 및 기타 규칙과 귀하의 사용자 권리를 수집 / 저장 / 사용 / 제공 / 보호합니다.
nb: 1. Vi samler inn / lagrer / bruker / gir / beskytter din personlige informasjon og andre regler, samt dine brukerrettigheter;
nl: 1. Wij verzamelen / bewaren / gebruiken / verstrekken / beschermen uw persoonlijke gegevens en andere regels, evenals uw gebruikersrechten;
pl: 1. Gromadzimy / zapisujemy / wykorzystujemy / udostępniamy / chronimy Twoje dane osobowe i inne zasady, a także Twoje prawa użytkownika;
pt_br: 1. Coletamos / salvamos / usamos / fornecemos / protegemos suas informações pessoais e outras regras, bem como seus direitos de usuário;
ro: 1. Colectăm / salvăm / folosim / furnizăm / protejăm informațiile dvs. personale și alte reguli, precum și drepturile dvs. de utilizator;
ru: 1. Мы собираем / сохраняем / используем / предоставляем / защищаем вашу личную информацию и другие правила, а также ваши права пользователя;
sv: 1. Vi samlar in / sparar / använder / tillhandahåller / skyddar din personliga information och andra regler, liksom dina användarrättigheter;
th: 1. เรารวบรวม / บันทึก / ใช้ / ให้ / ปกป้องข้อมูลส่วนบุคคลของคุณและกฎอื่น ๆ ตลอดจนสิทธิ์ผู้ใช้ของคุณ
tr: 1. Kişisel bilgilerinizi ve diğer kuralları ve ayrıca kullanıcı haklarınızı topluyor / kaydediyoruz / kullanıyoruz / sağlıyoruz / koruyoruz;
vi: 1. Chúng tôi thu thập / lưu / sử dụng / cung cấp / bảo vệ thông tin cá nhân của bạn và các quy tắc và điều khoản khác, cũng như quyền người dùng và các điều khoản khác của bạn;
zh_hans: 1.我们对您的个人信息的收集/保存/使用/对外提供/保护等规则条款，以及您的用户权利等条款；
zh_hant: 1.我們對您的個人信息的收集/保存/使用/對外提供/保護等規則條款，以及您的用戶權利等條款；

# devicesetting_Time_period
source: Time period
cs: Časový úsek
de: Aufnahmetage
es: Periodo de tiempo
fi: Ajanjakso
fr: Période de temps
he: תקופת זמן
id: Jangka waktu
it: Periodo di tempo
ja: 期間
ko: 기간
nb: Tidsperiode
nl: Tijdsperiode
pl: Okres czasu
pt_br: Período de tempo
ro: Perioada de timp
ru: Временной период
sv: Tidsperiod
th: ระยะเวลา
tr: Zaman dilimi
vi: Khoảng thời gian
zh_hans: 时间周期
zh_hant: 時間週期

# add_Configure_device
source: Configure the device
cs: Nakonfigurujte zařízení
de: Konfigurieren Sie das Gerät
es: Configurar el dispositivo
fi: Määritä laite
fr: Configurer l'appareil
he: הגדר את המכשיר
id: Konfigurasikan perangkat
it: Configura il dispositivo
ja: デバイスを構成する
ko: 장치 구성
nb: Konfigurer enheten
nl: Configureer het apparaat
pl: Skonfiguruj urządzenie
pt_br: Configurar o dispositivo
ro: Configurați dispozitivul
ru: Настроить устройство
sv: Konfigurera enheten
th: กำหนดค่าอุปกรณ์
tr: Cihazı yapılandırın
vi: Định cấu hình thiết bị
zh_hans: 配置设备
zh_hant: 配置設備
