Repository: Yolo-cell-hash/go_home_ios
Catalog: ios/Runner/JASDK/JAResources/XLanguage/X35MultiLanguage/*.lproj/X35MutiLanguage.strings
Languages: cs, de, es, fi, fr, he, id, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sv, th, tr, vi, zh_hans, zh_hant

# Devicesetting_select_video_time
source: Record a video clip when an event detected. You can set the video clip duration
cs: Při zjištění události nahrajte videoklip. Můžete nastavit dobu trvání videoklipu
de: Kurzes Video aufnehmen, wenn Bewegung erkannt wird, die Aufnahmedauer kann ausgewählt werden
es: Grabe un videoclip cuando se detecte un evento. Puede establecer la duración del videoclip
fi: Tallenna videoleike, kun tapahtuma havaitaan. Voit asettaa videoleikkeen keston
fr: Enregistrez un clip vidéo lorsqu'un événement est détecté. Vous pouvez définir la durée du clip vidéo
he: הקלט וידאו קליפ כאשר מזוהה אירוע. אתה יכול להגדיר את משך הווידאו קליפ
id: Rekam klip video ketika suatu peristiwa terdeteksi. Anda dapat mengatur durasi klip video
it: Registra un video clip quando viene rilevato un evento. È possibile impostare la durata del videoclip
ja: イベントが検出されたときにビデオクリップを録画します。ビデオクリップの長さを設定できます
ko: 이벤트가 감지되면 동영상을 녹화하세요. 비디오 클립 길이를 설정할 수 있습니다
nb: Ta opp et videoklipp når en hendelse oppdages. Du kan angi videoklippets varighet
nl: Neem een ​​videoclip op wanneer een gebeurtenis wordt gedetecteerd. U kunt de duur van de videoclip instellen
pl: Nagraj klip wideo po wykryciu zdarzenia. Możesz ustawić czas trwania klipu wideo
pt_br: Grave um videoclipe quando um evento for detectado. Você pode definir a duração do videoclipe
ro: Înregistrați un videoclip atunci când este detectat un eveniment. Puteți seta durata clipului video
ru: Запишите видеоклип при обнаружении события. Вы можете установить продолжительность видеоклипа
sv: Spela in ett videoklipp när en händelse upptäckts. Du kan ställa in videoklippets längd
th: บันทึกวิดีโอคลิปเมื่อตรวจพบเหตุการณ์ คุณสามารถกำหนดระยะเวลาของคลิปวิดีโอได้
tr: Bir olay algılandığında bir video klip kaydedin. Video klip süresini ayarlayabilirsiniz
vi: Quay video clip khi phát hiện sự kiện. Bạn có thể đặt thời lượng video clip
zh_hans: 侦测到移动物体时录制一小段录像，可选择录像时长
zh_hant: 偵測到移動物體時錄製一小段錄像，可選擇錄像時長

source: Europe/Helsinki
cs: Evropa / Helsinky
de: Europa / Helsinki
es: Europa / Helsinki
he: אירופה / הלסינקי
id: Eropa / Helsinki
ja: ヨーロッパ/ヘルシンキ
ko: 유럽 ​​/ 헬싱키
nb: Europa / Helsinki
pl: Europa / Helsinki
pt_br: Europa / Helsinque
ro: Europa / Helsinki
ru: Европа / Хельсинки
th: ยุโรป / เฮลซิงกิ
tr: Avrupa / Helsinki
vi: Helsinki / Đông Âu
zh_hans: 赫尔辛基/东欧
zh_hant: 赫爾辛基/東歐

# cloud_storage_details_types_1
source: Cloud recording is divided into two types: alarm recording and full-day recording.
cs: Nahrávání v cloudu je rozděleno do dvou typů: záznam alarmu a celodenní záznam.
de: Die Cloud-Aufzeichnung ist in zwei Arten unterteilt: Alarmaufzeichnung und ganztägige Aufzeichnung.
es: La grabación en la nube se divide en dos tipos: grabación de alarma y grabación de día completo.
fi: Cloud-tallennus on jaettu kahteen tyyppiin: hälytystallennus ja koko päivän tallennus.
fr: L'enregistrement dans le nuage est divisé en deux types: l'enregistrement d'alarme et l'enregistrement d'une journée complète.
he: הקלטת ענן מחולקת לשני סוגים: הקלטה אזעקה והקלטת יום מלא.
id: Rekaman cloud dibagi menjadi dua jenis: perekaman alarm dan perekaman sehari penuh.
it: La registrazione su cloud è divisa in due tipi: registrazione degli allarmi e registrazione per l'intera giornata.
ja: クラウド録画は、アラーム録画と終日録画の2種類に分けられます。
ko: 클라우드 녹화는 알람 녹화와 종일 녹화의 두 가지 유형으로 구분됩니다.
nb: Cloud-opptak er delt inn i to typer: alarmopptak og hel dagsopptak.
nl: Cloudopname is onderverdeeld in twee typen: alarmopname en dagopname.
pl: Zapis w chmurze jest podzielony na dwa typy: nagrywanie alarmu i nagrywanie całodniowe.
pt_br: A gravação em nuvem é dividida em dois tipos: gravação de alarme e gravação de dia inteiro.
ro: Înregistrarea în cloud este împărțită în două tipuri: înregistrarea alarmei și înregistrarea zilnică.
ru: Облачная запись делится на два типа: запись по тревоге и запись на весь день.
sv: Molninspelning är indelad i två typer: Larminspelning och hel dagsinspelning.
th: การบันทึกบนคลาวด์แบ่งออกเป็นสองประเภท: การบันทึกการเตือนภัยและการบันทึกตลอดทั้งวัน
tr: Bulut kaydı iki türe ayrılır: alarm kaydı ve tam gün kayıt.
vi: Ghi âm đám mây được chia thành hai loại: ghi âm báo thức và ghi âm cả ngày.
zh_hans: 云录像分为报警录制与全天录制两种类型。
zh_hant: 雲錄像分為報警錄製與全天錄製兩種類型。

# cloud_add_now
source: Add it now
cs: Přidejte ji hned
de: Jetzt hinzufügen
es: Añádelo ahora
fi: Lisää se nyt
fr: Ajoutez-le maintenant
he: הוסף אותו עכשיו
id: Tambahkan sekarang
it: Aggiungilo adesso
ja: 今すぐ追加
ko: 지금 추가
nb: Legg til det nå
nl: Voeg het nu toe
pl: Dodaj to teraz
pt_br: Adicione agora
ro: Adăugați-o acum
ru: Добавьте это сейчас
sv: Lägg till det nu
th: เพิ่มเดี๋ยวนี้
tr: Şimdi ekle
vi: Thêm nó ngay bây giờ
zh_hans: 立即添加
zh_hant: 立即添加

# Service_map_Store_Address
source: Store Address
cs: Adresa obchodu
de: Laden-Adresse
es: Dirección de la tienda
fi: Kaupan osoite
fr: Adresse du magasin
he: כתובת החנות
id: Alamat Toko
it: Indirizzo del negozio
ja: 店舗の住所
ko: 매장 주소
nb: Butikkadresse
nl: Winkeladres
pl: Adres sklepu
pt_br: Endereço da loja
ro: Adresa magazinului
ru: Адрес магазина
sv: Lagra adress
th: ที่อยู่ร้าน
tr: Mağaza Adresi
vi: Địa chỉ cửa hàng
zh_hans: 门店地址
zh_hant: 門店地址

# person_set_Grateful
source: Grateful!
cs: Vděčný!
de: Dankbar!
es: ¡Agradecido!
fi: Kiitollinen!
fr: Reconnaissant!
he: אסיר תודה!
id: Bersyukur!
it: Grato!
ja: ありがたい！
ko: 고마워하는!
nb: Takknemlig!
nl: Dankbaar!
pl: Wdzięczny!
pt_br: Grato!
ro: Recunoscător!
ru: Благодарный!
sv: Tacksam!
th: ปลื้มปีติ!
tr: Minnettar!
vi: Biết ơn!
zh_hans: 感谢！
zh_hant: 感謝！

# cloud_tips_text_4
source: Device not purchased cloud storage,whether go to buy?
cs: Zařízení zakoupilo zálohu v oblacích,koupí to?
de: Geräte hat keinen Cloudspeicher, möchten Sie einen kaufen?
es: ¿El equipo no cloudstorage si comprar,ir a la compra?
fi: Laite ei ole ostanut pilvivarastoa,ostetaanko se?
fr: Acheter le matériel ?
he: כרגע לא לרכוש אחסון ענן,להמשיך ולרכוש?
id: Tidak ada pembelian penyimpanan Awan,Akan Beli?
it: Attrezzatura non acquistati cloud storage,se andare a comprare?
ja: 材料を購入しますか？
ko: 장비 구입 여부를 클라우드 스토리지를 구입하지?
nb: Enheten er ikke kjøpt for Skylagring,går det å kjøpe?
nl: Momenteel geen aankoop cloudopslag,verdergaan en kopen?
pl: Sprzęt nie nabył w chmurze,czy go kupić?
pt_br: Equipamento não adquirido armazenamento em nuvem,se vai comprar?
ro: Echipamente care nu au fost achiziționate nor de stocare,dacă mergi să cumpere?
ru: Оборудование не куплено облачным хранилищем,стоит ли покупать?
sv: Utrustning som inte köpts till molnlagring,om du vill köpa?
th: ไม่ได้ซื้อพื้นที่เก็บข้อมูลคลาวด์ ต้องการซื้อหรือไม่?
tr: Ekipman bulut deposu satın almadı mı,satın almak mı istiyorsun?
vi: Thiết bị chưa mua bộ nhớ đám mây. Bạn có muốn mua thiết bị này không?
zh_hans: 设备未购买云存，是否前往购买？
zh_hant: 設備未購買雲存，是否前往購買？

source: Edit
cs: Upravit
de: Bearbeiten
es: Editar
fi: muokata
fr: Modifier
he: עריכה
id: Ubah
it: Configurare
ja: 編集
ko: 수정
nb: Rediger
nl: Bewerken
pl: Edytuj
pt_br: Editar
ro: Editați
ru: редактировать
sv: Redigera
th: แก้ไข
tr: Düzenle
vi: biên tập
zh_hans: 编辑
zh_hant: 編輯

# devicelist_firmware_update_all_sucess_prompt
source: The firmware upgrade is successful and the device has been factory reset.
cs: Aktualizace firmwaru je úspěšná a zařízení bylo resetováno na tovární nastavení.
de: Das Firmware-Upgrade erfolgreich. Das Gerät wurde auf die Werkseinstellungen zurückgesetzt.
es: La actualización del firmware se realizó correctamente y el Equipo se restableció de fábrica.
fi: Laiteohjelmiston päivitys on onnistunut ja laite on palautettu tehtaalla.
fr: La mise à niveau du firmware est réussie et le périphérique a été réinitialisé.
he: שדרוג הקושחה הצליח והמכשיר אופס למפעל.
id: Pembaruan firmware berhasil dan perangkat telah diatur ulang ke pabrik.
it: L'aggiornamento del firmware ha esito positivo e il dispositivo è stato ripristinato alle impostazioni di fabbrica.
ja: ファームウェアのアップグレードは成功し、デバイスは工場出荷時の状態にリセットされました。
ko: 펌웨어 업그레이드가 성공적으로 완료되었으며 장치가 초기화되었습니다.
nb: Fastvareoppgraderingen er vellykket, og enheten er tilbakestilt fra fabrikken.
nl: De firmware-upgrade is geslaagd en het apparaat is teruggezet naar de fabrieksinstellingen.
pl: Aktualizacja oprogramowania układowego powiodła się i urządzenie zostało zresetowane do ustawień fabrycznych.
pt_br: A atualização do firmware é bem-sucedida e o dispositivo foi redefinido para a configuração original.
ro: Actualizarea firmware-ului este reușită și dispozitivul a fost resetat din fabrică.
ru: Обновление прошивки прошло успешно, и устройство было сброшено до заводских настроек.
sv: Firmwareuppgraderingen lyckades och enheten har återställts från fabrik.
th: การอัปเกรดเฟิร์มแวร์ทำได้สำเร็จและอุปกรณ์ถูกรีเซ็ตเป็นค่าเริ่มต้นจากโรงงาน
tr: Yazılım yükseltmesi başarılı ve cihaz fabrika ayarlarına sıfırlandı.
vi: Nâng cấp chương trình cơ sở thành công và thiết bị đã được khôi phục về cài đặt gốc
zh_hans: 固件升级成功，已为设备恢复出厂设置
zh_hant: 固件升級成功，已為設備恢復出廠設置

# cloud_purchase_use_code
source: Use cloud deposit code
cs: Použijte kód deště
de: Cloud-Speicher Code verwenden
es: Usa el código de depósito en la nube
fi: Käytä pilvitalletuskoodia
fr: Utiliser le code de dépôt en nuage
he: השתמש בקוד הפקדה בענן
id: Gunakan kode deposit cloud
it: Utilizza il codice di deposito cloud
ja: クラウドデポジットコードを使用する
ko: 클라우드 보증금 코드 사용
nb: Bruk sky innskuddskode
nl: Gebruik clouddepositecode
pl: Użyj kodu depozytu w chmurze
pt_br: Use o código de depósito na nuvem
ro: Utilizați codul depozitului de nor
ru: Используйте код облачного депозита
sv: Använd molninsättningskod
th: ใช้รหัสการเก็บข้อมูลบนคลาวด์
tr: Bulut yatırma kodunu kullan
vi: Sử dụng mã đổi tiền gửi qua đám mây
zh_hans: 使用云存兑换码
zh_hant: 使用雲存兌換碼

# cloud_extended_use
source: Extended use
cs: Rozšířené použití
de: Erweiterte Nutzung
es: Uso extendido
fi: Laajennettu käyttö
fr: Utilisation prolongée
he: שימוש ממושך
id: Penggunaan yang diperpanjang
it: Uso prolungato
ja: 長期使用
ko: 확장 사용
nb: Langvarig bruk
nl: Langdurig gebruik
pl: Rozszerzone zastosowanie
pt_br: Uso estendido
ro: Utilizare extinsă
ru: Расширенное использование
sv: Förlängd användning
th: การใช้งานเพิ่มเติม
tr: Genişletilmiş kullanım
vi: Sử dụng mở rộng
zh_hans: 延长使用
zh_hant: 延長使用

# preview_video_turnedoff_turn_check
source: The video service has been turned off, please turn it on and check again
cs: Video služba byla vypnuta, zapněte ji a znovu zkontrolujte
de: Der Videodienst wurde deaktiviert, bitte schalten Sie ihn ein und überprüfen Sie es erneut
es: El servicio de video se ha desactivado, enciéndalo y vuelva a verificar
fi: Videopalvelu on poistettu käytöstä, ota se käyttöön ja tarkista uudelleen
fr: Le service vidéo a été désactivé, veuillez l'activer et vérifier à nouveau
he: שירות הווידאו כבוי, אנא הפעל אותו ובדוק שוב
id: Layanan video telah dimatikan, silakan hidupkan dan periksa lagi
it: Il servizio video è stato disattivato, per favore accendilo e ricontrolla
ja: ビデオサービスがオフになっています。オンにしてもう一度確認してください
ko: 영상 서비스가 꺼져있습니다 켜고 다시 확인해주세요
nb: Videotjenesten er slått av. Slå den på og sjekk på nytt
nl: De videoservice is uitgeschakeld, schakel deze in en controleer opnieuw
pl: Usługa wideo została wyłączona, włącz ją i sprawdź ponownie
pt_br: O serviço de vídeo foi desligado, ligue-o e verifique novamente
ro: Serviciul video a fost dezactivat, porniți-l și verificați din nou
ru: Видеосервис был отключен, включите его и проверьте еще раз
sv: Videotjänsten har stängts av. Slå på den och kontrollera igen
th: บริการวิดีโอถูกปิด โปรดเปิดและตรวจสอบอีกครั้ง
tr: Video hizmeti kapatıldı, lütfen açın ve tekrar kontrol edin
vi: Dịch vụ video đã bị tắt, vui lòng bật lại và kiểm tra lại
zh_hans: 视频服务已关闭，请打开后再查看
zh_hant: 視頻服務已關閉，請打開後再查看

# addDevice_Placement_guide
source: Placement guide
cs: Průvodce umístěním
de: Platzierungshinweise
es: Guía de colocación
fi: Sijoitusopas
fr: Guide de placement
he: מדריך מיקום
id: Panduan penempatan
it: Guida al posizionamento
ja: 配置ガイド
ko: 배치 가이드
nb: Plasseringsveiledning
nl: plaatsingsgids
pl: Przewodnik rozmieszczania
pt_br: Guia de colocação
ro: Ghid de plasare
ru: Руководство по размещению
sv: Placeringsguide
th: คู่มือการจัดตำแหน่ง
tr: Yerleşim kılavuzu
vi: Hướng dẫn vị trí
zh_hans: 安放指南
zh_hant: 安放指南

# authorization_fail
source: Fail to authorize
cs: Selhání oprávnění
de: Autorisierung fehlgeschlagen
es: No se puede autorizar
fi: Valtuutusvirhe
fr: Ne pas autoriser
he: כשל באימות
id: otorisasi Gagl
it: Autorizzazione fallita
ja: 承認しません
ko: 인증 실패
nb: Autorisasjon mislyktes
nl: Autorisatie mislukt
pl: Błąd autoryzacji
pt_br: Não autorizar
ro: Nu este autorizat
ru: Не авторизоваться
sv: Underlåtenhet att godkänna
th: การขออนุญาต ล้มเหลว
tr: Yetkilendirme başarısız oldu
vi: Ủy quyển thất bại
zh_hans: 授权失败
zh_hant: 授權失敗

# device_Release_Refresh
source: Release Refresh
cs: Uvolněte tlačítko Refresh
de: Zum Aktualisieren loslassen
es: Liberar Actualizar
fi: Vapauta Päivitä
fr: Libérer Actualiser
he: שחרר רענון
id: Rilis Segarkan
it: Rilascia Aggiorna
ja: リリース更新
ko: 새로 고침 릴리스
nb: Slipp Oppdater
nl: Vrijgeven Vernieuwen
pl: Zwolnij Odśwież
pt_br: Liberar atualização
ro: Eliberați Reîmprospătare
ru: Отпустить Обновить
sv: Släpp Uppdatera
th: ปล่อยรีเฟรช
tr: Yayın Yenile
vi: Phát hành làm mới
zh_hans: 松开刷新
zh_hant: 鬆開刷新

# devicelist_share_equipment_Video_playback
source: Video playback
cs: Přehrávání videa
de: Wiedergabe
es: Reproducción de video
fi: Videon toisto
fr: Lecture vidéo
he: ניגון הקלטה
id: putar ulang video
it: Riproduzione video
ja: ビデオ再生
ko: 동영상 재생
nb: Videoavspilling
nl: Opnames afspelen
pl: Odtwarzanie wideo
pt_br: Reprodução de vídeo
ro: Redare video
ru: Проигрывание видео
sv: Videouppspelning
th: เล่นย้อนหลัง
tr: Video oynatma
vi: Xem lại video
zh_hans: 录像回放
zh_hant: 錄像回放

# preview_download_fail
source: Downloads failed (%1$s), downloaded (%2$s).
cs: Stahování se nezdařilo (%1$s), stažené (%2$s).
de: Downloads fehlgeschlagen (%1$s), Heruntergeladen (%2$s).
es: Descargas fallidas (%1$s), descargadas (%2$s).
fi: Lataus epäonnistui (%1$s), ladattu (%2$s).
fr: Échec des téléchargements (%1$s), téléchargé (%2$s).
he: ההורדות נכשלו (%1$s), הורדו (%2$s).
id: Gagal mengunduh (%1$s), diunduh (%2$s).
it: Download non riusciti (%1$s), scaricati (%2$s).
ja: ダウンロードに失敗しました(%1$s)、ダウンロードしました(%2$s)。
ko: 다운로드 실패 (%1$s), 다운로드 (%2$s).
nb: Nedlastinger mislyktes (%1$s), lastet ned (%2$s).
nl: Downloads mislukt (%1$s), gedownload (%2$s).
pl: Pobieranie nie powiodło się (%1$s), pobrane (%2$s).
pt_br: Falha nos downloads (%1$s), baixados (%2$s).
ro: Descărcările au eșuat (%1$s), descărcate (%2$s).
ru: Загрузка не удалась (%1$s), загружено (%2$s).
sv: Nedladdningar misslyckades (%1$s), laddade ner (%2$s).
th: ดาวน์โหลดล้มเหลว (%1$s), ดาวน์โหลด (%2$s)
tr: İndirme işlemi başarısız oldu (%1$s), indirildi (%2$s).
vi: Tải xuống không thành công (%1$s) và (%2$s) đã được tải xuống.
zh_hans: 下载失败(%1$s)个，已下载(%2$s)个。
zh_hant: 下載失敗(%1$s)個，已下載(%2$s)個。

# deviceSetting_Message_push_period
source: Message push period
cs: Perioda odeslání zprávy
de: Zeitraum Push-Nachrichten
es: Período de envío de mensajes
fi: Viestin push-aika
fr: Période de diffusion des messages
he: תקופת דחיפה של הודעה
id: Periode push pesan
it: Periodo push messaggio
ja: メッセージプッシュ期間
ko: 메시지 푸시 기간
nb: Melding push-periode
nl: Bericht push periode
pl: Okres wypychania wiadomości
pt_br: Período de envio de mensagem
ro: Perioada de transmitere a mesajului
ru: Период отправки сообщения
sv: Meddelande push period
th: ระยะเวลากดข้อความ
tr: Mesaj gönderme süresi
vi: Khoảng thời gian đẩy tin nhắn
zh_hans: 消息推送时段
zh_hant: 消息推送時段

# devicelist_Insufficient_traffic_out
source: Traffic exhausted, please recharge
cs: Provoz vyčerpán, dobijte prosím
de: Verkehr erschöpft, bitte aufladen
es: Tráfico agotado, por favor recargar
fi: Liikenne loppunut, lataa
fr: Trafic épuisé, veuillez recharger
he: התנועה מותשת, נא לטעון מחדש
id: Lalu lintas habis, harap isi ulang
it: Traffico esaurito, ricaricare
ja: 渋滞が発生しました。充電してください
ko: 교통 체증, 충전하십시오
nb: Trafikken er tom, lad opp igjen
nl: Verkeer uitgeput, laad alstublieft op
pl: Wyczerpany ruch, proszę naładować
pt_br: Tráfego esgotado, por favor recarregue
ro: Trafic epuizat, vă rugăm să reîncărcați
ru: Трафик исчерпан, перезарядите
sv: Trafiken är slut, ladda om
th: การจราจรหมดโปรดชาร์จ
tr: Trafik tükendi, lütfen şarj edin
vi: Lưu lượng truy cập cạn kiệt, vui lòng nạp tiền
zh_hans: 您的流量已用完，请尽快充值
zh_hant: 您的流量已用完，請盡快充值

# addevice_turned_off_cellular_network
source: To ensure that you can add devices normally, please keep your cellular network turned off during the adding process
cs: Chcete-li zajistit, že budete moci přidávat zařízení normálně, ponechte mobilní síť během procesu přidávání vypnutou
de: Um sicherzustellen, dass Geräte ordnungsgemäß hinzugefügt werden können, lassen Sie die mobilen Daten während des Hinzufügens bitte ausgeschaltet
es: Para asegurarse de que puede agregar dispositivos normalmente, mantenga su red celular apagada durante el proceso de adición
fi: Varmistaaksesi, että voit lisätä laitteita normaalisti, pidä matkapuhelinverkkosi pois päältä lisäysprosessin aikana
fr: Pour vous assurer que vous pouvez ajouter des appareils normalement, veuillez garder votre réseau cellulaire éteint pendant le processus d'ajout
he: כדי להבטיח שתוכל להוסיף מכשירים כרגיל, נא לשמור את הרשת הסלולרית שלך כבויה במהלך תהליך ההוספה
id: Untuk memastikan bahwa Anda dapat menambahkan perangkat secara normal, harap matikan jaringan seluler Anda selama proses penambahan
it: Per assicurarti di poter aggiungere dispositivi normalmente, tieni la rete cellulare spenta durante il processo di aggiunta
ja: デバイスを正常に追加できるようにするには、追加プロセス中はセルラーネットワークをオフにしておいてください
ko: 장치를 정상적으로 추가할 수 있도록 추가 프로세스 중에 셀룰러 네트워크를 끈 상태로 유지하십시오.
nb: For å sikre at du kan legge til enheter på vanlig måte, må du holde mobilnettverket ditt slått av mens du legger til
nl: Om ervoor te zorgen dat u normaal apparaten kunt toevoegen, moet u uw mobiele netwerk uitgeschakeld laten tijdens het toevoegen
pl: Aby zapewnić normalne dodawanie urządzeń, podczas dodawania wyłącz sieć komórkową
pt_br: Para garantir que você pode adicionar dispositivos normalmente, por favor, mantenha sua rede celular desligada durante o processo de adição
ro: Pentru a vă asigura că puteți adăuga dispozitive în mod normal, vă rugăm să păstrați rețeaua mobilă oprită în timpul procesului de adăugare
ru: Чтобы обеспечить возможность добавления устройств в обычном режиме, во время добавления не включайте сотовую сеть.
sv: För att säkerställa att du kan lägga till enheter normalt, håll ditt mobilnät avstängt under tilläggsprocessen
th: เพื่อให้แน่ใจว่าคุณสามารถเพิ่มอุปกรณ์ได้ตามปกติ โปรดปิดเครือข่ายมือถือของคุณในระหว่างกระบวนการเพิ่ม
tr: Cihazları normal şekilde ekleyebildiğinizden emin olmak için lütfen ekleme işlemi sırasında hücresel ağınızı kapalı tutun.
vi: Để đảm bảo rằng bạn có thể thêm thiết bị một cách bình thường, vui lòng tắt mạng di động của bạn trong quá trình thêm
zh_hans: 为确保您能够正常添加设备，请在添加 过程中保持您的蜂窝网络处于关闭状态
zh_hant: 為確保您能夠正常添加設備，請在添加 過程中保持您的蜂窩網絡處於關閉狀態

source: Asia/Jerusalem
cs: Asie / Jeruzalém
de: Asien / Jerusalem
fi: Aasia / Jerusalem
fr: Asie / Jérusalem
he: אסיה / ירושלים
id: Asia / Yerusalem
ja: アジア/エルサレム
ko: 아시아 / 예루살렘
pl: Azja / Jerozolima
ro: Asia / Ierusalim
ru: Азия / Иерусалим
sv: Asien / Jerusalem
th: เอเชีย / กรุงเยรูซาเล็ม
tr: Asya / Kudüs
vi: Thành phố Jerusalem, Israel
zh_hans: 耶路撒冷/以色列
zh_hant: 耶路撒冷/以色列

# Devicesetting_network_switch_patient
source: During the network switching, it may take 2-3 minutes, please be patient
cs: Během přepínání sítě to může trvat 2-3 minuty, buďte prosím trpěliví
de: Während der Netzwerkumschaltung kann es 2-3 Minuten dauern, bitte haben Sie etwas Geduld
es: Durante el cambio de red, puede tomar de 2 a 3 minutos, tenga paciencia
fi: Verkkovaihdon aikana se voi kestää 2-3 minuuttia, ole kärsivällinen
fr: Pendant le changement de réseau, cela peut prendre 2 à 3 minutes, veuillez patienter
he: במהלך החלפת הרשת, זה עשוי להימשך 2-3 דקות, אנא התאזר בסבלנות
id: Selama pergantian jaringan, mungkin perlu 2-3 menit, harap bersabar
it: Durante il cambio di rete, potrebbero essere necessari 2-3 minuti, si prega di pazientare
ja: ネットワークの切り替え中は、2 ～ 3 分かかる場合があります。しばらくお待ちください
ko: 네트워크 전환 중 2~3분 정도 소요될 수 있으니 조금만 기다려주세요.
nb: Under nettverksbyttet kan det ta 2-3 minutter, vær tålmodig
nl: Tijdens het wisselen van netwerk kan het 2-3 minuten duren, even geduld a.u.b
pl: Podczas przełączania sieci może to potrwać 2-3 minuty, prosimy o cierpliwość
pt_br: Durante a comutação de rede, pode demorar 2-3 minutos, por favor, seja paciente
ro: În timpul comutării rețelei, poate dura 2-3 minute, vă rugăm să aveți răbdare
ru: Во время переключения сети это может занять 2-3 минуты, наберитесь терпения
sv: Under nätverksbytet kan det ta 2-3 minuter, ha tålamod
th: ระหว่างการสลับเครือข่าย อาจใช้เวลา 2-3 นาที โปรดอดใจรอ
tr: Ağ geçişi sırasında 2-3 dakika sürebilir, lütfen sabırlı olun
vi: Trong quá trình chuyển đổi mạng, có thể mất 2-3 phút, hãy kiên nhẫn
zh_hans: 网络切换中，可能需要2-3分钟时间，请耐心等待
zh_hant: 網絡切換中，可能需要2-3分鐘時間，請耐心等待
