Repository: Yolo-cell-hash/go_home_ios
Catalog: ios/Runner/JASDK/JAResources/XLanguage/X35MultiLanguage/*.lproj/X35MutiLanguage.strings
Languages: cs, de, es, fi, fr, he, id, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sv, th, tr, vi, zh_hans, zh_hant

# adddevice_wait_for_wifi_icon
source: After connecting the device WiFi, wait for the WiFi icon on the phone's battery bar
cs: Po připojení zařízení WiFi počkejte na ikonu WiFi na liště baterie telefonu
de: Warten Sie nach dem Herstellen der WLAN-Verbindung zum Gerät, bis das WLAN-Symbol in der Statusleiste des Telefons angezeigt wird
es: Después de conectar el Equipo WiFi, espere el icono de WiFi en la barra de la batería del teléfono
fi: Kun olet liittänyt laitteen WiFi-yhteyden, odota WiFi-kuvaketta puhelimen akkupalkissa
fr: Après avoir connecté le périphérique WiFi, attendez que l'icône WiFi se trouve sur la barre de batterie du téléphone.
he: לאחר חיבור ה- WiFi של ההתקן, המתן לסמל ה- WiFi בסרגל הסוללה של הטלפון
id: Setelah menghubungkan perangkat WiFi, tunggu ikon WiFi di bilah baterai ponsel
it: Dopo aver collegato il dispositivo WiFi, attendi l'icona WiFi sulla barra della batteria del telefono
ja: デバイスの無線LANを接続したら、携帯電話にある無線LANアイコンを待ちます
ko: 기기 WiFi를 연결 한 후 휴대 전화의 배터리 막대에서 WiFi 아이콘을 기다립니다.
nb: Etter at du har koblet til enheten WiFi, vent på WiFi-ikonet på telefonens batteristang
nl: Nadat u het apparaat met WiFi hebt verbonden, wacht u op het WiFi-pictogram in de batterijbalk van de telefoon
pl: Po podłączeniu urządzenia WiFi poczekaj na ikonę WiFi na pasku baterii telefonu
pt_br: Depois de conectar o dispositivo WiFi, aguarde o ícone WiFi na barra de bateria do telefone
ro: După conectarea dispozitivului WiFi, așteptați pictograma WiFi de pe bara de baterii a telefonului
ru: После подключения устройства WiFi дождитесь значка WiFi на панели аккумулятора телефона
sv: När du har anslutit enheten WiFi väntar du på WiFi-ikonen på telefonens batteriladdare
th: หลังจากเชื่อมต่อWiFi บนโทรศัพท์, รอจนกว่าสัญลักษญ์ WiFi แสดงบนมือถือ
tr: WiFi cihazını bağladıktan sonra, telefonun batarya çubuğunda WiFi simgesini bekleyin.
vi: Sau khi kết nối WiFi của thiết bị, hãy đợi biểu tượng WiFi xuất hiện trên thanh pin của điện thoại
zh_hans: 连接设备WiFi后，等待手机电量条出现WiFi图标
zh_hant: 連接設備WiFi後，等待手機電量條出現WiFi圖標

# open
source: Enable
cs: Otevřít
de: Aktivieren
es: Habilitar
fi: avoin
fr: Activer
he: אפשר
id: Buka
it: Abilitare
ja: 有効
ko: 사용
nb: Aktiver
nl: Inschakelen
pl: Dostępny
pt_br: Habilitar
ro: Permite
ru: включить
sv: Gör det möjligt
th: เปิดใช้งาน
tr: etkinleştirme
vi: Bật
zh_hans: 开启
zh_hant: 開啟

# Service_map_Users_with_physical_stores
source: Users with physical stores
cs: Uživatelé s fyzickými obchody
de: Benutzer mit physischen Geschäften
es: Usuarios con tiendas físicas.
fi: Käyttäjät, joilla on fyysisiä kauppoja
fr: Utilisateurs disposant de magasins physiques
he: משתמשים עם חנויות פיזיות
id: Pengguna dengan toko fisik
it: Utenti con negozi fisici
ja: 実店舗を持つユーザー
ko: 실제 상점을 보유한 사용자
nb: Brukere med fysiske butikker
nl: Gebruikers met fysieke winkels
pl: Użytkownicy posiadający sklepy fizyczne
pt_br: Usuários com lojas físicas
ro: Utilizatori cu magazine fizice
ru: Пользователи с физическими магазинами
sv: Användare med fysiska butiker
th: ผู้ใช้ที่มีร้านค้าจริง
tr: Fiziksel depoları olan kullanıcılar
vi: Người dùng có cửa hàng thực
zh_hans: 有实体门店的用户
zh_hant: 有實體門店的用戶

# add_Learn_about_cloud_card_4
source: The cloud card can support the vast majority of operator networks in the world, and can automatically select the best signal and the operator network with the best tariff for networking. card for network connection.
cs: Cloudová karta dokáže podporovat drtivou většinu sítí operátorů na světě a dokáže automaticky vybrat nejlepší signál a síť operátora s nejlepším tarifem pro síťování. karta pro připojení k síti.
de: Die Cloud-Karte kann die überwiegende Mehrheit der Betreibernetze der Welt unterstützen und kann automatisch das beste Signal und das Betreibernetz mit dem besten Tarif für die Vernetzung auswählen. Karte für Netzwerkverbindung.
es: La tarjeta en la nube puede admitir la gran mayoría de las redes de operadores en el mundo y puede seleccionar automáticamente la mejor señal y la red de operadores con la mejor tarifa para la creación de redes. Tarjeta para conexión de red.
fi: Pilvikortti tukee valtaosaa maailman operaattoriverkoista ja voi valita automaattisesti parhaan signaalin ja parhaan tariffin verkottumiseen. kortti verkkoyhteyttä varten.
fr: La carte cloud peut prendre en charge la grande majorité des réseaux d'opérateurs dans le monde et peut sélectionner automatiquement le meilleur signal et le réseau d'opérateur avec le meilleur tarif de mise en réseau. carte pour la connexion réseau.
he: כרטיס הענן יכול לתמוך ברוב המוחלט של רשתות המפעילים בעולם, ויכול לבחור אוטומטית את האות הטוב ביותר ואת רשת המפעילים עם התעריף הטוב ביותר לרשת. כרטיס לחיבור לרשת.
id: Kartu cloud dapat mendukung sebagian besar jaringan operator di dunia, dan dapat secara otomatis memilih sinyal terbaik dan jaringan operator dengan tarif jaringan terbaik. kartu untuk koneksi jaringan.
it: La scheda cloud può supportare la stragrande maggioranza delle reti di operatori nel mondo e può selezionare automaticamente il segnale migliore e la rete dell'operatore con la migliore tariffa per il networking. scheda per la connessione di rete.
ja: クラウド カードは、世界中のオペレーター ネットワークの大部分をサポートでき、ネットワークに最適な信号と料金が最適なオペレーター ネットワークを自動的に選択できます。 ネットワーク接続用のカード。
ko: 클라우드 카드는 전 세계 대부분의 사업자 네트워크를 지원할 수 있으며 네트워킹에 가장 적합한 요금으로 최상의 신호와 사업자 네트워크를 자동으로 선택할 수 있습니다. 네트워크 연결용 카드.
nb: Skykortet kan støtte de aller fleste operatørnettverk i verden, og kan automatisk velge det beste signalet og operatørnettverket med best tariff for nettverk. kort for nettverkstilkobling.
nl: De cloudkaart ondersteunt de overgrote meerderheid van operatornetwerken ter wereld en kan automatisch het beste signaal en het operatornetwerk met het beste netwerktarief selecteren. kaart voor netwerkverbinding.
pl: Karta w chmurze może obsługiwać zdecydowaną większość sieci operatorskich na świecie i może automatycznie wybrać najlepszy sygnał i sieć operatora z najlepszą taryfą dla sieci. karta do połączenia sieciowego.
pt_br: O cartão de nuvem pode suportar a grande maioria das redes de operadoras do mundo, podendo selecionar automaticamente o melhor sinal e a rede da operadora com a melhor tarifa de rede. cartão para conexão de rede.
ro: Cardul cloud poate suporta marea majoritate a rețelelor de operatori din lume și poate selecta automat cel mai bun semnal și rețeaua de operator cu cel mai bun tarif pentru rețea. card pentru conexiune la rețea.
ru: Облачная карта может поддерживать подавляющее большинство сетей операторов в мире и может автоматически выбирать лучший сигнал и сеть оператора с лучшим тарифом для работы в сети. карта для подключения к сети.
sv: Molnkortet kan stödja de allra flesta operatörsnätverk i världen, och kan automatiskt välja den bästa signalen och operatörsnätet med den bästa tariffen för nätverk. kort för nätverksanslutning.
th: การ์ดคลาวด์สามารถรองรับเครือข่ายผู้ให้บริการส่วนใหญ่ในโลก และสามารถเลือกสัญญาณที่ดีที่สุดและเครือข่ายผู้ให้บริการโดยอัตโนมัติด้วยอัตราค่าบริการที่ดีที่สุดสำหรับเครือข่าย การ์ดสำหรับเชื่อมต่อเครือข่าย
tr: Bulut kartı, dünyadaki operatör ağlarının büyük çoğunluğunu destekleyebilir ve ağ iletişimi için en iyi sinyali ve en iyi tarifeye sahip operatör ağını otomatik olarak seçebilir. ağ bağlantısı için kart.
vi: Thẻ đám mây có thể hỗ trợ đại đa số các mạng của nhà khai thác trên thế giới và có thể tự động chọn tín hiệu tốt nhất và mạng của nhà khai thác có giá cước tốt nhất cho mạng. thẻ kết nối mạng.
zh_hans: 云卡可以支持全球范围内绝大多数运营商网络，并且可以自动选择最佳信号与最优资费的运营商网络进行联网，如果您当前使用的实体卡运营商网络体验不佳，可以尝试使用云卡进行网络连接。
zh_hant: 雲卡可以支持全球範圍內絕大多數運營商網絡，並且可以自動選擇最佳信號與最優資費的運營商網絡進行聯網，如果您當前使用的實體卡運營商網絡體驗不佳，可以嘗試使用雲卡進行網絡連接。

# addDevice_guide_lightFlash_NVR
source: 1、Is indicator light of NVR is long on?
cs: 1、 Je indikátor NVR zařízení stabilní?
de: 1. Ist die Status LED des NVR durchgehend an?
es: 1、 ¿La luz indicadora de NVR está encendida?
fi: 1、 Onko laitteen NVR-ilmaisin vakaa?
fr: 1、 Le voyant du NVR s'allume-t-il en continu ?
he: 1、 האם נורת החיווי של הNVR דולקת ברציפות?
id: 1、 Apakah Lampu indikator di NVR nyala terus?
it: 1、 l'indicatore dell'NVR è acceso?
ja: 1)NVRのランプが点滅していますか？
ko: 1、 장치의 표시등이 켜져 있습니까?
nb: 1、 Er lysindikatoren til enheten på?
nl: 1、Brandt het indicatielampje van NVR al lang?
pl: 1、 Czy dioda na NVR świeci się ciągle?
pt_br: 1、 A luz indicadora do NVR está longa?
ro: 1、Este indicatorul luminos al NVR este lung?
ru: 1、 Горит ли индикатор NVR?
sv: 1、 Är indikatorlampan för NVR lång?
th: 1 ไฟแสดงสถานะของ NVR ติดอยู่หรือไม่?
tr: 1、 NVR'ın gösterge ışığı açık mı?
vi: 1. Đèn báo NVR của thiết bị có luôn sáng không?
zh_hans: 1、设备NVR指示灯是否常亮？
zh_hant: 1、設備NVR指示燈是否常亮？

# deviceSetting_Choose_recording_method
source: Choose recording method
cs: Vyberte způsob nahrávání
de: Aufnahmemeart auswählen
es: Elija el método de grabación
fi: Valitse tallennustapa
fr: Choisissez la méthode d'enregistrement
he: בחר שיטת הקלטה
id: Pilih metode perekaman
it: Scegli il metodo di registrazione
ja: 録画モードを選択する
ko: 녹음 방법 선택
nb: Velg opptaksmetode
nl: Kies opnamemethode
pl: Wybierz metodę nagrywania
pt_br: Escolha o método de gravação
ro: Alegeți metoda de înregistrare
ru: Выберите метод записи
sv: Välj inspelningsmetod
th: เลือกวิธีการบันทึก
tr: Kayıt yöntemini seçin
vi: Chọn phương pháp ghi
zh_hans: 选择录制方式
zh_hant: 選擇錄製方式

# cloud_ch_renewal_prompt
source: Only can renewal if the service days are less than 30 days
cs: Obnovení,pokud jsou dny služby kratší než 30 dní
de: Verlängerung nur möglich, wenn weniger als 30 Servicetage verbleiben
es: Renovación si los días de servicio son inferiores a 30 días.
fi: Uudistaminen,jos palvelupäivät ovat alle 30 päivää
fr: Renouvellement si les jours de service sont inférieurs à 30 jours
he: חידוש אם ימי השירות הם פחות מ-30 ימים
id: Perpanjangan jika hari kerja kurang dari 30 hari
it: Rinnovo se i giorni di servizio sono inferiori a 30 giorni
ja: サービス日数が30日以内であれば更新
ko: 근무일이 30 일 미만인 경우 갱신
nb: Fornyelse dersom servicedagen er mindre enn 30 dager
nl: Verlenging als de servicedagen korter zijn dan 30 dagen
pl: Odnowienie,jeśli dni świadczenia usług są krótsze niż 30 dni
pt_br: Renovação se os dias de serviço forem inferiores a 30 dias
ro: Reînnoire dacă zilele de serviciu sunt mai mici de 30 de zile
ru: Продление,если дни обслуживания не превышают 30 дней
sv: Förnyelse om servicedagen är mindre än 30 dagar
th: สามารถต่ออายุได้หากวันใช้บริการน้อยกว่า 30 วัน
tr: Servis günleri 30 günden az ise yenileme
vi: Chỉ có thể gia hạn khi thời gian sử dụng dịch vụ dưới 30 ngày
zh_hans: 服务天数小于30天时才能续费
zh_hant: 服務天數小於30天時才能續費

# playback_unable_to_watch
source: Unable to watch cloud video
cs: Nelze sledovat cloudové video
de: Cloud-Video kann nicht angezeigt werden
es: No se puede ver el video en la nube
fi: Pilvivideota ei voi katsella
fr: Impossible de regarder la vidéo sur le cloud
he: לא ניתן לצפות בווידיאו בענן
id: Tidak dapat menonton video cloud
it: Impossibile guardare il video cloud
ja: クラウドビデオを視聴できません
ko: 클라우드 비디오를 볼 수 없습니다
nb: Kan ikke se skyvideo
nl: Kan cloudvideo niet bekijken
pl: Nie można oglądać wideo w chmurze
pt_br: Não foi possível assistir ao vídeo na nuvem
ro: Imposibil de vizionat videoclipurile din cloud
ru: Невозможно смотреть облачное видео
sv: Det går inte att titta på molnvideo
th: ไม่สามารถดูวิดีโอคลาวด์
tr: Bulut videosu izlenemiyor
vi: Không thể xem video trên đám mây
zh_hans: 无法观看云录像
zh_hant: 無法觀看雲錄像

# Help_network_is_not_strong
source: The network is not strong, please click to try again
cs: Síť není silná, kliknutím to zkuste znovu
de: Netzwerkverbindung nicht gut, bitte tippen zum erneut versuchen.
es: La red no es fuerte, haga clic para volver a intentarlo
fi: Verkko ei ole vahva, yritä uudelleen napsauttamalla
fr: Le réseau n'est pas solide, veuillez cliquer pour réessayer
he: הרשת אינה חזקה, אנא לחץ כדי לנסות שוב
id: Jaringan tidak kuat, silakan klik untuk mencoba lagi
it: La rete non è forte, fare clic per riprovare
ja: ネットワークが強力ではありません。クリックして再試行してください
ko: 네트워크가 안전하지 않습니다. 다시 시도하려면 클릭하세요.
nb: Nettverket er ikke sterkt. Vennligst klikk for å prøve igjen
nl: Het netwerk is niet sterk. Klik om het opnieuw te proberen
pl: Sieć nie jest silna, kliknij, aby spróbować ponownie
pt_br: A rede não é forte, clique para tentar novamente
ro: Rețeaua nu este puternică, faceți clic pentru a încerca din nou
ru: Сеть слабая, нажмите, чтобы повторить попытку
sv: Nätverket är inte starkt, klicka för att försöka igen
th: เครือข่ายไม่แข็งแรงโปรดคลิกเพื่อลองอีกครั้ง
tr: Ağ güçlü değil, tekrar denemek için lütfen tıklayın
vi: Mạng không mạnh, vui lòng bấm để thử lại
zh_hans: 网络不给力，请点击重试
zh_hant: 網絡不給力，請點擊重試

# person_Binding_Authorization
source: Binding/Authorization
cs: Vazba / autorizace
de: Verbindung / Autorisierung
es: Vinculación / Autorización
fi: Sitova / Valtuutus
fr: Obligation / autorisation
he: כריכה / אישור
id: Binding / Otorisasi
it: Powiązanie / autoryzacja
ja: バインド/承認
ko: 바인딩 / 승인
nb: Binding / autorisasjon
nl: Binding / autorisatie
pl: Powiązanie / autoryzacja
pt_br: Vinculação / Autorização
ro: Legare / Autorizare
ru: Привязка / Авторизация
sv: Bindning / auktorisering
th: การผูกมัด / การอนุญาต
tr: Bağlayıcı / Yetkilendirme
vi: Ràng buộc / Ủy quyền
zh_hans: 绑定/授权
zh_hant: 綁定/授權

# password_format_wrong
source: Format of password is wrong,please input again
cs: Formát hesla je nesprávný. Zadejte znovu
de: Formatfehler Passwort, bitte erneut eingeben
es: El formato de la contraseña es incorrecto,ingrese de nuevo
fi: Salasana on virheellinen
fr: Le format du mot de passe est incorrect, veuillez entrer à nouveau
he: פורמט הססמה שגוי
id: Format Sandi salah,silakan masukin lagi
it: Formato password errato,prego reinserire
ja: パスワードの形式が正しくありません。もう一度入力してください。
ko: 비밀번호 형식이 올바르지 않습니다.
nb: Ugyldig passord,prøv igjen
nl: Opmaak wachtwoord onjuist,opnieuw invoeren
pl: Format hasła jest niepoprawny,proszę wprowadzić ponownie
pt_br: O formato da senha está errado,por favor introduza novamente
ro: Formatul parolei este greșit,introduceți din nou
ru: Неправильный формат пароля,пожалуйста,введите снова
sv: Lösenordsformat är fel,vänligen skriv in igen
th: รูปแบบของรหัสผ่านไม่ถูกต้องโปรดป้อนอีกครั้ง
tr: Şifre biçimi yanlış,lütfen tekrar girin
vi: Định dạng mật khẩu sai, vui lòng nhập lại
zh_hans: 密码格式有误，请重新输入
zh_hant: 密碼格式有誤，請重新輸入

# deviceSetting_clarity_SD_video
source: SD video
de: SD
es: vídeo SD
fr: vidéo SD
he: סרטון SD
id: video SD
it: Video SD
ja: SDビデオ
ko: SD 비디오
pl: Wideo SD
pt_br: Vídeo SD
ro: Video SD
ru: SD-видео
th: วิดีโอ SD
vi: Video SD
zh_hans: 标清录像
zh_hant: 標清錄像

# devicesetting_fixed_point
source: Fixed-point cruise
cs: Plavba s pevným bodem
de: Fixpunkte-Tour
es: Crucero de punto fijo
fi: Kiinteä risteily
fr: Croisière à virgule fixe
he: שייט בנקודה קבועה
id: Pelayaran titik tetap
it: Crociera a virgola fissa
ja: 定点クルーズ
ko: 고정 소수점 크루즈
nb: Fast punkt cruise
nl: Vaste cruise
pl: Rejs statyczny
pt_br: Cruzeiro de ponto fixo
ro: Croaziera cu punct fix
ru: Круиз с фиксированной точкой
sv: Fast punkt kryssning
th: กำหนดจุดการหมุน
tr: Sabit noktalı seyir
vi: Hành trình điểm cố định
zh_hans: 定点巡航
zh_hant: 定點巡航

# adddevice_add_device_ID
source: Added successfully, please click "Finish"
cs: Úspěšně přidáno, klikněte na "Dokončit"
de: Erfolgreich hinzugefügt. Bitte auf "Fertig" tippen.
es: Agregado correctamente, haga clic en "Finalizar"
fi: Lisätty onnistuneesti, napsauta "Valmis"
fr: Ajouté avec succès, veuillez cliquer sur "Terminer "
he: נוסף בהצלחה, אנא לחץ על "סיום"
id: Berhasil ditambahkan, silakan klik "Selesai"
it: Aggiunto correttamente, fare clic su "Fine"
ja: 正常に追加されました。[完了]をクリックしてください
ko: 성공적으로 추가되었습니다. "완료"를 클릭하십시오.
nb: Lagt til vellykket, vennligst klikk "Fullfør"
nl: Klik met succes toegevoegd "Voltooien"
pl: Dodano pomyślnie, kliknij "Zakończ "
pt_br: Adicionado com sucesso, clique em "Concluir"
ro: Adăugat cu succes, vă rugăm să faceți clic pe "Finalizare"
ru: Успешно добавлено, пожалуйста, нажмите "Готово"
sv: Tillagd framgångsrikt, klicka på "Slutför"
th: เพิ่มเรียบร้อยแล้วกรุณาคลิกที่ "เสร็จสิ้น "
tr: Başarıyla eklendi, lütfen "Son" düğmesini tıklayın.
vi: Đã thêm thành công, vui lòng nhấp vào "Hoàn tất"
zh_hans: 添加成功，请点击“完成”
zh_hant: 添加成功，請點擊“完成”

# adddevice_light_flash
source: (The indicator light flashes at this time)
cs: (V tomto okamžiku bliká kontrolka)
de: (Die Status LED blinkt in dieser Zeit)
es: (La luz indicadora parpadea en este momento)
fi: (Merkkivalo vilkkuu tällä hetkellä)
fr: (Le voyant clignote à ce moment-là)
he: (נורית החיווי מהבהבת בשלב זה)
id: (Lampu indikator berkedip pada saat ini)
it: (l'indicatore luminoso lampeggia in questo momento)
ja: (このとき表示灯が点滅します)
ko: (이 때 표시등이 깜박입니다)
nb: (Indikatorlampen blinker nå)
nl: (Het indicatielampje knippert op dit moment)
pl: (Kontrolka miga w tym czasie)
pt_br: (A luz indicadora pisca neste momento)
ro: (Indicatorul luminos clipește în acest moment)
ru: (Индикатор мигает в это время)
sv: (Indikatorlampan blinkar vid denna tidpunkt)
th: จนกว่าอุปกรณ์จะมีเสียงว่า"สตาร์ท คอนฟิคกูเรชั่น โหมด "
tr: (Gösterge ışığı şu anda yanıp söner)
vi: (Lúc này, đèn báo nhấp nháy)
zh_hans: (此时指示灯变为闪烁)
zh_hant: (此時指示燈變為閃爍)

# message_No_system_notifications
source: No system notifications
cs: Žádná systémová upozornění
de: Keine Systembenachrichtigungen
es: Sin notificaciones del sistema
fi: Ei järjestelmäilmoituksia
fr: Aucune notification système
he: אין הודעות מערכת
id: Tidak ada pemberitahuan sistem
it: Nessuna notifica di sistema
ja: システム通知なし
ko: 시스템 알림 없음
nb: Ingen systemvarsler
nl: Geen systeemmeldingen
pl: Brak powiadomień systemowych
pt_br: Nenhuma notificação do sistema
ro: Fără notificări de sistem
ru: Нет системных уведомлений
sv: Inga systemaviseringar
th: ไม่มีการแจ้งเตือนของระบบ
tr: Sistem bildirimi yok
vi: Không có thông báo hệ thống
zh_hans: 暂无系统通知
zh_hant: 暫無系統通知

# deviceSetting_clarity_HD_video
source: HD video
de: HD
es: vídeo HD
fr: vidéo HD
he: סרטון HD
id: video HD
it: Video HD
ja: HDビデオ
ko: HD 비디오
pl: Wideo HD
pt_br: Vídeo HD
ro: video HD
ru: HD-видео
th: วิดีโอ HD
vi: Video HD
zh_hans: 超清录像
zh_hant: 超清錄像

# add_device_added_successfully_name
source: The device is added successfully, please name your device
cs: Zařízení bylo úspěšně přidáno, pojmenujte své zařízení
de: Das Gerät wurde erfolgreich hinzugefügt, bitte benennen Sie Ihr Gerät
es: El dispositivo se agregó con éxito, nombre su dispositivo
fi: Laitteen lisääminen onnistui, nimeä laitteesi
fr: L'appareil a été ajouté avec succès, veuillez nommer votre appareil
he: המכשיר נוסף בהצלחה, נא לתת שם למכשיר שלך
id: Perangkat berhasil ditambahkan, beri nama perangkat Anda
it: Il dispositivo è stato aggiunto correttamente, assegna un nome al tuo dispositivo
ja: デバイスが正常に追加されました。デバイスに名前を付けてください
ko: 장치가 성공적으로 추가되었습니다. 장치 이름을 지정하십시오.
nb: Enheten er lagt til, vennligst navngi enheten din
nl: Het apparaat is succesvol toegevoegd, geef uw apparaat een naam
pl: Urządzenie zostało pomyślnie dodane, nazwij swoje urządzenie
pt_br: O dispositivo foi adicionado com sucesso, dê um nome ao seu dispositivo
ro: Dispozitivul a fost adăugat cu succes, vă rugăm să denumiți dispozitivul
ru: Устройство успешно добавлено, пожалуйста, назовите свое устройство
sv: Enheten har lagts till. Namnge din enhet
th: เพิ่มอุปกรณ์สำเร็จแล้ว โปรดตั้งชื่ออุปกรณ์ของคุณ
tr: Cihaz başarıyla eklendi, lütfen cihazınızı adlandırın
vi: Thiết bị được thêm thành công, vui lòng đặt tên cho thiết bị của bạn
zh_hans: 设备添加成功，为您的设备命名吧
zh_hant: 設備添加成功，為您的設備命名吧

# playback_check_following_questions_1
source: 1. Confirm whether the TF card has been inserted
cs: 1. Zkontrolujte, zda byla vložena karta TF
de: 1. Prüfen Sie, ob die SD-Karte eingesetzt wurde
es: 1. Confirme si se ha insertado la tarjeta TF
fi: 1. Tarkista, onko TF-kortti asetettu
fr: 1. Confirmez si la carte TF a été insérée
he: 1. אשר אם כרטיס ה-TF הוכנס
id: 1. Konfirmasikan apakah kartu TF telah dimasukkan
it: 1. Confermare se la scheda TF è stata inserita
ja: 1.TFカードが挿入されているかどうかを確認します
ko: 1. TF 카드가 삽입되었는지 확인
nb: 1. Bekreft om TF-kortet er satt inn
nl: 1. Bevestig of de TF-kaart is geplaatst
pl: 1. Potwierdź, czy karta TF została włożona
pt_br: 1. Confirme se o cartão TF foi inserido
ro: 1. Confirmați dacă cardul TF a fost introdus
ru: 1. Убедитесь, что карта TF вставлена.
sv: 1. Bekräfta om TF-kortet har satts i
th: 1. ตรวจสอบว่าใส่การ์ด TF หรือไม่
tr: 1. TF kartının takılı olup olmadığını onaylayın
vi: 1. Xác nhận xem thẻ TF đã được lắp vào chưa
zh_hans: 1.确认TF卡是否已经插入
zh_hant: 1.確認TF卡是否已經插入

# cloud_scan_code
source: Scan exchange code
cs: Kód vykoupení skenování
de: Gutscheincode scannen
es: Escanear código de redención
fi: Skannauksen lunastuskoodi
fr: Scannez le code de remboursement
he: סרוק קוד פדיון
id: Pindai kode penebusan
it: Scansione del codice di riscatto
ja: 払い戻しコードのスキャン
ko: 사용 코드 스캔
nb: Skann innløsningskode
nl: Inwisselcode scannen
pl: Zeskanuj kod realizacji
pt_br: Digitalizar código de resgate
ro: Scanați codul de răscumpărare
ru: Сканировать код погашения
sv: Skanna inlösenkoden
th: สแกนรหัสแลกเปลี่ยน
tr: Tarama kodunu tara
vi: Quét mã đổi quà
zh_hans: 扫描兑换码
zh_hant: 掃描兌換碼

# deviceSetting_Custom_shutdown_time_period_camera_
source: Custom shutdown time period
cs: Vlastní doba vypnutí
de: Benutzerdefinierter Zeitraum für Abschaltung
es: Período de tiempo de apagado personalizado
fi: Mukautettu sammutusaika
fr: Période d'arrêt personnalisée
he: פרק זמן כיבוי מותאם אישית
id: Periode waktu shutdown khusus
it: Periodo di tempo di spegnimento personalizzato
ja: カスタムシャットダウン期間
ko: 사용자 정의 종료 기간
nb: Tilpasset nedleggelsesperiode
nl: Aangepaste afsluitperiode
pl: Niestandardowy czas wyłączenia
pt_br: Período de tempo de desligamento personalizado
ro: Perioada de timp personalizată de oprire
ru: Пользовательский период выключения
sv: Anpassad avstängningsperiod
th: ระยะเวลาการปิดระบบที่กำหนดเอง
tr: Özel kapatma süresi
vi: Khoảng thời gian tắt máy tùy chỉnh
zh_hans: 自定义关机时间段
zh_hant: 自定義關機時間段
