Repository: Yolo-cell-hash/go_home_ios
Catalog: ios/Runner/JASDK/JAResources/XLanguage/X35MultiLanguage/*.lproj/X35MutiLanguage.strings
Languages: cs, de, es, fi, fr, he, id, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sv, th, tr, vi, zh_hans, zh_hant

# adddevice_Confirm_device_powered
source: 1、 Please confirm that the device is powered on.
cs: 1、 Zkontrolujte, zda je zařízení zapnuto.
de: 1. Vergewissern Sie sich, dass das Gerät eingeschaltet ist.
es: 1、 Confirme que el Equipo está encendido.
fi: 1、 Varmista, että laitteeseen on kytketty virta.
fr: 1、 Vérifiez que le périphérique est sous tension.
he: 1、 ודא שההתקן פועל.
id: 1、 Pastikan bahwa perangkat dihidupkan.
it: 1、 Verificare che il dispositivo sia acceso.
ja: 1、デバイスの電源がオンになっていることを確認します。
ko: 1、 장치의 전원이 켜져 있는지 확인하십시오.
nb: 1、 Bekreft at enheten er slått på.
nl: 1、 Bevestig dat het apparaat is ingeschakeld.
pl: 1、 Sprawdź, czy urządzenie jest włączone.
pt_br: 1、 Confirme se o dispositivo está ligado.
ro: 1、 Confirmați dacă dispozitivul este pornit.
ru: 1、 Убедитесь, что устройство включено.
sv: 1、 Bekräfta att enheten är påslagen.
th: 1 โปรดตรวจสอบว่าอุปกรณ์เปิดอยู่
tr: 1、 Cihazın açık olduğunu onaylayın.
vi: 1. Xác nhận rằng thiết bị đã được bật nguồn
zh_hans: 1、确认设备已接通电源
zh_hant: 1、確認設備已接通電源

# devicesetting_4G_card_sim_card_unlock_fail_detail
source: SIM card activation failed, please contact customer service for specific reasons and solutions.
cs: Aktivace SIM karty se nezdařila, obraťte se na zákaznický servis z konkrétních důvodů a řešení.
de: Die Aktivierung der SIM-Karte ist fehlgeschlagen. Bitte wenden Sie sich an den Kundendienst.
es: La activación de la tarjeta SIM falló, comuníquese con el servicio al cliente por razones y soluciones específicas.
fi: SIM-kortin aktivointi epäonnistui. Ota yhteyttä asiakaspalveluun erityisiä syitä ja ratkaisuja varten.
fr: L'activation de la carte SIM a échoué, veuillez contacter le service client pour des raisons et des solutions spécifiques.
he: הפעלת כרטיס ה- SIM נכשלה. אנא צור קשר עם שירות הלקוחות מסיבות ופתרונות ספציפיים.
id: Aktivasi kartu SIM gagal, silakan hubungi layanan pelanggan untuk alasan dan solusi spesifik.
it: Attivazione della scheda SIM non riuscita, contattare il servizio clienti per motivi e soluzioni specifici.
ja: SIMカードのアクティベーションに失敗しました。具体的な理由と解決策については、カスタマーサービスにお問い合わせください。
ko: SIM 카드 활성화에 실패했습니다. 특정 이유 및 솔루션에 대해서는 고객 서비스에 문의하십시오.
nb: SIM-kortaktivering mislyktes. Ta kontakt med kundeservice av spesifikke årsaker og løsninger.
nl: Activering simkaart mislukt. Neem voor specifieke redenen en oplossingen contact op met de klantenservice.
pl: Aktywacja karty SIM nie powiodła się, skontaktuj się z obsługą klienta z określonych powodów i rozwiązań.
pt_br: Falha na ativação do cartão SIM, entre em contato com o atendimento ao cliente por razões e soluções específicas.
ro: Activarea cartelei SIM nu a reușit
ru: Ошибка активации SIM-карты, пожалуйста, свяжитесь со службой поддержки для конкретных причин и решений
sv: SIM-kortaktivering misslyckades. Kontakta kundtjänst av specifika skäl och lösningar.
th: การเปิดใช้งานซิมการ์ดล้มเหลวโปรดติดต่อฝ่ายบริการลูกค้าสำหรับเหตุผลและแนวทางแก้ไขเฉพาะ
tr: SIM kartı etkinleştirme başarısız oldu, lütfen belirli nedenler ve çözümler için müşteri hizmetlerine başvurun.
vi: Kích hoạt thẻ SIM không thành công, vui lòng liên hệ với bộ phận chăm sóc khách hàng để biết nguyên nhân và giải pháp cụ thể.
zh_hans: SIM卡激活失败，请联系客服了解具体原因与解决方法。
zh_hant: SIM卡激活失敗，請聯繫客服了解具體原因與解決方法。

# devicelist_code_matching_fail_reason_2
source: The WIFI of base station is abnormal
cs: WIFI základnové stanice je abnormální
de: WLAN der Basisstation ist abnormal
es: El WIFI de la estación base es anormal
fi: Tukiaseman WIFI on epänormaali
fr: Le WIFI de la station de base est anormal
he: ה- WIFI של תחנת הבסיס אינו תקין
id: WIFI stasiun pangkalan tidak normal
it: Il WIFI della stazione base è anormale
ja: 基地局のWi-Fiが異常です
ko: 기지국의 WIFI가 비정상적입니다.
nb: WIFI til basestasjonen er unormal
nl: De WIFI van het basisstation is abnormaal
pl: Sieć WIFI stacji bazowej jest nieprawidłowa
pt_br: O WIFI da estação base está anormal
ro: WIFI-ul stației de bază este anormal
ru: WIFI базовой станции неисправен
sv: Basstationens WIFI är onormal
th: WIFI ของสถานีฐานผิดปกติ
tr: Baz istasyonunun WIFI'si anormal
vi: WIFI của trạm gốc không bình thường
zh_hans: 基站WIFI异常
zh_hant: 基站WIFI異常

# devicesetting_select_device_WiFi
source: Select the working WiFi of the device
cs: Vyberte funkční WiFi zařízení
de: Wählen Sie das funktionierende WLAN des Geräts
es: Seleccione el WiFi de trabajo del dispositivo
fi: Valitse laitteen toimiva WiFi
fr: Sélectionnez le WiFi de travail de l'appareil
he: בחר את ה- WiFi העובד של המכשיר
id: Pilih WiFi perangkat yang berfungsi
it: Seleziona il WiFi funzionante del dispositivo
ja: デバイスの動作中のWiFiを選択します
ko: 장치의 작동 WiFi 선택
nb: Velg enhetens fungerende WiFi
nl: Selecteer de werkende wifi van het apparaat
pl: Wybierz działające WiFi urządzenia
pt_br: Selecione o WiFi funcional do dispositivo
ro: Selectați WiFi-ul funcțional al dispozitivului
ru: Выберите рабочий WiFi устройства
sv: Välj enhetens fungerande WiFi
th: เลือก WiFi ที่ใช้งานได้ของอุปกรณ์
tr: Cihazın çalışan WiFi'sini seçin
vi: Chọn WiFi hoạt động của thiết bị
zh_hans: 选择设备工作WiFi
zh_hant: 選擇設備工作WiFi

# adddevice_re_add
source: Re-add
cs: Znovu pridat
de: erneut hinzufügen
es: Re añadir
fi: Lisätä uudelleen
fr: Re-ajouter
he: להוסיף מחדש
id: Kembali menambahkan
it: Riaggiungere
ja: アドオンの再
ko: 다시 추가
nl: Opnieuw toevoegen
pl: Dodaj ponownie
pt_br: Re-adicionar
ro: Readaugă
ru: Повторное добавление
sv: Lägger till
th: เพิ่มอีกครั้ง
tr: Tekrar ekle
vi: Thêm lần nữa
zh_hans: 重新添加
zh_hant: 重新添加

# Help_my_feedback
source: My feedback
cs: Moje zpětná vazba
de: Meine Rückmeldung
es: Mi retroalimentación
fi: Palautteeni
fr: Mes commentaires
he: הפידבק שלי
id: Tanggapan saya
it: Il mio feedback
ja: 私のフィードバック
ko: 내 의견
nb: Min tilbakemelding
nl: Mijn feedback
pl: Moja opinia
pt_br: Meu feedback
ro: Feedback-ul meu
ru: Мой отзыв
sv: Min feedback
th: ความคิดเห็นของฉัน
tr: Benim geribildirimim
vi: Phản hồi của tôi
zh_hans: 问题记录
zh_hant: 問題記錄

# adddevice_suit_connecet_network
source: Connecting network cable
cs: Připojení síťového kabelu
de: Netzwerkkabel anschließen
es: Conexión de cable de red
fi: Liitetään verkkokaapeli
fr: Câble de connexion au réseau
he: חיבור כבל רשת
id: Menghubungkan kabel jaringan
it: Collegamento del cavo di rete
ja: ネットワークケーブルを接続する
ko: 네트워크 케이블 연결
nb: Koble til nettverkskabel
nl: Netwerkkabel aansluiten
pl: Podłączanie kabla sieciowego
pt_br: Conectando o cabo de rede
ro: Conectarea cablului de rețea
ru: Подключение сетевого кабеля
sv: Ansluter nätverkskabel
th: เชื่อมต่อสายเคเบิลเครือข่าย
tr: Ağ kablosunu bağlama
vi: Kết nối cáp mạng
zh_hans: 连接网线
zh_hant: 連接網線

# forgot_password
source: Forget password?
cs: Zapomněli jste heslo?
de: Passwort vergessen?
es: ¿Olvidaste la contraseña?
fi: Unohditko salasanasi?
fr: Mot de passe oublié ?
he: שכחת ססמה?
id: Lupa Sandi?
it: Password dimenticata?
ja: パスワードを忘れましたか？
ko: 비밀번호 찾기
nb: Glemt passord?
nl: Wachtwoord vergeten?
pl: Nie pamiętasz hasła?
pt_br: Esqueceu a senha?
ro: Parola uitata?
ru: Забыть пароль?
sv: Glöm lösenord?
th: ลืมรหัสผ่าน
tr: Şifreyi unut?
vi: quên mật khẩu?
zh_hans: 忘记密码？
zh_hant: 忘記密碼？

# record
source: Recording
cs: Video
de: Mitschnitt
es: El video
fi: äänitys
fr: Vidéo
he: הקלטה
id: Rekaman
it: registrazione
ja: 録画
ko: 녹화
nb: Opptak
nl: Opnames
pl: Nagranie
pt_br: Gravação
ro: Înregistrare
ru: запись
sv: Inspelning
th: กำลังบันทึก
tr: Kayıt
vi: Video
zh_hans: 录像
zh_hant: 錄像

# Preview_connect_number_full_help
source: The current device allows only one user to be online at the same time. If you want to watch and use, please wait for other users to disconnect and then connect
cs: Aktuální zařízení umožňuje, aby byl současně online pouze jeden uživatel. Pokud chcete sledovat a používat, počkejte, až se ostatní uživatelé odpojí a poté se připojí
de: Das aktuelle Gerät erlaubt nur den Zugriff von einem Benutzer gleichzeitig. Wenn Sie zugreifen möchten, warten Sie bitte, bis der andere Benutzer die Verbindung getrennt hat und stellen dann erneut eine Verbindung her.
es: El dispositivo actual permite que solo un usuario esté en línea al mismo tiempo. Si desea ver y usar, espere a que otros usuarios se desconecten y luego se conecten
fi: Nykyinen laite sallii vain yhden käyttäjän olla verkossa samanaikaisesti. Jos haluat katsoa ja käyttää, odota, että muut käyttäjät katkaisevat yhteyden ja muodostavat sitten yhteyden
fr: L'appareil actuel permet à un seul utilisateur d'être en ligne à la fois. Si vous souhaitez regarder et utiliser, veuillez attendre que les autres utilisateurs se déconnectent, puis connectez-vous
he: המכשיר הנוכחי מאפשר רק למשתמש אחד להיות מקוון בו-זמנית. אם ברצונך לצפות ולהשתמש, המתן עד שמשתמשים אחרים יתנתקו ואז התחברו
id: Perangkat saat ini memungkinkan hanya satu pengguna untuk online pada waktu yang sama. Jika Anda ingin menonton dan menggunakan, harap tunggu pengguna lain memutuskan sambungan dan kemudian terhubung
it: Il dispositivo attuale consente a un solo utente di essere online contemporaneamente. Se vuoi guardare e usare, attendi che gli altri utenti si disconnettono e poi si connettono
ja: 現在のデバイスでは、同時に1人のユーザーのみがオンラインになります。 視聴したい場合は、他のユーザーが切断するのを待ってから接続してください
ko: 현재 장치에서는 한 명의 사용자만 동시에 온라인 상태가 될 수 있습니다. 시청 및 이용을 원하시면 다른 유저들이 접속을 끊었다가 접속할 때까지 기다려주세요
nb: Den gjeldende enheten tillater bare én bruker å være online samtidig. Hvis du vil se og bruke, vent til andre brukere kobler fra og koble til
nl: Met het huidige apparaat kan slechts één gebruiker tegelijkertijd online zijn. Als je wilt kijken en gebruiken, wacht dan tot andere gebruikers de verbinding verbreken en maak dan verbinding
pl: Obecne urządzenie umożliwia jednoczesne korzystanie z Internetu tylko jednemu użytkownikowi. Jeśli chcesz oglądać i używać, poczekaj, aż inni użytkownicy się rozłączą, a następnie połączą
pt_br: O dispositivo atual permite que apenas um usuário esteja online ao mesmo tempo. Se você deseja assistir e usar, aguarde até que outros usuários se desconectem e se conectem
ro: Dispozitivul actual permite doar unui utilizator să fie online în același timp. Dacă doriți să vizionați și să utilizați, așteptați ca alți utilizatori să se deconecteze și apoi să se conecteze
ru: Текущее устройство позволяет одновременно находиться в сети только одному пользователю. Если вы хотите смотреть и использовать, подождите, пока другие пользователи отключатся, а затем подключитесь
sv: Den nuvarande enheten tillåter endast en användare att vara online samtidigt. Om du vill titta och använda, vänta tills andra användare kopplar bort och anslut sedan
th: อุปกรณ์ปัจจุบันอนุญาตให้ผู้ใช้เพียงคนเดียวที่ออนไลน์ในเวลาเดียวกัน หากคุณต้องการรับชมและใช้งาน โปรดรอให้ผู้ใช้รายอื่นยกเลิกการเชื่อมต่อแล้วเชื่อมต่อ
tr: Mevcut cihaz, aynı anda yalnızca bir kullanıcının çevrimiçi olmasına izin veriyor. İzlemek ve kullanmak istiyorsanız, lütfen diğer kullanıcıların bağlantısını kesmesini bekleyin ve ardından bağlanın.
vi: Thiết bị hiện tại chỉ cho phép một người dùng trực tuyến cùng một lúc. Nếu muốn xem và sử dụng, vui lòng đợi người dùng khác ngắt kết nối rồi mới kết nối
zh_hans: 当前设备只允许一个用户同时在线，如需观看使用，请等待其他用户断开后再连接
zh_hant: 當前設備只允許一個用戶同時在線，如需觀看使用，請等待其他用戶斷開後再連接

# deviceSetting_Camera_type
source: Camera type
cs: Typ fotoaparátu
de: Kameratyp
es: Tipo de cámara
fi: Kameran tyyppi
fr: Type de caméra
he: סוג מצלמה
id: Jenis kamera
it: Tipo di fotocamera
ja: カメラタイプ
ko: 카메라 유형
nb: Kameratype
pl: Typ aparatu
pt_br: Tipo de câmera
ro: Tipul camerei
ru: Тип камеры
sv: Kameratyp
th: ประเภทกล้อง
tr: Kamera tipi
vi: Loại máy ảnh
zh_hans: 摄像机类型
zh_hant: 攝像機類型

# person_setting_preview_Clear
source: Delete
cs: Vymazat
de: Löschen
es: Borrar
fi: Poistaa
fr: Supprimer
he: לִמְחוֹק
id: Menghapus
it: Eliminare
ja: 消去
ko: 삭제
nb: Slett
nl: Verwijderen
pl: Usunąć
pt_br: Excluir
ro: Șterge
ru: Удалить
sv: Radera
th: ลบ
tr: Silmek
vi: Xóa bỏ
zh_hans: 删除
zh_hant: 刪除

# person_set_support_redouble_better_service
source: Thank you for your support, we will redouble our efforts in the future to bring you better service
cs: Děkujeme za vaši podporu, v budoucnu zdvojnásobíme své úsilí, abychom vám přinášeli lepší služby
de: Vielen Dank für Ihre Unterstützung. Wir werden unsere Bemühungen in Zukunft verdoppeln, um Ihnen einen besseren Service zu bieten
es: Gracias por su apoyo, redoblaremos nuestros esfuerzos en el futuro para brindarle un mejor servicio.
fi: Kiitos tuestanne, kaksinkertaistamme ponnistelumme tulevaisuudessa tarjotaksemme sinulle parempaa palvelua
fr: Merci pour votre soutien, nous redoublerons d'efforts à l'avenir pour vous apporter un meilleur service
he: תודה על תמיכתך, אנו נכפיל את מאמצינו בעתיד כדי לספק לך שירות טוב יותר
id: Terima kasih atas dukungan Anda, kami akan melipatgandakan upaya kami di masa depan untuk memberi Anda layanan yang lebih baik
it: Grazie per il vostro supporto, raddoppieremo i nostri sforzi in futuro per offrirvi un servizio migliore
ja: 今後ともよろしくお願い申し上げます。より良いサービスをお届けするために、今後も努力を重ねていきます。
ko: 보내주신 성원에 감사드리며, 앞으로 더 나은 서비스를 제공하기 위해 더욱 노력하겠습니다.
nb: Takk for støtten, vi vil fordoble vår innsats i fremtiden for å gi deg bedre service
nl: Bedankt voor je steun, we zullen onze inspanningen in de toekomst verdubbelen om je een betere service te bieden
pl: Dziękujemy za wsparcie, w przyszłości podwoimy nasze wysiłki, aby zapewnić lepszą obsługę
pt_br: Obrigado pelo seu apoio, redobraremos nossos esforços no futuro para oferecer um melhor serviço a você
ro: Vă mulțumim pentru sprijin, ne vom dubla eforturile în viitor pentru a vă oferi servicii mai bune
ru: Спасибо за вашу поддержку, мы удвоим наши усилия в будущем, чтобы предоставить вам лучший сервис
sv: Tack för ditt stöd, vi kommer att fördubbla våra ansträngningar i framtiden för att ge dig bättre service
th: ขอบคุณสำหรับการสนับสนุนของคุณ เราจะพยายามเพิ่มเป็นสองเท่าในอนาคตเพื่อให้บริการที่ดียิ่งขึ้นแก่คุณ
tr: Desteğiniz için teşekkür ederiz, gelecekte size daha iyi hizmet verebilmek için çabalarımızı iki katına çıkaracağız.
vi: Cảm ơn sự ủng hộ của bạn, chúng tôi sẽ nỗ lực gấp đôi trong tương lai để mang đến cho bạn dịch vụ tốt hơn
zh_hans: 感谢您的支持，未来我们会加倍努力，为您带来更优质的服务
zh_hant: 感謝您的支持，未來我們會加倍努力，為您帶來更優質的服務

# person_feedback_question_alarm_push
source: Q1: What should I do if I cannot receive the alarm push message?
cs: Q1: Co mám dělat, když nemohu obdržet zprávu push push?
de: F1: Was soll ich tun, wenn ich keine Push-Nachrichten empfangen kann?
es: P1: ¿Qué debo hacer si no puedo recibir el mensaje de alarma?
fi: Kysymys 1: Mitä minun pitäisi tehdä, jos en pysty vastaanottamaan hälytysviestiä?
fr: Q1: Que dois-je faire si je ne peux pas recevoir le message push d'alarme?
he: שאלה 1: מה עלי לעשות אם אינני יכול לקבל את הודעת דחיפת האזעקה?
id: T1: Apa yang harus saya lakukan jika saya tidak dapat menerima pesan push alarm?
it: Q1: cosa devo fare se non riesco a ricevere il messaggio push di allarme?
ja: Q1：アラームプッシュメッセージを受信できない場合はどうすればよいですか？
ko: Q1 : 알람 푸시 메시지를받을 수 없으면 어떻게해야합니까?
nb: Spørsmål 1: Hva skal jeg gjøre hvis jeg ikke kan motta alarm push-meldingen?
nl: V1: Wat moet ik doen als ik het alarm-pushbericht niet kan ontvangen?
pl: P1: Co powinienem zrobić, jeśli nie mogę odebrać komunikatu push alarmu?
pt_br: Q1: O que devo fazer se não conseguir receber a mensagem de alarme?
ro: Q1: Ce ar trebui să fac dacă nu pot primi mesajul de alarmă?
ru: Q1: Что мне делать, если я не могу получить сообщение о тревоге?
sv: F1: Vad ska jag göra om jag inte kan få larm push-meddelandet?
th: Q1: ฉันควรทำอย่างไรหากไม่สามารถรับข้อความแจ้งเตือนได้?
tr: S1: Alarm push mesajını alamıyorsam ne yapmam gerekir?
vi: Q1: Tôi nên làm gì nếu tôi không thể nhận được thông báo đẩy báo thức
zh_hans: Q1：收不到报警推送消息怎么办
zh_hant: Q1：收不到報警推送消息怎麽辦

# add_device_SIM_card_before_turning_on
source: *If the device is equipped with a SIM card, please insert the SIM card before turning it on
cs: *Pokud je zařízení vybaveno SIM kartou, vložte prosím SIM kartu před jeho zapnutím
de: *Wenn das Gerät mit einer SIM-Karte ausgestattet ist, legen Sie bitte die SIM-Karte ein, bevor Sie es einschalten
es: *Si el dispositivo está equipado con una tarjeta SIM, inserte la tarjeta SIM antes de encenderlo
fi: *Jos laitteessa on SIM-kortti, aseta SIM-kortti paikalleen ennen kuin käynnistät sen
fr: *Si l'appareil est équipé d'une carte SIM, veuillez insérer la carte SIM avant de l'allumer
he: *אם המכשיר מצויד בכרטיס SIM, אנא הכנס את כרטיס ה-SIM לפני הפעלתו
id: *Jika perangkat dilengkapi dengan kartu SIM, harap masukkan kartu SIM sebelum menyalakannya
it: *Se il dispositivo è dotato di una scheda SIM, inserire la scheda SIM prima di accenderla
ja: *デバイスにSIMカードが搭載されている場合は、電源を入れる前にSIMカードを挿入してください
ko: *기기에 SIM 카드가 장착되어 있는 경우 전원을 켜기 전에 SIM 카드를 삽입하세요.
nb: *Hvis enheten er utstyrt med et SIM-kort, sett inn SIM-kortet før du slår det på
nl: *Als het apparaat is uitgerust met een simkaart, plaats dan de simkaart voordat u deze inschakelt
pl: *Jeśli urządzenie jest wyposażone w kartę SIM, włóż kartę SIM przed włączeniem
pt_br: *Se o dispositivo estiver equipado com um cartão SIM, insira o cartão SIM antes de ligá-lo
ro: *Dacă dispozitivul este echipat cu o cartelă SIM, introduceți cartela SIM înainte de a-l porni
ru: *Если устройство оснащено SIM-картой, вставьте SIM-карту перед его включением.
sv: *Om enheten är utrustad med ett SIM-kort, vänligen sätt i SIM-kortet innan du slår på det
th: *หากอุปกรณ์มีซิมการ์ด โปรดใส่ซิมการ์ดก่อนเปิดเครื่อง
tr: *Cihazda bir SIM kart varsa, lütfen açmadan önce SIM kartı takın
vi: * Nếu thiết bị được trang bị thẻ SIM, vui lòng lắp thẻ SIM trước khi bật
zh_hans: *如果设备配有SIM卡请先插入SIM卡再开机
zh_hant: *如果設備配有SIM卡請先插入SIM卡再開機

# devicesetting_automatic_record_video_description
source: Automatic video recording when a moving object is detected
cs: Automatické nahrávání videa, když je detekován pohybující se objekt
de: Automatische Aufnahme, wenn ein bewegliches Objekt erkannt wird
es: Grabación de video automática cuando se detecta un objeto en movimiento
fi: Automaattinen videotallennus, kun liikkuva esine havaitaan
fr: Enregistrement vidéo automatique lorsqu'un objet en mouvement est détecté
he: הקלטת וידיאו אוטומטית כאשר מתגלה אובייקט נע
id: Perekaman video otomatis ketika objek bergerak terdeteksi
it: Registrazione video automatica quando viene rilevato un oggetto in movimento
ja: 動いている物体が検出されたときの自動ビデオ録画
ko: 움직이는 물체 감지시 자동 영상 녹화
nb: Automatisk videoopptak når et bevegelig objekt oppdages
nl: Automatische video-opname wanneer een bewegend object wordt gedetecteerd
pl: Automatyczne nagrywanie wideo po wykryciu poruszającego się obiektu
pt_br: Gravação automática de vídeo quando um objeto em movimento é detectado
ro: Înregistrare video automată atunci când este detectat un obiect în mișcare
ru: Автоматическая запись видео при обнаружении движущегося объекта
sv: Automatisk videoinspelning när ett rörligt objekt upptäcks
th: บันทึกวิดีโออัตโนมัติเมื่อตรวจพบวัตถุเคลื่อนไหว
tr: Hareketli bir nesne algılandığında otomatik video kaydı
vi: Tự động quay video khi phát hiện một đối tượng chuyển động
zh_hans: 侦测到移动物体时会自动录像
zh_hant: 偵測到移動物體時會自動錄像

# devicesetting_doorbell_tone
source: Doorbell tone
cs: Tón zvonku
de: Tür Klingelton
es: Tono de timbre
fi: Ovikellon sävy
fr: Ton de sonnette
he: צליל צלצול
id: Nada bel
it: Tono campanello
ja: ドアベル音
ko: 초인종 음색
nb: Dørklokketone
nl: Deurbel toon
pl: Dzwonek do drzwi
pt_br: Campainha tom
ro: Sunetul soneriei
ru: Дверной звонок
sv: Dörrklocka
th: เสียงกริ่งประตู
tr: Kapı zili sesi
vi: Chuông cửa
zh_hans: 门铃提示音
zh_hant: 門鈴提示音

# addevice_no_device_found_tip_1
source: If the phone and the device are not in the same LAN, the corresponding device will not be searchable
cs: Pokud telefon a zařízení nejsou ve stejné síti LAN, nebude možné odpovídající zařízení prohledávat
de: Wenn sich Telefon und Gerät nicht im selben Netzwerk befinden, kann das entsprechende Gerät nicht gefunden werden
es: Si el teléfono y el dispositivo no están en la misma LAN, el dispositivo correspondiente no se podrá buscar
fi: Jos puhelin ja laite eivät ole samassa lähiverkossa, vastaavaa laitetta ei voi hakea
fr: Si le téléphone et l'appareil ne sont pas sur le même réseau local, l'appareil correspondant ne pourra pas faire l'objet de recherches
he: אם הטלפון והמכשיר אינם באותו LAN, לא ניתן יהיה לחפש במכשיר המתאים
id: Jika telepon dan perangkat tidak dalam LAN yang sama, perangkat yang sesuai tidak akan dapat dicari
it: Jeśli telefon i urządzenie nie znajdują się w tej samej sieci LAN, odpowiednie urządzenie nie będzie możliwe do wyszukania
ja: 電話とデバイスが同じLANにない場合、対応するデバイスは検索できません
ko: 전화기와 장치가 동일한 LAN에 있지 않으면 해당 장치를 검색 할 수 없습니다.
nb: Hvis telefonen og enheten ikke har samme LAN, vil den tilsvarende enheten ikke være søkbar
nl: Als de telefoon en het apparaat zich niet in hetzelfde LAN bevinden, kan het corresponderende apparaat niet worden doorzocht
pl: Jeśli telefon i urządzenie nie znajdują się w tej samej sieci LAN, odpowiednie urządzenie nie będzie możliwe do wyszukania
pt_br: Se o telefone e o dispositivo não estiverem na mesma LAN, o dispositivo correspondente não será pesquisável
ro: Dacă telefonul și dispozitivul nu sunt în aceeași rețea LAN, dispozitivul corespunzător nu va putea fi căutat
ru: Если телефон и устройство не находятся в одной локальной сети, соответствующее устройство не будет доступно для поиска.
sv: Om telefonen och enheten inte har samma LAN kan motsvarande enhet inte sökas
th: หากโทรศัพท์และอุปกรณ์ไม่ได้อยู่ใน LAN เดียวกันอุปกรณ์ที่เกี่ยวข้องจะไม่สามารถค้นหาได้
tr: Telefon ve cihaz aynı LAn'da değilse, ilgili cihaz aranamayacaktır.
vi: Nếu điện thoại di động và thiết bị không thuộc cùng một mạng cục bộ, thiết bị tương ứng sẽ không thể tìm kiếm được
zh_hans: 如手机与设备未在同一局域网，将无法搜索对应的设备
zh_hant: 如手機與設備未在同一局域網，將無法搜索對應的設備

# play_error_tips_1
source: Connection failed…
cs: Připojení se nezdařilo ...
de: Verbindung fehlgeschlagen...
es: La conexión falló…
fi: Yhteys epäonnistui ...
fr: La connexion a échoué…
he: החיבור נכשל...
id: Koneksi Gagal
it: Connessione fallita…
ja: 接続できません…
ko: 연결 실패
nb: Tilkoblingen mislyktes…
nl: Verbinding mislukt…
pl: Połączenie nieudane…
pt_br: Conexão falhou ...
ro: Conexiune esuata…
ru: Не удалось подключиться ...
sv: Anslutningen misslyckades…
th: การเชื่อมต่อล้มเหลว
tr: Bağlantı kurulamadı ...
vi: Kết nối thất bại…
zh_hans: 连接失败…
zh_hant: 連接失敗…

# adddevice_prompt_step_1
source: 1. Power on the device and confirm that the device is in working condition
cs: 1. Zapněte zařízení a ověřte, že je v provozním stavu
de: Schritt 1: Schalten Sie das Gerät ein, die Geräte-LED leuchtet. Bestätigen Sie, dass das Gerät funktioniert.
es: 1. Encienda el dispositivo y confirme que el dispositivo está funcionando
fi: 1. Kytke laitteeseen virta ja varmista, että laite on toimintakunnossa
fr: 1. Allumez l'appareil et vérifiez qu'il est en état de marche
he: .1 הפעל את המכשיר ואשר שהמכשיר במצב עבודה
id: 1. Hidupkan perangkat dan konfirmasikan bahwa perangkat dalam kondisi kerja
it: 1. Accendere il dispositivo e confermare che il dispositivo sia funzionante
ja: 1.デバイスの電源を入れ、デバイスが動作状態にあることを確認します
ko: 1. 장치의 전원을 켜고 장치가 작동 상태인지 확인하십시오
nb: 1. Slå på enheten og bekreft at enheten er i fungerende stand
nl: 1. Schakel het apparaat in en bevestig dat het apparaat in werkende staat is
pl: 1. Włącz urządzenie i potwierdź, że urządzenie jest w stanie roboczym
pt_br: 1. Ligue o dispositivo e confirme se ele está em condições de funcionamento
ro: 1. Porniți dispozitivul și confirmați că dispozitivul este în stare de funcționare
ru: 1. Включите устройство и убедитесь, что устройство находится в рабочем состоянии.
sv: 1. Slå på enheten och bekräfta att enheten är i funktionsskick
th: 1. เปิดเครื่องและตรวจสอบว่าอุปกรณ์อยู่ในสภาพใช้งานได้
tr: 1. Cihazı açın ve cihazın çalışır durumda olduğunu onaylayın
vi: 1. Bật nguồn thiết bị và xác nhận rằng thiết bị đang trong tình trạng hoạt động
zh_hans: 1.接通设备电源，确认设备已处于工作状态
zh_hant: 1.接通設備電源，確認設備已處於工作狀態
