Repository: Yolo-cell-hash/go_home_ios
Catalog: ios/Runner/JASDK/JAResources/XLanguage/X35MultiLanguage/*.lproj/X35MutiLanguage.strings
Languages: cs, de, es, fi, fr, he, id, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sv, th, tr, vi, zh_hans, zh_hant

# NSLocationWhenInUseUsageDescription
source: Location service permissions are required so that users can choose a location when sharing a video.
cs: Oprávnění k určování polohy jsou požadována, aby si uživatelé mohli při sdílení videa vybrat místo.
de: Der aktuelle WLAN-Name des Telefons muss über die Standortberechtigung abgerufen werden, um sicherzustellen, dass das Gerät erfolgreich hinzugefügt wird.
es: Se requieren permisos de servicio de ubicación para que los usuarios puedan elegir una ubicación al compartir un video.
fi: Sijaintipalvelun luvat vaaditaan, jotta käyttäjät voivat valita sijainnin videota jaettaessa.
fr: Les autorisations du service de localisation sont nécessaires pour que les utilisateurs puissent choisir un emplacement lors du partage d'une vidéo.
he: הרשאות שירות מיקום נדרשות כדי שמשתמשים יוכלו לבחור מיקום בעת שיתוף וידאו.
id: Izin layanan lokasi diperlukan agar pengguna dapat memilih lokasi saat berbagi video.
it: Sono necessarie le autorizzazioni del servizio di localizzazione in modo che gli utenti possano scegliere una posizione quando condividono un video.
ja: ユーザーがビデオを共有するときに場所を選択できるように、位置情報サービスのアクセス許可が必要です。
ko: 사용자가 비디오를 공유 할 때 위치를 선택할 수 있도록 위치 서비스 권한이 필요합니다.
nb: Tillatelser for posisjonstjeneste er nødvendige, slik at brukere kan velge et sted når de deler en video.
nl: Locatieservicemachtigingen zijn vereist zodat gebruikers een locatie kunnen kiezen bij het delen van een video.
pl: Wymagane są uprawnienia usługi lokalizacji, aby użytkownicy mogli wybrać lokalizację podczas udostępniania filmu.
pt_br: As permissões do serviço de localização são necessárias para que os usuários possam escolher um local ao compartilhar um vídeo.
ro: Sunt necesare permisiuni de servicii de locație, astfel încât utilizatorii să poată alege o locație atunci când partajează un videoclip.
ru: Разрешения службы определения местоположения необходимы, чтобы пользователи могли выбирать местоположение при публикации видео.
sv: Behörigheter för placeringstjänster krävs så att användare kan välja en plats när de delar en video.
th: ต้องได้รับสิทธิ์บริการระบุตำแหน่งเพื่ออำนวยความสะดวกให้ผู้ใช้เลือกสถานที่เมื่อแชร์วิดีโอ
tr: Konum hizmeti izinleri, kullanıcıların video paylaşırken bir konum seçebilmeleri için gereklidir.
vi: Cần xin quyền dịch vụ vị trí để tạo điều kiện cho người dùng lựa chọn vị trí khi chia sẻ video.
zh_hans: 需要获取定位服务权限，方便用户在分享视频时选取位置。
zh_hant: 需要獲取定位服務權限，方便用戶在分享視頻時選取位置。

# alarmMessage_messagePush
source: Push notification
cs: Oznámení
de: Push-Benachrichtigung
es: Notificación de inserción
fi: Push-ilmoitus
fr: Notification push
he: לחץ על ההודעה
id: Pemberitahuan push
it: Notifica push
ja: アラームプッシュ通知
ko: 푸시 알림
nb: Push varsling
nl: Push notificatie
pl: Aktywne powiadomienia
pt_br: Notificação push
ro: Apăsați notificarea
ru: Отправить уведомление
sv: Push anmälan
th: แสดงการแจ้งเตือน
tr: Bildirim almak
vi: Đẩy Thông báo báo
zh_hans: 报警消息推送
zh_hant: 報警消息推送

# add_share_device_failed
source: Fail to add and share device
cs: Přidat zařízení sdílení se nezdařilo
de: Gerät hinzufügen und teilen fehlgeschlagen
es: No se puede agregar y compartir el Equipo
fi: Lisää jakolaite epäonnistui
fr: Échec de l'ajout et du partage de l'appareil
he: בעיה בהוספת המכשיר לשיתוף
id: Tambah dan bagikan perangkat Gagal
it: Aggiunta e condivisione dispositivo fallita
ja: デバイスの追加と共有ができません。
ko: 제품 공유 실패
nb: Kunne ikke legge til delingsenhet
nl: Apparaat toevoegen en delen mislukt
pl: Nieudane dodanie i udostępnienie urządzenia
pt_br: Falha ao adicionar e compartilhar o dispositivo
ro: Nu reușiți să adăugați și să partajați dispozitivul
ru: Не удалось добавить и поделиться устройством
sv: Misslyckades med att lägga till och dela enhet
th: เพิ่มและแชร์อุปกรณ์ไม่สำเร็จ
tr: Cihaz eklenemedi ve paylaşılamadı
vi: Không thêm được thiết bị chia sẻ
zh_hans: 添加分享设备失败
zh_hant: 添加分享設備失敗

# day_ios
source: %ld Day
cs: %ld dnů
de: %ld Tag
es: %ld días
fi: %ld päivää
fr: %ld jour
he: יום %ld
id: %ld Hari
it: %ld giorno
ja: %ld日
ko: %ld 일
nb: %ld Dag
nl: %ld Dag
pl: %ld Dzień
ro: %ld Zi
ru: %ld день
sv: %ld dag
th: % วัน LD
tr: %ld Gün
vi: %ld ngày
zh_hans: %ld天
zh_hant: %ld天

# MJRefreshHeaderPullingText
source: Release to refresh
cs: Okamžitě uvolněte a obnovte
de: Zum Aktualis. loslassen
es: Libera y actualiza inmediatamente
fi: Vapauta ja päivitä välittömästi
fr: Relâchez et rafraîchissez immédiatement
he: שחרר כדי לרענן
id: lepaskan untuk muat ulang
it: Rilasciare per ricaricare
ja: リリースして更新
ko: 새로고침
nb: Slip og oppdater umiddelbart
nl: Vrijgeven om te vernieuwen
pl: Puść by odświeżyć
pt_br: Solte para atualizar
ro: Eliberați pentru a reîmprospăta
ru: Отпустите,чтобы обновить
sv: Släpp för att uppdatera
th: ปล่อยเพื่อรีเฟรช
tr: Yenilemek için bırakın
vi: Phát hành để làm mới ngay lập tức
zh_hans: 松开立即刷新
zh_hant: 鬆開立即刷新

# message_Alarm_screen
source: Alarm screen
cs: Obrazovka alarmu
de: Alarmbildschirm
es: Pantalla de alarma
fi: Hälytysnäyttö
fr: Écran d'alarme
he: מסך אזעקה
id: Layar alarm
it: Schermata di allarme
ja: アラーム画面
ko: 알람 화면
nb: Alarmskjerm
nl: Alarmscherm
pl: Ekran alarmu
pt_br: Tela de alarme
ro: Ecran de alarmă
ru: Экран тревоги
sv: Larmskärm
th: หน้าจอปลุก
tr: Alarm ekranı
vi: Màn hình báo thức
zh_hans: 报警画面
zh_hant: 報警畫面

# preview_playback_channel
source: Playback channel
cs: Kanál přehrávání
de: Wiedergabekanal
es: Canal de reproducción
fi: Toistokanava
fr: Canal de lecture
he: ערוץ הניגון
id: Saluran pemutaran
it: canale
ja: 再生チャンネル
ko: 재생 채널
nb: Avspillingskanal
nl: Afspeelkanaal
pl: Kanał odtwarzania
pt_br: Canal
ro: Canal de redare
ru: канал
sv: Uppspelningskanal
th: ช่องการเล่นย้อนหลัง
tr: Oynatma kanalı
vi: Kênh phát lại
zh_hans: 回放通道
zh_hant: 回放通道

# person_feedback_question_type_memory_card_playback
source: Q3: Do I need to remove the memory card and watch the video playback on the computer?
cs: Q3: Musím vyjmout paměťovou kartu a sledovat přehrávání videa v počítači?
de: F3: Muss ich die Speicherkarte entfernen und die Videowiedergabe auf dem Computer ansehen?
es: P3: ¿Tengo que quitar la tarjeta de memoria y ver la reproducción de video en la computadora?
fi: Kysymys 3: Onko minun poistettava muistikortti ja katsottava videotoisto tietokoneella?
fr: Q3: Dois-je retirer la carte mémoire et regarder la lecture vidéo sur l'ordinateur?
he: שאלה 3: האם עלי להסיר את כרטיס הזיכרון ולצפות בהפעלת הווידיאו במחשב?
id: T3: Apakah saya perlu mengeluarkan kartu memori dan menonton pemutaran video di komputer?
it: Q3: Devo rimuovere la memory card e guardare la riproduzione del video sul computer?
ja: Q3：コンピュータでメモリカードを取り外してビデオ再生を見る必要がありますか？
ko: Q3 : 메모리 카드를 제거하고 컴퓨터에서 비디오를 재생해야합니까?
nb: Spørsmål 3: Må jeg fjerne minnekortet og se videoavspillingen på datamaskinen?
nl: V3: Moet ik de geheugenkaart verwijderen en de videoweergave op de computer bekijken?
pl: P3: Czy muszę wyjąć kartę pamięci i obejrzeć odtwarzanie wideo na komputerze?
pt_br: Q3: Preciso remover o cartão de memória e assistir à reprodução de vídeo no computador?
ro: Î3: Am nevoie pentru a elimina placa de memorie și pentru a viziona redarea video pe computer?
ru: В3: Нужно ли извлекать карту памяти и смотреть воспроизведение видео на компьютере?
sv: F3: Behöver jag ta bort minneskortet och titta på videouppspelningen på datorn?
th: Q3: ฉันจำเป็นต้องถอดการ์ดหน่วยความจำและดูการเล่นวิดีโอในคอมพิวเตอร์หรือไม่
tr: S3: Bellek kartını çıkarmam ve bilgisayarda video oynatmayı izlemem gerekir mi?
vi: Câu hỏi 3: Tôi có cần rút thẻ nhớ ra để xem video phát lại trên máy tính không?
zh_hans: Q3:观看录像回放需要拔出存储卡在电脑上看吗？
zh_hant: Q3:觀看錄像回放需要拔出存儲卡在電腦上看嗎？

source: Pacific/Tongatapu
cs: Pacifik / Tongatapu
de: Pazifik / Tongatapu
es: Pacífico / Tongatapu
fr: Pacifique / Tongatapu
he: האוקיינוס ​​השקט / טונגאטפו
id: Pasifik / Tongatapu
it: Pacifico / Tongatapu
ja: 太平洋/トンガタプ
ko: 태평양 / 통가 타푸
pt_br: Pacífico / Tongatapu
ru: Тихий океан / Tongatapu
th: แปซิฟิก / ตาปู
tr: Pasifik / Tongatapu
vi: Tongatapu
zh_hans: 东加塔布
zh_hant: 東加塔布

# add_smart_scenes_task_One_click_execution
source: One-click execution
cs: Provedení jedním kliknutím
de: Ein-Klick Ausführung
es: Ejecución con un clic
fi: Provedení jedním kliknutím
fr: Exécution en un clic
he: ביצוע בלחיצה אחת
id: Eksekusi satu klik
it: Esecuzione con un clic
ja: ワンクリック実行
ko: 원 클릭 실행
nb: Utførelse med ett klikk
nl: Uitvoering met één klik
pl: Wykonanie jednym kliknięciem
pt_br: Execução com um clique
ro: Execuție cu un singur clic
ru: Выполнение в один клик
sv: Körning med ett klick
th: การดำเนินการด้วยคลิกเดียว
tr: Tek tıklamayla yürütme
vi: Thực hiện một cú nhấp chuột
zh_hans: 一键执行
zh_hant: 一鍵執行

source: Confirm
cs: Určit
de: Bestätigen
es: Confirmar
fi: määrittää
fr: Confirmer
he: אישור
id: Konfirm
it: Confermare
ja: OK
ko: 완료
nb: Bekreft
nl: Bevestigen
pl: Potwierdź
pt_br: confirme
ro: A confirma
ru: подтвердить
sv: Bekräfta
th: ยืนยัน
tr: Onaylamak
vi: Xác nhận
zh_hans: 确定
zh_hant: 確定

# Service_map_solve_your_problem
source: You can contact the staff to solve your problem through the following ways
cs: Zaměstnanci můžete kontaktovat a vyřešit váš problém následujícím způsobem
de: Sie können die Mitarbeiter auf folgende Weise kontaktieren, um Ihr Problem zu lösen
es: Puede contactar al personal para resolver su problema a través de las siguientes formas
fi: Voit ottaa yhteyttä henkilökuntaan ratkaistaksesi ongelmasi seuraavilla tavoilla
fr: Vous pouvez contacter le personnel pour résoudre votre problème par les moyens suivants
he: אתה יכול ליצור קשר עם הצוות כדי לפתור את הבעיה שלך בדרכים הבאות
id: Anda dapat menghubungi staf untuk memecahkan masalah Anda melalui cara-cara berikut
it: Puoi contattare lo staff per risolvere il tuo problema nei modi seguenti
ja: スタッフに連絡して、次の方法で問題を解決できます
ko: 다음과 같은 방법으로 직원에게 연락하여 문제를 해결할 수 있습니다
nb: Du kan kontakte personalet for å løse problemet på følgende måter
nl: U kunt op de volgende manieren contact opnemen met het personeel om uw probleem op te lossen
pl: Możesz skontaktować się z personelem, aby rozwiązać problem na następujące sposoby
pt_br: Você pode entrar em contato com a equipe para resolver seu problema das seguintes maneiras
ro: Puteți contacta personalul pentru a vă rezolva problema prin următoarele moduri
ru: Вы можете связаться с персоналом, чтобы решить вашу проблему следующими способами
sv: Du kan kontakta personalen för att lösa ditt problem på följande sätt
th: คุณสามารถติดต่อเจ้าหน้าที่เพื่อแก้ไขปัญหาของคุณได้ตามช่องทางต่อไปนี้
tr: Sorununuzu aşağıdaki yollarla çözmek için personelle iletişime geçebilirsiniz
vi: Bạn có thể liên hệ với nhân viên theo các cách sau để giải quyết vấn đề của mình
zh_hans: 您可以通过以下方式联系工作人员解决您遇到的问题
zh_hant: 您可以通過以下方式聯系工作人員解決您遇到的問題

# cloud_myOrder
source: Order
cs: Objednat
de: Bestellung
es: Orden
fi: Tilata
fr: Ordre
he: להזמין
id: Memesan
it: Ordine
ja: マイオーダー
ko: 주문
nb: Rekkefølge
nl: Bestellen
pl: Zamówienie
pt_br: Ordem
ro: Ordin
ru: порядок
sv: Ordning
th: รายการ
tr: Sipariş
vi: Đặt hàng
zh_hans: 订单
zh_hant: 訂單

# deviceSetting_Shutdown_prompt_Pop_up_copy_ios
source: According to your recording settings, the camera will be turned off again at %@, you can go to Recording Settings - Scheduled Shutdown Period to make changes
cs: Podle vašeho nastavení nahrávání se kamera znovu vypne v %@, můžete přejít do Nastavení nahrávání – Období plánovaného vypnutí a provést změny
de: Gemäß Ihren Aufnahmeeinstellungen wird die Kamera um %@ wieder ausgeschaltet, Sie können zu Aufnahmeeinstellungen - Geplanter Abschaltzeitraum gehen, um Änderungen vorzunehmen
es: De acuerdo con su configuración de grabación, la cámara se apagará nuevamente en %@, puede ir a Configuración de grabación - Período de apagado programado para hacer cambios
fi: Tallennusasetustesi mukaan kamera sammuu uudelleen klo %@, voit tehdä muutoksia siirtymällä kohtaan Tallennusasetukset - Ajoitettu sammutusaika
fr: Selon vos paramètres d'enregistrement, la caméra s'éteindra à nouveau à %@, vous pouvez accéder à Paramètres d'enregistrement - Période d'arrêt programmé pour apporter des modifications
he: לפי הגדרות ההקלטה שלך, המצלמה תכבה שוב ב-%@, תוכל לעבור להגדרות הקלטה - תקופת כיבוי מתוזמנת כדי לבצע שינויים
id: Menurut pengaturan perekaman Anda, kamera akan dimatikan lagi pada %@, Anda dapat pergi ke Pengaturan Perekaman - Periode Shutdown Terjadwal untuk membuat perubahan
it: In base alle tue impostazioni di registrazione, la fotocamera si spegnerà di nuovo alle %@, puoi andare su Impostazioni di registrazione - Periodo di spegnimento programmato per apportare modifiche
ja: 録画設定に応じて、%@でカメラが再びオフになります。[録画設定]-[スケジュールされたシャットダウン期間]に移動して変更を加えることができます
ko: 녹화 설정에 따라 %@에서 카메라가 다시 꺼집니다. 녹화 설정 - 예약 종료 기간으로 이동하여 변경할 수 있습니다.
nb: I henhold til opptaksinnstillingene dine vil kameraet slås av igjen ved %@, du kan gå til Opptaksinnstillinger - Planlagt avslutningsperiode for å gjøre endringer
nl: Volgens uw opname-instellingen wordt de camera weer uitgeschakeld om %@, u kunt naar Opname-instellingen - Geplande uitschakelperiode gaan om wijzigingen aan te brengen
pl: Zgodnie z ustawieniami nagrywania kamera zostanie ponownie wyłączona o %@, możesz przejść do Ustawienia nagrywania — Zaplanowany okres wyłączenia, aby wprowadzić zmiany
pt_br: De acordo com suas configurações de gravação, a câmera será desligada novamente em %@, você pode ir para Configurações de Gravação - Período de Desligamento Programado para fazer alterações
ro: Conform setărilor dvs. de înregistrare, camera se va opri din nou la %@, puteți merge la Setări de înregistrare - Perioada de oprire programată pentru a face modificări
ru: В соответствии с вашими настройками записи камера будет снова выключена в %@, вы можете перейти в Настройки записи - Запланированный период выключения, чтобы внести изменения
sv: Enligt dina inspelningsinställningar kommer kameran att stängas av igen vid %@, du kan gå till Inspelningsinställningar - Schemalagd avstängningsperiod för att göra ändringar
th: ตามการตั้งค่าการบันทึกของคุณ กล้องจะปิดอีกครั้งที่ %@ คุณสามารถไปที่การตั้งค่าการบันทึก - กำหนดเวลาปิดเครื่องตามกำหนดเวลาเพื่อทำการเปลี่ยนแปลง
tr: Kayıt ayarlarınıza göre, kamera %@ konumunda tekrar kapatılacaktır, değişiklik yapmak için Kayıt Ayarları - Programlı Kapatma Süresi'ne gidebilirsiniz.
vi: Theo cài đặt ghi âm của bạn, máy ảnh sẽ được tắt lần nữa tại%@, bạn có thể vào Cài đặt ghi âm - Thời gian tắt máy đã lên lịch để thực hiện thay đổi
zh_hans: 根据您的录像设置，摄像机将于%@再次关机，您可以到录像设置-定时关机时段中做变更
zh_hant: 根據您的錄像設置，攝像機將於%@再次關機，您可以到錄像設置-定時關機時段中做變更

# devSettings_schedule_error_timeComparing
source: Start time must to be less than end time
cs: Doba startu musí být menší než čas ukončení
de: Startzeit muss vor Endzeit sein
es: El tiempo debe ser menor que el final
fi: Aloitusajan on oltava vähemmän kuin lopetusaika
fr: L’heure de début doit être inférieure à l’heure de fin
he: זמן ביקור אחרון
id: Waktu Mulai harus lebih kecil dari waktu selesai
it: Ora di inizio deve essere meno di fine tempo
ja: 開始時間は、終了時間よりも小さい値を入力してください。
ko: 시작 시간은 종료 시간보다 짧아야합니다.
nb: Starttid må være mindre enn sluttidspunkt
nl: Starttijd moet vroeger zijn dan eindtijd
pl: czas musi być mniejsza niż koniec czasu
pt_br: O horário de início deve ser menor que o horário de término
ro: Timpul de începere trebuie să fie mai mic decât timpul de încheiere
ru: Время начала должно быть меньше времени окончания
sv: Starttiden måste vara mindre än sluttid
th: เวลาเริ่มต้นต้องน้อยกว่าเวลาสิ้นสุด
tr: Başlangıç ​​zamanı bitiş zamanından az olmalıdır
vi: Thời gian bắt đầu phải ít hơn thời gian kết thúc
zh_hans: 开始时间必须小于结束时间
zh_hant: 開始時間必須小於結束時間

# devicesetting_privacy_Save_inquiry
source: Currently there is a private area that has not been saved. Are you sure to quit?
cs: V současné době existuje soukromá oblast,která nebyla uložena. Opravdu ukončíte práci?
de: Privatsphäre-Bereich wurde noch nicht gespeichert. Wirklich abbrechen?
es: Actualmente hay un área privada que no se ha guardado. ¿Estás seguro de renunciar?
fi: Tällä hetkellä on yksityinen alue,jota ei ole tallennettu. Haluatko varmasti lopettaa?
fr: Actuellement, il existe un espace privé n'ayant pas été enregistré. Êtes-vous sûr de vouloir quitter ?
he: כרגע יש שטח פרטי שלא נשמר. האם אתה בטוח לצאת?
id: Saat ini ada area pribadi yang belum disimpan. Apakah kamu yakin untuk berhenti?
it: Attualmente c'è un'area privata che non è stata salvata. Sei sicuro di smettere?
ja: 現在、保存されていないプライベートエリアがあります。終了しますか？
ko: 현재 저장되지 않은 개인 영역이 있습니다. 그만둬?
nb: For tiden er det et privat område som ikke er lagret. Er du sikker på å slutte?
nl: Momenteel is er een privé-gebied dat niet is opgeslagen. Ben je zeker om te stoppen?
pl: Obecnie istnieje obszar prywatny,który nie został zapisany. Czy na pewno chcesz rzucić?
pt_br: Atualmente,há uma área privada que não foi salva. Você tem certeza de sair?
ro: În prezent,există o zonă privată care nu a fost salvată. Sunteți sigur că veți părăsi?
ru: В настоящее время существует приватная область,которая не была сохранена. Вы уверены,что бросили?
sv: För närvarande finns ett privat område som inte har sparats. Är du säker på att sluta?
th: ขณะนี้มีพื้นที่ส่วนตัวที่ไม่ได้รับการบันทึกไว้คุณแน่ใจว่าจะออก?
tr: Şu anda kaydedilmemiş özel bir alan var. Çıkacağından emin misin?
vi: Hiện có những khu vực riêng tư chưa được lưu, bạn có chắc chắn thoát không?
zh_hans: 当前存在隐私区域未保存，是否确定退出？
zh_hant: 當前存在隱私區域未保存，是否確定退出？

# message_Device_channels
source: Device channels
cs: Kanály zařízení
de: Gerätekanäle
es: Canales de dispositivo
fi: Laitteen kanavat
fr: Canaux de l'appareil
he: ערוצי מכשיר
id: Saluran perangkat
it: Canali del dispositivo
ja: デバイスチャネル
ko: 장치 채널
nb: Enhetskanaler
nl: Apparaatkanalen
pl: Kanały urządzenia
pt_br: Canais do dispositivo
ro: Canalele dispozitivului
ru: Каналы устройства
sv: Enhetskanaler
th: ช่องอุปกรณ์
tr: Cihaz kanalları
vi: Các kênh thiết bị
zh_hans: 设备通道
zh_hant: 設備通道

# play_video_loss
source: Video loss
cs: Ztráta videa
de: Video Signalverlust
es: Video perdido
fi: Videon katoaminen
fr: Perte de vidéo
he: איבוד וידאו
id: Video Lepas
it: Video perso
ja: ビデオロス
ko: 영상 소실
nb: Videobrudd
nl: Video verloren
pl: Utrata video
pt_br: Perda de vídeo
ro: Pierderea calității video
ru: Потеря видео
sv: Video förlust
th: วิดีโอหาย
tr: Video kaybı
vi: Mất video
zh_hans: 视频丢失
zh_hant: 視頻丟失

# adddevice_Network_cable_connection
source: Network cable connection
cs: Připojení pomocí síťového kabelu
de: Netzwerkkabelverbindung
es: Conexión de cable de red
fi: Verkkokaapeliyhteys
fr: Connexion par câble réseau
he: חיבור כבל רשת
id: Koneksi kabel jaringan
it: Connessione via cavo di rete
ja: ネットワークケーブル接続
ko: 네트워크 케이블 연결
nb: Nettverkskabelforbindelse
nl: Netwerkkabelverbinding
pl: Połączenie kablem sieciowym
pt_br: Conexão de cabo de rede
ro: Conexiune prin cablu de rețea
ru: Подключение сетевого кабеля
sv: Nätverkskabelanslutning
th: การเชื่อมต่อสายเคเบิลเครือข่าย
tr: Ağ kablosu bağlantısı
vi: Kết nối cáp mạng
zh_hans: 网线连接
zh_hant: 網線連接

# addDevice_Camera_naming
source: Camera naming
cs: Pojmenování fotoaparátu
de: Kamerabenennung
es: Nomenclatura de la cámara
fi: Kameran nimeäminen
fr: Dénomination de la caméra
he: מתן שם למצלמה
id: penamaan kamera
it: Denominazione della fotocamera
ja: カメラの命名
ko: 카메라 네이밍
nb: Navn på kamera
nl: Naamgeving camera
pl: Nazywanie kamer
pt_br: Nomenclatura da câmera
ro: Denumirea camerei
ru: Именование камеры
sv: Namngivning av kamera
th: การตั้งชื่อกล้อง
tr: kamera adlandırma
vi: Đặt tên máy ảnh
zh_hans: 摄像机命名
zh_hant: 攝像機命名
