Repository: Yolo-cell-hash/go_home_ios
Catalog: ios/Runner/JASDK/JAResources/XLanguage/X35MultiLanguage/*.lproj/X35MutiLanguage.strings
Languages: cs, de, es, fi, fr, he, id, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sv, th, tr, vi, zh_hans, zh_hant

# select_video
source: Choose recording
cs: Vyberte video
de: Aufnahme auswählen
es: Seleccionar video de grabación
fi: Valitse video
fr: Choisissez l'enregistrement
he: בחר הקלטה
id: pilih rekaman
it: Selezionare registrazione
ja: 録画を選択
ko: 녹음 선택
nb: Velg opptak
nl: Opname selecteren
pl: Wybór nagrań
pt_br: Escolha a gravação
ro: Alegeți înregistrarea
ru: Выберите запись
sv: Välj inspelning
th: เลือกการบันทึก
tr: Kaydı seç
vi: Chọn ghi âm
zh_hans: 选择录像
zh_hant: 選擇錄像

# devicelist_share_Scan_QR_code_below
source: Scan the QR code below to connect the device
cs: Naskenujte QR kód níže a připojte zařízení
de: QR-Code unten scannen, um Gerät zu verbinden
es: Escanee el código QR a continuación para conectar el dispositivo
fi: Yhdistä laite skannaamalla alla oleva QR-koodi
fr: Scannez le code QR ci-dessous pour connecter l'appareil
he: סרוק את קוד ה- QR שלמטה כדי לחבר את המכשיר
id: Pindai kode QR di bawah ini untuk menghubungkan perangkat
it: Scansiona il codice QR qui sotto per connettere il dispositivo
ja: 以下のQRコードをスキャンしてデバイスを接続します
ko: 기기를 연결하려면 아래 QR 코드를 스캔하세요.
nb: Skann QR-koden nedenfor for å koble til enheten
nl: Scan de onderstaande QR-code om het apparaat te verbinden
pl: Zeskanuj poniższy kod QR, aby podłączyć urządzenie
pt_br: Leia o código QR abaixo para conectar o dispositivo
ro: Scanați codul QR de mai jos pentru a conecta dispozitivul
ru: Отсканируйте QR-код ниже, чтобы подключить устройство
sv: Skanna QR-koden nedan för att ansluta enheten
th: สแกนรหัส QR ด้านล่างเพื่อเชื่อมต่ออุปกรณ์
tr: Cihazı bağlamak için aşağıdaki QR kodunu tarayın
vi: Quét mã QR bên dưới để kết nối thiết bị
zh_hans: 扫描下方二维码即可获取设备
zh_hant: 掃描下方二維碼即可獲取設備

# alarm_tf_exception
source: TF card abnormal
cs: Karta TF je neobvyklá
de: SD-Karten Fehler
es: Tarjeta TF anormal
fi: TF-kortti epänormaali
fr: Carte TF anormale
he: כרטיס TF לא תקין
id: Kartu TF tidak normal
it: Scheda TF anormale
ja: microSDカード異常
ko: TF 카드 이상
nb: TF-kort unormalt
nl: TF-kaart abnormaal
pl: Karta TF jest nieprawidłowa
pt_br: Cartão TF anormal
ro: Cardul TF anormal
ru: TF карта ненормальная
sv: TF-kort onormalt
th: TFการ์ด ผิดปกติ
tr: Tf kartı anormal
vi: Thẻ TF bất thường
zh_hans: TF卡异常
zh_hant: TF卡異常

source: High
cs: Vysoká
de: Hoch
es: Alta
fi: korkea
fr: Haute
he: גבוה
id: Tinggi
it: alto
ja: 高い
ko: 높은
nb: Høy
nl: Hoog
pl: Wysoka
pt_br: Alto
ro: Înalt
ru: Высоко
sv: Hög
th: สูง
tr: Yüksek
vi: cao
zh_hans: 高
zh_hant: 高

# devicesetting_area_width
source: Area width：
cs: Šířka plochy:
de: Breite：
es: anchura：
fi: Pinta-ala:
fr: Largeur：
he: רוחב שטח
id: lebar：
it: larghezza：
ja: エリアの幅：
ko: 면적 너비 :
nb: Arealbredde：
nl: breedte：
pl: szerokość：
pt_br: Largura da área:
ro: Lățimea zonei:
ru: Ширина зоны ：
sv: Yta bredd:
th: ความกว้างของพื้นที่:
tr: Alan genişliği
vi: Chiều rộng khu vực:
zh_hans: 区域宽度：
zh_hant: 區域寬度：

# devicelist_check_following
source: Please check the following
cs: Zkontrolujte prosím následující
de: Bitte Folgendes prüfen
es: Por favor revisa lo siguiente
fi: Tarkista seuraavat asiat
fr: S'il vous plaît vérifier les points suivants
he: בבקשה בדוק את העוקבים
id: Silakan periksa berikut ini
it: Si prega di controllare quanto segue
ja: 以下をご確認ください
ko: 다음을 확인하십시오
nb: Sjekk følgende
nl: Controleer het volgende:
pl: Proszę, sprawdź następujące
pt_br: Por favor, verifique o seguinte
ro: Vă rugăm să verificați următoarele
ru: Пожалуйста, проверьте следующее
sv: Kontrollera följande
th: กรุณาตรวจสอบดังต่อไปนี้
tr: Lütfen aşağıdakileri kontrol edin
vi: Vui lòng đánh dấu vào những điều sau
zh_hans: 请检查以下几项
zh_hant: 請檢查以下幾項

# devicesetting_timing_cruise
source: Timing Cruise
cs: Načasování plavby
de: Zeitplan-Tour
es: Crucero de tiempo
fi: Ajoitusristeily
fr: Croisière de chronométrage
he: שייט בעיתוי
it: Crociera a tempo
ja: タイミングクルーズ
ko: 타이밍 크루즈
pl: Rejs czasowy
pt_br: Cruzeiro de tempo
ru: Сроки Круиз
sv: Tidkryssning
th: เวลาในการหมุน
tr: Zamanlama Seyri
vi: Hành trình hẹn giờ
zh_hans: 定时巡航
zh_hant: 定時巡航

source: Message type
cs: Typ zprávy
de: Nachrichtentyp
es: Tipo de mensaje
fi: Viestin tyyppi
fr: Type de message
he: סוג הודעה
id: Jenis Pesan
it: Tipo di messaggio
ja: メッセージタイプ
ko: 메시지 유형
nb: Meldingstype
nl: Berichttype:
pl: Typ wiadomości
pt_br: Tipo de mensagem
ro: Tip mesaj
ru: Тип сообщения
sv: Meddelandetyp
th: ประเภทข้อความ
tr: Mesaj tipi
vi: Loại tin nhắn
zh_hans: 消息类型
zh_hant: 消息類型

# person_feedback_question_ROM_software_1_miui7
source: MIUI7 Hidden Mode: Allows the application to customize the configuration mode, the application remains connected to the network in the background, otherwise the application cannot receive messages normally when the application enters the background. [Setting]-Power and performance-[Hidden mode];
cs: Skrytý režim MIUI7: Umožňuje aplikaci přizpůsobit režim konfigurace, aplikace zůstane připojena k síti na pozadí, jinak aplikace nemůže normálně přijímat zprávy, když aplikace vstoupí na pozadí. [Nastavení] - Výkon a výkon - [Skrytý režim];
de: Versteckter MIUI7-Modus: Ermöglicht der Anwendung einen benutzerdefinierten Konfigurationsmodus auszuführen. Die Anwendung bleibt im Hintergrund online, andernfalls kann die Anwendung keine Nachrichten empfangen. [Einstellung] Unter Strom und Leistung [Versteckter Modus];
es: Modo oculto MIUI7: permite que la aplicación personalice el modo de configuración, la aplicación permanece conectada a la red en segundo plano, de lo contrario, la aplicación no puede recibir mensajes normalmente cuando la aplicación entra en segundo plano. [Configuración] -Potencia y rendimiento- [Modo oculto];
fi: MIUI7 piilotettu tila: Antaa sovelluksen mukauttaa kokoonpanotilaa, sovellus pysyy yhteydessä verkkoon taustalla, muuten sovellus ei voi vastaanottaa viestejä normaalisti, kun sovellus siirtyy taustalle. [Asetus] - Teho ja suorituskyky- [Piilotettu tila];
fr: Mode masqué MIUI7: permet à l'application de personnaliser le mode de configuration, l'application reste connectée au réseau en arrière-plan, sinon l'application ne peut pas recevoir de messages normalement lorsque l'application entre en arrière-plan. [Setting] -Power and performance- [Hidden mode];
he: מצב מוסתר MIUI7: מאפשר ליישום להתאים אישית את מצב התצורה, היישום נשאר מחובר לרשת ברקע, אחרת היישום לא יכול לקבל הודעות בדרך כלל כאשר היישום נכנס לרקע. [הגדרה] -כוח וביצועים- [מצב מוסתר];
id: MIUI7 Hidden Mode: Mengizinkan aplikasi menyesuaikan mode konfigurasi, aplikasi tetap terhubung ke jaringan di latar belakang, jika tidak, aplikasi tidak dapat menerima pesan secara normal ketika aplikasi memasuki latar belakang. [Pengaturan] -Kekuatan dan kinerja- [Mode tersembunyi];
it: Modalità nascosta MIUI7: consente all'applicazione di personalizzare la modalità di configurazione, l'applicazione rimane connessa alla rete in background, altrimenti l'applicazione non può ricevere messaggi normalmente quando l'applicazione entra in background. [Setting] -Power and performance- [Hidden mode];
ja: MIUI7非表示モード：アプリケーションが構成モードをカスタマイズできるようにします。アプリケーションはバックグラウンドでネットワークに接続されたままです。それ以外の場合、アプリケーションがバックグラウンドに入ると、アプリケーションは通常メッセージを受信できません。 [設定]-パワーとパフォーマンス-[非表示モード];"
ko: MIUI7 숨김 모드 : 응용 프로그램이 구성 모드를 사용자 정의 할 수 있으며 응용 프로그램이 백그라운드에서 네트워크에 연결된 상태로 유지됩니다. 그렇지 않으면 응용 프로그램이 백그라운드로 들어갈 때 응용 프로그램이 메시지를 정상적으로 수신 할 수 없습니다. [설정]-전원 및 성능-[숨김 모드];
nb: MIUI7 Hidden Mode: Lar applikasjonen tilpasse konfigurasjonsmodus, applikasjonen forblir tilkoblet nettverket i bakgrunnen, ellers kan ikke applikasjonen motta meldinger normalt når applikasjonen kommer inn i bakgrunnen. [Innstilling] -Kraft og ytelse- [Skjult modus];
nl: MIUI7 Verborgen modus: Hiermee kan de applicatie de configuratiemodus aanpassen, de applicatie blijft op de achtergrond verbonden met het netwerk, anders kan de applicatie normaal geen berichten ontvangen wanneer de applicatie op de achtergrond komt. [Setting] -Power and performance- [Hidden mode];
pl: MIUI7 Hidden Mode: Pozwala aplikacji na dostosowanie trybu konfiguracji, aplikacja pozostaje podłączona do sieci w tle, w przeciwnym razie aplikacja nie będzie mogła odbierać wiadomości normalnie, gdy aplikacja wejdzie w tło. [Ustawienie] - Moc i wydajność - [Tryb ukryty];
pt_br: MIUI7 Modo oculto: permite que o aplicativo personalize o modo de configuração; o aplicativo permanece conectado à rede em segundo plano; caso contrário, o aplicativo não pode receber mensagens normalmente quando o aplicativo entra em segundo plano. [Configuração] - Potência e desempenho - [Modo oculto];
ro: Modul ascuns MIUI7: Permite aplicației să personalizeze modul de configurare, aplicația rămâne conectată la rețea în fundal, altfel aplicația nu poate primi mesaje în mod normal atunci când aplicația intră în fundal. [Setare] - Putere și performanță - [Mod ascuns];
ru: MIUI7 Скрытый режим: позволяет приложению настраивать режим конфигурации, приложение остается подключенным к сети в фоновом режиме, в противном случае приложение не может нормально получать сообщения, когда приложение входит в фоновый режим. [Настройка] -Мощность и производительность- [Скрытый режим];
sv: MIUI7 Hidden Mode: Låter applikationen anpassa konfigurationsläget, applikationen förblir ansluten till nätverket i bakgrunden, annars kan inte applikationen ta emot meddelanden normalt när applikationen kommer in i bakgrunden. [Inställning] -Kraft och prestanda- [Doldt läge];
th: MIUI7 Hidden Mode: อนุญาตให้แอปพลิเคชันปรับแต่งโหมดการกำหนดค่าแอปพลิเคชันยังคงเชื่อมต่อกับเครือข่ายในพื้นหลังมิฉะนั้นแอปพลิเคชันจะไม่สามารถรับข้อความได้ตามปกติเมื่อแอปพลิเคชันเข้าสู่พื้นหลัง [การตั้งค่า] - พลังงานและประสิทธิภาพ - [โหมดซ่อน];
tr: MIUI7 Gizli Modu: Uygulamanın yapılandırma modunu özelleştirmesine izin verir, uygulama arka planda ağa bağlı kalır, aksi takdirde uygulama arka plana girdiğinde uygulama normal olarak mesaj alamaz. [Ayar] -Güç ve performans- [Gizli mod];
vi: MIUI7 Divine Hidden Mode: Cho phép ứng dụng tùy chỉnh chế độ cấu hình Ứng dụng vẫn trực tuyến ở chế độ nền, nếu không ứng dụng không thể nhận tin nhắn bình thường khi ứng dụng vào chế độ nền. [Cài đặt] Dưới sức mạnh và hiệu suất [Chế độ ẩn thần];
zh_hans: MIUI7神隐模式：允许应用进行自定义配置模式，应用在后台保持联网可用，否则应用进入后台时，应用无法正常接收消息。 [设置］下电量和性能中［神隐模式］；
zh_hant: MIUI7神隱模式：允許應用進行自定義配置模式，應用在後臺保持聯網可用，否則應用進入後臺時，應用無法正常接收消息。 [設置］下電量和性能中［神隱模式］；

# addDevice_connecting_help_1
source: 1. Router, mobile phone, camera are as close as possible;
cs: 1. Router, mobilní telefon, kamera jsou co nejblíže;
de: 1. Router, Mobiltelefon und Kamera sind so nah wie möglich.
es: 1. routers, teléfonos móviles, cámaras de vídeo lo más cerca posible;
fi: 1. Reititin, matkapuhelin, kamera ovat mahdollisimman lähellä;
fr: 1. routeurs, téléphones portables, caméras vidéo aussi près que possible;
he: 1. נתב, טלפון נייד, מצלמה קרובים ככל האפשר;
id: 1. Router, ponsel, kamera sedekat mungkin;
it: 1. Router, telefoni cellulari, videocamere più vicino possibile;
ja: 1.ルータ、携帯電話、カメラをできるだけ近づけてください。
ko: 1. 라우터, 휴대폰, 카메라는 가능한 한 가깝습니다.
nb: 1. Ruter, mobiltelefon, kamera er så nært som mulig;
nl: 1. routers, mobiele telefoons, videocamera's zo dicht mogelijk;
pl: 1. Router, telefon komórkowy, kamera są jak najbliżej;
pt_br: 1. Roteador, celular, câmera estão o mais próximo possível;
ro: 1. Routerul, telefonul mobil, aparatul foto sunt cât mai aproape;
ru: 1. маршрутизаторы, мобильные телефоны, видеокамеры как можно ближе;
sv: 1. Router, mobiltelefon, kamera är så nära som möjligt;
th: 1. ให้เราเตอร์และโทรศัพท์มือถือและกล้องอยู่ใกล้กันมากที่สุด
tr: 1. Yönlendirici, cep telefonu, kamera mümkün olduğunca yakın;
vi: 1. Giữ bộ định tuyến, điện thoại di động và máy ảnh càng gần càng tốt;
zh_hans: 1.路由器、手机、摄像机尽量靠近；
zh_hant: 1.路由器、手機、攝像機盡量靠近；

# service_name
source: Name
cs: název
es: Nombre
fi: Nimi
fr: Nom
he: שֵׁם
id: Nama
it: Nome
ja: 名前
ko: 이름
nb: Navn
nl: Naam
pl: Nazwa
pt_br: Nome
ro: Nume
ru: название
sv: namn
th: ชื่อ
tr: İsim
vi: Tên
zh_hans: 姓名
zh_hant: 姓名

# person_Cancellation_Account
source: Delete Account
cs: Storno účet
de: Konto löschen
es: Cuenta de cancelación
fi: Peruutustili
fr: Compte d'annulation
he: חשבון ביטול
id: Pembatalan Akun
it: Cancellazione conto
ja: アカウントの削除
ko: 취소 계정
nb: Avbestillingskonto
nl: Annuleringsaccount
pl: Konto anulowania
pt_br: Conta de cancelamento
ro: Cont de anulare
ru: Аккаунт отмены
sv: Avbokningskonto
th: บัญชียกเลิก
tr: İptal Hesabı
vi: Hủy tài khoản
zh_hans: 注销账号
zh_hant: 註銷賬號

# devicesetting_Select_region
source: Select region
cs: Vyberte region
de: Region wählen
es: Seleccione región
fi: Valitse alue
fr: Choisissez une région
he: בחר אזור
id: Pilih wilayah
it: Seleziona regione
ja: 地域を選択
ko: 지역 선택
nb: Velg region
nl: Selecteer regio
pl: Wybierz region
pt_br: Selecione a região
ro: Selectați regiunea
ru: Выберите регион
sv: Välj region
th: เลือกภูมิภาค
tr: Bölge Seç
vi: Chọn địa bàn
zh_hans: 选择地区
zh_hant: 選擇地區

# Devicesetting_No_flow
source: No flow
cs: Žádný tok
de: Kein Datenvolumen
es: No hay flujo de
fi: Ei virtausta
fr: Pas de flux
he: אין זרימה
id: Tidak ada aliran
it: Nessun flusso
ja: 全く流れません
ko: 어떤 흐름 없다
nb: Ingen flyt
nl: Geen doorvoer
pl: Brak przepływu
pt_br: Nenhum fluxo
ro: Fara curgere
ru: Нет потока
sv: Inget flöde
th: ไม่ไหล
tr: Hiçbir akış
vi: Không có chuyển biến gì
zh_hans: 无流量
zh_hant: 無流量

# deviceSetting_Connected_device
source: Connected device
cs: Připojené zařízení
de: Verbundenes Gerät
es: Dispositivo conectado
fi: Yhdistetty laite
fr: Appareil connecté
he: מכשיר מחובר
id: Perangkat yang terhubung
it: Dispositivo connesso
ja: 接続されたデバイス
ko: 연결된 장치
nb: Tilkoblet enhet
nl: Verbonden apparaat
pl: Podłączone urządzenie
pt_br: Dispositivo conectado
ro: Dispozitiv conectat
ru: Подключенное устройство
sv: Ansluten enhet
th: อุปกรณ์ที่เชื่อมต่อ
tr: Bağlı cihaz
vi: Thiết bị được kết nối
zh_hans: 已连接的设备
zh_hant: 已連接的設備

# devicelist_press_again
source: Press again to exit the app
cs: Opětovným stisknutím aplikaci ukončíte
de: Erneut tippen, um App zu beenden
es: Presione nuevamente para salir de la aplicación
fi: Poistu sovelluksesta painamalla uudelleen
fr: Appuyez à nouveau pour quitter l'application
he: לחץ שוב כדי לצאת מהאפליקציה
id: Tekan lagi untuk keluar dari aplikasi
it: Premi di nuovo per uscire dall'app
ja: もう一度押すとアプリが終了します
ko: 앱을 종료하려면 다시 누르세요.
nb: Trykk igjen for å avslutte appen
nl: Druk nogmaals om de app te verlaten
pl: Naciśnij ponownie, aby wyjść z aplikacji
pt_br: Pressione novamente para sair do aplicativo
ro: Apăsați din nou pentru a părăsi aplicația
ru: Нажмите еще раз, чтобы выйти из приложения
sv: Tryck igen för att stänga appen
th: กดอีกครั้งเพื่อออกจากแอป
tr: Uygulamadan çıkmak için tekrar basın
vi: Nhấn lại để thoát ứng dụng
zh_hans: 再按一次退出app
zh_hant: 再按一次退出app

# cloud_paypal_does_not_support_credit
source: Sorry, APP does not support PayPal credit card payment, please log in and pay with your account password
cs: Maaf, APP tidak mendukung pembayaran kartu kredit PayPal, harap masuk dan bayar dengan kata sandi akun Anda
de: Entschuldigung, App unterstützt keine PayPal Kreditkartenzahlung, bitte melden Sie sich an und Bezahlung mit Ihrem Konto Passwort
es: Lo sentimos, la aplicación no admite el pago con tarjeta de crédito de PayPal, inicie sesión y pague con la contraseña de su cuenta
fi: APP ei valitettavasti tue PayPalin luottokorttimaksuja. Kirjaudu sisään ja maksa tilin salasanalla
fr: Désolé, APP ne prend pas en charge le paiement par carte de crédit PayPal, veuillez vous connecter et payer avec le mot de passe de votre compte
he: מצטערים, APP אינו תומך בתשלום כרטיס אשראי של PayPal, אנא התחבר ושלם באמצעות סיסמת חשבונך
id: Maaf, APP tidak mendukung pembayaran kartu kredit PayPal, harap masuk dan bayar dengan kata sandi akun Anda
it: Siamo spiacenti, l'APP non supporta il pagamento con carta di credito PayPal, accedi e paga con la password del tuo account
ja: APPはPayPalクレジットカードによる支払いをサポートしていません。ログインして、アカウントのパスワードでお支払いください
ko: 죄송합니다. APP는 PayPal 신용 카드 결제를 지원하지 않습니다. 로그인하여 계정 비밀번호로 지불하십시오.
nb: Beklager, APP støtter ikke PayPal kredittkortbetaling, vennligst logg inn og betal med passordet ditt
nl: APP ondersteunt geen PayPal-creditcardbetalingen. Log in en betaal met uw accountwachtwoord
pl: Niestety, aplikacja nie obsługuje płatności kartą kredytową PayPal, zaloguj się i zapłać za pomocą hasła do konta
pt_br: Desculpe, o APP não suporta pagamento com cartão de crédito do PayPal, faça o login e pague com a senha da sua conta
ro: Ne pare rău, APP nu acceptă plata cu cardul de credit PayPal, vă rugăm să vă autentificați și să plătiți cu parola contului
ru: К сожалению, приложение не поддерживает PayPal оплаты кредитной картой, пожалуйста, войдите в систему и платить с вашего счета пароль
sv: Tyvärr, APP stöder inte PayPal-kreditkortsbetalning, logga in och betala med ditt kontolösenord
th: ขออภัย APP ไม่รองรับการชำระเงินด้วยบัตรเครดิต PayPal โปรดเข้าสู่ระบบและชำระเงินด้วยรหัสผ่านบัญชีของคุณ
tr: Maalesef, APP PayPal kredi kartı ödemesini desteklemiyor, lütfen giriş yapın ve hesap şifrenizle ödeme yapın
vi: Rất tiếc, hiện tại APP không hỗ trợ thanh toán bằng thẻ tín dụng PayPal, vui lòng sử dụng mật khẩu tài khoản của bạn để đăng nhập và thanh toán
zh_hans: 抱歉，APP暂不支持PayPal信用卡支付，请使用账号密码登录支付
zh_hant: 抱歉，APP暫不支持PayPal信用卡支付，請使用賬號密碼登錄支付

# help_addDevice_textTips_15
source: 2.Choose bluetooth camera
cs: 2. Vyberte kameru Bluetooth
de: 1. Bluetooth Kamera auswählen
es: 2.Elegir la cámara bluetooth
fi: 2. Valitse Bluetooth-kamera
fr: 1. Choisissez la caméra bluetooth
he: 2. בחר מצלמת blootooth
id: 2. Pilih Kamera Bluetooth
it: 2. Selezionare camera Bluetooth
ja: 2.Bluetoothカメラの選択
ko: 2. 블루투스 카메라를 선택합니다.
nb: 2. Velg Bluetooth-kamera
nl: 2.Bluetooth-camera selecteren
pl: 2. Wybierz kamerę bluetooth
pt_br: Câmera 2.Choose do bluetooth
ro: 2.Selectați camera Bluetooth
ru: 2. Выберите камеру Bluetooth
sv: 2.Välj Bluetooth-kamera
th: 2. เลือกกล้องบลูทูธ
tr: 2. bluetooth kamera Seçin
vi: 2. Chọn một máy ảnh Bluetooth
zh_hans: 2.选择蓝牙摄像机
zh_hant: 2.選擇藍牙攝像機

# playback_not_yet_purchase
source: Not yet purchased
cs: Zatím nebyl zakoupen
de: Noch nicht gekauft
es: Aún no comprado
fi: Ei vielä ostettu
fr: Pas encore acheté
he: טרם נרכש
id: Belum dibeli
it: Non ancora acquistato
ja: まだ購入していない
ko: 아직 구매하지 않은
nb: Ennå ikke kjøpt
nl: Nog niet gekocht
pl: Jeszcze nie zakupiony
pt_br: Ainda não comprado
ro: Nu a fost încă cumpărat
ru: Еще не куплен
sv: Ännu inte köpt
th: ยังไม่ได้ซื้อ
tr: Henüz satın alınmadı
vi: Chưa mua
zh_hans: 尚未购买
zh_hant: 尚未購買

# device_information
source: Device's information
cs: Informace o zařízení
de: Geräteinfo
es: Información del Equipo
fi: Laitteen tiedot
fr: Info appareil
he: מידע על המכשיר
id: Info Perangkat
it: Informazioni dispositivo
ja: デバイス情報
ko: 장치 정보
nb: Enhetsinfo
nl: Apparaatgegevens
pl: Informacje o urzadzeniu
pt_br: Informação do dispositivo
ro: Informații despre dispozitiv
ru: Информация об устройстве
sv: Enhetsinformation
th: ข้อมูลอุปกรณ์
tr: Cihaz bilgisi
vi: Thông tin thiết bị
zh_hans: 设备信息
zh_hant: 設備信息

# cloud_storage_area
source: Cloud saveing area
cs: Oblasti úložiště v cloudu
de: Cloudspeicher Bereich
es: Depósito en la nube Zona
fi: Pilvipalvelualue
fr: Zone de stockage Cloud
he: איזור
id: Area Penyimpanan Awan
it: Deposito Cloud regione
ja: ストレージ領域
ko: 클라우드 저장 영역
nb: Cloud lagringsområde
nl: Cloud-opslagregio
pl: Region przechowywania w chmurze
pt_br: Cloud save area
ro: Zona de salvare a norilor
ru: Область сохранения облака
sv: Moln räddningsområde
th: พื้นที่เก็บข้อมูลบนคลาวด์
tr: Bulut tasarruf alanı
vi: Khu vực lưu trữ đám mây
zh_hans: 云存区域
zh_hant: 雲存區域

# deviceSetting_AP_password
source: AP password
cs: Heslo AP
de: Access Point Passwort
es: Contraseña AP
fi: AP-salasana
fr: Mot de passe AP
he: ססמת AP
id: Sandi AP
it: Password applicazione
ja: APのパスワード
ko: AP 암호
nb: AP-passord
nl: AP-wachtwoord
pl: Hasło AP
pt_br: Senha AP
ro: Parola AP
ru: Пароль AP
sv: AP-lösenordet
th: รหัสผ่าน AP
tr: AP şifresi
vi: Mật khẩu AP
zh_hans: AP密码
zh_hant: AP密碼

# adddevice_set_wifi_password
source: Set WiFi password
cs: Nastavte heslo WiFi
de: WLAN-Passwort vergeben
es: Establecer contraseña de WiFi
fi: Aseta WiFi-salasana
fr: Définir le mot de passe WiFi
he: הגדר סיסמת WiFi
id: Setel kata sandi WiFi
it: Imposta la password WiFi
ja: WiFiパスワードを設定する
ko: WiFi 비밀번호 설정
nb: Angi WiFi-passord
nl: Stel wifi-wachtwoord in
pl: Ustaw hasło WiFi
pt_br: Definir senha WiFi
ro: Setați parola WiFi
ru: Установить пароль WiFi
sv: Ställ in WiFi-lösenord
th: ตั้งรหัสผ่าน WiFi
tr: WiFi şifresini ayarlayın
vi: Đặt mật khẩu WiFi
zh_hans: 设置WiFi密码
zh_hant: 設置WiFi密碼

# person_wechat_account
source: WeChat account
cs: Účet WeChat
de: WeChat-Konto
es: Cuenta de WeChat
fi: WeChat-tili
fr: Compte WeChat
he: חשבון WeChat
id: Akun WeChat
it: Account WeChat
ja: WeChatアカウント
ko: WeChat 계정
nb: WeChat-konto
pl: Konto WeChat
pt_br: Conta WeChat
ro: Cont WeChat
ru: Аккаунт WeChat
sv: WeChat-konto
th: บัญชี WeChat
tr: WeChat hesabı
vi: Tài khoản WeChat
zh_hans: 微信账号
zh_hant: 微信賬號

# addDevice_Camera_installation_guide
source: Camera installation guide
cs: Průvodce instalací kamery
de: Installationsanleitung für Kamera
es: Guía de instalación de la cámara
fi: Kameran asennusopas
fr: Guide d'installation de la caméra
he: מדריך להתקנת מצלמה
id: Panduan pemasangan kamera
it: Guida all'installazione della fotocamera
ja: カメラ設置ガイド
ko: 카메라 설치 가이드
nb: Installasjonsveiledning for kamera
nl: Installatiehandleiding camera
pl: Instrukcja instalacji kamery
pt_br: Guia de instalação da câmera
ro: Ghid de instalare a camerei
ru: Руководство по установке камеры
sv: Installationsguide för kamera
th: คู่มือการติดตั้งกล้อง
tr: Kamera kurulum kılavuzu
vi: Hướng dẫn cài đặt camera
zh_hans: 摄像机安装引导
zh_hant: 攝像機安裝引導

# Devicesetting_delete_schedule
source: Whether to delete this schedule
cs: Zda tento plán odstranit
de: Zeitplan löschen
es: Ya sea para eliminar este horario
fi: Poistetaanko tämä aikataulu
fr: S'il faut supprimer ce programme
he: האם למחוק את לוח הזמנים הזה
id: Apakah akan menghapus jadwal ini
it: Se eliminare questa pianificazione
ja: このスケジュールを削除するかどうか
ko: 이 일정을 삭제할지 여부
nb: Om denne planen skal slettes
nl: Of u dit schema wilt verwijderen
pl: Czy usunąć ten harmonogram
pt_br: Se deseja excluir esta programação
ro: Dacă să ștergeți acest program
ru: Удалять ли это расписание
sv: Om det här schemat ska raderas
th: ว่าจะลบกำหนดการนี้หรือไม่
tr: Bu programın silinip silinmeyeceği
vi: Có xóa lịch biểu này không
zh_hans: 是否删除该日程
zh_hant: 是否刪除該日程

# deviceSetting_Equipment_WIFI
source: Device's WiFi
cs: Zařízení WiFi
de: Geräte-WLAN
es: Equipo WiFi
fi: Laite WiFi
fr: Équipement WiFi
he: ציוד WiFi
id: peralatan WiFi
it: Apparecchiature WiFi
ja: 無線LAN機器
ko: 와이파이 장비
nb: Utstyr WiFi
nl: Apparatuur WiFi
pl: Zawartość WiFi
pt_br: Equipamento WiFi
ro: Echipament WiFi
ru: Оборудование WiFi
sv: Utrustning WiFi
th: อุปกรณ์ WiFi
tr: Ekipman WiFi
vi: WiFi của thiết bị
zh_hans: 设备WiFi
zh_hant: 設備WiFi

# cloud_open_cloud_video
source: Opening cloud storage video for you
cs: Otevřete video ukládání cloud pro vás
de: Cloud-Speicher-Video wird für Sie geöffnet
es: Abrir video de almacenamiento en la nube para usted
fi: Pilvivarastointivideon avaaminen sinulle
fr: Ouvrir la vidéo de stockage en nuage pour vous
he: פתיחת וידאו ענן אחסון בשבילך
id: Membuka video penyimpanan cloud untuk Anda
it: Apertura di video di archiviazione cloud per te
ja: クラウドストレージのデータを開いています。
ko: 내게 필요한 클라우드 저장 비디오 열기
nb: Åpner cloud storage-video for deg
nl: Cloud-opslagvideo voor u openen
pl: Otwieram dla Ciebie film z przechowywania w chmurze
pt_br: Abrindo vídeo de armazenamento em nuvem para você
ro: Deschiderea videoclipului de stocare în cloud pentru dvs.
ru: Открытие облачного хранилища видео для вас
sv: Öppna molnlagringsvideo för dig
th: เปิดวิดีโอการจัดเก็บข้อมูลแบบคลาวด์สำหรับคุณ
tr: Sizin için bulut depolama videosunu açma
vi: Ghi âm bộ nhớ đám mây đang được bật cho bạn
zh_hans: 正在为您开启云存录像
zh_hant: 正在為您開啟雲存錄像
