Repository: Yolo-cell-hash/go_home_ios
Catalog: ios/Runner/JASDK/JAResources/XLanguage/X35MultiLanguage/*.lproj/X35MutiLanguage.strings
Languages: cs, de, es, fi, fr, he, id, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sv, th, tr, vi, zh_hans, zh_hant

# person_feedback_question_video_incomplete_6
source: 6. During the abnormal dynamic occurrence, the perpetrator damaged or cut off the power of the camera, resulting in the machine not working properly;
cs: 6. Během neobvyklého dynamického výskytu pachatel poškodil nebo přerušil napájení kamery, což mělo za následek, že stroj nefungoval správně;
de: 6. Ein Eindringling beschädigte die Kamera oder unterbrach die Stromversorgung der Kamera
es: 6. Durante la ocurrencia dinámica anormal, el autor dañó o cortó la alimentación de la cámara, lo que provocó que la máquina no funcionara correctamente;
fi: 6. Epänormaalin dynaamisen tapahtuman aikana tekijä vaurioitti tai katkoi kameran virtaa, jolloin kone ei toimi kunnolla.
fr: 6. Au cours de l'événement dynamique anormal, l'agresseur a endommagé ou coupé l'alimentation de la caméra, entraînant un dysfonctionnement de la machine;
he: 6. במהלך התרחשות דינמית לא תקינה, מבצע העבירה פגע או ניתק את כוח המצלמה, וכתוצאה מכך המכשיר לא פועל כראוי;
id: 6. Selama kejadian dinamis yang abnormal, pelaku merusak atau memutus daya kamera, mengakibatkan mesin tidak bekerja dengan benar;
it: 6. Durante la dinamica anomala, l'autore ha danneggiato o interrotto l'alimentazione della telecamera, facendo sì che la macchina non funzionasse correttamente;
ja: 6.異常発生の間、何者かがカメラの電源を損傷または切断し、その結果、機械が正常に動作しなくなりました。
ko: 6. 비정상적인 동적 발생 중에 가해자가 카메라의 전원을 손상 시키거나 차단하여 기계가 제대로 작동하지 않습니다.
nb: 6. Under den unormale dynamiske forekomsten, skadet eller kuttet gjerningsmannen strømmen til kameraet, noe som resulterte i at maskinen ikke fungerer som den skal;
nl: 6. Tijdens de abnormale dynamische gebeurtenis heeft de dader de camera beschadigd of onderbroken, waardoor de machine niet goed werkte;
pl: 6. Podczas nienormalnego wystąpienia dynamicznego sprawca uszkodził lub odciął zasilanie kamery, powodując nieprawidłowe działanie maszyny;
pt_br: 6. Durante a ocorrência dinâmica anormal, o agressor danificou ou cortou a energia da câmera, resultando na máquina não funcionando corretamente;
ro: 6. În timpul apariției dinamice anormale, făptuitorul a avariat sau a întrerupt puterea camerei, ceea ce a determinat ca mașina să nu funcționeze corect;
ru: 6. Во время аномального динамического воздействия нарушитель повредил или отключил питание камеры, в результате чего машина не работает должным образом;
sv: 6. Under den onormala dynamiska händelsen skadade eller skadade gärningsmannen kamerans ström, vilket resulterade i att maskinen inte fungerade korrekt.
th: 6. ในระหว่างที่เกิดการเปลี่ยนแปลงที่ผิดปกติผู้กระทำผิดทำให้กล้องเสียหายหรือถูกตัดไฟทำให้เครื่องไม่สามารถทำงานได้ตามปกติ
tr: 6. Anormal dinamik oluşum sırasında, fail kameranın gücüne zarar verdi veya kesti, makinenin düzgün çalışmamasına neden oldu;
vi: 6. Trong quá trình xảy ra động thái bất thường, thủ phạm làm hỏng camera hoặc cắt nguồn khiến máy không hoạt động bình thường;
zh_hans: 6.异常动态发生期间，肇事者将摄像机损坏或断电，导致机器无法正常工作；
zh_hant: 6.異常動態發生期間，肇事者將攝像機損壞或斷電，導致機器無法正常工作；

# devicesetting_4G_card_wait_transfer_process
source: It is expected that the transfer process will take 1-5 minutes, please wait!
cs: Očekává se, že proces přenosu bude trvat 1-5 minut, počkejte prosím!
de: Der Übertragungsvorgang dauert 1 bis 5 Minuten. Bitte warten!
es: Se espera que el proceso de transferencia demore de 1 a 5 minutos, ¡espere!
fi: Siirtoprosessin odotetaan kestävän 1-5 minuuttia, odota!
fr: Le processus de transfert devrait prendre entre 1 et 5 minutes. Veuillez patienter!
he: צפוי שתהליך ההעברה ייקח 1-5 דקות, אנא המתן!
id: Diharapkan proses transfer akan memakan waktu 1-5 menit, harap tunggu!
it: Si prevede che il processo di trasferimento richiederà 1-5 minuti, attendere prego!
ja: 転送プロセスには1〜5分かかることが予想されます。しばらくお待ちください！
ko: 전송 과정은 1-5 분 정도 소요될 것으로 예상됩니다. 잠시만 기다려주십시오!
nb: Det forventes at overføringsprosessen vil ta 1-5 minutter, vennligst vent!
nl: Verwacht wordt dat het overdrachtsproces 1-5 minuten duurt, even geduld aub!
pl: Oczekuje się, że proces transferu potrwa 1-5 minut, proszę czekać!
pt_br: Espera-se que o processo de transferência demore de 1 a 5 minutos, aguarde!
ro: Este de așteptat ca procesul de transfer să dureze 1-5 minute, vă rugăm să așteptați!
ru: Ожидается, что процесс передачи займет 1-5 минут, пожалуйста, подождите!
sv: Det förväntas att överföringsprocessen kommer att ta 1-5 minuter, vänta!
th: คาดว่าขั้นตอนจะใช้เวลา 1-5 นาที,โปรดรอสักครู่!
tr: Transfer işleminin 1-5 dakika sürmesi bekleniyor, lütfen bekleyin!
vi: Ước tính quá trình thanh toán sẽ mất từ ​​1-5 phút, vui lòng đợi trong giây lát!
zh_hans: 预计到账过程需要1-5分钟，请稍等！
zh_hant: 預計到賬過程需要1-5分鐘，請稍等！

# adddevice_Special_state
source: Not logged in or logged in status expired
cs: Stav nepřihlášeného nebo nepřihlášeného vypršel
de: Nicht eingeloggt oder Login Status abgelaufen
es: Sin iniciar sesión o el estado de inicio de sesión expiró
fi: Ei kirjautunut tai kirjautunut tila vanhentunut
fr: Non connecté ou statut de connexion expiré
he: פג תוקף הסטטוס לא מחובר או לא מחובר
id: Tidak masuk atau status masuk kedaluwarsa
it: Accesso non effettuato o stato di accesso scaduto
ja: ログインしていないか、ログインステータスの有効期限が切れています
ko: 로그인하지 않았거나 로그인 상태가 만료됨
nb: Ikke pålogget eller pålogget status utløpt
nl: Niet ingelogd of ingelogde status verlopen
pl: Status niezalogowany lub zalogowany wygasł
pt_br: Status de não logado ou logado expirado
ro: Nu ați conectat sau starea de conectare a expirat
ru: Не авторизован или авторизован статус просрочен
sv: Inte inloggad eller inloggad status har löpt ut
th: ไม่ได้เข้าสู่ระบบหรือสถานะการเข้าสู่ระบบหมดอายุ
tr: Oturum açmadı veya oturum açma durumunun süresi doldu
vi: Chưa đăng nhập hoặc trạng thái đăng nhập đã hết hạn
zh_hans: 未登录或登录状态过期
zh_hant: 未登錄或登錄狀態過期

# deviceSetting_hour
source: hour
cs: hodina
de: Stunde
es: hora
fi: tunti
fr: heure
he: שעה
id: jam
it: ora
ja: 時間
ko: 시간
nb: time
nl: uur
pl: godzina
pt_br: hora
ro: oră
ru: час
sv: timme
th: ชั่วโมง
tr: saat
vi: giờ
zh_hans: 小时
zh_hant: 小時

# prompt_sendData_bluetooth_failed
source: Fail to send bluetooth data (bluetooth disconnection,device not respond,timeout)
cs: Nepodařilo se odeslat data Bluetooth (Bluetooth odpojen,zařízení neodpovídá,časový limit)
de: Senden von Bluetooth Daten fehlgeschlagen (Bluetooth getrennt, Gerät antwortet nicht, Zeitüberschreitung)
es: Error al enviar los datos de Bluetooth (Bluetooth desconectado,el Equipo no respondió,tiempo muerto)
fi: Bluetooth-tietojen lähettäminen epäonnistui (Bluetooth on katkaistu,laite ei vastaa,aikakatkaisu)
fr: Échec d'envoi des données bluetooth (déconnexion bluetooth, l'appareil ne répond pas, délai d'attente)
he: בעיה בחיבור הBluetooth
id: gagal mengirim data bluetooth (bluetooth terputus,perangkat tidak respon,waktu habis)
it: Errore invio dati Bluetooth (disconnessione bluetooth,dispositivo non risponde,timeout)
ja: Bluetoothデータの送信ができません(Bluetooth切断、デバイスの応答なし、タイムアウト)
ko: 블루투스 데이터 전송 실패 (블루투스 연결 해제,응답없음,시간 초과)
nb: Kunne ikke sende bluetooth data (bluetooth frakoblet,enhet svarer ikke,timeout)
nl: Verzenden bluetooth-gegevens mislukt (verbinding bluetooth verbroken,apparaat reageert niet,time-out)
pl: Błąd wysłania info przez bluetooth (bluetooth rozłączony,urządzenie nie odpowiada,przekroczony czas)
pt_br: Falha ao enviar dados Bluetooth (desconexão do Bluetooth,dispositivo não responde,tempo limite)
ro: Nu reușesc să trimită date bluetooth (deconectare bluetooth,dispozitiv nu răspunde,timeout)
ru: Не удается отправить данные Bluetooth (отключение Bluetooth,устройство не отвечает,время ожидания)
sv: Misslyckades med att skicka Bluetooth-data (Bluetooth-avstängning,enhet svarar inte,timeout)
th: ไม่สามารถส่งข้อมูลบลูทูธ(บลูทูธตัดการเชื่อมต่อ, อุปกรณ์ไม่ตอบสนอง,หมดเวลา)
tr: Bluetooth verileri gönderilemedi (bluetooth bağlantısı kesildi,cihaz yanıt vermiyor,zaman aşımı)
vi: Không gửi được dữ liệu Bluetooth (Bluetooth bị ngắt kết nối, thiết bị không trả lời, hết thời gian chờ)
zh_hans: 发送蓝牙数据失败(蓝牙断开，设备未回复，超时)
zh_hant: 發送藍牙數據失敗(藍牙斷開，設備未回复，超時)

# Stand_alone_station_Refresh_complete
source: Refresh complete
cs: Obnovení dokončeno
de: Aktualisierung abgeschlossen
es: Actualización completa
fi: Päivitys valmis
fr: Actualisation terminée
he: הרענון הושלם
id: Segarkan selesai
it: Aggiornamento completato
ja: 更新完了
ko: 새로 고침 완료
nb: Oppdateringen er fullført
nl: Vernieuwen voltooid
pl: Odświeżanie zakończone
pt_br: Atualização completa
ro: Reîmprospătare completă
ru: Обновление завершено
sv: Uppdateringen är klar
th: รีเฟรชเสร็จสมบูรณ์
tr: Yenileme tamamlandı
vi: Làm mới hoàn tất
zh_hans: 刷新完成
zh_hant: 刷新完成

# devicesetting_After_closing_no_sound_viewing_playback
source: When this is switched off, you will not hear voices in live view and playback
cs: Když je toto vypnuto, neuslyšíte hlasy v živém náhledu a přehrávání
de: Wenn dies ausgeschaltet ist, hören Sie in der Live-Ansicht und Wiedergabe keine Stimmen
es: Cuando está desactivado, no escuchará voces en la vista en vivo y la reproducción.
fi: Kun tämä on kytketty pois päältä, et kuule ääniä live-näkymässä ja toistossa
fr: Lorsque cette option est désactivée, vous n'entendrez pas de voix dans la vue en direct et la lecture
he: כאשר זה כבוי, לא תשמע קולות בתצוגה חיה ובהשמעה
id: Saat ini dimatikan, Anda tidak akan mendengar suara dalam tinjauan langsung dan pemutaran
it: Quando questo è disattivato, non sentirai le voci nella visualizzazione live e nella riproduzione
ja: これをオフにすると、ライブビューと再生で音声が聞こえなくなります
ko: 이 기능이 꺼져 있으면 라이브 뷰 및 재생에서 음성이 들리지 않습니다.
nb: Når denne er slått av, vil du ikke høre stemmer i live view og avspilling
nl: Als dit is uitgeschakeld, hoor je geen stemmen in liveweergave en afspelen
pl: Gdy ta opcja jest wyłączona, nie będziesz słyszeć głosów w trybie podglądu na żywo i odtwarzania
pt_br: Quando estiver desligado, você não ouvirá vozes na visualização ao vivo e na reprodução
ro: Când aceasta este dezactivată, nu veți auzi voci în vizualizarea live și redare
ru: Когда это отключено, вы не будете слышать голоса в режиме просмотра в реальном времени и при воспроизведении.
sv: När detta är avstängt kommer du inte att höra röster i livevisning och uppspelning
th: เมื่อปิดการทำงานนี้ คุณจะไม่ได้ยินเสียงในไลฟ์วิวและการเล่น
tr: Bu kapatıldığında, canlı izleme ve oynatma sırasında sesleri duymazsınız.
vi: Khi tắt tính năng này, bạn sẽ không nghe thấy giọng nói trong chế độ xem trực tiếp và phát lại
zh_hans: 关闭后，查看实时和回放录像时都没有声音
zh_hant: 關閉後，查看實時和回放錄像時都沒有聲音

# devicesetting_24_hours_keeps_recording_storage_space
source: The equipment keeps recording 24 hours a day, which takes up a lot of storage space, and the number of recording days will be reduced
cs: Zařízení nahrává 24 hodin denně, což zabírá hodně místa v úložišti a počet nahrávacích dní se sníží
de: Das Gerät nimmt 24 Stunden am Tag auf, was viel Speicherplatz benötigt und die Anzahl der Aufnahmetage reduziert
es: El equipo sigue grabando las 24 horas del día, lo que ocupa mucho espacio de almacenamiento, y se reducirá el número de días de grabación
fi: Laite jatkaa tallennusta 24 tuntia vuorokaudessa, mikä vie paljon tallennustilaa ja tallennuspäivien määrä vähenee
fr: L'équipement continue d'enregistrer 24 heures sur 24, ce qui prend beaucoup d'espace de stockage, et le nombre de jours d'enregistrement sera réduit
he: הציוד ממשיך להקליט 24 שעות ביממה, דבר שתופס הרבה מקום אחסון, ומספר ימי ההקלטה יצטמצם
id: Peralatan terus merekam 24 jam sehari, yang memakan banyak ruang penyimpanan, dan jumlah hari perekaman akan berkurang
it: L'apparecchiatura continua a registrare 24 ore al giorno, il che occupa molto spazio di archiviazione e il numero di giorni di registrazione sarà ridotto
ja: 装置は24時間記録を続けるため、多くのストレージスペースを占有し、記録日数が削減されます
ko: 장비가 24시간 계속 녹화를 하기 때문에 저장 공간을 많이 차지하며 녹화 일수가 줄어듭니다.
nb: Utstyret fortsetter å ta opp 24 timer i døgnet, noe som tar opp mye lagringsplass, og antall opptaksdager vil reduseres
nl: De apparatuur blijft 24 uur per dag opnemen, wat veel opslagruimte in beslag neemt, en het aantal opnamedagen wordt verminderd
pl: Sprzęt nagrywa 24 godziny na dobę, co zajmuje dużo miejsca w pamięci, a liczba dni nagrywania ulegnie skróceniu
pt_br: O equipamento continua gravando 24 horas por dia, o que ocupa muito espaço de armazenamento, e o número de dias de gravação será reduzido
ro: Echipamentul continuă să înregistreze 24 de ore pe zi, ceea ce ocupă mult spațiu de stocare, iar numărul de zile de înregistrare va fi redus
ru: Оборудование ведет запись 24 часа в сутки, что занимает много места для хранения, а количество дней записи будет сокращено.
sv: Utrustningen fortsätter att spela in 24 timmar om dygnet, vilket tar upp mycket lagringsutrymme, och antalet inspelningsdagar kommer att minska
th: อุปกรณ์ทำการบันทึกตลอด 24 ชั่วโมง ซึ่งใช้พื้นที่ในการจัดเก็บมาก และจำนวนวันที่บันทึกจะลดลง
tr: Ekipman, günde 24 saat kayıt yapmaya devam eder, bu da çok fazla depolama alanı kaplar ve kayıt günlerinin sayısı azalacaktır.
vi: Thiết bị liên tục ghi âm 24 giờ một ngày, chiếm nhiều dung lượng lưu trữ và số ngày ghi âm sẽ giảm xuống
zh_hans: 设备24小时连续录像，占用存储空间较大，录像天数会减少
zh_hant: 設備24小時連續錄像，佔用存儲空間較大，錄像天數會減少

# devicelist_firmware_update_IPC
source: %1$s needs to update the firmware, do you need to update it now?
cs: %1$s musí aktualizovat firmware, je to nyní aktualizováno?
de: %1$s Firmware muss aktualisiert werden. Jetzt aktualisieren?
es: %1$s necesita actualizar el firmware, ¿está actualizado ahora?
fi: %1$s on päivitettävä laiteohjelmisto, päivitetäänkö se nyt?
fr: %1$s a besoin de mettre à jour le firmware, est-il mis à jour maintenant?
he: %1$s צריך לעדכן את הקושחה, האם הוא מעודכן כעת?
id: %1$s perlu memperbarui firmware, apakah diperbarui sekarang?
it: %1$s deve aggiornare il firmware, è aggiornato adesso?
ja: %1$sはファームウェアを更新する必要がありますが、今すぐ更新されますか？
ko: %1$s는 펌웨어를 업데이트해야합니다. 지금 업데이트됩니까?
nb: %1$s trenger å oppdatere firmware, er den oppdatert nå?
nl: %1$s moet de firmware bijwerken, wordt deze nu bijgewerkt?
pl: %1$s musi zaktualizować oprogramowanie, czy jest teraz zaktualizowane?
pt_br: %1$s precisa atualizar o firmware, ele está atualizado agora?
ro: %1$s trebuie să actualizeze firmware-ul, este actualizat acum?
ru: %1$s нужно обновить прошивку, сейчас она обновлена?
sv: %1$s behöver uppdatera firmware, är den uppdaterad nu?
th: %1$s ต้องการอัปเดตเฟิร์มแวร์คุณต้องการอัปเดตทันทีหรือไม่
tr: %1$s firmware güncellemesi gerekiyor, şimdi güncelleniyor mu?
vi: %1$s cần cập nhật chương trình cơ sở, bạn có muốn cập nhật ngay bây giờ không?
zh_hans: %1$s需要更新固件，是否现在更新？
zh_hant: %1$s需要更新固件，是否現在更新？

# Addevice_Flashing_becomes_constant
source: Flashing becomes constant
cs: Blikání bude konstantní
de: Blinken wird Leuchten
es: El parpadeo se vuelve constante
fi: Vilkkuminen muuttuu jatkuvaksi
fr: Le clignotement devient constant
he: מהבהב הופך קבוע
id: Berkedip menjadi konstan
it: Il lampeggio diventa costante
ja: 点滅が一定になります
ko: 깜박임이 일정해집니다.
nb: Blinkingen blir konstant
nl: Knipperen wordt constant
pl: Miganie staje się stałe
pt_br: O piscar torna-se constante
ro: Clipirea devine constantă
ru: Мигание становится постоянным
sv: Blinkningen blir konstant
th: กะพริบเป็นค่าคงที่
tr: Yanıp sönme sabit hale gelir
vi: Nhấp nháy trở nên không đổi
zh_hans: 闪烁变为常亮
zh_hant: 閃爍變為常亮

# cloud_order_renewal
source: Renewal
cs: Obnova
de: Erneuerung
es: Renovación
fi: uusiminen
fr: Renouvellement
he: התחדשות
id: Pembaruan
it: Rinnovo
ja: リニューアル
ko: 갱신
nb: Fornyelse
nl: Vernieuwing
pl: Odnowienie
pt_br: Renovação
ro: Reînnoire
ru: обновление
sv: Förnyelse
th: การต่ออายุ
tr: yenilenme
vi: Thay mới
zh_hans: 续费
zh_hant: 續費

# do_not_tip_always
source: No tips any more
cs: Již se nezobrazí výzva
de: Keine Hinweise mehr
es: No hay Consejos más
fi: Ei enää kysytty
fr: Plus d'astuces
he: אל תראה זאת שוב
id: Tidak butuh Tips lagi
it: Nessun suggerimento
ja: このメッセージを表示しない
ko: 다시 묻지 않기
nb: Ikke minn meg på dette igjen
nl: Geen tips meer
pl: Nie pokazuj więcej
pt_br: Nenhuma dica mais
ro: Nici un sfat
ru: Больше никаких советов
sv: Inga tips längre
th: ไม่มีเคล็ดลับใด ๆ อีกต่อไป
tr: Artık ipucu yok
vi: Đừng nhắc lại
zh_hans: 不再提示
zh_hant: 不再提示

# devicesetting_Panoramic_cruise
source: Panoramic cruise
cs: Panoramatická plavba
de: Panorama-Tour
es: Crucero panorámico
fi: Panoraamaristeily
fr: Croisière panoramique
he: שייט פנורמי
id: Pelayaran panorama
it: Crociera panoramica
ja: パノラマクルーズ
ko: 파노라마 크루즈
nb: Panoramisk cruise
nl: Panoramische cruise
pl: Rejs panoramiczny
pt_br: Cruzeiro panorâmico
ro: Croaziera panoramica
ru: Панорамный круиз
sv: Panoramisk kryssning
th: การหมุนแบบพาโนรามา
tr: Panoramik seyir
vi: Hành trình toàn cảnh
zh_hans: 全景巡航
zh_hant: 全景巡航

# Asia_Shanghai
source: China/Shanghai
cs: Čína / Šanghaj
es: China / Shangai
fi: Kiina / Shanghai
fr: Chine / Shanghai
he: סין / שנחאי
it: Cina / Shanghai
ja: 中国/上海
ko: 아시아 / 상하이
nb: Kina / Shanghai
nl: China / Sjanghai
pl: Chiny / Szanghaj
ru: Китай / Шанхай
sv: Kina / Shanghai
th: จีน / เซี่ยงไฮ้
tr: Çin / Şangay
vi: Thượng Hải, Trung Quốc
zh_hans: 中国/上海
zh_hant: 中國/上海

source: Cloud recording Service Description
cs: Popis služby cloudového záznamu
de: Beschreibung des Cloud-Aufzeichnungsdienstes
es: Descripción del servicio de grabación en la nube
fi: Pilvitallennuspalvelun kuvaus
fr: Description du service d'enregistrement cloud
he: תיאור שירות של הקלטת ענן
id: Deskripsi Layanan perekaman cloud
it: Descrizione del servizio di registrazione su cloud
ja: クラウド録画サービスの説明
ko: 클라우드 녹화 서비스 설명
nl: Servicebeschrijving van cloudopname
pl: Nagrywanie w chmurze Opis usługi
pt_br: Descrição do serviço de gravação em nuvem
ro: Descrierea serviciului de înregistrare în cloud
ru: Облако записи Сервис Описание
sv: Molninspelning Servicebeskrivning
th: คำอธิบายบริการการบันทึกบนคลาวด์
tr: Bulut kayıt Hizmeti Açıklama
vi: Mô tả dịch vụ ghi âm đám mây
zh_hans: 云录像服务说明
zh_hant: 雲錄像服務說明

# cloud_payment_unpaid
source: Unpaid
cs: Neplaceno
de: Nicht bezahlt
es: no pagado
fi: palkaton
fr: Non payé
he: לא שולם
id: Belum terbayar
it: Non pagato
ja: 未払い
ko: 지불되지 않은
nb: Ikke betalt
nl: Onbetaald
pl: Nie zapłacony
pt_br: Não remunerado
ro: neplătit
ru: неоплаченный
sv: Obetald
th: ยังไม่ได้ชำระ
tr: ödenmemiş
vi: Chưa thanh toán
zh_hans: 未支付
zh_hant: 未支付

# adddevice_Wireless_add_mode_wired
source: Wired
cs: Kabelové připojení
de: LAN-Kabel
es: cableado
fr: câblé
he: קווית
id: kabel
it: cablata
ja: 有線
ko: 유선
nb: kablet
nl: Bedraad
pl: Kabel sieciowy
pt_br: com fio
ro: cu fir
ru: проводная
sv: trådbunden
th: อินเทอร์เน็ตแบบใช้สาย
tr: telli
vi: có dây
zh_hans: 有线
zh_hant: 有線

# devicelist_video_off_prompt
source: You have turned off the video service, please go to device settings
cs: Vypnuli jste video službu, přejděte prosím na nastavení zařízení
de: Sie haben den Videodienst deaktiviert, öffnen Sie die Geräteeinstellungen, um ihn zu aktivieren
es: Has desactivado el servicio de video, ve a la configuración del Equipo
fi: Olet poistanut videopalvelun käytöstä, siirry laitteen asetuksiin
fr: Vous avez désactivé le service vidéo, veuillez accéder aux paramètres de l'appareil.
he: כיבית את שירות הווידאו, עבור אל הגדרות המכשיר
id: Anda telah mematikan layanan video, silakan buka pengaturan perangkat
it: Hai disattivato il servizio video, vai alle impostazioni del dispositivo
ja: ビデオサービスをオフにしました。端末の設定に進んでください
ko: 비디오 서비스를 끄고 장치 설정으로 이동하십시오.
nb: Du har slått av videotjenesten, gå til enhetens innstillinger
nl: U hebt de videoservice uitgeschakeld, ga dan naar de apparaatinstellingen
pl: Wyłączyłeś usługę wideo, przejdź do ustawień urządzenia
pt_br: Você desativou o serviço de vídeo. Vá para as configurações do dispositivo
ro: Ați oprit serviciul video, mergeți la setările dispozitivului
ru: Вы отключили видео сервис, перейдите в настройки устройства
sv: Du har stängt av videotjänsten, gå till enhetens inställningar
th: คุณได้ปิดวิดีโอเซอร์วิส โปรดไปที่การตั้งค่าอุปกรณ์
tr: Video servisini kapattınız, lütfen cihaz ayarlarına gidin
vi: Bạn đã tắt dịch vụ video, vui lòng vào cài đặt thiết bị để bật
zh_hans: 您已关闭视频服务，请前往设备设置开启
zh_hant: 您已關閉視頻服務，請前往設備設置開啟

# AI_Get_package_free_ios
source: Get %@ day AI package for free
cs: Získejte balíček AI%@ day zdarma
de: Erhalten Sie %@ Tag AI Paket kostenlos
es: Obtenga el paquete AI de %@ día gratis
fi: Hanki %@ päivän tekoälypaketti ilmaiseksi
fr: Obtenez gratuitement le package AI de %@ jour
he: קבל חבילת AI של %@ יום בחינם
id: Dapatkan paket AI %@ hari gratis
it: Ottieni gratuitamente il pacchetto AI di %@ giorno
ja: %@日のAIパッケージを無料で入手
ko: %@일 AI 패키지를 무료로 받으세요
nb: Få %@ day AI-pakke gratis
nl: Ontvang gratis %@ dag AI-pakket
pl: Uzyskaj %@ dniowy pakiet AI za darmo
pt_br: Obtenha o pacote de IA de %@ dia gratuitamente
ro: Obțineți gratuit pachetul AI%@ day
ru: Получите %@ дневной пакет искусственного интеллекта бесплатно
sv: Få %@ dag AI-paket gratis
th: รับแพ็กเกจ AI %@ วัน ฟรี
tr: %@ günlük AI paketini ücretsiz alın
vi: Nhận gói %@ ngày AI miễn phí
zh_hans: 免费领取%@天AI套餐
zh_hant: 免費領取%@天AI套餐

# person_screen_brightness_switch
source: Screen brightness switch
cs: Přepínač jasu obrazovky
de: Automatische Bildschirmhelligkeit
es: Interruptor de brillo de pantalla
fi: Näytön kirkkauden kytkin
fr: Commutateur de luminosité de l'écran
he: מתג בהירות המסך
id: Sakelar kecerahan layar
it: Interruttore della luminosità dello schermo
ja: 画面の明るさの切り替え
ko: 화면 밝기 스위치
nb: Bryter for lysstyrke på skjermen
nl: Scherm helderheid schakelaar
pl: Przełącznik jasności ekranu
pt_br: Botão de brilho da tela
ro: Comutator de luminozitate ecran
ru: Переключатель яркости экрана
sv: Skärmens ljusstyrka
th: สวิตช์ความสว่างหน้าจอ
tr: Ekran parlaklık anahtarı
vi: Công tắc độ sáng màn hình
zh_hans: 屏幕亮度开关
zh_hant: 屏幕亮度開關
