Repository: Yolo-cell-hash/go_home_ios
Catalog: ios/Runner/JASDK/JAResources/XLanguage/X35MultiLanguage/*.lproj/X35MutiLanguage.strings
Languages: cs, de, es, fi, fr, he, id, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sv, th, tr, vi, zh_hans, zh_hant

# register_emailExist
source: Already registered email address
cs: Schránka byla zaregistrována
de: E-Mail Adresse bereits registriert
es: Esta dirección de correo electrónico ya ha sido registrado
fi: Postilaatikko on rekisteröity
fr: Adresse e-mail déjà enregistrée
he: כתובת האימייל כבר בשימוש
id: Alamat Email sudah terdaftar
it: E-mail già presente
ja: メールアドレスは既に登録されています。
ko: 이미 등록된 이메일 주소입니다.
nb: E-post er allerede i bruk
nl: E-mailadres bestaat al
pl: Adres email już zarejestrowany
pt_br: Já cadastrado endereço de email
ro: Adresa de e-mail deja înregistrată
ru: Уже зарегистрированный адрес электронной почты
sv: Redan registrerad e-postadress
th: มีการลงทะเบียนด้วยอีเมล์นี้แล้ว
tr: Zaten kayıtlı e-posta adresi
vi: Hộp thư đã được đăng ký
zh_hans: 该邮箱已被注册
zh_hant: 該郵箱已被註冊

# day_plural
source: %1$d Day
cs: %1$d dnů
de: %1$d Tage
es: %1$d días
fi: %1$d päivää
fr: %1$d jours
he: ימים %1$d
id: %1$d Hari
it: %1$d giorni
ja: %1$d日
ko: %1$d 일
nb: %1$d Dager
nl: %1$d Dagen
pl: %1$d Dni
pt_br: %1$d dias
ro: %1$d Zile
ru: %1$d дней
sv: %1$d dagar
th: %1$d วัน
tr: %1$d Gün
vi: %1$d ngày
zh_hans: %1$d天
zh_hant: %1$d天

# userInfo
source: Profile
cs: Profil
de: Profil
es: Perfil
fi: Profiili
fr: Profil
he: פּרוֹפִיל
id: Profil
it: Profilo
ja: プロフィール
ko: 프로필
nb: Profil
nl: Profiel
pl: Profil
pt_br: Perfil
ro: Profil
ru: Профиль
sv: Profil
th: ประวัติโดยย่อ
tr: Profil
vi: Hồ sơ
zh_hans: 个人资料
zh_hant: 個人資料

# addDevice_WiFi_not_use
source: The current mobile phone is connected to 5G WiFi. This device does not support 5G networks. Please switch to 2.4G WiFi.
cs: Aktuální mobilní telefon je připojen k 5G WiFi. Toto zařízení nepodporuje sítě 5G. Prosím přepněte na 2,4 G WiFi.
de: Das Mobiltelefon ist mit einem 5GHz WLAN verbunden. Dieses Gerät unterstützt keine 5GHz-Netzwerke. Bitte wechseln Sie zu 2.4GHz WLAN.
es: El teléfono móvil actual está conectado a 5G WiFi. Este dispositivo no es compatible con redes 5G. Cambie a WiFi 2.4G.
fi: Nykyinen matkapuhelin on kytketty 5G WiFi-verkkoon. Tämä laite ei tue 5G-verkkoja. Vaihda 2,4G: n langattomaan verkkoon.
fr: Le téléphone mobile actuel est connecté au WiFi 5G. Cet appareil ne prend pas en charge les réseaux 5G. Veuillez passer au WiFi 2.4G.
he: הטלפון הנייד הנוכחי מחובר ל- 5G WiFi. מכשיר זה אינו תומך ברשתות 5G. אנא עבור ל- WiFi של 2.4 גרם.
id: Ponsel saat ini terhubung ke WiFi 5G. Perangkat ini tidak mendukung jaringan 5G. Silakan beralih ke WiFi 2.4G.
it: L'attuale telefono cellulare è collegato al WiFi 5G. Questo dispositivo non supporta le reti 5G. Passa al WiFi 2.4G.
ja: 現在の携帯電話は5G 無線LANに接続されています。このデバイスは5Gネットワ​​ークをサポートしていません。 2.4G 無線LANに切り替えてください。
ko: 현재 휴대 전화가 5G WiFi에 연결되어 있습니다. 이 장치는 5G 네트워크를 지원하지 않습니다. 2.4G WiFi로 전환하십시오.
nb: Den nåværende mobiltelefonen er koblet til 5G WiFi. Denne enheten støtter ikke 5G-nettverk. Bytt til 2.4G WiFi.
nl: De huidige mobiele telefoon is verbonden met 5G WiFi. Dit apparaat ondersteunt geen 5G-netwerken. Schakel over naar 2.4G WiFi.
pl: Obecny telefon komórkowy jest podłączony do Wi-Fi 5G. To urządzenie nie obsługuje sieci 5G. Przełącz się na Wi-Fi 2.4G.
pt_br: O telefone celular atual está conectado ao 5G WiFi. Este dispositivo não suporta redes 5G. Por favor, mude para 2.4G WiFi.
ro: Telefonul mobil actual este conectat la WiFi 5G. Acest dispozitiv nu acceptă rețele 5G. Vă rugăm să treceți la WiFi 2.4G.
ru: Текущий мобильный телефон подключен к 5G WiFi. Это устройство не поддерживает сети 5G. Пожалуйста, переключитесь на 2.4G WiFi.
sv: Den nuvarande mobiltelefonen är ansluten till 5G WiFi. Den här enheten stöder inte 5G-nätverk. Växla till 2.4G WiFi.
th: โทรศัพท์มือถือปัจจุบันเชื่อมต่อกับ WiFi 5G อุปกรณ์นี้ไม่รองรับเครือข่าย 5G โปรดเปลี่ยนเป็น WiFi 2.4G
tr: Mevcut cep telefonu 5G WiFi'ye bağlı. Bu cihaz 5G ağlarını desteklemiyor. Lütfen 2,4G WiFi'ye geçin.
vi: Mạng hiện đang kết nối với điện thoại di động là WiFi 5G, thiết bị này không hỗ trợ mạng 5G, vui lòng chuyển sang WiFi 2.4G.
zh_hans: 当前手机连接的网络为5G WiFi，此设备不支持5G网络，请切换为2.4G WiFi。
zh_hant: 當前手機連接的網絡為5G WiFi，此設備不支持5G網絡，請切換為2.4G WiFi。

# devicelist_switch_inhome_success
source: Switched to at home mode
cs: Přepnuto do domácího režimu
de: In den zu Hause Modus gewechselt
es: Cambió al modo de inicio
fi: Vaihdettu kotitilaan
fr: Passé au mode maison
he: הוגדר מצב בית
id: terpindah ke model rumah
it: Passa alla modalità home
ja: ホームモードに切り替る
ko: 홈 모드로 변경됨
nb: Byttet til hjemmemodus
nl: Overgeschakeld naar thuismodus
pl: Przełączono w tryb domowy
pt_br: Comutado para o modo inicial
ro: Comutat la modul acasă
ru: Перешел в домашний режим
sv: Växlas till hemläge
th: สลับเป็นโหมดอยู่บ้านแล้ว
tr: Ev moduna geçildi
vi: Đã chuyển sang chế độ gia đình
zh_hans: 已切换成在家模式
zh_hant: 已切換成在家模式

# deviceSetting_Regional_mode_describe
source: Area mode: If an object moves in the detection area, a motion detection alarm will be triggered
cs: Režim oblasti: Pokud se v oblasti detekce pohne objekt, spustí se alarm detekce pohybu
de: Erkennungsbereich: Bewegt sich ein Objekt im Erkennungsbereich, wird Bewegungserkennung ausgelöst
es: Modo de área: si un objeto se mueve en el área de detección, se activará una alarma de detección de movimiento
fi: Aluetila: Jos kohde liikkuu havaintoalueella, liiketunnistuksen hälytys laukeaa
fr: Mode zone : si un objet se déplace dans la zone de détection, une alarme de détection de mouvement se déclenchera
he: מצב אזור: אם חפץ זז באזור הזיהוי, תופעל אזעקת זיהוי תנועה
id: Mode area: Jika sebuah objek bergerak di area deteksi, alarm deteksi gerakan akan dipicu
it: Modalità area: se un oggetto si sposta nell'area di rilevamento, verrà attivato un allarme di rilevamento del movimento
ja: エリアモード：物体が検出エリア内を移動すると、動き検出アラームがトリガーされます
ko: 영역 모드: 물체가 감지 영역에서 움직이면 움직임 감지 알람이 트리거됩니다.
nb: Områdemodus: Hvis et objekt beveger seg i deteksjonsområdet, vil en bevegelsesdeteksjonsalarm utløses
nl: Gebiedsmodus: als een object in het detectiegebied beweegt, wordt een bewegingsdetectiealarm geactiveerd
pl: Tryb obszaru: Jeśli obiekt porusza się w obszarze wykrywania, zostanie wyzwolony alarm wykrywania ruchu
pt_br: Modo de área: Se um objeto se mover na área de detecção, um alarme de detecção de movimento será acionado
ro: Modul zonă: Dacă un obiect se mișcă în zona de detectare, va fi declanșată o alarmă de detectare a mișcării
ru: Режим зоны: если объект перемещается в зоне обнаружения, срабатывает тревога обнаружения движения.
sv: Områdesläge: Om ett objekt rör sig i detektionsområdet kommer ett rörelsedetekteringslarm att utlösas
th: โหมดพื้นที่: หากวัตถุเคลื่อนที่ในพื้นที่ตรวจจับ สัญญาณเตือนการตรวจจับการเคลื่อนไหวจะถูกกระตุ้น
tr: Alan modu: Algılama alanında bir nesne hareket ederse, bir hareket algılama alarmı tetiklenir
vi: Chế độ khu vực: Nếu một đối tượng di chuyển trong khu vực phát hiện, cảnh báo phát hiện chuyển động sẽ được kích hoạt
zh_hans: 区域模式：侦测区内有物体移动，则触发智能侦测警报
zh_hant: 區域模式：偵測區內有物體移動，則觸發智能偵測警報

# devicesetting_Device_signal_click
source: Tap button to detect the device 's singal
cs: Klepnutím na tlačítko zjistíte signál přístroje
de: Auf Button tippen, um Gerätesignal zu erkennen
es: Haga clic en el botón para detectar la señal del Equipo.
fi: Napsauta painiketta,kun haluat tunnistaa laitteen signaalin
fr: Cliquez sur le bouton pour détecter le signal de l'appareil.
he: לחץ על התקן זיהוי אות הלחצן
id: klik di bawah diteksi sinyal perangkat
it: Fare clic sul pulsante per rilevare il segnale del dispositivo
ja: ボタンをクリックしてデバイスの信号を検出してください
ko: 버튼 신호 감지 장치를 클릭하십시오.
nb: Klikk på knappen signaldeteksjonsinnretning
nl: Klik op het knopsignaaldetectieapparaat
pl: Kliknij przycisk,aby wykryć sygnał urządzenia
pt_br: Clique no botão de detecção de sinal
ro: Faceți clic pe dispozitivul de detectare a semnalului butonului
ru: Нажмите на кнопку устройства обнаружения сигнала
sv: Klicka på knappsignaldetekteringsenheten
th: แตะปุ่มตรวจสอบสัญญาณของอุปกรณ์
tr: Düğme sinyal algılama cihazına tıklayın
vi: Vui lòng nhấp vào nút để phát hiện tín hiệu thiết bị
zh_hans: 请点击按钮检测设备信号
zh_hant: 請點擊按鈕檢測設備信號

# setting_select_time
source: Choose time zone
cs: Vyberte časové pásmo
de: Zeitzone auswählen
es: Selecciona la zona horaria
fi: Valitse aikavyöhyke
fr: Choisissez le fuseau horaire
he: בחר את אזור הזמן
id: pilih Zona waktu
it: Selezionare zona oraria
ja: タイムゾーンの選択
ko: 시간대 선택
nb: Velg tidssone
nl: Tijdzone selecteren
pl: Wybór strefy czasowej
pt_br: Escolha o fuso horário
ro: Alegeți fusul orar
ru: Выберите часовой пояс
sv: Välj tidszon
th: เลือกโซนเวลา
tr: Saat dilimini seç
vi: Chọn múi giờ
zh_hans: 选择时区
zh_hant: 選擇時區

# confirm_to_delete_selected_files
source: Confirm to delete selected content
cs: Chcete smazat výběr?
de: Bestätigen, um ausgewählte Dateien löschen
es: Confirmar para borrar el contenido seleccionado
fi: Haluatko poistaa valinnan?
fr: Confirmer pour supprimer le contenu sélectionné
he: האם ברצונך למחוק את התוכן הנבחר?
id: Konfirm untuk Hapus yang terpilih
it: Confermare eliminazione contenuti selezionati
ja: 選択したファイルを削除する
ko: 선택한 파일을 삭제하겠습니까?
nb: Bekreft sletting av valgt innhold
nl: Geselecteerde inhoud verwijderen bevestigen
pl: Potwierdź usunięcie zaznaczonych elementów
pt_br: Confirme para excluir o conteúdo selecionado
ro: Confirmați pentru a șterge conținutul selectat
ru: Подтвердите удаление выбранного контента
sv: Bekräfta att radera valt innehåll
th: ยืนยันเพื่อลบเนื้อหาที่เลือก
tr: Seçilen içeriği silmek için onayla
vi: Bạn có muốn xóa nội dung đã chọn không?
zh_hans: 是否删除所选内容？
zh_hant: 是否刪除所選內容？

# preview_no_video_wireless_LAN_detail
source: Please check whether the wireless LAN hotspot you are connected have access to the Internet, or if the hotspot allow your device to access the Internet.
cs: Zkontrolujte, zda je bezdrátový LAN hotspot, ke kterému jste připojeni, připojen k Internetu, nebo pokud aktivní přístupový bod povolil vašemu zařízení přístup k Internetu.
de: Überprüfen Sie, ob der WLAN-Hotspot, mit dem Sie verbunden sind, mit dem Internet verbunden ist oder ob der Hotspot Ihrem Gerät den Zugriff auf das Internet ermöglicht hat.
es: Verifique si el punto de acceso a la LAN inalámbrica a la que está conectado está conectado a Internet o si el punto de acceso ha permitido que su Equipo acceda a Internet.
fi: Tarkista, onko langaton lähiverkkoyhteys, johon olet yhteydessä, yhteydessä Internetiin, tai jos hotspot on antanut laitteellesi Internet-yhteyden.
fr: Veuillez vérifier si le point d'accès LAN sans fil auquel vous êtes connecté est connecté à Internet ou s'il a permis à votre appareil d'accéder à Internet.
he: בדוק אם הנקודה החמה של הרשת האלחוטית שאליה אתה מחובר מחוברת לאינטרנט, או אם הנקודה החמה אפשרה להתקן לגשת לאינטרנט.
id: Silakan periksa apakah hotspot LAN nirkabel yang Anda sambungkan terhubung ke Internet, atau jika hotspot telah memungkinkan perangkat Anda untuk mengakses Internet.
it: Verifica se l'hotspot LAN wireless a cui sei connesso è connesso a Internet o se l'hotspot ha consentito al tuo dispositivo di accedere a Internet.
ja: あなたが接続されている無線LANのホットスポットがインターネットに接続されているかどうかを確認、またはホットスポットは、お使いのデバイスがインターネットにアクセスすることを許可している場合してください。
ko: 연결되어있는 무선 LAN 핫스팟이 인터넷에 연결되어 있는지 또는 핫스팟에서 장치가 인터넷에 액세스 할 수 있는지 확인하십시오.
nb: Kontroller om det trådløse LAN-hotspot du er koblet til, er koblet til Internett, eller hvis hotspotet har gitt enheten tilgang til Internett.
nl: Controleer of de draadloze LAN-hotspot waarmee u bent verbonden, verbinding heeft met internet of dat de hotspot uw apparaat toegang heeft verschaft tot internet.
pl: Sprawdź, czy punkt dostępu do bezprzewodowej sieci LAN, do którego jesteś podłączony, jest podłączony do Internetu lub czy hotspot umożliwił urządzeniu dostęp do Internetu.
pt_br: Verifique se o hotspot de LAN sem fio ao qual você está conectado está conectado à Internet ou se o hotspot permitiu que seu dispositivo acesse a Internet.
ro: Verificați dacă hotspotul LAN fără fir la care vă conectați este conectat la Internet sau dacă hotspot-ul a permis accesul dispozitivului la Internet.
ru: Проверьте, подключена ли точка доступа к беспроводной локальной сети, к которой вы подключены, к Интернету, или же эта точка доступа позволила вашему устройству выходить в Интернет.
sv: Kontrollera om det trådlösa LAN-hotspot du är anslutet till är anslutet till Internet, eller om hotspotet har tillåtit din enhet att komma åt Internet.
th: โปรดตรวจสอบว่าฮอตสปอต LAN ไร้สายที่คุณเชื่อมต่อสามารถเข้าถึงอินเทอร์เน็ตได้หรือไม่หรือฮอตสปอตอนุญาตให้อุปกรณ์ของคุณเข้าถึงอินเทอร์เน็ต
tr: Lütfen bağlandığınız kablosuz LAN ortak erişim noktasının İnternete bağlı olup olmadığını veya ortak erişim noktası cihazınızın İnternete erişmesine izin verip vermediğini kontrol edin.
vi: Vui lòng kiểm tra xem điểm phát sóng mạng LAN không dây bạn đang kết nối có quyền truy cập Internet hay điểm phát sóng đã cho phép thiết bị của bạn truy cập Internet hay không.
zh_hans: 请检查您所连接的无线局域网热点是否已接入互联网，或该热点是否已允许您的设备访问互联网。
zh_hant: 請檢查您所連接的無線局域網熱點是否已接入互聯網，或該熱點是否已允許您的設備訪問互聯網。

# devicesetting_network_set
source: Network settings
cs: Nastavení sítě
de: Netzwerkeinstellungen
es: Configuración de red
fi: Verkkoasetukset
fr: Paramètres réseau
he: הגדרות רשת
id: Pengaturan jaringan
it: Impostazioni di rete
ja: ネットワーク設定
ko: 네트워크 설정
nb: Nettverksinnstillinger
nl: Netwerkinstellingen
pl: Ustawienia sieci
pt_br: Configurações de rede
ro: Setari de retea
ru: Сетевые настройки
sv: Nätverksinställningar
th: การตั้งค่าเครือข่าย
tr: Ağ ayarları
vi: Thiết lạp mạng lưới
zh_hans: 网络设置
zh_hant: 網絡設置

# Devicesetting_Memory_card_exception
source: Memory card exception
cs: Výjimka paměťové karty
de: Fehlerhafte Speicherkarte
es: excepción de la tarjeta de memoria
fi: Muistikorttipoikkeus
fr: Exception carte mémoire
he: חריג כרטיס זיכרון
id: Pengecualian kartu memori
it: Eccezione scheda di memoria
ja: メモリーカード例外
ko: 메모리 카드 예외
nb: Unntak for minnekort
nl: Geheugenkaart uitzondering
pl: Wyjątek dotyczący karty pamięci
pt_br: Exceção do cartão de memória
ro: Excepție card de memorie
ru: Исключение карты памяти
sv: Undantag för minneskort
th: ข้อยกเว้นการ์ดหน่วยความจำ
tr: Hafıza kartı istisnası
vi: Ngoại lệ thẻ nhớ
zh_hans: 存储卡异常
zh_hant: 存儲卡異常

# help_addDevice_textTips_2
source: 1. The device is connected to the power and startup .
cs: 1. Zařízení je připojeno k napájení a spuštění je dokončeno.
de: 1. Gerät einschalten und starten
es: 1.Power carga el Equipo,enciende el Equipo
fi: 1. Laite on kytketty virtalähteeseen ja käynnistys on valmis.
fr: 1. Démarrez l'appareil
he: 1. הדלק את המכשיר
id: 1. Nyalakan perangkat,Mulai perangkat
it: 1. Alimentare ed inizializzare il dispositivo
ja: 1.デバイスを起動します。
ko: 1. 제품의 전원을 켜주세요.
nb: 1. Enheten er koblet til strøm og oppstart er fullført.
nl: 1.Apparaat inschakelen en starten
pl: 1. Podłącz zasilanie do kamery
pt_br: 1. Ligue o dispositivo,inicie o dispositivo
ro: 1.Puneți dispozitivul,porniți dispozitivul
ru: 1. Включите устройство,запустите устройство
sv: 1.Kör enheten,starta enheten
th: 1. อุปกรณ์เชื่อมต่อกับแหล่งจ่ายไฟ และเริ่มสตาร์ทระบบ
tr: 1. Cihazı açın,cihazı başlatın
vi: 1. Thiết bị được kết nối với nguồn điện và quá trình khởi động hoàn tất.
zh_hans: 1.设备连接电源，启动完成。
zh_hant: 1.設備連接電源，啟動完成。

# devicesetting_4G_card_package_expired
source: Package expired
cs: Platnost balíčku vypršela
de: Paket ist abgelaufen
es: Paquete caducado
fi: Pakkaus vanhentunut
fr: Le package a expiré
he: פג תוקף החבילה
id: Paket kedaluwarsa
it: Pacchetto scaduto
ja: 期限切れのパッケージ
ko: 패키지 만료
nb: Pakken utløp
nl: Pakket is verlopen
pl: Pakiet wygasł
pt_br: Pacote expirado
ro: Pachetul a expirat
ru: Пакет истек
sv: Paketet har gått ut
th: แพคเกจหมดอายุ
tr: Paketin süresi doldu
vi: Gói đã hết hạn
zh_hans: 套餐已过期
zh_hant: 套餐已過期

# AI_Smart_detection_1
source: Smart detection
cs: Inteligentní detekce
de: Intelligente Erkennung
es: Detección inteligente
fi: Älykäs tunnistus
fr: Détection intelligente
he: זיהוי חכם
id: Deteksi cerdas
it: Rilevamento intelligente
ja: スマート検出
ko: 스마트 감지
nb: Smart deteksjon
nl: Slimme detectie
pl: Inteligentne wykrywanie
pt_br: Detecção inteligente
ro: Detectare inteligentă
ru: Интеллектуальное обнаружение
sv: Smart detektering
th: การตรวจจับอัจฉริยะ
tr: Akıllı algılama
vi: Phát hiện thông minh
zh_hans: AI识别
zh_hant: AI識別

# devicesetting_Adaptive_mode_Description_simple
source: When the power is sufficient, the device will keep recording; when the power is insufficient, switch to the best recording mode
cs: Když je dostatek energie, zařízení bude pokračovat v nahrávání; pokud je napájení nedostatečné, přepněte do nejlepšího režimu záznamu
de: Wenn die Leistung ausreicht, nimmt das Gerät weiter auf; Wenn die Leistung nicht ausreicht, in den Modus Beste Aufnahme gewechselt
es: Cuando la energía sea suficiente, el dispositivo seguirá grabando; cuando la energía es insuficiente, cambie al mejor modo de grabación
fi: Kun virta on riittävä, laite jatkaa tallennusta; kun virta on riittämätön, vaihda parhaaseen tallennustilaan
fr: Lorsque la puissance est suffisante, l'appareil continuera à enregistrer; lorsque la puissance est insuffisante, passez au meilleur mode d'enregistrement
he: כאשר הכוח מספיק, המכשיר ימשיך להקליט; כאשר הכוח אינו מספיק, עבור למצב ההקלטה הטוב ביותר
id: Ketika daya cukup, perangkat akan terus merekam; ketika daya tidak mencukupi, beralih ke mode perekaman terbaik best
it: Quando la potenza è sufficiente, il dispositivo continuerà a registrare; quando la potenza è insufficiente, passare alla modalità di registrazione migliore
ja: 電力が十分になると、デバイスは記録を続けます。電力が不足している場合は、最適な録画モードに切り替えます
ko: 전원이 충분하면 장치가 계속 기록합니다. 전원이 부족하면 최적의 녹화 모드로 전환
nb: Når strømmen er tilstrekkelig, vil enheten fortsette å registrere; når strømmen ikke er tilstrekkelig, bytt til den beste opptaksmodus
nl: Als het vermogen voldoende is, blijft het apparaat opnemen; wanneer het vermogen onvoldoende is, schakelt u over naar de beste opnamemodus
pl: Gdy moc będzie wystarczająca, urządzenie będzie nagrywać; gdy moc jest niewystarczająca, przełącz na najlepszy tryb nagrywania
pt_br: Quando a energia for suficiente, o dispositivo continuará gravando; quando a energia é insuficiente, mude para o melhor modo de gravação
ro: Când puterea este suficientă, dispozitivul va continua să înregistreze; când puterea este insuficientă, comutați la cel mai bun mod de înregistrare
ru: Когда мощности будет достаточно, устройство продолжит запись; когда мощности недостаточно, переключитесь в лучший режим записи
sv: När strömmen är tillräcklig kommer enheten att fortsätta spela in; växla till det bästa inspelningsläget när strömmen är otillräcklig
th: เมื่อพลังงานเพียงพอ อุปกรณ์จะทำการบันทึกต่อไป เมื่อพลังงานไม่เพียงพอให้เปลี่ยนเป็นโหมดบันทึกที่ดีที่สุด
tr: Güç yeterli olduğunda cihaz kayda devam edecektir; güç yetersiz olduğunda, en iyi kayıt moduna geçin
vi: Khi đủ điện, thiết bị sẽ tiếp tục ghi âm; khi nguồn điện không đủ, hãy chuyển sang chế độ ghi âm tốt nhất
zh_hans: 电量充足时，设备会一直录像；电量低时，切换到最佳录像模式
zh_hant: 電量充足時，設備會一直錄像；電量低時，切換到最佳錄像模式

# cloud_suspended_auto_upload_video
source: Already stop cloud storage automactically upload recording
cs: Nahrávání z cloudu automaticky nahrává video
de: Automatisches Hochladen der Aufnahmen in Cloudspeicher wurde schon beendet
es: Ya detiene la grabación de carga automática de almacenamiento en la nube
fi: Cloud upload lähettää automaattisesti videon
fr: Le téléchargement dans le Cloud télécharge automatiquement la vidéo
he: אחסון כבר נעצר
id: Telah terhenti otomatis pengunggahan rekaman ke penyimpanan Awan
it: Archiviazione cloud automatica già fermata
ja: ストレージ内の録画ファイルの自動アップロードを停止します
ko: 클라우드 스토리지 자동 업로드 기록을 이미 중지합니다.
nb: Auto-opplasting av opptak er allerede stoppet
nl: Auto uploaden opname cloudopslag al gestopt
pl: Już teraz zatrzymujesz nagrywanie automatycznego zapisu w chmurze
pt_br: Já parou a gravação de carregamento automático do armazenamento em nuvem
ro: Opriți deja înregistrarea încărcării automate a norului
ru: Уже остановить автоматическое добавление записи облачного хранилища
sv: Redan stoppa automatisk lagring av automatisk lagring av inspelning
th: ที่เก็บข้อมูลบนคลาวด์ถูกระงับไม่ให้อัปโหลดวิดีโอโดยอัตโนมัติ
tr: Bulut depolama otomatik yükleme kaydını zaten durdurun
vi: Bộ nhớ đám mây đã bị tạm dừng để tự động tải video lên
zh_hans: 已暂停云存自动上传录像
zh_hant: 已暫停雲存自動上傳錄像

# devicesetting_Detection_period
source: Detection period
cs: Období detekce
de: Erkennungszeitraum
es: Período de detección
fi: Havaintojakso
fr: Période de détection
he: תקופת גילוי
id: Periode deteksi
it: Periodo di rilevamento
ja: 検出期間
ko: 탐지 기간
nb: Deteksjonsperiode
nl: Detectieperiode:
pl: Okres wykrywania
pt_br: Período de detecção
ro: Perioada de detectare
ru: Период обнаружения
sv: Detektionsperiod
th: ระยะเวลาการตรวจจับ
tr: Algılama süresi
vi: Thời gian phát hiện
zh_hans: 侦测时间段
zh_hant: 偵測時間段

# playback_tf_card_download
source: TF card video download
cs: Stahování videa na TF kartě
de: SD-Karte Video-Download
es: Descarga de video de la tarjeta TF
fi: TF-kortin videon lataus
fr: Téléchargement de la carte vidéo TF
he: הורדת וידיאו של כרטיס TF
id: Unduh video kartu TF
it: Download video di schede TF
ja: ビデオのダウンロード
ko: TF 카드 비디오 다운로드
nb: Nedlasting av TF-kortvideo
nl: TF-kaart videodownload
pl: Pobieranie wideo z karty TF
pt_br: Download do vídeo do cartão TF
ro: Descărcare video pentru carduri TF
ru: TF карта скачать видео
sv: Nedladdning av TF-kortvideo
th: ดาวน์โหลดวิดีโอTFการ์ด
tr: TF kart video indir
vi: Tải xuống video thẻ TF
zh_hans: TF卡录像下载
zh_hant: TF卡錄像下載

# addDevice_help_text7
source: 2.Indicator light of NVR is long on
cs: 2. Indikátor NVR je vždy zapnutý.
de: 2. Status LED des NVR ist dauerhaft an
es: 2. La luz indicadora de NVR es larga iluminación
fi: 2. NVR-ilmaisin on aina päällä.
fr: 2. Le voyant du NVR est allumé
he: 2. נורית החיווי של הNVR פועלת
id: 2. Indikator Lampu di NVR akan Nyala Terus
it: 2.L'indicatore luminoso rimane acceso
ja: 2. NVRのLEDが点灯している。
ko: 2. 장치의 제품 표시등이 켜진 것을 확인합니다.
nb: 2. Indikatorlys på NVR er PÅ
nl: 2.Indicatielampje NVR brandt al lang
pl: 2. Dioda LED na NVR świeci się.
pt_br: A luz 2.Indicator de NVR é longa sobre
ro: 2.Indicația indicatorului de la NVR este lungă
ru: 2. Индикатор NVR светится долго
sv: 2.Indicator ljus av NVR är lång på
th: 2. ไฟแสดงสถานะของ NVR ติดอยู่
tr: 2. NVR Gösterge ışığı uzun
vi: 2. Đèn báo NVR luôn sáng
zh_hans: 2.NVR指示灯常亮
zh_hant: 2.NVR指示燈常亮

# devicesetting_alarm_time_translate
source: 0h means the time period between 0:00-1:00
cs: 0h označuje časové období mezi 0:00 a 1:00
de: (0h bedeutet die Zeitspanne von 0:00 – 1:00 Uhr)
es: 0h significa el período de tiempo entre 0: 00-1: 00
fi: 0h osoittaa ajanjakson välillä 0:00 ja 1:00
fr: 0h signifie la période de temps entre 0 : 00 – 1 : 00
he: 0h פירושו פרק הזמן בין 0: 00-1: 00
id: 0h berarti periode waktu antara 0: 00-1: 00
it: 0h indica il periodo compreso tra 0: 00-1: 00
ja: 0：00〜1：00の間を意味します
ko: 0h는 0 : 00-1 : 00 사이의 시간 간격을 의미 함
nb: 0h betyr tidsperioden mellom 0: 00-1: 00
nl: 0h betekent de tijdsperiode tussen 0: 00-1: 00
pl: 0h oznacza przedział czasu między 0: 00-1: 00
pt_br: 0h significa o período entre 0: 00-1: 00
ro: 0h înseamnă perioada de timp cuprinsă între 0: 00-1: 00
ru: 0h означает период времени между 0: 00-1: 00
sv: 0h betyder tidsperioden mellan 0: 00-1: 00
th: 0h หมายความว่าช่วงเวลาระหว่าง 0: 00-1: 00
tr: 0h,0: 00-1: 00 arasındaki zaman dilimini ifade eder
vi: 0h đại diện cho khoảng thời gian từ 0: 00-1: 00
zh_hans: 0h表示0:00-1:00之间的时间段
zh_hant: 0h表示0:00-1:00之間的時間段
