Repository: Yolo-cell-hash/go_home_ios
Catalog: ios/Runner/JASDK/JAResources/XLanguage/X35MultiLanguage/*.lproj/X35MutiLanguage.strings
Languages: cs, de, es, fi, fr, he, id, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sv, th, tr, vi, zh_hans, zh_hant

# alarm_message_turn_notifications
source: Can't receive alarm message? Turn on notifications immediately>
cs: Nemůžete přijmout poplašnou zprávu? Okamžitě zapněte upozornění>
de: Kann keine Alarmnachricht empfangen? Benachrichtigungen sofort aktivieren>
es: ¿No puede recibir el mensaje de alarma? Activa las notificaciones inmediatamente>
fi: Etkö voi vastaanottaa hälytysviestiä? Ota ilmoitukset käyttöön välittömästi>
fr: Vous ne pouvez pas recevoir de message d'alarme ? Activez les notifications immédiatement>
he: לא מצליח לקבל הודעת אזעקה? הפעל הודעות מיד>
id: Tidak dapat menerima pesan alarm? Nyalakan notifikasi segera>
it: Non riesci a ricevere il messaggio di allarme? Attiva subito le notifiche>
ja: アラームメッセージを受信できませんか？すぐに通知をオンにする>
ko: 알람 메시지를 수신할 수 없습니까? 바로 알림 켜기>
nb: Kan du ikke motta alarmmelding? Slå på varsler umiddelbart>
nl: Kunt u geen alarmmelding ontvangen? Schakel meldingen onmiddellijk in>
pl: Nie możesz odebrać wiadomości alarmowej? Natychmiast włącz powiadomienia>
pt_br: Não é possível receber a mensagem de alarme? Ative as notificações imediatamente>
ro: Nu puteți primi mesajul de alarmă? Activați notificările imediat>
ru: Не можете получить тревожное сообщение? Немедленно включите уведомления>
sv: Kan du inte ta emot larmmeddelande? Slå på aviseringar omedelbart>
th: ไม่สามารถรับข้อความเตือน? เปิดการแจ้งเตือนทันที>
tr: Alarm mesajı alamıyor musunuz? Bildirimleri hemen açın>
vi: Không thể nhận tin nhắn báo thức? Bật thông báo ngay lập tức>
zh_hans: 无法收到报警消息？立即开启通知>
zh_hant: 無法收到報警消息？立即開啟通知>

# devicesetting_4G_card_has_arrived
source: Has arrived, the package has taken effect
cs: Dorazil, balíček vstoupil v platnost
de: Angekommen, das Paket ist in Kraft getreten
es: Ha llegado, el paquete ha entrado en vigencia
fi: On saapunut, paketti on tullut voimaan
fr: Est arrivé, le colis a pris effet
he: הגיע, החבילה נכנסה לתוקף
id: Telah tiba, paket mulai berlaku
it: È arrivato, il pacchetto ha avuto effetto
ja: 到着し、パッケージが有効になりました
ko: 도착, 패키지가 적용되었습니다
nb: Har kommet, pakken har trådt i kraft
nl: Is aangekomen, is het pakket van kracht geworden
pl: Przybył, pakiet zaczął obowiązywać
pt_br: Chegou, o pacote entrou em vigor
ro: A sosit, pachetul a intrat în vigoare
ru: Прибыл, пакет вступил в силу
sv: Har anlänt, paketet har trätt i kraft
th: แพ็คเก็จมีผล
tr: Ulaştı, paket yürürlüğe girdi
vi: Đã đến nơi, gói đã có hiệu lực
zh_hans: 已到账，套餐已生效
zh_hant: 已到賬，套餐已生效

# cloud_help_migration_device
source: 2. Offline device cloud service migration
cs: 2. Migrace služby cloudových služeb offline zařízení
de: 2. Offline-Gerät Cloud-Service-Migration
es: 2. Migración del servicio en la nube de Equipos sin conexión
fi: 2. Poissa laite pilvipalveluna muuttoliike
fr: 2. Migration du service cloud de périphériques hors ligne
he: 2. לא מקוון העברת ענן המכשיר
id: 2. Migrasi layanan cloud perangkat offline
it: 2. Migrazione del servizio cloud per dispositivi offline
ja: 2.オフラインデバイスクラウドサービスの移行
ko: 2. 오프라인 장치 클라우드 서비스 마이그레이션
nb: 2. Migrering av nettverksenhetens skygtjeneste
nl: 2. Offline migratie van apparaatcloudservices
pl: 2. Migracja usługi chmury urządzeń offline
pt_br: 2. Migração de serviço de nuvem de dispositivo offline
ro: 2. Migrarea serviciului Cloud offline
ru: 2. Миграция облачных сервисов на автономные устройства
sv: 2. Migrering av molnservice för offline-enheter
th: 2. การโยกย้ายบริการคลาวด์ของอุปกรณ์ออฟไลน์
tr: 2. Çevrimdışı cihaz bulut hizmeti geçişi
vi: 2. Di chuyển dịch vụ đám mây thiết bị ngoại tuyến
zh_hans: 2.离线设备云服务迁移
zh_hant: 2.離線設備雲服務遷移

# myDevice_unbunding_cloud
source: Unbinding...
cs: Untied ...
de: Verbindung wird getrennt...
es: Está desvinculando...
fi: Eriyttäminen ...
fr: Dénouement...
he: בטל שיוך...
id: melepaskan ikatan
it: Disassociare...
ja: 解除
ko: 등록 해제 중...
nb: Unbundling av...
nl: Loskoppelen
pl: Rozwiązywanie...
pt_br: Desamarrado ...
ro: Desfacere...
ru: Освобождению ...
sv: Ej bindande ...
th: เลิกเชื่อมโยง
vi: Bỏ ràng buộc ...
zh_hans: 解绑中...
zh_hant: 解綁中...

# cloud_incorrect_password
source: Incorrect password
cs: Nesprávné heslo
de: Falsches Passwort
es: Contraseña incorrecta
fi: Väärä salasana
fr: Mot de passe incorrect
he: סיסמא לא נכונה
id: kata kunci Salah
it: password errata
ja: 間違ったパスワード
ko: 잘못된 비밀번호
nb: feil passord
nl: Incorrect wachtwoord
pl: niepoprawne hasło
pt_br: Senha incorreta
ro: Parola incorecta
ru: неверный пароль
sv: fel lösenord
th: รหัสผ่านผิดพลาด
tr: yanlış parola
vi: mật khẩu không đúng
zh_hans: 密码输入错误
zh_hant: 密碼輸入錯誤

# Cloud_storage_service_to
source: to
cs: na
de: zu
es: a
fi: että
fr: à
he: ל
id: untuk
it: a
ja: に
ko: 종료
nb: til
nl: naar
pl: do
pt_br: para
ro: la
ru: в
sv: till
th: ถึง
tr: için
vi: đến
zh_hans: 至
zh_hant: 至

# devicelis_30_day_cloud_storage_service
source: 30-day cloud storage service package
cs: 30denní balíček služeb cloudového úložiště
de: 30-tägiges Cloud-Speicher-Servicepaket
es: Paquete de servicio de almacenamiento en la nube de 30 días
fi: 30 päivän pilvitallennuspalvelupaketti
fr: Forfait de service de stockage en nuage de 30 jours
he: חבילת שירות אחסון בענן ל-30 יום
id: Paket layanan penyimpanan cloud 30 hari
it: Pacchetto di servizi di archiviazione cloud di 30 giorni
ja: 30日間のクラウドストレージサービスパッケージ
ko: 30일 클라우드 스토리지 서비스 패키지
nb: 30-dagers skylagringstjenestepakke
nl: 30 dagen cloudopslagservicepakket
pl: 30-dniowy pakiet usług przechowywania w chmurze
pt_br: Pacote de serviço de armazenamento em nuvem de 30 dias
ro: Pachet de servicii de stocare în cloud de 30 de zile
ru: Пакет услуг облачного хранилища на 30 дней
sv: 30-dagars paket för molnlagring
th: แพ็คเกจบริการพื้นที่เก็บข้อมูลบนคลาวด์ 30 วัน
tr: 30 günlük bulut depolama hizmeti paketi
vi: Gói dịch vụ lưu trữ đám mây 30 ngày
zh_hans: 30天云存储服务套餐
zh_hant: 30天雲存儲服務套餐

# cloud_value
source: Value
cs: Hodnota
de: Wert
es: Valor
fi: Arvo
fr: Valeur
he: ערך
id: Nilai
it: Valore
ja: 値
ko: 가치를 초과했습니다.
nb: Verdi
nl: Waarde
pl: Wartość
pt_br: Valor
ro: Valoare
ru: Ценность
sv: Värde
th: ความคุ้มค่า
tr: değer
vi: Giá trị
zh_hans: 超值
zh_hant: 超值

# devicelist_offline_help_content_more_help_five
source: 5. Check if the broadband is a network with firewall restrictions, such as a company. The device may not be connected to the server due to network reasons, and the device may be offline.
cs: 5. Zkontrolujte, zda je širokopásmové připojení sítí s omezeními brány firewall, jako je například společnost. Zařízení nemusí být připojeno k serveru z důvodů sítě a zařízení může být offline.
de: 5. Überprüfen Sie, ob im verwendeten Netzwerk Firewall-Einschränkungen vorhanden sind, z. B. in einem Unternehmen. Das Gerät ist dann möglicherweise aus Netzwerkgründen nicht mit dem Server verbunden, und offline.
es: 5. Compruebe si la banda ancha es una red con restricciones de firewall, como una empresa. Es posible que el dispositivo no esté conectado al servidor debido a razones de red y que el dispositivo esté desconectado.
fi: 5. Tarkista, onko laajakaista verkko, jossa on palomuurirajoituksia, kuten yritys. Laitetta ei ehkä ole kytketty palvelimeen verkkoon liittyvistä syistä, ja laite voi olla offline-tilassa.
fr: 5. Vérifiez si le haut débit est un réseau avec des restrictions de pare-feu, comme une entreprise. Le périphérique peut ne pas être connecté au serveur pour des raisons de réseau et le périphérique peut être hors ligne.
he: 5. בדוק אם הפס הרחב הוא רשת עם מגבלות חומת אש, כגון חברה. יתכן והמכשיר לא מחובר לשרת מסיבות רשת, והמכשיר עשוי להיות במצב לא מקוון.
id: 5. Periksa apakah broadband adalah jaringan dengan batasan firewall, seperti perusahaan. Perangkat mungkin tidak terhubung ke server karena alasan jaringan, dan perangkat mungkin offline.
it: 5. Controllare se la banda larga è una rete con restrizioni firewall, come un'azienda. Il dispositivo potrebbe non essere collegato al server per motivi di rete e il dispositivo potrebbe essere offline.
ja: 5.ブロードバンドが、企業などのファイアウォール制限のあるネットワークかどうかを確認します。 ネットワーク上の理由により、デバイスがサーバーに接続されておらず、デバイスがオフラインになっている可能性があります。
ko: 5. 광대역이 회사와 같은 방화벽 제한이있는 네트워크인지 확인하십시오. 네트워크 때문에 장치가 서버에 연결되지 않았거나 장치가 오프라인 일 수 있습니다.
nb: 5. Sjekk om bredbåndet er et nettverk med brannmurbegrensninger, for eksempel et selskap. Enheten er muligens ikke koblet til serveren på grunn av nettverksgrunner, og enheten kan være frakoblet.
nl: 5. Controleer of de breedband een netwerk is met firewallbeperkingen, zoals een bedrijf. Het apparaat is mogelijk niet verbonden met de server vanwege netwerkredenen en het apparaat is mogelijk offline.
pl: 5. Sprawdź, czy łącze szerokopasmowe jest siecią z ograniczeniami zapory ogniowej, na przykład firmą. Urządzenie może nie być podłączone do serwera z powodów sieciowych, a urządzenie może być w trybie offline.
pt_br: 5. Verifique se a banda larga é uma rede com restrições de firewall, como uma empresa. O dispositivo pode não estar conectado ao servidor devido a motivos de rede e o dispositivo pode estar offline.
ro: 5. Verificați dacă banda largă este o rețea cu restricții de firewall, cum ar fi o companie. Este posibil ca dispozitivul să nu fie conectat la server din motive din rețea și este posibil ca dispozitivul să fie deconectat.
ru: 5. Проверьте, является ли широкополосная сеть сетью с ограничениями брандмауэра, например, компания. Устройство может не подключаться к серверу по сетевым причинам, а устройство может быть отключено.
sv: 5. Kontrollera om bredbandet är ett nätverk med brandväggsbegränsningar, till exempel ett företag. Enheten kanske inte är ansluten till servern på grund av nätverksskäl och enheten kan vara offline.
th: 5. ตรวจสอบว่าบรอดแบนด์เป็นเครือข่ายที่มีข้อ จำกัด ของไฟร์วอลล์หรือไม่เช่น บริษัท อุปกรณ์อาจไม่เชื่อมต่อกับเซิร์ฟเวอร์เนื่องจากเหตุผลด้านเครือข่ายและอุปกรณ์อาจออฟไลน์
tr: 5. Geniş bandın, şirket gibi güvenlik duvarı kısıtlamaları olan bir ağ olup olmadığını kontrol edin. Ağ nedenleriyle cihaz sunucuya bağlanamayabilir ve cihaz çevrimdışı olabilir.
vi: 5. Xác nhận xem băng thông rộng có phải là mạng bị hạn chế tường lửa như công ty hay không Có thể do nguyên nhân mạng mà thiết bị không thể kết nối bình thường với máy chủ và thiết bị không trực tuyến.
zh_hans: 5.确认宽带是否为公司等有防火墙限制的网络，可能是由于网络原因导致设备不能正常连接服务器而导致设备不在线。
zh_hant: 5.確認寬帶是否為公司等有防火牆限制的網絡，可能是由於網絡原因導致設備不能正常連接服務器而導致設備不在線。

# MJRefreshHeaderNoneLastDateText
source: No record
cs: Žádný záznam
de: Keine Aufzeichnung
es: Sin registro
fi: Ei kirjaa
fr: Aucun enregistrement
he: אין הקלטות
id: tidak ada rekaman
it: Nessuna registrazione
ja: 登録なし
ko: 기록 없음
nb: Ingen post
nl: Geen opnme
pl: Brak nagrań
pt_br: Sem registro
ro: Fără înregistrări
ru: Нет записи
sv: Ingen post
th: ไม่มีบันทึก
tr: Kayıt yok
vi: không có hồ sơ
zh_hans: 无记录
zh_hant: 無記錄

# cloud_obtain_connect
source: The connection is successful,and the status of the cloud storage is being obtained...
cs: Připojení je úspěšné a získává se stav úložiště v cloudu ...
de: Die Verbindung ist erfolgreich und der Status des Cloud-Speichers wird abgerufen ...
es: La conexión es exitosa,y el estado del almacenamiento en la nube se está obteniendo ...
fi: Yhteys on onnistunut,ja pilvivaraston tila saavutetaan ...
fr: La connexion est réussie et l'état du stockage en Cloud est en cours d'obtention...
he: החיבור מצליח,והמעמד של אחסון הענן מתקבל ...
id: Koneksi berhasil,dan status penyimpanan cloud sedang diperoleh ...
it: La connessione è andata a buon fine e lo stato del cloud storage è stato ottenuto ...
ja: 接続が成功し、クラウドストレージの状態が取得されています…
ko: 연결이 성공적으로 완료되었으며 클라우드 저장소의 상태를 가져 오는 중입니다 ...
nb: Tilkoblingen er vellykket,og statusen til sky lagring er oppnådd ...
nl: De verbinding is geslaagd en de status van de cloudopslag wordt verkregen ...
pl: Połączenie jest udane,a status magazynu w chmurze jest uzyskiwany ...
pt_br: A conexão é bem-sucedida e o status do armazenamento em nuvem está sendo obtido ...
ro: Conexiunea are succes și se obține starea stocării în cloud ...
ru: Соединение установлено успешно,и статус облачного хранилища получен ...
sv: Anslutningen är framgångsrik,och statusen för molnlagringen uppnås ...
th: การเชื่อมต่อสำเร็จและกำลังได้รับสถานะการจัดเก็บบนคลาวด์ ...
tr: Bağlantı başarılı ve bulut depolama alanının durumu alınıyor ...
vi: Kết nối thành công và trạng thái lưu trữ đám mây đang được ...
zh_hans: 连接成功，正在获取云存状态...
zh_hant: 連接成功，正在獲取雲存狀態...

# devicelist_unpin
source: Unpin
cs: Uvolnit
de: Fixierung lösen
es: Desprender
fi: Irrota
fr: Détacher
he: בטל הצמדה
id: Membuka peniti
it: Sblocca
ja: 開く
ko: 고정 해제
nb: Løsne
nl: losmaken
pl: Odpiąć
pt_br: Soltar
ro: Anulați fixarea
ru: открепить
sv: Lossa
th: เลิกตรึง
tr: sabitlemesini
vi: Bỏ liên kết
zh_hans: 取消置顶
zh_hant: 取消置頂

# cloud_sign_fail
source: 4. The signing fails if the payment is not completed.
cs: 4. Podpis selže, pokud není platba dokončena.
de: 4. Die Unterzeichnung schlägt fehl, wenn die Zahlung nicht abgeschlossen ist.
es: 4. La firma falla si el pago no se completa.
fi: 4. Allekirjoittaminen epäonnistuu, jos maksua ei suoriteta.
fr: 4. La signature échoue si le paiement n'est pas effectué.
he: 4. החתימה נכשלה אם התשלום לא הושלם.
id: 4. Penandatanganan gagal jika pembayaran tidak selesai.
it: 4. La firma non riesce se il pagamento non viene completato.
ja: 4.支払いが完了していない場合、署名は失敗します。
ko: 4. 지불이 완료되지 않으면 서명이 실패합니다.
nb: 4. Signeringen mislykkes hvis betalingen ikke er fullført.
nl: 4. De ondertekening mislukt als de betaling niet is voltooid.
pl: 4. Podpisanie nie powiedzie się, jeśli płatność nie zostanie zakończona.
pt_br: 4. A assinatura falhará se o pagamento não for concluído.
ro: 4. Semnarea eșuează dacă plata nu este finalizată.
ru: 4. Сбой подписи, если платеж не завершен.
sv: 4. Underteckningen misslyckas om betalningen inte är klar.
th: 4. การลงนามล้มเหลวหากการชำระเงินไม่เสร็จสิ้น
tr: 4. Ödeme tamamlanmazsa imza başarısız olur.
vi: 4. Nếu thanh toán không được hoàn thành, hợp đồng sẽ thất bại.
zh_hans: 4、未完成支付则签约失败。
zh_hant: 4、未完成支付則簽約失敗。

# device_nick_name
source: Name of device
cs: Název zařízení
de: Geräte-Name
es: Nombre del Equipo
fi: Laitteen nimi
fr: Nom de l'appareil
he: שם המכישר
id: Nama Perangkat
it: Nome dispositivo
ja: デバイス名
ko: 제품 이름
nb: Enhetsnavn
nl: Naam apparaat
pl: Nazwa urządzenia
pt_br: Nome do dispositivo
ro: Numele dispozitivului
ru: Наименование устройства
sv: Namn på enhet
th: ชื่ออุปกรณ์
tr: Cihazın adı
vi: Tên thiết bị
zh_hans: 设备名字
zh_hant: 設備名字

# adddevice_set_device_name_password
source: Set device WiFi name and password
cs: Nastavte název a heslo WiFi zařízení
de: Geräte-WLAN-Name und -Passwort vergeben
es: Establecer el nombre y la contraseña de WiFi del dispositivo
fi: Aseta laitteen WiFi -nimi ja salasana
fr: Définir le nom et le mot de passe WiFi de l'appareil
he: הגדר את שם ה- WiFi והסיסמה של המכשיר
id: Setel nama dan kata sandi WiFi perangkat
it: Imposta nome e password Wi-Fi del dispositivo
ja: デバイスのSSIDとパスワードを設定する
ko: 장치 WiFi 이름 및 암호 설정
nb: Angi enhetens WiFi -navn og passord
nl: Stel de wifi-naam en het wachtwoord van het apparaat in
pl: Ustaw nazwę i hasło Wi-Fi urządzenia
pt_br: Definir nome e senha de WiFi do dispositivo
ro: Setați numele WiFi și parola dispozitivului
ru: Установите имя и пароль Wi-Fi устройства
sv: Ställ in enhetens WiFi -namn och lösenord
th: ตั้งชื่ออุปกรณ์ WiFi และรหัสผ่าน
tr: Cihaz WiFi adını ve şifresini ayarlayın
vi: Đặt tên và mật khẩu WiFi cho thiết bị
zh_hans: 设置设备WiFi名称和密码
zh_hant: 設置設備WiFi名稱和密碼

# motion_detection_alarm
source: Alarm message push
cs: Poplachová zpráva je stisknuta
de: Push-Benachrichtigung
es: Empuje de mensaje de alarma
fi: Hälytysviestin push
fr: Message d'alarme push
he: הודעת אזעקה דחיפה
id: Pesan alarm push
it: Messaggio di allarme push
ja: アラームメッセージプッシュ
ko: 알람 메시지 푸시
nb: Alarmmelding trykk
nl: Alarmbericht push
pl: Komunikat alarmowy push
pt_br: Envio de mensagem de alarme
ro: Apăsați mesajul de alarmă
ru: Тревожное сообщение push
sv: Larmmeddelande tryck
th: แจ้งเตือนข้อความปลุก
tr: Alarm mesajı itme
vi: Thông báo báo động đẩy
zh_hans: 报警消息推送
zh_hant: 報警消息推送

# devicesetting_video_service_prompt
source: After turning off the video service, the device preview will not work properly. Is it determined to be closed?
cs: Po vypnutí služby videa nebude náhled zařízení fungovat správně. Je rozhodnuto, že bude uzavřen?
de: Nach Deaktivieren des Videodienstes funktioniert die Vorschau nicht mehr ordnungsgemäß. Wirklich deaktivieren?
es: Después de desactivar el servicio de video, la vista previa del Equipo no funcionará correctamente. ¿Está decidido a cerrarse?
fi: Kun videopalvelu on katkaistu, laitteen esikatselu ei toimi oikein. Onko se päättynyt päättyneeksi?
fr: Après la désactivation du service vidéo, l'aperçu du périphérique ne fonctionnera pas correctement. Est-il déterminé à être fermé?
he: לאחר כיבוי שירות הווידאו, התצוגה המקדימה של ההתקן לא תפעל כראוי. האם זה נחוש להיות סגור?
id: Setelah mematikan layanan video, pratinjau perangkat tidak akan berfungsi dengan baik. Apakah sudah ditentukan untuk ditutup?
it: Dopo aver disattivato il servizio video, l'anteprima del dispositivo non funzionerà correttamente. È determinato a essere chiuso?
ja: ビデオサービスをオフにした後、デバイスのプレビューは正しく機能しません。 閉鎖されることを決心していますか？
ko: 비디오 서비스를 끄면 장치 미리보기가 제대로 작동하지 않습니다. 닫히기로 결심 했습니까?
nb: Når du har slått av videotjenesten, fungerer ikke forhåndsvisning av en enhet. Er det fast bestemt på å bli lukket?
nl: Na het uitschakelen van de videoservice werkt het apparaatvoorbeeld niet correct. Is het vastbesloten om gesloten te zijn?
pl: Po wyłączeniu usługi wideo podgląd urządzenia nie będzie działać poprawnie. Czy jest to określone jako zamknięte?
pt_br: Depois de desligar o serviço de vídeo, a visualização do dispositivo não funcionará corretamente. Está determinado a ser fechado?
ro: După oprirea serviciului video, previzualizarea dispozitivului nu va funcționa corect. Este hotărât să fie închis?
ru: После отключения видеосервиса предварительный просмотр устройства не будет работать должным образом. Это определено, чтобы быть закрытым?
sv: Efter att videotjänsten stängts av fungerar inte förhandsgranskningen av enheten korrekt. Är det fast beslutet att stängas?
th: หลังจากปิดวิดีโอเซอร์วิส การแสดงตัวอย่างอุปกรณ์จะไม่ทำงานตามปกติแน่ใจหรือไม่ว่าจะปิด
tr: Video servisini kapattıktan sonra, cihaz önizlemesi düzgün çalışmaz. Kapalı olduğu tespit edildi mi?
vi: Sau khi tắt dịch vụ video, bản xem trước của thiết bị sẽ không hoạt động bình thường. Bạn có chắc chắn tắt dịch vụ này không?
zh_hans: 关闭视频服务后，设备预览将无法正常使用，是否确定关闭？
zh_hant: 關閉視頻服務後，設備預覽將無法正常使用，是否確定關閉？

# playback_fast_forward_does_not_open_sound
source: Fast forward playback does not support opening sound
cs: Rychlé přehrávání vpřed nepodporuje otevírání zvuku
de: Die Schnellvorlaufwiedergabe unterstützt keinen Ton
es: La reproducción de avance rápido no admite sonido de apertura
fi: Pikakelaus toisto ei tue äänen avaamista
fr: La lecture rapide vers l'avant ne prend pas en charge l'ouverture du son
he: השמעת קדימה מהירה אינה תומכת בפתיחת צליל
id: Pemutaran maju cepat tidak mendukung suara pembuka
it: La riproduzione in avanti veloce non supporta il suono di apertura
ja: 早送り再生はオープニングサウンドをサポートしていません
ko: 빨리 감기 재생은 사운드 열기를 지원하지 않습니다
nb: Spoling fremover støtter ikke åpningslyd
nl: Snel vooruit afspelen ondersteunt geen openingsgeluid
pl: Szybkie przewijanie do przodu nie obsługuje dźwięku otwarcia
pt_br: A reprodução em avanço rápido não suporta som de abertura
ro: Redarea rapidă înainte nu acceptă deschiderea sunetului
ru: Ускоренное воспроизведение вперед не поддерживает звук открытия
sv: Snabbspolning framåt stöder inte öppningsljud
th: การเล่นกรอไปข้างหน้าไม่รองรับเสียงเปิด
tr: Hızlı ileri oynatma, açılış sesini desteklemez
vi: Phát lại tua đi nhanh không hỗ trợ bật âm thanh tạm thời
zh_hans: 快进播放暂不支持开启声音
zh_hant: 快進播放暫不支持開啟聲音

# devicesetting_Video_center_correction_Desktop_fisheye_lens_up
source: Desktop fisheye lens up
cs: Objektiv s objektivem z rybího oka nahoru
de: Fisheye – Linse nach oben
es: Lente de ojo de pez de escritorio hasta
fi: Työpöydän kalansilmälinssi ylöspäin
fr: Objectif fisheye de bureau jusqu'à
he: עדשה fisheye שולחן העבודה למעלה
id: di meja lensa keatas
it: Obiettivo fisheye da tavolo verso l'alto
ja: 据置き魚眼レンズアップ
ko: 데스크탑 어안 렌즈 최대
nb: Desktop fisheye linse opp
nl: Desktop fisheye-lens omhoog
pl: Biurkowy obiektyw typu rybie oko
pt_br: Lente olho de peixe de secretária para cima
ro: Obiect de pește de pește de pe suprafață
ru: Настольный объектив"рыбий глаз" вверх
sv: Desktop fisheye-objektiv upp
th: การติดผนัง
tr: Masaüstü balık gözü lens yukarı
vi: Ống kính mắt cá trên máy tính để bàn lên
zh_hans: 桌面鱼眼镜头向上
zh_hant: 桌面魚眼鏡頭向上

# meDevice_playback_no_video_thisDay
source: No recording
cs: Žádné video v den
de: Keine Aufnahmen
es: Sin grabación
fi: Ei videota päivänä
fr: Pas d'enregistrement
he: אין הקלטה
id: Tidak ada rekaman
it: Nessuna registrazione
ja: 録画がありません
ko: 녹화 영상 없음
nb: Ingen opptak
nl: Geen opname
pl: Brak nagrań
pt_br: Sem gravação
ro: Nici o înregistrare
ru: Нет записи
sv: Ingen inspelning
th: ไม่มีการบันทึก
tr: Kayıt yok
vi: Không có video vào ngày
zh_hans: 当天没有录像
zh_hant: 當天沒有錄像

# devicesetting_firmware_upgrade_load_fail
source: Download firmware failed
cs: Selhalo stažení firmwaru
de: Firmware-Download fehlgeschlagen
es: Error de descarga de firmware
fi: Lataa laiteohjelmisto epäonnistui
fr: Échec du téléchargement du micrologiciel
he: הורדת הקושחה נכשלה
id: Firmware unduhan gagal
it: Scarica il firmware fallito
ja: ファームウェアのダウンロードに失敗しました
ko: 펌웨어 다운로드 실패
nb: Last ned fastvare mislyktes
nl: Firmware downloaden mislukt
pl: Pobieranie oprogramowania układowego nie powiodło się
pt_br: Download do firmware falhou
ro: Descărcarea firmware-ului nu a reușit
ru: Загрузка прошивки не удалась
sv: Hämta fast programvara misslyckades
th: ดาวน์โหลดเฟิร์มแวล้มเหลว
tr: Yazılım indirilemedi
vi: Không tải xuống được chương trình cơ sở
zh_hans: 下载固件失败
zh_hant: 下載固件失敗

# adddevice_has_been_set_retry
source: Has been set, retry
cs: Byl nastaven, zkuste to znovu
de: Wurde eingestellt, Wiederholen
es: Se ha establecido, vuelva a intentar
fi: On asetettu, yritä uudelleen
fr: A été défini, réessayez
he: נקבע, נסה שוב
id: Sudah diatur, coba lagi
it: È stato impostato, riprovare
ja: 設定されました、再試行
ko: 다시 설정되었습니다
nb: Er satt, prøv på nytt
nl: Is ingesteld, probeer het opnieuw
pl: Został ustawiony, spróbuj ponownie
pt_br: Foi definido, tente novamente
ro: A fost setat, încercați din nou
ru: Был установлен, повторите
sv: Har ställts in, försök igen
th: ถูกตั้งค่าแล้วลองอีกครั้ง
tr: Ayarlandı, yeniden dene
vi: Thiết lập, thử lại
zh_hans: 已设置好，重试
zh_hant: 已設置好，重試
