Repository: Yolo-cell-hash/go_home_ios
Catalog: ios/Runner/JASDK/JAResources/XLanguage/X35MultiLanguage/*.lproj/X35MutiLanguage.strings
Languages: cs, de, es, fi, fr, he, id, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sv, th, tr, vi, zh_hans, zh_hant

# devSetting_edit_success
source: Succeed to edit device
cs: Upravit úspěšnost zařízení
de: Gerät erfolgreich bearbeitet
es: Edición exitosa del Equipo
fi: Muokkaa laitteen menestystä
fr: Réussir à modifier l'appareil
he: העריכה הושלמה
id: Berhasil mengubah perangkat
it: Impostazione dispositivo avvenuta con successo
ja: デバイスを修正しました。
ko: 제품정보 수정 완료
nb: Enhetsinnstillinger ble endret
nl: Bewerking apparaat gelukt
pl: Edycja powiodła się
pt_br: Sucesso para editar o dispositivo
ro: Realizați modificarea dispozitivului
ru: Успешно редактировать устройство
sv: Lyckas till att redigera enheten
th: แก้ไขสำเร็จ
tr: Cihazı düzenlemeyi başar
vi: Chỉnh sửa thiết bị thành công
zh_hans: 编辑设备成功
zh_hant: 編輯設備成功

# person_alarm_selct_time_tuesday
source: Tuesday
cs: Úterý
de: Dienstag
es: El martes
fi: tiistai
fr: Mardi
he: יום שלישי
id: selasa
it: martedì
ja: 火曜日
ko: 화요일
nb: tirsdag
nl: dinsdag
pl: Wtorek
pt_br: terça
ro: marţi
ru: вторник
sv: tisdag
th: วันอังคาร
tr: Salı
vi: vào thứ ba
zh_hans: 周二
zh_hant: 週二

# adddevice_check_device_power
source: Please check whether the device is powered on, and then check whether the device is online. If the status is incorrect, you can reset the device by pressing and holding the Reset button for more than 5 seconds.
cs: Zkontrolujte, zda je zařízení zapnuto, a poté zkontrolujte, zda je zařízení online. Pokud je stav nesprávný, můžete zařízení resetovat stisknutím a podržením tlačítka Reset déle než 5 sekund.
de: Bitte überprüfen Sie zuerst, ob das Gerät eingeschaltet ist, und prüfen Sie dann, ob das Gerät online ist und ob der Status nicht korrekt ist.
es: Verifique si el dispositivo está encendido y luego verifique si el dispositivo está en línea. Si el estado es incorrecto, puede restablecer el dispositivo presionando y manteniendo presionado el botón Restablecer durante más de 5 segundos.
fi: Tarkista, onko laitteeseen kytketty virta, ja tarkista sitten, onko laite verkossa. Jos tila on väärä, voit nollata laitteen pitämällä Reset-painiketta painettuna yli 5 sekunnin ajan.
fr: Veuillez vérifier si l'appareil est sous tension, puis vérifiez si l'appareil est en ligne. Si l'état est incorrect, vous pouvez réinitialiser l'appareil en appuyant sur le bouton de réinitialisation et en le maintenant enfoncé pendant plus de 5 secondes.
he: אנא בדוק אם המכשיר פועל ואז בדוק אם המכשיר מחובר. אם המצב אינו נכון, באפשרותך לאפס את המכשיר על ידי לחיצה ארוכה על לחצן האיפוס למשך יותר מחמש שניות.
id: Silakan periksa apakah perangkat dihidupkan, dan kemudian periksa apakah perangkat sedang online. Jika statusnya salah, Anda dapat mengatur ulang perangkat dengan menekan dan menahan tombol Reset selama lebih dari 5 detik.
it: Verifica se il dispositivo è acceso, quindi controlla se il dispositivo è online. Se lo stato non è corretto, è possibile ripristinare il dispositivo tenendo premuto il pulsante Ripristina per più di 5 secondi.
ja: デバイスの電源がオンになっているかどうかを確認してから、デバイスがオンラインかどうかを確認してください。 ステータスが正しくない場合は、リセットボタンを5秒以上押し続けることでデバイスをリセットできます。
ko: 장치의 전원이 켜져 있는지 확인한 다음 장치가 온라인 상태인지 확인하십시오. 상태가 올바르지 않으면 재설정 버튼을 5 초 이상 눌러 장치를 재설정 할 수 있습니다.
nb: Sjekk om enheten er slått på, og sjekk deretter om enheten er online. Hvis statusen er feil, kan du tilbakestille enheten ved å trykke og holde inne tilbakestill-knappen i mer enn 5 sekunder.
nl: Controleer of het apparaat is ingeschakeld en controleer vervolgens of het apparaat online is. Als de status onjuist is, kunt u het apparaat resetten door de resetknop langer dan 5 seconden ingedrukt te houden.
pl: Sprawdź, czy urządzenie jest włączone, a następnie sprawdź, czy urządzenie jest w trybie online. Jeśli status jest nieprawidłowy, możesz zresetować urządzenie, naciskając i przytrzymując przycisk Reset przez ponad 5 sekund.
pt_br: Verifique se o dispositivo está ligado e, em seguida, verifique se o dispositivo está online. Se o status estiver incorreto, você poderá redefinir o dispositivo mantendo pressionado o botão Redefinir por mais de 5 segundos.
ro: Vă rugăm să verificați dacă dispozitivul este pornit și apoi verificați dacă dispozitivul este online. Dacă starea este incorectă, puteți reseta dispozitivul apăsând și ținând apăsat butonul Reset pentru mai mult de 5 secunde.
ru: Проверьте, включено ли устройство, а затем проверьте, подключено ли устройство. Если статус неверный, вы можете сбросить настройки устройства, нажав и удерживая кнопку сброса более 5 секунд.
sv: Kontrollera om enheten är påslagen och kontrollera sedan om enheten är online. Om statusen är fel kan du återställa enheten genom att hålla nere återställningsknappen i mer än 5 sekunder.
th: โปรดตรวจสอบว่าอุปกรณ์เปิดอยู่หรือไม่จากนั้นตรวจสอบว่าอุปกรณ์ออนไลน์อยู่หรือไม่ หากสถานะไม่ถูกต้องคุณสามารถรีเซ็ตอุปกรณ์ได้โดยกดปุ่มรีเซ็ตค้างไว้นานกว่า 5 วินาที
tr: Lütfen cihazın açık olup olmadığını kontrol edin ve ardından cihazın çevrimiçi olup olmadığını kontrol edin. Durum yanlışsa, Sıfırla düğmesini 5 saniyeden fazla basılı tutarak cihazı sıfırlayabilirsiniz.
vi: Trước tiên bạn hãy kiểm tra xem thiết bị có được mở nguồn hay không, sau đó kiểm tra xem thiết bị có trực tuyến hay không, nếu trạng thái không đúng bạn có thể nhấn và giữ nút Reset trên 5 giây để thiết lập lại thiết bị.
zh_hans: 请先检查设备是否通电，再检查设备是否在线状态，若状态不正确，可长按Reset键5秒以上重置设备。
zh_hant: 請先檢查設備是否通電，再檢查設備是否在線狀態，若狀態不正確，可長按Reset鍵5秒以上重置設備。

# Service_map_displayed_store
source: Your store address will be displayed on our APP to increase the store's exposure rate and attract more users for you.
cs: Vaše adresa obchodu se zobrazí v naší aplikaci, aby se zvýšila expozice expozice obchodu a přilákalo více uživatelů pro vás.
de: Ihre Geschäftsadresse wird in unserer App angezeigt, um die Kontaktrate des Geschäfts zu erhöhen und mehr Benutzer für Sie zu gewinnen.
es: La dirección de su tienda se mostrará en nuestra aplicación para aumentar la tasa de exposición de la tienda y atraer a más usuarios para usted.
fi: Kauppaosoitteesi näkyy sovelluksessamme lisätäksesi kaupan altistumisastetta ja houkutellaksesi lisää käyttäjiä puolestasi.
fr: L'adresse de votre magasin sera affichée sur notre application pour augmenter le taux d'exposition du magasin et attirer plus d'utilisateurs pour vous.
he: כתובת החנות שלך תוצג באפליקציה שלנו בכדי להגדיל את שיעור החשיפה של החנות ולמשוך יותר משתמשים בשבילך.
id: Alamat toko Anda akan ditampilkan di APP kami untuk meningkatkan tingkat paparan toko dan menarik lebih banyak pengguna untuk Anda.
it: L'indirizzo del tuo negozio verrà visualizzato sulla nostra APP per aumentare il tasso di esposizione del negozio e attirare più utenti per te.
ja: ストアの露出率を高め、より多くのユーザーを引き付けるために、ストアのアドレスがAPPに表示されます。
ko: 상점의 노출 비율을 높이고 더 많은 사용자를 유치하기 위해 상점 주소가 APP에 표시됩니다.
nb: Butikkadressen din vises på APP-en vår for å øke butikkens eksponeringsgrad og tiltrekke flere brukere for deg.
nl: Uw winkeladres wordt weergegeven op onze APP om de blootstelling van de winkel te verhogen en meer gebruikers voor u aan te trekken.
pl: Twój adres sklepu zostanie wyświetlony w naszej aplikacji, aby zwiększyć wskaźnik ekspozycji sklepu i przyciągnąć więcej użytkowników.
pt_br: O endereço da sua loja será exibido em nosso aplicativo para aumentar a taxa de exposição da loja e atrair mais usuários para você.
ro: Adresa dvs. de magazin va fi afișată în aplicația noastră pentru a crește rata de expunere a magazinului și pentru a atrage mai mulți utilizatori pentru dvs.
ru: Ваш адрес магазина будет отображаться в нашем приложении, чтобы увеличить уровень экспозиции магазина и привлечь больше пользователей для вас.
sv: Din butiksadress visas på vår APP för att öka butikens exponeringsgrad och locka fler användare till dig.
th: ที่อยู่ร้านค้าของคุณจะแสดงบนแอปของเราเพื่อเพิ่มอัตราการเปิดรับร้านค้าและดึงดูดผู้ใช้มากขึ้นสำหรับคุณ
tr: Mağazanızın pozlama oranını artırmak ve sizin için daha fazla kullanıcı çekmek için mağaza adresiniz bizim APP üzerinde görüntülenecektir.
vi: Địa chỉ cửa hàng của bạn sẽ được hiển thị trên APP của chúng tôi để tăng tỷ lệ hiển thị của cửa hàng và thu hút nhiều người dùng hơn cho bạn.
zh_hans: 您的门店地址在将在我们的APP上展示出，提高门店爆光率，为您吸引更多的用户。
zh_hant: 您的門店地址在將在我們的APP上展示出，提高門店爆光率，為您吸引更多的用戶。

# deviceSetting_network_status
source: Network status
cs: Stav sítě
de: Netzwerkstatus
es: Estado de la red
fi: Verkon tila
fr: L'état du réseau
he: סטטוס רשת
id: Status jaringan
it: Stato della rete
ja: ネットワークステータス
ko: 네트워크 상태
nb: Nettverksstatus
nl: Netwerk status
pl: Status sieci
pt_br: Status da rede
ro: Starea rețelei
ru: Статус сети
sv: Nätverksstatus
th: สถานะเครือข่าย
tr: Ağ durumu
vi: Tình trạng mạng
zh_hans: 网络状态
zh_hant: 網絡狀態

# adddevice_unable_get_WiFi
source: Unable to get the current mobile WiFi, please try to restart the phone
cs: Nelze získat aktuální mobilní WiFi, zkuste restartovat telefon
de: Das aktuelle mobile WLAN kann nicht abgerufen werden. Bitte versuchen Sie, das Telefon neu zu starten
es: No se puede obtener el WiFi móvil actual, intente reiniciar el teléfono
fi: Ei voida saada nykyistä mobiili-WiFi-yhteyttä. Yritä käynnistää puhelin uudelleen
fr: Impossible d'obtenir le WiFi mobile actuel, essayez de redémarrer le téléphone.
he: לא ניתן להשיג את ה- WiFi הנוכחי לנייד, אנא נסה להפעיל מחדש את הטלפון
id: Tidak dapat memperoleh WiFi seluler saat ini, silakan coba restart ponsel
it: Impossibile ottenere l'attuale WiFi mobile, prova a riavviare il telefono
ja: 現在のモバイル無線LANを取得できません。電話を再起動してください
ko: 현재 모바일 WiFi를 얻을 수 없습니다. 전화를 다시 시작하십시오.
nb: Kan ikke få gjeldende mobil-WiFi, prøv å starte telefonen på nytt
nl: Probeer de telefoon niet opnieuw op te starten
pl: Nie można uzyskać aktualnego mobilnego Wi-Fi, spróbuj ponownie uruchomić telefon
pt_br: Não foi possível obter o WiFi móvel atual, tente reiniciar o telefone
ro: Nu puteți obține WiFi-ul mobil actual, încercați să reporniți telefonul
ru: Не удается получить текущий мобильный WiFi, попробуйте перезагрузить телефон
sv: Det går inte att få det aktuella mobila WiFi, försök att starta om telefonen
th: ไม่สามารถรับ WiFi มือถือปัจจุบันได้โปรดลองรีสตาร์ทโทรศัพท์
tr: Mevcut mobil WiFi alamıyor, lütfen telefonu yeniden başlatmayı deneyin
vi: Không thể truy cập Wi-Fi của điện thoại hiện tại, vui lòng thử khởi động lại điện thoại
zh_hans: 无法获取到当前手机WiFi，请尝试重启手机
zh_hant: 無法獲取到當前手機WiFi，請嘗試重啟手機

# devSetting_delete_channelDevice_success
source: Succeed to delete channel
cs: Smazat kanál úspěšně
de: Kanal löschen erfolgreich
es: Eliminar canal con éxito
fi: Poista kanava onnistuneesti
fr: Réussir à supprimer le canal
he: הערוץ נמחק
id: Berhasil menghapus Saluran
it: Eliminazione canale avvenuta con successo
ja: チャンネルの削除ができました
ko: 채널 삭제를 계속하십시오
nb: Sletting av kanal vellykket
nl: Kanaal verwijderen gelukt
pl: Usunięcie kanału udane
pt_br: Sucesso para excluir o canal
ro: Realizați succesul pentru a șterge canalul
ru: Успешно удалить канал
sv: Lyckas för att radera kanalen
th: ลบช่องสำเร็จ
tr: Kanalı silmek başarılı
vi: Đã xóa kênh thành công
zh_hans: 删除通道成功
zh_hant: 刪除通道成功

# devicesetting_4G_card_sim_card_not_unlock_reason
source: If the locked card caused by running out of data or the data package has expired cannot be successfully unlocked, the SIM card needs to
cs: Pokud nelze zamknutou kartu způsobenou vyčerpáním dat nebo datovým balíčkem vypršet, nelze SIM kartu úspěšně odemknout
de: Wenn die Karte aufgrund von Datenmangel gesperrt wurde oder das Datenpaket abgelaufen ist, kann die Karte nicht entsperrt werden.
es: Si la tarjeta bloqueada causada por la falta de datos o el paquete de datos ha expirado no se puede desbloquear con éxito, la tarjeta SIM debe
fi: Jos lukittua korttia, joka johtuu datan loppumisesta tai tietopaketin vanhenemisesta, ei voida avata, SIM-kortin on
fr: Si la carte verrouillée due à un manque de données ou si le package de données a expiré ne peut pas être déverrouillée avec succès, la carte SIM doit
he: אם לא ניתן לפתוח בהצלחה את הכרטיס הנעול שנגרם בגלל שנגמר לו נגמר נתונים או שפג תוקף חבילת הנתונים, כרטיס ה- SIM צריך
id: Jika kartu yang terkunci disebabkan oleh kehabisan data atau paket data telah kedaluwarsa tidak dapat berhasil dibuka, kartu SIM perlu
it: Se la scheda bloccata causata dall'esaurimento dei dati o il pacchetto di dati è scaduto non può essere sbloccato correttamente, è necessario che la scheda SIM lo sia
ja: データの不足またはデータパッケージの有効期限が切れたためにロックされたカードを正常にロック解除できない場合、SIMカードは
ko: 데이터 부족으로 인해 잠긴 카드 또는 데이터 패키지가 만료되어 잠금을 해제 할 수없는 경우 SIM 카드는
nb: Hvis det låste kortet som er forårsaket av at data går tom eller datapakken er utløpt, ikke kan lykkes opp, må SIM-kortet
nl: Als de vergrendelde kaart als gevolg van onvoldoende gegevens of het datapakket is verlopen, niet succesvol kan worden ontgrendeld, moet de SIM-kaart dat wel doen
pl: Jeśli zablokowanej karty spowodowanej brakiem danych lub pakiet danych wygasł, nie można pomyślnie odblokować, karta SIM musi to zrobić
pt_br: Se o cartão bloqueado causado pela falta de dados ou o pacote de dados expirou não puder ser desbloqueado com êxito, o cartão SIM precisará
ro: Dacă cardul blocat cauzat de epuizarea datelor sau pachetul de date a expirat nu poate fi deblocat cu succes, cartela SIM trebuie să
ru: Если заблокированная карта, вызванная исчерпанием данных или истек срок действия пакета данных, не может быть успешно разблокирована, SIM-карта должна
sv: Om det låsta kortet som orsakas av att data slutar eller datapaketet har löpt ut inte kan låsas upp måste SIM-kortet
th: หากการ์ดถูกล็อกเนื่องจากการทำงานผิดพลาดของข้อมูล โปรดใช้ซิมการ์ดในการปลดล็อก
tr: Verilerin tükenmesinden veya veri paketinin süresinin dolmasından kaynaklanan kilitli kartın kilidi başarıyla açılamıyorsa, SIM kartın
vi: Nếu dữ liệu được sử dụng hết hoặc gói dữ liệu đã hết hạn, thẻ khóa không thể mở khóa thành công và nó phải là thẻ SIM
zh_hans: 若流量用完或者流量套餐已过期引起的锁卡则不能解锁成功，需要为SIM卡
zh_hant: 若流量用完或者流量套餐已過期引起的鎖卡則不能解鎖成功，需要為SIM卡

# deviceSetting_Select_fill_light_mode
source: Select fill light mode
cs: Vyberte režim plnicího světla
de: Aufhelllicht-Modus auswählen
es: Seleccione el modo de luz de relleno
fi: Valitse täytevalotila
fr: Sélectionnez le mode d'éclairage d'appoint
he: בחר מצב אור מילוי
id: Pilih mode lampu isi
it: Seleziona la modalità luce di riempimento
ja: フィルライトモードを選択します
ko: 필 라이트 모드 선택
nb: Velg fylllysmodus
nl: Selecteer vullichtmodus
pl: Wybierz tryb światła wypełniającego
pt_br: Selecione o modo de luz de preenchimento
ro: Selectați modul de iluminare de umplere
ru: Выберите режим заполняющего света
sv: Välj läge för fyllningsljus
th: เลือกโหมดเติมแสง
tr: Dolgu ışığı modunu seçin
vi: Chọn chế độ ánh sáng lấp đầy
zh_hans: 选择补光灯模式
zh_hant: 選擇補光燈模式

# deviceSetting_Shut_down_night
source: Shut down at night
cs: V noci vypnout
de: Nachts ausschalten
es: Apagar por la noche
fi: Sulje yöksi
fr: Arrêter la nuit
he: סגור בלילה
id: Tutup di malam hari
it: Spegni la notte
ja: 夜にシャットダウン
ko: 밤에 셧다운
nb: Slå av om natten
nl: s Nachts afsluiten
pl: Zamknij się w nocy
pt_br: Desligada à noite
ro: Închideți noaptea
ru: Выключить на ночь
sv: Stäng av på natten
th: ปิดตอนกลางคืน
tr: geceleri kapat
vi: Tắt máy vào ban đêm
zh_hans: 夜间关机
zh_hant: 夜間關機

# deviceSetting_low_light_environment_detected_screen_remotely_viewing
source: In a low light environment, when a moving object is detected or the user is viewing the screen remotely, the LED fill light is automatically turned on
cs: V prostředí se slabým osvětlením, když je detekován pohybující se objekt nebo uživatel vzdáleně prohlíží obrazovku, se automaticky zapne výplňové LED světlo
de: Wenn in einer Umgebung mit schwachem Licht Bewegung erkannt wird oder die Kamera per App betrachtet wird, wird das LED-Aufhelllicht automatisch eingeschaltet
es: En un entorno con poca luz, cuando se detecta un objeto en movimiento o el usuario está viendo la pantalla de forma remota, la luz de relleno LED se enciende automáticamente
fi: Hämärässä ympäristössä, kun liikkuva kohde havaitaan tai käyttäjä katselee näyttöä etänä, LED-täyttövalo syttyy automaattisesti
fr: Dans un environnement à faible luminosité, lorsqu'un objet en mouvement est détecté ou que l'utilisateur regarde l'écran à distance, la lumière d'appoint LED s'allume automatiquement
he: בסביבת תאורה חלשה, כאשר מזוהה חפץ נע או שהמשתמש צופה במסך מרחוק, נורית המילוי LED מופעלת אוטומטית
id: Dalam lingkungan cahaya rendah, ketika objek bergerak terdeteksi atau pengguna melihat layar dari jarak jauh, lampu pengisian LED secara otomatis menyala
it: In un ambiente con scarsa illuminazione, quando viene rilevato un oggetto in movimento o l'utente sta visualizzando lo schermo in remoto, la luce di riempimento LED si accende automaticamente
ja: 暗い環境では、動く物体が検出されたとき、またはユーザーが画面をリモートで表示しているときに、LEDフィルライトが自動的にオンになります
ko: 저조도 환경에서 움직이는 물체가 감지되거나 사용자가 원격으로 화면을 볼 때 LED 필 라이트가 자동으로 켜집니다.
nb: I omgivelser med lite lys, når et objekt i bevegelse oppdages eller brukeren ser på skjermen eksternt, slås LED-fyllingslyset automatisk på
nl: In een omgeving met weinig licht, wanneer een bewegend object wordt gedetecteerd of de gebruiker het scherm op afstand bekijkt, wordt het LED-vullicht automatisch ingeschakeld
pl: W warunkach słabego oświetlenia, po wykryciu poruszającego się obiektu lub zdalnej obserwacji ekranu przez użytkownika, światło wypełniające LED włącza się automatycznie
pt_br: Em um ambiente com pouca luz, quando um objeto em movimento é detectado ou o usuário está visualizando a tela remotamente, a luz de preenchimento de LED é automaticamente ligada
ro: Într-un mediu cu lumină scăzută, când este detectat un obiect în mișcare sau utilizatorul vede ecranul de la distanță, lumina de umplere cu LED este aprinsă automat
ru: В условиях низкой освещенности, когда обнаруживается движущийся объект или пользователь смотрит на экран удаленно, автоматически включается светодиодный заполняющий свет.
sv: I en miljö med svagt ljus, när ett rörligt föremål detekteras eller användaren tittar på skärmen på distans, tänds LED-fyllningslampan automatiskt
th: ในสภาพแวดล้อมที่มีแสงน้อย เมื่อตรวจพบวัตถุเคลื่อนที่หรือผู้ใช้กำลังดูหน้าจอจากระยะไกล ไฟ LED เติมจะเปิดขึ้นโดยอัตโนมัติ
tr: Düşük ışıklı bir ortamda, hareketli bir nesne algılandığında veya kullanıcı ekranı uzaktan görüntülediğinde, LED dolgu ışığı otomatik olarak açılır
vi: Trong môi trường ánh sáng yếu, khi phát hiện đối tượng chuyển động hoặc người dùng đang xem màn hình từ xa, đèn LED lấp đầy sẽ tự động bật
zh_hans: 弱光环境下，当检测到移动物体或用户远程查看画面时，自动开启LED补光灯
zh_hant: 弱光環境下，當檢測到移動物體或用戶遠程查看畫面時，自動開啟LED補光燈

# cloud_close_cloud_video_question
source: After the cloud video is closed, the video will no longer be automatically uploaded to the cloud space, and the cloud service time is still reduced. Are you sure to close it?
cs: Po uzavření cloudového videa se video již nebude automaticky nahrávat do cloudového prostoru a doba cloudové služby se stále zkracuje. Opravdu to zavřete?
de: Nachdem das Cloud-Video geschlossen wurde, wird das Video nicht mehr automatisch in den Cloud-Bereich hochgeladen, und die Cloud-Servicezeit wird weiterhin reduziert. Sind Sie sicher, es zu schließen?
es: Una vez que se cierra el video en la nube, el video ya no se cargará automáticamente al espacio en la nube y el tiempo del servicio en la nube aún se reduce. ¿Estás seguro de cerrarlo?
fi: Kun pilvivideo on suljettu, videota ei enää ladata automaattisesti pilvitilaan ja pilvipalvelun aika lyhenee edelleen. Haluatko varmasti sulkea sen?
fr: Une fois la vidéo cloud fermée, la vidéo ne sera plus automatiquement téléchargée dans l'espace cloud et la durée du service cloud est toujours réduite. Êtes-vous sûr de le fermer?
he: לאחר סגירת סרטון הענן, הסרטון כבר לא יעלה אוטומטית לחלל הענן וזמן שירות הענן עדיין מצטמצם. בטוח שתסגור אותו?
id: Setelah video cloud ditutup, video tersebut tidak lagi diunggah secara otomatis ke ruang cloud, dan waktu layanan cloud masih berkurang. Apakah Anda yakin akan menutupnya?
it: Dopo che il video cloud è stato chiuso, il video non verrà più caricato automaticamente nello spazio cloud e il tempo del servizio cloud è ancora ridotto. Sei sicuro di chiuderlo?
ja: クラウドビデオが閉じられた後、ビデオはクラウドスペースに自動的にアップロードされなくなり、クラウドサービス時間は引き続き短縮されます。 閉じてもよろしいですか？
ko: 클라우드 비디오가 닫히면 비디오가 더 이상 클라우드 공간에 자동으로 업로드되지 않으며 클라우드 서비스 시간은 여전히 단축됩니다. 닫으시겠습니까?
nb: Etter at skyvideoen er lukket, blir videoen ikke lenger automatisk lastet opp til skyområdet, og skytjenestetiden er fortsatt redusert. Er du sikker på at du lukker den?
nl: Nadat de cloudvideo is gesloten, wordt de video niet langer automatisch geüpload naar de cloudruimte en wordt de tijd van de cloudservice nog steeds verkort. Weet u zeker dat u deze sluit?
pl: Po zamknięciu wideo w chmurze wideo nie będzie już automatycznie przesyłane do przestrzeni w chmurze, a czas usługi w chmurze jest nadal skrócony. Czy na pewno chcesz to zamknąć?
pt_br: Depois que o vídeo na nuvem for fechado, o vídeo não será mais carregado automaticamente para o espaço da nuvem e o tempo do serviço na nuvem ainda será reduzido. Tem certeza que deseja fechá-lo?
ro: După închiderea videoclipului cloud, videoclipul nu va mai fi încărcat automat în spațiul cloud și timpul de serviciu cloud va fi totuși redus. Sigur îl închideți?
ru: После закрытия облачного видео видео больше не будет автоматически выгружаться в облачное пространство, а время облачного обслуживания по-прежнему сокращается. Вы уверены, что закроете его?
sv: När molnvideon stängs laddas videon inte längre automatiskt upp i molnutrymmet och molntjänsttiden minskas fortfarande. Är du säker på att du stänger den?
th: หลังจากปิดวิดีโอบนคลาวด์วิดีโอจะไม่ถูกอัปโหลดไปยังพื้นที่คลาวด์โดยอัตโนมัติอีกต่อไปและเวลาให้บริการระบบคลาวด์ยังคงลดลง แน่ใจหรือว่าจะปิด
tr: Bulut videosu kapatıldıktan sonra, video artık otomatik olarak bulut alanına yüklenmez ve bulut hizmeti süresi yine de kısalır. Kapatacağına emin misin?
vi: Sau khi video trên đám mây bị đóng, video sẽ không được tự động tải lên không gian đám mây nữa và thời gian sử dụng dịch vụ đám mây vẫn bị giảm xuống. Bạn có chắc chắn đóng nó không?
zh_hans: 云录像关闭后，将不再自动上传录像至云空间，云服务时间仍然减少，是否确定关闭？
zh_hant: 雲錄像關閉後，將不再自動上傳錄像至雲空間，雲服務時間仍然減少，是否確定關閉？

# cloud_info_encryption
source: Information encryption upload
cs: Nahrávání šifrování
de: Verschlüsselungs-Upload
es: Carga de cifrado
fi: Salauslataus
fr: Téléchargement de chiffrement
he: העלאת הצפנת מידע
id: Unggahan enkripsi
it: Caricamento crittografato
ja: 暗号化アップロード
ko: 정보 암호화 업로드
nb: Last opp informasjonskryptering
nl: Versleuteling uploaden
pl: Przesyłanie szyfrowania
pt_br: Upload de criptografia
ro: Încărcare de criptare
ru: Загрузка шифрования
sv: Uppladdning av kryptering
th: อัปโหลดการเข้ารหัสข้อมูล
tr: Şifreleme yüklemesi
vi: Tải lên thông tin được mã hóa
zh_hans: 信息加密上传
zh_hant: 信息加密上傳

# register_success
source: Register successfully
cs: Úspěšná registrace
de: Registrierung erfolgreich
es: Registrarse con éxito
fi: Onnistunut rekisteröinti
fr: Enregistré avec succès
he: נרשמת בהצלחה
id: daftar sukses
it: Registrato con successo
ja: 登録されました
ko: 회원가입 완료
nb: Registrering fullført
nl: Registreren succesvol
pl: Rejestracja poprawna
pt_br: Registre-se com sucesso
ro: Înregistrați-vă cu succes
ru: Зарегистрируйтесь успешно
sv: Registrera med framgång
th: ลงทะเบียนสำเร็จ
tr: Başarıyla kayıt olun
vi: đăng ký thành công
zh_hans: 注册成功
zh_hant: 註冊成功
