Repository: Yolo-cell-hash/go_home_ios
Catalog: ios/Runner/JASDK/JAResources/XLanguage/X35MultiLanguage/*.lproj/X35MutiLanguage.strings
Languages: cs, de, es, fi, fr, he, id, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sv, th, tr, vi, zh_hans, zh_hant

# person_feedback_question_check_data_detail
source: Domestic Android phones may prohibit the use of data, WLAN, GPS permissions for this application, resulting in the camera being unable to connect to WiFi. Solution (Android phone): Open the phone settings center-click "application management"-open the above permissions
cs: Domácí telefony Android mohou pro tuto aplikaci zakázat použití dat, WLAN, GPS, což má za následek, že se kamera nemůže připojit k WiFi. Řešení (telefon s Androidem): Otevřete centrum nastavení telefonu kliknutím na"Správa aplikací" - otevřete výše uvedená oprávnění
de: Inländische Android-Telefone verbieten möglicherweise die Verwendung von Daten-, WLAN- und GPS-Berechtigungen für diese Anwendung, was dazu führt, dass die Kamera keine Verbindung zum WLAN herstellen kann. Lösung (Android-Telefon): Öffnen Sie die Telefoneinstellungen und klicken Sie auf "Anwendungsverwaltung". Aktivieren Sie die oben genannten Berechtigungen
es: Los teléfonos Android domésticos pueden prohibir el uso de datos, WLAN, permisos de GPS para esta aplicación, lo que puede provocar que la cámara no pueda conectarse a WiFi. Solución (teléfono Android): abra la configuración del teléfono, haga clic en el centro "gestión de aplicaciones " - abra los permisos anteriores
fi: Kotimaan Android-puhelimet saattavat kieltää tietojen, WLAN- ja GPS-käyttöoikeuksien käytön sovelluksessa, minkä seurauksena kamera ei pysty muodostamaan yhteyttä langattomaan verkkoon. Ratkaisu (Android-puhelin): Avaa puhelimen asetukset keskipainikkeella "sovelluksen hallinta " - avaa yllä olevat käyttöoikeudet
fr: Les téléphones Android nationaux peuvent interdire l'utilisation des données, du WLAN et des autorisations GPS pour cette application, ce qui empêche l'appareil photo de se connecter au WiFi. Solution (téléphone Android): ouvrez le centre des paramètres du téléphone, cliquez sur "gestion des applications " - ouvrez les autorisations ci-dessus
he: טלפונים אנדרואיד מקומיים עשויים לאסור שימוש בנתונים, WLAN, הרשאות GPS ליישום זה, וכתוצאה מכך המצלמה לא תוכל להתחבר ל- WiFi. הפיתרון (טלפון אנדרואיד): פתח את מרכז הגדרות הטלפון לחץ על "ניהול יישומים " - פתח את ההרשאות שלעיל
id: Ponsel Android domestik dapat melarang penggunaan data, WLAN, izin GPS untuk aplikasi ini, sehingga kamera tidak dapat terhubung ke WiFi. Solusi (ponsel Android): Buka pusat pengaturan telepon-klik "manajemen aplikasi " - buka izin di atas
it: I telefoni Android domestici potrebbero vietare l'uso di dati, WLAN, autorizzazioni GPS per questa applicazione, impedendo alla fotocamera di connettersi al WiFi. Soluzione (telefono Android): apri il centro impostazioni del telefono, fai clic su "Gestione applicazioni " - apri le autorizzazioni sopra
ja: スマートフォンでは、このアプリケーションのデータ、WLAN、GPS権限の使用が禁止されているため、カメラがWiFiに接続できない場合があります。解決策：スマートフォンの設定を開き、[アプリケーション管理]をクリックして、上記の権限を開きます。
ko: 국내 Android 전화는이 응용 프로그램에 대한 데이터, WLAN, GPS 권한 사용을 금지하여 카메라가 WiFi에 연결되지 않을 수 있습니다. 솔루션 (Android 전화) : 전화 설정 센터를 열고 "응용 프로그램 관리 "를 클릭 한 다음 위의 권한을 엽니 다.
nb: Innenlandske Android-telefoner kan forby bruk av data, WLAN, GPS-tillatelser for dette programmet, noe som fører til at kameraet ikke kan koble seg til WiFi. Løsning (Android-telefon): Åpne telefoninnstillingene midt-klikk "applikasjonsadministrasjon " - åpne ovennevnte tillatelser
nl: Binnenlandse Android-telefoons kunnen het gebruik van gegevens, WLAN en GPS-machtigingen voor deze toepassing verbieden, waardoor de camera geen verbinding met wifi kan maken. Oplossing (Android-telefoon): open de telefooninstellingen en klik met de rechtermuisknop op "toepassingsbeheer " - open de bovenstaande rechten
pl: Domowe telefony z Androidem mogą zabronić korzystania z danych, sieci WLAN i uprawnień GPS dla tej aplikacji, w wyniku czego aparat nie będzie mógł połączyć się z Wi-Fi. Rozwiązanie (telefon z Androidem): Otwórz ustawienia telefonu, kliknij środkowo przycisk "zarządzanie aplikacjami" - otwórz powyższe uprawnienia
pt_br: Telefones Android domésticos podem proibir o uso de dados, WLAN, permissões de GPS para este aplicativo, resultando na impossibilidade de conexão da câmera ao WiFi. Solução (telefone Android): abra o centro de configurações do telefone e clique em"Gerenciamento de aplicativos" - abra as permissões acima
ro: Telefoanele interne Android pot interzice utilizarea de date, WLAN, permisiuni GPS pentru această aplicație, ceea ce duce la imposibilitatea conectării camerei la WiFi. Soluție (telefon Android): deschideți setările telefonului, faceți clic central pe "gestionarea aplicațiilor " - deschideți permisiunile de mai sus
ru: Внутренние телефоны Android могут запрещать использование данных, WLAN, разрешений GPS для этого приложения, в результате чего камера не может подключиться к WiFi. Решение (телефон Android): откройте настройки телефона, щелкнув по центру "Управление приложениями " - откройте вышеуказанные разрешения
sv: Inhemska Android-telefoner kan förbjuda användning av data, WLAN, GPS-behörigheter för den här applikationen, vilket resulterar i att kameran inte kan ansluta till WiFi. Lösning (Android-telefon): Öppna telefoninställningarna mitt-klicka på "applikationshantering " - öppna ovanstående behörigheter
th: โทรศัพท์ Android ในประเทศอาจห้ามไม่ให้แอปพลิเคชันนี้ใช้ข้อมูล WLAN และสิทธิ์ GPS ทำให้กล้องไม่สามารถเชื่อมต่อกับ WiFi ได้ โซลูชัน (โทรศัพท์ Android): เปิดศูนย์การตั้งค่าโทรศัพท์คลิก "การจัดการแอป" - เปิดการอนุญาตข้างต้น
tr: Yerel Android telefonlar, bu uygulama için veri, WLAN, GPS izinlerinin kullanılmasını yasaklayabilir ve bu da kameranın WiFi'ye bağlanamamasına neden olabilir. Çözüm (Android telefon): Telefon ayarlarını açın "uygulama yönetimi " seçeneğini tıklayın - yukarıdaki izinleri açın
vi: Điện thoại Android trong nước có thể cấm ứng dụng này sử dụng quyền dữ liệu, WLAN và GPS, khiến máy ảnh không kết nối được với WiFi. Giải pháp (điện thoại Android): Mở trung tâm cài đặt điện thoại, nhấp vào "Quản lý ứng dụng" - mở các quyền trên
zh_hans: 国产安卓手机可能会禁止本应用使用数据、WLAN、GPS的权限，导致摄像机无法连上WiFi。解决方案（安卓手机）：打开手机设置中心—点击“应用管理”—开启上述权限
zh_hant: 國產安卓手機可能會禁止本應用使用數據、WLAN、GPS的權限，導致攝像機無法連上WiFi。解決方案（安卓手機）：打開手機設置中心—點擊“應用管理”—開啟上述權限

# addevice_wireless_network
source: "Wireless and networks, and turned on.
cs: "Bezdrátové sítě a zapnuté.
de: "WLAN und Netzwerke und eingeschaltet.
es: "Inalámbrico y redes, y encendido.
fi: "Langaton ja verkot, ja kytketty päälle.
fr: "Sans fil et les réseaux, et allumé.
he: "אלחוטי ורשתות והופעל.
id: "Nirkabel dan jaringan, dan dihidupkan.
it: "Wireless e reti e acceso.
ja: 「無線とネットワーク、オンになっています。
ko: "무선 및 네트워크가 켜져 있습니다.
nb: "Trådløst og nettverk, og slått på.
nl: "Draadloos en netwerken en ingeschakeld.
pl: "Sieci bezprzewodowe i sieci, i włączony.
pt_br: "Redes sem fio e outras, e ligadas.
ro: "Wireless și rețele și a fost pornit.
ru: "Беспроводная связь и сети и включены.
sv: "Trådlöst och nätverk och aktiverat.
th: "ระบบไร้สายและเครือข่ายและเปิดอยู่
tr: "Kablosuz ve ağlar açık ve açık.
vi: Không dây và mạng, và bật.
zh_hans: ”无线和网络，并开启。
zh_hant: ”無線和網絡，並開啟。

# permissions_file_read_write_download
source: Allow the APP to obtain file read and write permissions to download the video normally
cs: Povolte aplikaci APP získat oprávnění ke čtení a zápisu souborů za účelem normálního stahování videa
de: Erteilen Sie der App Lese- und Schreibberechtigungen für Dateien, um Videos herunterzuladen
es: Permita que la APLICACIÓN obtenga permisos de lectura y escritura de archivos para descargar el video normalmente
fi: Salli APP: n saada tiedostojen luku- ja kirjoitusoikeudet ladata video normaalisti
fr: Autoriser l'APP à obtenir des autorisations de lecture et d'écriture de fichiers pour télécharger la vidéo normalement
he: אפשר לאפליקציה לקבל הרשאות קריאה וכתיבה של קבצים להורדת הסרטון כרגיל
id: Izinkan APLIKASI untuk mendapatkan izin membaca dan menulis file untuk mengunduh video secara normal
it: Consenti all'APP di ottenere i permessi di lettura e scrittura dei file per scaricare normalmente il video
ja: APPがファイルの読み取りおよび書き込み権限を取得して、ビデオを通常どおりダウンロードできるようにします
ko: 앱이 파일 읽기 및 쓰기 권한을 획득하여 비디오를 정상적으로 다운로드할 수 있도록 허용
nb: Tillat at appen får fil- og skrivetillatelser for å laste ned videoen normalt
nl: Sta de APP toe om lees- en schrijfrechten voor bestanden te verkrijgen om de video normaal te downloaden
pl: Zezwól aplikacji na uzyskanie uprawnień do odczytu i zapisu plików, aby normalnie pobierać wideo
pt_br: Permitir que o APP obtenha permissões de leitura e gravação de arquivo para baixar o vídeo normalmente
ro: Permiteți aplicației să obțină permisiuni de citire și scriere a fișierelor pentru a descărca videoclipul în mod normal
ru: Разрешить приложению получать разрешения на чтение и запись файлов для нормальной загрузки видео.
sv: Tillåt att appen får fil- och skrivbehörighet för att ladda ner videon normalt
th: อนุญาตให้แอปรับสิทธิ์ในการอ่านและเขียนไฟล์เพื่อดาวน์โหลดวิดีโอได้ตามปกติ
tr: APP'nin videoyu normal şekilde indirmek için dosya okuma ve yazma izinleri almasına izin verin
vi: Cho phép APP nhận quyền đọc và ghi tệp để tải video xuống bình thường
zh_hans: 允许APP获取文件读写权限，才能正常下载录像
zh_hant: 允許APP獲取文件讀寫權限，才能正常下載錄像

# person_login_log
source: Login log
cs: Přihlašovací deník
de: Login Protokoll
es: Registro de inicio de sesión
fi: Kirjaudu sisään
fr: Journal de connexion
he: יומן כניסה
id: Log masuk
it: Registro di accesso
ja: ログインログ
ko: 로그인 로그
nb: Innloggingslogg
nl: Login logboek
pl: Dziennik logowania
pt_br: Log de login
ro: Jurnal de autentificare
ru: Журнал входа
sv: Logga in logg
th: เข้าสู่ระบบ
tr: Giriş günlüğü
vi: Nhật ký đăng nhập
zh_hans: 登录日志
zh_hant: 登錄日誌

# deviceSetting_Formatting_TFcard_clear_recording
source: Formatting the TF card will clear all the recordings. Does it need to be executed?
cs: Formátování TF karty vymaže všechny záznamy. Je potřeba to provést?
de: Durch Formatieren der SD-Karte werden alle Aufnahmen gelöscht. Fortfahren?
es: Formatear la tarjeta TF borrará todas las grabaciones. ¿Necesita ser ejecutado?
fi: TF-kortin alustaminen tyhjentää kaikki tallenteet. Onko se pakko toteuttaa?
fr: Le formatage de la carte TF effacera tous les enregistrements. Doit-il être exécuté ?
he: פירמוט כרטיס ה-TF ימחק את כל ההקלטות. האם צריך לבצע אותו?
id: Memformat kartu TF akan menghapus semua rekaman. Apakah perlu dieksekusi?
it: La formattazione della scheda TF cancellerà tutte le registrazioni. Ha bisogno di essere eseguito?
ja: TFカードをフォーマットすると、すべての録画がクリアされます。実行する必要がありますか？
ko: TF 카드를 포맷하면 모든 녹음이 지워집니다. 실행해야 합니까?
nb: Formatering av TF-kortet vil slette alle opptakene. Må det utføres?
nl: Door de TF-kaart te formatteren, worden alle opnames gewist. Moet het worden uitgevoerd?
pl: Sformatowanie karty TF wyczyści wszystkie nagrania. Czy trzeba to wykonać?
pt_br: A formatação do cartão TF apagará todas as gravações. Precisa ser executado?
ro: Formatarea cardului TF va șterge toate înregistrările. Trebuie executat?
ru: Форматирование карты TF приведет к удалению всех записей. Это нужно выполнять?
sv: Formatering av TF-kortet kommer att radera alla inspelningar. Behöver den utföras?
th: การฟอร์แมตการ์ด TF จะล้างการบันทึกทั้งหมด จำเป็นต้องดำเนินการหรือไม่?
tr: TF kartının biçimlendirilmesi tüm kayıtları silecektir. Yürütülmesi gerekiyor mu?
vi: Định dạng thẻ TF sẽ xóa tất cả các bản ghi. Nó có cần phải được thực thi không?
zh_hans: 格式化TF卡会清空所有录像是否需要执行
zh_hant: 格式化TF卡會清空所有錄像是否需要執行

# adddevice_turn_on_gps
source: Turn on GPS
cs: Zapněte GPS
de: Standort einschalten
es: Encender el GPS
fi: Ota GPS käyttöön
fr: Activer le GPS
he: הפעל את ה- GPS
id: Hidupkan GPS
it: Accendi il GPS
ja: GPSをオンにする
ko: GPS 켜기
nb: Slå på GPS
nl: Schakel GPS in
pl: Włącz GPS
pt_br: Ligue o GPS
ro: Porniți GPS-ul
ru: Включить GPS
sv: Slå på GPS
th: เปิด GPS
tr: GPS'i aç
vi: Bật GPS
zh_hans: 打开GPS
zh_hant: 打開GPS

# password_tips_length
source: Password is more than 20 characters
cs: Délka hesla nesmí být větší než 20 číslic
de: Passwort ist länger als 20 Zeichen
es: La longitud de la contraseña no puede ser mayor que 20
fi: Salasanan pituus ei voi olla suurempi kuin 20 numeroa
fr: Le mot de passe contient plus de 20 caractères
he: הססמה לא יכולה להיות ארוכה יותר מ20 תווים
id: Sandi melebihi 20 karakter
it: La password supera i 20 caratteri
ja: パスワードは20文字以上です
ko: 암호는 20 자 이상입니다.
nb: Passordet er lengre enn 20 tegn
nl: Wachtwoord is langer dan 20 tekens
pl: Hasło zawiera więcej niż 20 znaków
pt_br: Senha tem mais de 20 caracteres
ro: Parola este mai mare de 20 de caractere
ru: Пароль более 20 символов
sv: Lösenordet är mer än 20 tecken
th: รหัสผ่านมากกว่า 20 ตัวอักษร
tr: Şifre 20 karakterden fazla
vi: Độ dài mật khẩu không được lớn hơn 20 chữ số
zh_hans: 密码长度不能大于20位
zh_hant: 密碼長度不能大於20位

# adddevice_connect_via_cable
source: Connect the device via a network cable
cs: Připojte zařízení pomocí síťového kabelu
de: Verbinden Sie das Gerät per Netzwerkkabel
es: Conecte el dispositivo a través de un cable de red
fi: Liitä laite verkkokaapelilla
fr: Connectez l'appareil via un câble réseau
he: חבר את ההתקן באמצעות כבל רשת
id: Hubungkan perangkat melalui kabel jaringan
it: Collega il dispositivo tramite un cavo di rete
ja: ネットワークケーブルを介してデバイスを接続します
ko: 네트워크 케이블을 통해 장치 연결
nb: Koble enheten via en nettverkskabel
nl: Verbind het apparaat via een netwerkkabel
pl: Podłącz urządzenie za pomocą kabla sieciowego
pt_br: Conecte o dispositivo por meio de um cabo de rede
ro: Conectați dispozitivul printr-un cablu de rețea
ru: Подключите устройство через сетевой кабель
sv: Anslut enheten via en nätverkskabel
th: เชื่อมต่ออุปกรณ์ผ่านสายเคเบิลเครือข่าย
tr: Cihazı bir ağ kablosuyla bağlayın
vi: Kết nối thiết bị qua cáp mạng
zh_hans: 通过网线连接设备
zh_hant: 通過網線連接設備

# adddevice_long_time_prompt
source: It is detected that you have not scanned the QR code successfully for a long time, it is recommended to use other ways to add
cs: Zjistilo se, že jste QR kód dlouho dlouho nenaskenovali, doporučujeme přidat další způsoby
de: Es wurde erkannt, dass Sie den QR-Code seit einiger Zeit erfolglos gescannt haben. Es wird empfohlen andere Möglichkeiten zum Hinzufügen zu nutzen
es: Se detecta que no ha escaneado el código QR con éxito durante mucho tiempo, se recomienda utilizar otras formas de agregar
fi: On havaittu, että et ole skannattu QR koodi menestyksellisesti pitkään, on suositeltavaa käyttää muita keinoja lisätä
fr: Il est détecté que vous n'avez pas scanné le code QR avec succès depuis longtemps, il est recommandé d'utiliser d'autres façons d'ajouter
he: מתגלה שלא סרקת את קוד ה- QR במשך זמן רב, מומלץ להשתמש בדרכים אחרות להוסיף
id: Terdeteksi bahwa Anda belum berhasil memindai kode QR untuk waktu yang lama, disarankan untuk menggunakan cara lain untuk menambahkan
it: È stato rilevato che il codice QR non è stato scansionato correttamente per molto tempo, si consiglia di utilizzare altri modi per aggiungere
ja: QRコードを長時間正常にスキャンしていないことが検出されました。他の方法を使用して追加することをお勧めします
ko: QR 코드를 오랫동안 성공적으로 스캔하지 않은 것으로 감지되면 다른 방법으로 추가하는 것이 좋습니다.
nb: Det oppdages at du ikke har skannet QR-koden på lenge, det anbefales å bruke andre måter å legge til
nl: Het is vastgesteld dat u niet de QR-code met succes voor een lange tijd hebt gescand, is het raadzaam om andere manieren te gebruiken om toe te voegen
pl: Wykryto, że nie skanowałeś kodu QR od dłuższego czasu, zaleca się użycie innych sposobów dodawania
pt_br: Detecta-se que você não leu o código QR com sucesso por um longo tempo; é recomendável usar outras maneiras de adicionar
ro: Este detectat că nu ați scanat cu succes codul QR de mult timp, este recomandat să utilizați alte modalități de adăugare
ru: Обнаружено, что вы не сканировали QR-код в течение длительного времени, рекомендуется использовать другие способы добавления
sv: Det upptäcks att du inte har skannat QR-koden framgångsrikt på länge, det rekommenderas att du använder andra sätt att lägga till
th: ตรวจพบว่าคุณไม่ได้สแกนโค้ด QR สำเร็จเป็นเวลานานขอแนะนำให้ใช้วิธีอื่นในการเพิ่ม
tr: QR kodunu uzun süredir başarıyla taramadığınız tespit edildi, eklemek için başka yollar kullanmanız önerilir
vi: Phát hiện đã lâu bạn chưa quét mã thành công, nên sử dụng các cách khác để bổ sung
zh_hans: 检测到您长时间未扫码成功，建议使用其它添加方式
zh_hant: 檢測到您長時間未掃碼成功，建議使用其它添加方式

# addDevice_no_sound_help_2
source: Please align the QR code on the App with the camera lens, about 15~25cm away from the lens. If the camera does not emit a prompt, please adjust the angle (the success rate is higher when the angle between the camera and the phone is less than 60 degrees), distance, and try several times;
cs: Zarovnejte QR kód v aplikaci s objektivem fotoaparátu ve vzdálenosti asi 15 ~ 25 cm od objektivu. Pokud fotoaparát nevyzve výzvu, upravte úhel (úspěšnost je vyšší, když je úhel mezi fotoaparátem a telefonem menší než 60 stupňů), vzdálenost a zkuste několikrát;
de: Richten Sie das Kameraobjektiv auf den QR-Code in der App aus, das ca. 15 bis 25 cm vom Objektiv entfernt sein muss. Wenn die Kamera keinen Ton ausgibt, passen Sie den Winkel (die Erfolgsrate ist höher, wenn der Winkel zwischen Kamera und Telefon weniger als 60 Grad beträgt) und den Abstand an und versuchen Sie es mehrmals.
es: Alinee el código QR de la aplicación con el objetivo de la cámara, a unos 15 ~ 25 cm del objetivo. Si la cámara no emite un mensaje, ajuste el ángulo (la tasa de éxito es mayor cuando el ángulo entre la cámara y el teléfono es inferior a 60 grados), la distancia e intente varias veces;
fi: Kohdista sovelluksen QR-koodi kameran linssiin, noin 15-25 cm etäisyydelle linssistä. Jos kamera ei anna kehotusta, säädä kulmaa (onnistumisprosentti on suurempi, kun kameran ja puhelimen välinen kulma on alle 60 astetta), etäisyyttä ja yritä useita kertoja;
fr: Veuillez aligner le code QR sur l'application avec l'objectif de la caméra, à environ 15 ~ 25 cm de l'objectif. Si la caméra n'émet pas d'invite, veuillez ajuster l'angle (le taux de réussite est plus élevé lorsque l'angle entre la caméra et le téléphone est inférieur à 60 degrés), la distance et essayez plusieurs fois;
he: אנא יישר את קוד ה- QR באפליקציה עם עדשת המצלמה, במרחק של 15 ~ 25 ס"מ מהעדשה. אם המצלמה לא פולטת הנחיה, אנא התאם את הזווית (אחוז ההצלחה גבוה יותר כאשר הזווית בין המצלמה לטלפון פחותה מ -60 מעלות), מרחק ונסה מספר פעמים;
id: Harap sejajarkan kode QR pada Aplikasi dengan lensa kamera, sekitar 15 ~ 25cm dari lensa. Jika kamera tidak mengeluarkan perintah, harap sesuaikan sudut (tingkat keberhasilan lebih tinggi saat sudut antara kamera dan telepon kurang dari 60 derajat), jarak, dan coba beberapa kali;
it: Allineare il codice QR sull'app con l'obiettivo della fotocamera, a circa 15 ~ 25 cm dall'obiettivo. Se la fotocamera non emette un messaggio, regolare l'angolo (la percentuale di successo è maggiore quando l'angolo tra la fotocamera e il telefono è inferiore a 60 gradi), la distanza e provare più volte;
ja: アプリのQRコードを、レンズから約15〜25cm離れたカメラレンズに合わせてください。 カメラがプロンプトを出さない場合は、角度（カメラと電話の間の角度が60度未満の場合、成功率が高くなります）、距離を調整し、数回試してください。
ko: 앱에서 QR 코드를 렌즈에서 약 15 ~ 25cm 떨어진 카메라 렌즈와 정렬하십시오. 카메라에서 경고음이 울리지 않으면 각도와 거리를 조정하고 몇 번 더 시도하십시오.
nb: Juster QR-koden på appen med kameralinsen, omtrent 15 ~ 25 cm fra objektivet. Hvis kameraet ikke sender ut en melding, må du justere vinkelen (suksessraten er høyere når vinkelen mellom kameraet og telefonen er mindre enn 60 grader), avstand og prøv flere ganger;
nl: Lijn de QR-code op de app uit met de cameralens, ongeveer 15 ~ 25 cm van de lens verwijderd. Als de camera geen melding geeft, pas dan de hoek (het slagingspercentage is hoger wanneer de hoek tussen de camera en de telefoon minder dan 60 graden is), de afstand aan en probeer het meerdere keren;
pl: Dopasuj kod QR w aplikacji do obiektywu aparatu, w odległości około 15 ~ 25 cm od obiektywu. Jeśli aparat nie emituje monitu, dostosuj kąt (wskaźnik sukcesu jest wyższy, gdy kąt między aparatem a telefonem jest mniejszy niż 60 stopni), odległość i spróbuj kilka razy;
pt_br: Alinhe o código QR no aplicativo com a lente da câmera, cerca de 15 ~ 25 cm de distância da lente. Se a câmera não emitir um prompt, ajuste o ângulo (a taxa de sucesso é maior quando o ângulo entre a câmera e o telefone é inferior a 60 graus), distância e tente várias vezes;
ro: Vă rugăm să aliniați codul QR din aplicație cu obiectivul camerei, la aproximativ 15 ~ 25 cm distanță de obiectiv. Dacă camera nu emite un prompt, vă rugăm să reglați unghiul (rata de succes este mai mare atunci când unghiul dintre cameră și telefon este mai mic de 60 de grade), distanța și încercați de mai multe ori;
ru: Совместите QR-код в приложении с объективом камеры на расстоянии примерно 15-25 см от объектива. Если камера не выдает подсказки, отрегулируйте угол (вероятность успеха выше, если угол между камерой и телефоном меньше 60 градусов), расстояние и попробуйте несколько раз;
sv: Rikta in QR-koden på appen med kameralinsen, cirka 15 ~ 25 cm från linsen. Om kameran inte avger en prompt, vänligen justera vinkeln (framgångsgraden är högre när vinkeln mellan kameran och telefonen är mindre än 60 grader), avstånd och försök flera gånger;
th: โปรดให้อุปกรณ์ของคุณสแกนรหัส QR เก็บโทรศัพท์ของคุณให้ห่างจากเลนส์ 5-8 นิ้วและหากคุณไม่ได้ยินเสียง "บี๊บ " โปรดปรับมุมและระยะทางและลองอีกสองสามครั้ง ครั้ง;
tr: Lütfen Uygulamadaki QR kodunu, lensin yaklaşık 15 ~ 25 cm uzağında kamera lensiyle hizalayın. Kamera bir uyarı vermezse, lütfen açıyı (kamera ile telefon arasındaki açı 60 dereceden az olduğunda başarı oranı daha yüksektir), mesafeyi ayarlayın ve birkaç kez deneyin;
vi: Vui lòng căn chỉnh mã QR trên Ứng dụng với ống kính máy ảnh, cách ống kính khoảng 15 ~ 25cm. Nếu máy ảnh không phát ra lời nhắc, vui lòng điều chỉnh góc (tỷ lệ thành công cao hơn khi góc giữa máy ảnh và điện thoại nhỏ hơn 60 độ), khoảng cách và thử nhiều lần;
zh_hans: 请将App上的二维码对准摄像机镜头，距离镜头大约15~25cm。若摄像机没有发出提示音，请调整角度（摄像机与手机夹角小于60度时成功率更高）、距离，多试几次；
zh_hant: 請將App上的二維碼對準攝像機鏡頭，距離鏡頭大約15~25cm。若攝像機沒有發出提示音，請調整角度（攝像機與手機夾角小於60度時成功率更高）、距離，多試幾次；

# devSetting_choose_daylightTime
source: Select daylight Saving Time
cs: Zvolte letní čas
de: Sommerzeit auswählen
es: Seleccionar horario de verano
fi: Valitse kesäaika
fr: Sélectionnez l'heure d'été
he: בחר הגדרות שעון קיץ
id: pilih penghematan waktu disiang hari
it: Selezionare tempo risparmio energetico
ja: サマータイムの選択
ko: 섬머 타임제 선택
nb: Velg sommertid
nl: Selecteer zomertijd
pl: Wybierz strefę czasową
pt_br: Selecione horário de verão
ro: Selectați ora de economisire a luminii
ru: Выберите летнее время
sv: Välj sommartid
th: เลือกปรับเวลาตามฤดูกาล
tr: Gün ışığından yararlanma saati seçin
vi: Chọn giờ tiết kiệm ánh sáng ban ngày
zh_hans: 选择夏时令
zh_hant: 選擇夏時令

# devicesetting_draw_warn_line
source: Please draw a warning line in the video area
cs: V oblasti videa nakreslete varovný řádek
de: Bitte zeichnen Sie eine Warnlinie in das Bild
es: Por favor, dibuje una línea de advertencia en el área de video
fi: Piirrä videoalueen varoitusviiva
fr: Veuillez tracer une ligne d'avertissement dans la zone vidéo
he: שרטט קו אזהרה באזור הווידאו
id: Tolong gambar garis peringatan di area video
it: Si prega di disegnare una linea di avviso nell'area del video
ja: ビデオ領域に警告線を引いてください
ko: 비디오 영역에 경고 라인을 그려주십시오.
nb: Vennligst tegne en advarsellinje i videoområdet
nl: Teken een waarschuwingsregel in het videogebied
pl: Narysuj linię ostrzegawczą w obszarze wideo
pt_br: Por favor, desenhe uma linha de aviso na área de vídeo
ro: Desenați o linie de avertizare în zona video
ru: Пожалуйста, нарисуйте предупреждающую линию в области видео
sv: Var vänlig rita en varningsrad i videofältet
th: กำหนดพื้นที่วิดีโอแจ้งเตือน
tr: Lütfen video alanına bir uyarı çizgisi çizin
vi: Vui lòng vẽ dây trong khu vực video
zh_hans: 请在视频区域绘制警戒线
zh_hant: 請在視頻區域繪製警戒線
