Repository: Yolo-cell-hash/go_home_ios
Catalog: ios/Runner/JASDK/JAResources/XLanguage/X35MultiLanguage/*.lproj/X35MutiLanguage.strings
Languages: cs, de, es, fi, fr, he, id, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sv, th, tr, vi, zh_hans, zh_hant

# devicesetting_preset_position_cruise_two_used_normally
source: The preset position cruise function requires more than two preset positions to be used normally, please go to the preview-preset positions to add.
cs: Funkce tempomatu přednastavené polohy vyžaduje k normálnímu použití více než dvě přednastavené polohy. Chcete-li je přidat, přejděte na přednastavené polohy.
de: Um die Tour-Funktion für Preset Positionen ordnungsgemäß zu verwenden, sind mehr als zwei Preset Positionen erforderlich. Bitte öffnen Sie zum Hinzufügen Vorschau - Häufig angezeigte Positionen.
es: La función de crucero de posición preestablecida requiere más de dos posiciones preestablecidas para usarse normalmente, vaya a las posiciones preestablecidas de vista previa para agregar.
fi: Esiasetetun sijainnin risteilytoiminto vaatii enemmän kuin kaksi esiasetettua asentoa, jotta sitä voidaan käyttää normaalisti. Siirry esikatselu-esiasetettuihin asemiin lisätäksesi niitä.
fr: La fonction de croisière à position préréglée nécessite plus de deux positions préréglées pour être utilisée normalement, veuillez vous rendre dans les positions préréglées pour ajouter.
he: פונקציית השיוט של המיקום המוגדר מראש דורשת שימוש רגיל ביותר משני עמדות מוגדרות מראש, נא עבור אל עמדות התצוגה המקדימה-קבועות מראש כדי להוסיף.
id: Fungsi jelajah posisi prasetel memerlukan lebih dari dua posisi prasetel untuk digunakan secara normal, silakan buka posisi prasetel untuk menambahkan.
it: La funzione di crociera della posizione preimpostata richiede più di due posizioni preimpostate per essere utilizzata normalmente, andare alle posizioni preimpostate di anteprima per aggiungere.
ja: プリセットポジションクルーズ機能を正常に使用するには、2つ以上のプリセットポジションが必要です。プレビュープリセットポジションに移動して追加してください。
ko: 프리셋 포지션 크루즈 기능은 정상적으로 사용하기 위해서는 2개 이상의 프리셋 포지션이 필요합니다. 미리보기-프리셋 포지션으로 이동하여 추가해주세요.
nb: Cruisefunksjonen for forhåndsinnstilte posisjoner krever at mer enn to forhåndsinnstilte posisjoner brukes normalt. Gå til forhåndsvisningsposisjonene for å legge til.
nl: De cruise-functie voor vooraf ingestelde posities vereist meer dan twee vooraf ingestelde posities om normaal te worden gebruikt, ga naar de voorbeeld-preset posities om toe te voegen.
pl: Funkcja rejsu z zaprogramowanymi pozycjami wymaga normalnego korzystania z więcej niż dwóch zaprogramowanych pozycji. Aby dodać, przejdź do podglądu zaprogramowanych pozycji.
pt_br: A função de cruzeiro de posição predefinida requer mais de duas posições predefinidas para serem usadas normalmente, vá para as posições predefinidas de visualização para adicionar.
ro: Funcția de croazieră cu poziție presetată necesită mai mult de două poziții presetate pentru a fi utilizate în mod normal, vă rugăm să mergeți la pozițiile presetate de previzualizare pentru a adăuga.
ru: Функция круиза по предустановке положения требует, чтобы в обычном режиме использовалось более двух предустановленных положений, перейдите к предварительно установленным положениям, чтобы добавить их.
sv: Kryssningsfunktionen för förinställd position kräver mer än två förinställda positioner för att användas normalt, gå till förhandsgranskningspositionerna för att lägga till.
th: ฟังก์ชันล่องเรือตำแหน่งที่กำหนดไว้ล่วงหน้าต้องใช้ตำแหน่งที่กำหนดไว้ล่วงหน้ามากกว่าสองตำแหน่งจึงจะใช้งานได้ตามปกติ โปรดไปที่ตำแหน่งที่แสดงตัวอย่าง - ค่าที่ตั้งไว้ล่วงหน้าเพื่อเพิ่ม
tr: Önceden ayarlanmış konum seyir fonksiyonu, normal olarak kullanılmak üzere ikiden fazla ön ayar konumu gerektirir, lütfen eklemek için önizleme ön ayar konumlarına gidin.
vi: Chức năng hành trình vị trí đặt trước yêu cầu nhiều hơn hai vị trí đặt trước để được sử dụng bình thường, vui lòng chuyển đến các vị trí đặt trước xem trước để thêm.
zh_hans: 常看位置巡航功能需存在两个以上常看位置才能正常使用，请前往预览-常看位置中添加。
zh_hant: 常看位置巡航功能需存在兩個以上常看位置才能正常使用，請前往預覽-常看位置中添加。

# deviceSetting_night_light_poor_infrared_automatically_switched
source: In the night when there is no light or during the day when the light is poor, the infrared night vision mode is automatically switched
cs: V noci, kdy není světlo, nebo během dne, když je světlo slabé, se režim infračerveného nočního vidění automaticky přepne
de: Nachts oder wenn tagsüber schlechte Lichtverhältnisse herrschen, wird der Infrarot-Modus automatisch eingeschaltet
es: Por la noche cuando no hay luz o durante el día cuando la luz es escasa, el modo de visión nocturna por infrarrojos se cambia automáticamente
fi: Yöllä, kun valoa ei ole, tai päivällä, kun valo on heikko, infrapuna-yönäkötila kytkeytyy automaattisesti
fr: La nuit lorsqu'il n'y a pas de lumière ou pendant la journée lorsque la lumière est faible, le mode de vision nocturne infrarouge est automatiquement activé
he: בלילה כאשר אין אור או במהלך היום כאשר האור חלש, מצב ראיית הלילה אינפרא אדום עובר אוטומטית
id: Di malam hari ketika tidak ada cahaya atau siang hari ketika cahaya redup, mode penglihatan malam inframerah secara otomatis diaktifkan
it: Di notte quando non c'è luce o durante il giorno quando la luce è scarsa, la modalità di visione notturna a infrarossi viene commutata automaticamente
ja: 光が当たらない夜や光が弱い日中は、赤外線暗視モードが自動的に切り替わります。
ko: 빛이 없는 밤이나 빛이 약한 낮에는 적외선 야간 투시 모드가 자동으로 전환됩니다.
nb: Om natten når det ikke er lys eller om dagen når lyset er dårlig, byttes den infrarøde nattsynsmodusen automatisk
nl: In de nacht wanneer er geen licht is of overdag wanneer het licht slecht is, wordt de infrarood nachtzichtmodus automatisch geschakeld
pl: W nocy, gdy nie ma światła lub w ciągu dnia, gdy światło jest słabe, tryb nocnego widzenia na podczerwień jest automatycznie przełączany;
pt_br: À noite, quando não há luz, ou durante o dia, quando a luz é fraca, o modo de visão noturna infravermelha é automaticamente alterado
ro: Noaptea, când nu există lumină sau în timpul zilei, când lumina este slabă, modul de vedere nocturnă în infraroșu este comutat automat
ru: Ночью, когда нет света, или днем, когда освещение плохое, автоматически переключается режим инфракрасного ночного видения.
sv: På natten när det inte finns något ljus eller på dagen när ljuset är dåligt, växlas det infraröda nattseendeläget automatiskt
th: ในตอนกลางคืนที่ไม่มีแสงหรือในช่วงกลางวันที่มีแสงน้อย โหมดการมองเห็นกลางคืนแบบอินฟราเรดจะเปลี่ยนโดยอัตโนมัติ
tr: Gece ışık olmadığında veya ışığın zayıf olduğu gün boyunca, kızılötesi gece görüş modu otomatik olarak açılır.
vi: Ban đêm thiếu ánh sáng hoặc ban ngày ánh sáng yếu thì chế độ hồng ngoại nhìn đêm sẽ tự động chuyển
zh_hans: 在没有灯光的夜晚或光线较差的白天，自动切换红外夜视模式
zh_hant: 在沒有燈光的夜晚或光線較差的白天，自動切換紅外夜視模式

# deviceSetting_Remaining_capacity_Total_capacity_ios
source: Remaining capacity: %@/ Total capacity: %@
cs: Zbývající kapacita: %@/ Celková kapacita: %@
de: Verbleibende Kapazität: %@. / Gesamtkapazität: %@
es: Capacidad restante: %@ / Capacidad total: %@
fi: Jäljellä oleva kapasiteetti: %@/ Kokonaiskapasiteetti: %@
fr: Capacité restante : %@/ Capacité totale : %@
he: קיבולת נותרת: %@/ קיבולת כוללת: %@
id: Kapasitas yang tersisa: %@/ Total kapasitas: %@
it: Capacità residua: %@ / Capacità totale: %@
ja: 残り容量：%@/総容量：%@
ko: 잔여 용량: %@/ 총 용량: %@
nb: Gjenstående kapasitet: %@/ Total kapasitet: %@
nl: Resterende capaciteit: %@/ Totale capaciteit: %@
pl: Pozostała pojemność: %@/ Całkowita pojemność: %@
pt_br: Capacidade restante: %@/ Capacidade total: %@
ro: Capacitate rămasă: %@/ Capacitate totală: %@
ru: Оставшаяся емкость: %@ / общая емкость: %@
sv: Återstående kapacitet: %@/ Total kapacitet: %@
th: ความจุที่เหลือ: %@/ ความจุทั้งหมด: %@
tr: Kalan kapasite: %@/ Toplam kapasite: %@
vi: Dung lượng còn lại: %@/ Tổng dung lượng: %@
zh_hans: 剩余容量：%@/ 总容量：%@
zh_hant: 剩餘容量：%@/ 總容量：%@

# deviceSetting_Fixed_cruising_trajectory_horizontal_care
source: Fixed cruising trajectory, horizontal 360° all-round care
cs: Pevná cestovní trajektorie, horizontální 360° všestranná péče
de: Horizontale 360°Tour Rundum-Überwachung
es: Trayectoria de crucero fija, cuidado integral horizontal de 360 ​​°
fi: Kiinteä risteilyrata, vaakasuora 360° monipuolinen hoito
fr: Trajectoire de croisière fixe, soins complets horizontaux à 360°
he: מסלול שיוט קבוע, טיפול אופקי 360° מסביב
id: Lintasan jelajah tetap, perawatan serba horizontal 360°
it: Traiettoria di crociera fissa, assistenza a 360° orizzontale
ja: 固定された巡航軌道、水平360°オールラウンドケア
ko: 고정된 순항 궤적, 수평 360° 만능 케어
nb: Fast cruisebane, horisontal 360° allround-pleie
nl: Vast vaartraject, horizontaal 360° allround verzorging
pl: Stała trajektoria lotu, wszechstronna opieka w poziomie 360 ​​°
pt_br: Trajetória de cruzeiro fixa, cuidado geral horizontal de 360 ​​°
ro: Traiectorie de croazieră fixă, îngrijire orizontală la 360°
ru: Фиксированная крейсерская траектория, горизонтальный 360 °, круговой уход
sv: Fast cruisingbana, horisontell 360° allroundvård
th: วิถีการล่องเรือคงที่, แนวนอน 360° การดูแลรอบด้าน
tr: Sabit seyir yörüngesi, yatay 360° çepeçevre bakım
vi: Quỹ đạo bay cố định, chăm sóc toàn diện 360 ° theo chiều ngang
zh_hans: 固定巡航轨迹，水平360°全方位看护
zh_hant: 固定巡航軌跡，水平360°全方位看護

# message_Video_loading_failed
source: Video loading failed
cs: Načítání videa se nezdařilo
de: Das Laden des Videos ist fehlgeschlagen
es: Error al cargar el video
fi: Videon lataus epäonnistui
fr: Le chargement de la vidéo a échoué
he: טעינת הסרטון נכשלה
id: Pemuatan video gagal
it: Caricamento video fallito
ja: ビデオの読み込みに失敗しました
ko: 동영상 로드 실패
nb: Videoinnlasting mislyktes
nl: Laden van video mislukt
pl: Ładowanie wideo nie powiodło się
pt_br: Falha no carregamento do vídeo
ro: Încărcarea video nu a reușit
ru: Ошибка загрузки видео
sv: Det gick inte att ladda videon
th: การโหลดวิดีโอล้มเหลว
tr: Video yüklenemedi
vi: Tải video không thành công
zh_hans: 视频加载失败
zh_hant: 視頻加載失敗

# cloud_immediately_renewal
source: Immediate renewal
cs: Obnovení okamžitě
de: Jetzt erneuern
es: Renovación inmediata
fi: Uusinta välittömästi
fr: Renouvellement immédiat
he: חדש עכשיו
id: Perbarui sekarang
it: Rinnovare ora
ja: 即時継続費
ko: 지금 갱신하십시오.
nb: Umiddelbar fornyelse
nl: Nu vernieuwen
pl: Odnów teraz
pt_br: Renove agora mesmo
ro: Reînnoiți acum
ru: Продлить прямо сейчас
sv: Förnya just nu
th: ต่ออายุทันที
tr: Şimdi yenile
vi: Gia hạn ngay bây giờ
zh_hans: 立即续费
zh_hant: 立即續費

# Person_Homepage
source: Homepage
cs: Domovská stránka
de: Startseite
es: Página principal
fi: Kotisivu
fr: Page d'accueil
he: דף הבית
id: Beranda
it: Pagina iniziale
ja: ホームページ
ko: 홈페이지
nb: Hjemmeside
nl: Startpagina
pl: Strona główna
pt_br: Pagina inicial
ro: Pagina principala
ru: Домашняя страница
sv: Hemsida
th: หน้าแรก
tr: Ana Sayfa
vi: Trang chủ
zh_hans: 主页
zh_hant: 主頁

# devicesetting_indoor
source: Humanoid or mobile trigger
cs: Krytý
de: Innen
es: Interior
fi: sisä-
fr: Intérieur
he: מקורה
id: Dalam
it: Interno
ja: 屋内
ko: 실내
nb: innendørs
nl: Binnen
pl: Wnętrz
pt_br: Interior
ro: De interior
ru: В помещении
sv: Inomhus
th: ในร่ม
tr: Kapalı
vi: Kích hoạt hình người hoặc di động
zh_hans: 人形或移动触发
zh_hant: 人形或移動觸發

# help_normal_problem_text_1
source: When added by LAN or cloud ID,indicate "device is not online" or "device is not registered"
cs: Jakmile je přidána LAN nebo ID,zobrazí se zpráva "Zařízení není online" nebo "Zařízení není registrováno"?
de: Bei Hinzufügen über LAN oder Cloud ID wird "Offline" oder "Gerät nicht registriert" angezeigt
es: Cuando se agrega la LAN o la ID,¿se visualiza el mensaje "Equipo no conectado" o "Equipo no registrado"?
fi: Kun LAN tai ID lisätään,näyttöön tulee viesti "Laite ei ole verkossa" tai "Laite ei ole rekisteröity"?
fr: Lors de l'ajout par LAN ou ID Cloud, indiquez "appareil non connecté" ou "appareil non enregistré".
he: בעת הוספת מכשיר על ידי סריקת LAN או מספר ID הופיעה ההודעה "המכשיר לא מחובר" או "המכשיר לא רשום"?
id: Jika tambah dengan LAN atau ID,indikator "Perangkat tidak terhubung" atau "Perangkat tidak terdaftar"
it: Quando aggiungo tramite LAN oppure ID,indica"dispositivo offline" oppure "dispositivo non registrato"
ja: LANまたはIDで追加する場合は、"接続されていない機器"または"登録されていない機器"を指定してください。
ko: LAN 또는 클라우드 ID로 추가 할 때 "장치가 온라인이 아닙니다 "또는 "장치가 등록되지 않았습니다 "라고 표시하십시오.
nb: Når du legger til via LAN eller Sky ID vises "enhet ikke tilkoblet" eller "enhet ikke registrert"
nl: Indien toegevoegd door LAN of cloud-ID wordt "apparaat is niet online" of "apparaat is niet geregistreerd" aangegeven
pl: Przy dodawaniu przez LAN lub Cloud ID wskaż "urządzenie nie jest online" lub "urządzenie nie jest zarejestrowane"
pt_br: Ao adicionar por LAN ou ID da nuvem,indique "dispositivo não está online " ou "dispositivo não está registrado "
ro: Când adăugați prin codul LAN sau cloud,indicați "dispozitivul nu este online" sau "dispozitivul nu este înregistrat"
ru: При добавлении по локальной сети или идентификатору облака укажите "устройство не подключено" или "устройство не зарегистрировано"
sv: När du lägger till via LAN eller moln-ID,ange "enheten inte är online " eller "enheten är inte registrerad "
th: เมื่อเพิ่มโดย LAN หรือcloud ID "อุปกรณ์ไม่ได้ออนไลน์ " หรือ "อุปกรณ์ไม่ได้ลงทะเบียน "
tr: LAN veya bulut kimliği ile eklerken,"aygıt çevrimiçi değil " veya "aygıtın kayıtlı olmadığını" gösterir.
vi: Khi thêm LAN hoặc ID, nó sẽ nhắc "thiết bị không trực tuyến" hoặc "thiết bị chưa được đăng ký"?
zh_hans: 局域网或者ID添加时，提示“设备不在线”或“设备未注册”？
zh_hant: 局域網或者ID添加時，提示“設備不在線”或“設備未註冊”？

# devicesetting_Configuration_switch
source: Configuration switch
cs: Konfigurační přepínač
de: Konfiguration
es: Interruptor de configuración
fi: Konfigurointikytkin
fr: Commutateur de configuration
he: מתג תצורה
id: Sakelar konfigurasi
it: Interruttore di configurazione
ja: 構成スイッチ
ko: 구성 스위치
nb: Konfigurasjonsbryter
nl: Configuratieschakelaar:
pl: Przełącznik konfiguracji
pt_br: Chave de configuração
ro: Comutator de configurare
ru: Переключатель конфигурации
sv: Konfigurationsbrytare
th: สวิตช์กำหนดค่า
tr: Yapılandırma anahtarı
vi: Chuyển đổi cấu hình
zh_hans: 配置开关
zh_hant: 配置開關

# devicesetting_Intercom_mode_describe
source: Intercom mode: intercom by sending voice, one party cannot receive the other party's voice while speaking
cs: Režim interkomu: interkom odesíláním hlasu, jedna strana nemůže při mluvení přijímat hlas druhé strany
de: Wechselsprech-Modus: Wenn gesprochen wird, kann die andere Seite nicht gehört werden.
es: Modo de intercomunicador: intercomunicador mediante el envío de voz, una de las partes no puede recibir la voz de la otra mientras habla
fi: Intercom-tila: sisäpuhelin lähettämällä ääntä, toinen osapuoli ei voi vastaanottaa toisen osapuolen ääntä puhuessaan
fr: Mode interphone : interphone en envoyant la voix, une partie ne peut pas recevoir la voix de l'autre partie tout en parlant
he: מצב אינטרקום: אינטרקום על ידי שליחת קול, צד אחד לא יכול לקבל את קולו של הצד השני בזמן דיבור
id: Mode interkom: interkom dengan mengirim suara, satu pihak tidak dapat menerima suara pihak lain saat berbicara
it: Modalità interfono: interfono inviando la voce, una parte non può ricevere la voce dell'altra parte mentre parla
ja: インターコムモード：音声を送信することによるインターコム、一方の当事者が話している間、他方の当事者の音声を受信することはできません
ko: 인터콤 모드: 음성을 전송하여 인터콤, 말하는 동안 상대방의 음성을 받을 수 없습니다
nb: Intercom-modus: intercom ved å sende stemme, en part kan ikke motta den andre partens stemme mens han snakker
nl: Intercommodus: intercom door stem te verzenden, de ene partij kan de stem van de andere partij niet ontvangen tijdens het spreken
pl: Tryb interkomu: domofon wysyłający głos, jedna strona nie może odebrać głosu drugiej strony podczas mówienia
pt_br: Modo de intercomunicação: intercom, enviando voz, uma parte não pode receber a voz da outra parte enquanto fala
ro: Modul interfon: interfon prin trimiterea vocii, o parte nu poate primi vocea celeilalte părți în timp ce vorbește
ru: Режим внутренней связи: внутренняя связь путем отправки голоса, одна сторона не может принимать голос другой стороны во время разговора
sv: Intercom-läge: intercom genom att sända röst, en part kan inte ta emot den andra partens röst medan han talar
th: โหมดอินเตอร์คอม: อินเตอร์คอมโดยการส่งเสียง, ฝ่ายหนึ่งไม่สามารถรับเสียงของอีกฝ่ายขณะพูดได้
tr: İnterkom modu: ses göndererek interkom, bir taraf konuşurken diğer tarafın sesini alamaz
vi: Chế độ liên lạc nội bộ: liên lạc nội bộ bằng cách gửi giọng nói, một bên không thể nhận được giọng nói của bên kia khi đang nói
zh_hans: 对讲模式：通过发送语音进行对讲，一方说话过程中无法接收对方语音
zh_hant: 對講模式：通過發送語音進行對講，一方說話過程中無法接收對方語音

# tfCard_noFormat
source: Not formatted
cs: Neformátováno
de: Nicht formatiert
es: Sin formatear
fi: Muotoilematon
fr: Non formaté
he: כרטיס הTF אינו מפורמט
id: tidak terfomat
it: Non formattato
ja: 未フォーマット
ko: 포맷되지 않음
nb: Ikke formatert
nl: Niet geformatteerd
pl: Nie sformatowana
pt_br: Não formatado
ro: Nu este formatat
ru: Не отформатирован
sv: Ej formaterad
th: ยังไม่ได้ฟอร์แมต
tr: Biçimlendirilmedi
vi: Chưa định dạng
zh_hans: 未格式化
zh_hant: 未格式化

# device_connectSuccess
source: Connection succeeds
cs: Úspěšné připojení
de: Verbindung erfolgreich
es: conexión exitosa
fi: Onnistunut yhteys
fr: Connecté
he: התחבר בהצלחה
id: Koneksi berhasil
it: Connesso con successo
ja: 接続できました
ko: 연결 성공
nb: Tilkobling vellykket
nl: Verbinding tot stand gebracht
pl: Połączenie powiodło się
pt_br: Conexão é bem sucedida
ro: Conectarea este reușită
ru: Соединение успешно
sv: Anslutning lyckas
th: การเชื่อมต่อสำเร็จ
tr: Bağlantı başarılı
vi: kết nối thành công
zh_hans: 连接成功
zh_hant: 連接成功

# adddevice_set_device_name_speed
source: Quick naming
cs: Rychlé pojmenování
de: Schnelle Benennung
es: Nombramiento rápido
fi: Nopea nimeäminen
fr: Nom rapide
he: מתן שמות מהיר
id: Penamaan cepat
it: Denominazione rapida
ko: 빠른 이름 지정
nb: Rask navngivning
nl: Snelle naamgeving
pl: Szybkie nazywanie
pt_br: Nomeação rápida
ro: Denumirea rapidă
ru: Быстрое именование
sv: Snabb namngivning
th: การตั้งชื่อด่วน
tr: Hızlı adlandırma
vi: Đặt tên nhanh
zh_hans: 快速命名
zh_hant: 快速命名

# adddevice_fail_prompt
source: No nearby devices found, it is recommended to add devices manually
cs: Nebyla nalezena žádná blízká zařízení, doporučuje se přidat zařízení ručně
de: Es wurden keine Geräte in der Nähe gefunden. Es wird empfohlen, Geräte manuell hinzuzufügen
es: No se encontraron Equipos cercanos, se recomienda agregar Equipos manualmente
fi: Lähellä olevia laitteita ei löydy, on suositeltavaa lisätä laitteita manuaalisesti
fr: Aucun périphérique à proximité trouvé, il est recommandé d'ajouter des périphériques manuellement
he: לא נמצאו מכשירים בקרבת מקום, מומלץ להוסיף מכשירים באופן ידני
id: Tidak ada perangkat terdekat yang ditemukan, disarankan untuk menambahkan perangkat secara manual
it: Nessun dispositivo trovato nelle vicinanze, si consiglia di aggiungere dispositivi manualmente
ja: 近くにデバイスが見つかりません。手動にてデバイスの追加をお勧めします。
ko: 주변에 장치가 없으므로 수동으로 장치를 추가하는 것이 좋습니다
nb: Ingen nærliggende enheter funnet, det anbefales å legge til enheter manuelt
nl: Geen apparaten in de buurt gevonden, het wordt aanbevolen apparaten handmatig toe te voegen
pl: Ekkert í nágrenninu tæki fannst, það er mælt með því að bæta við tæki handvirkt
pt_br: Nenhum dispositivo próximo encontrado, é recomendável adicionar dispositivos manualmente
ro: Nu s-au găsit dispozitive din apropiere, se recomandă să adăugați dispozitive manual
ru: Устройства поблизости не найдены, рекомендуется добавлять устройства вручную
sv: Inga närliggande enheter hittades, det rekommenderas att lägga till enheter manuellt
th: ไม่มีอุปกรณ์ที่อยู่บริเวณใกล้เคียง,แนะนำให้เพิ่มอุปกรณ์ด้วยตนเอง
tr: Yakında cihaz bulunamadı, cihazların manuel olarak eklenmesi önerilir.
vi: Không tìm thấy thiết bị lân cận, bạn nên thêm thiết bị theo cách thủ công
zh_hans: 未找到附近设备，建议使用手动添加设备
zh_hant: 未找到附近設備，建議使用手動添加設備

# preview_allow_audio_permission
source: Allow audio permissions for normal intercom
cs: Povolit zvukové oprávnění pro normální interkom
de: Audio-Berechtigungen für das normales Wechselsprechen erlauben
es: Permitir permisos de audio para el intercomunicador normal
fi: Salli äänioikeudet normaalille sisäpuhelimelle
fr: Autoriser les autorisations audio pour un interphone normal
he: אפשר הרשאות שמע עבור אינטרקום רגיל
id: Izinkan izin audio untuk interkom normal
it: Consenti le autorizzazioni audio per il normale citofono
ja: 音声の許可
ko: 인터컴 오디오 권한 허용
nb: Tillat lydtillatelser for vanlig intercom
nl: Sta audio-rechten toe voor de normale intercom
pl: Zezwalaj na uprawnienia audio dla normalnego domofonu
pt_br: Permitir permissões de áudio para intercomunicador normal
ro: Permiteți permisiunile audio pentru interfonul normal
ru: Разрешить аудио разрешения для нормальной внутренней связи
sv: Tillåt ljudbehörigheter för normal intercom
th: อนุญาตให้เข้าถึงเสียง
tr: Normal interkom için ses izinlerine izin ver
vi: Cho phép quyền âm thanh để nói chuyện bình thường
zh_hans: 允许音频权限，才能正常对讲
zh_hant: 允許音頻權限，才能正常對講

# person_Contact_Information
source: Contact Information
cs: Kontaktní informace
de: Kontaktinformation
es: Información del contacto
fi: Yhteystiedot
fr: Coordonnées
he: פרטי התקשרות
id: Kontak informasi
it: Informazioni sui contatti
ja: 連絡先
ko: 연락처 정보
nb: Kontaktinformasjon
nl: Contactgegevens
pl: Informacje kontaktowe
pt_br: Informações de contato
ro: Informații de contact
ru: Контакты
sv: Kontaktinformation
th: ข้อมูลติดต่อ
tr: İletişim bilgileri
vi: Thông tin liên lạc
zh_hans: 联系信息
zh_hant: 聯繫信息

# tfCard_normal
source: Normal
cs: Normální
fi: normaali
fr: Ordinaire
he: נורמלי
it: Normale
ja: ノーマル
ko: 표준
nl: Normaal
pl: Normalny
ru: Нормальный
sv: Vanligt
th: ปกติ
vi: bình thường
zh_hans: 正常
zh_hant: 正常

# AI_Smart_detection
source: Smart detection
cs: Inteligentní detekce
de: Intelligente Erkennung
es: Detección inteligente
fi: Älykäs tunnistus
fr: Détection intelligente
he: זיהוי חכם
id: Deteksi cerdas
it: Rilevamento intelligente
ja: スマート検出
ko: 스마트 감지
nb: Smart deteksjon
nl: Slimme detectie
pl: Inteligentne wykrywanie
pt_br: Detecção inteligente
ro: Detectare inteligentă
ru: Интеллектуальное обнаружение
sv: Smart detektering
th: การตรวจจับอัจฉริยะ
tr: Akıllı algılama
vi: Phát hiện thông minh
zh_hans: AI智能识别
zh_hant: AI智能識別

# devicesetting_humanoid_picture
source: Humanoid marker
cs: Humanoidní značka
de: Mensch umrahmen
es: Marcador humanoide
fi: Humanoidi merkki
fr: Marqueur humanoïde
he: סמן הומנואידי
id: Penanda humanoid
it: Marcatore umanoide
ja: ヒューマノイドマーカー
ko: 휴머노이드 마커
nb: Humanoid markør
nl: Humanoïde marker
pl: Marker humanoidalny
pt_br: Marcador humanóide
ro: Marker umanoid
ru: Гуманоидный маркер
sv: Humanoid markör
th: ระบุ บุคคล
tr: İnsansı işaretçi
vi: Điểm đánh dấu hình người
zh_hans: 人形标记
zh_hant: 人形標記

source: Register
cs: Registrace
de: Registrieren
es: Registro
fi: rekisteröinti
fr: Registre
he: הירשם
id: Daftar
it: Registrare
ja: 登録する
ko: 회원가입
nb: Registrering
nl: Registreren
pl: Zarejestruj
pt_br: registo
ro: Inregistreaza-te
ru: регистр
sv: Registrera
th: ลงทะเบียน
tr: Kayıt olmak
vi: Đăng ký
zh_hans: 注册
zh_hant: 註冊

# addDevice_Garage
source: Garage
cs: Garáž
es: Garaje
fi: Autotalli
he: מוּסָך
id: Garasi
it: Box auto
ja: ガレージ
ko: 차고
nb: Garasje
pl: Garaż
pt_br: Garagem
ro: Garaj
ru: Гараж
th: โรงรถ
tr: Garaj
vi: Ga-ra
zh_hans: 车库
zh_hant: 車庫

source: Share
cs: Sdílet
de: teilen
es: Compartir
fi: osake
fr: Partager
he: שתף
id: Bagikan
it: Condividere
ja: シェア
ko: 공유
nb: Del
nl: Delen
pl: Udostępnij
pt_br: Compartilhar
ro: Acțiune
ru: Поделиться
sv: Dela med sig
th: แชร์
tr: Pay
vi: chia sẻ nó
zh_hans: 分享
zh_hant: 分享

# playback_storage_simplify
source: CLOUD
cs: MRAK
es: NUBE
fi: PILVI
fr: NUAGE
he: ענן
id: AWAN
it: NUVOLA
ja: 雲
ko: 구름
nl: WOLK
pl: CHMURA
pt_br: NUVEM
ro: NOR
ru: ОБЛАКО
sv: MOLN
th: การจัดเก็บคลาวน์
tr: BULUT
vi: MÂY
zh_hans: 云存储
zh_hant: 雲存儲
